{
  "title": "\"Exploring the Eastern and Western Concepts of Inner Transformation\"",
  "first_phrase": "In the final section of this work, we explore the practical application of the concepts of Maya, hypnosis, and human potential across various cultures, connecting eastern practices like Yoga and Chi-Kung with western esoteric techniques like Cabalah. This unique blend of traditional medicines and communication concepts provides a comprehensive understanding of personal and collective transformation. Readers will discover a new paradigm of sound pronunciation that can influence both themselves and the surrounding reality, similar to the power of mantras. This course offers practical techniques from our ISI-CNV school for the creation of new realities.",
  "content": "Oltre a conoscere nuove maniere di operare, tale corso vi darà nella seconda parte, tramite l’unione di tecniche orientali ed occidentali, la possibilità di PRONUNCIARE I SUONI in una nuova maniera, in grado di influenzare VOI STESSI e la REALTA’ CHE VI CIRCONDA. E’ questa una vera è propria autoipnosi, in grado di influenzare voi stessi e la realtà. Questa è anche la chiave dei mantra. Vi è anche un livello ulteriore, però per esperienza abbiamo visto che è molto più facile operare un’influsso tramite il potere dei suoni (o comunque di simboli appropriati) che in maniera pura, che consiste in un grado operativo più elevato. Se iniziate adesso scoprirete un mondo nuovo e la possibilità di creare nuove Realtà. Questo corso vi vuole fornire una serie di tecniche pratiche, tratte tra le molte sviluppate ed insegnate presso la nostra scuola ISI-CNV. Ovviamente siamo a vostra disposizione per consigli ed informazioni! Buon Viaggio!",
  "last_phrase": "In conclusione, questo corso offre tecniche pratiche per influenzare positivamente se stessi e il proprio ambiente attraverso la pronuncia di suoni e l'utilizzo di simboli appropriati. La combinazione di tecniche orientali e occidentali consente di raggiungere uno stato di autoipnosi profondo e creare nuove realtà. Per ulteriori informazioni sui MASTER per utilizzo personale e professionale e sulle prossime iniziative, visitate il sito web della nostra scuola ISI-CNV e non esitate a contattarci per qualsiasi consulenza e informazione aggiuntiva! Buon viaggio verso la scoperta di un nuovo mondo!"
}