{
  "title": "\"Ipnosi Orientale: Tecniche per lo Sviluppo del Potenziale Umano\"",
  "first_phrase": "In the previous text, the concept of attractive operator and the double leap of the Eastern hypnosis were discussed. In this last part, the author connects the concept of hypnosis with Maya, human potential, and various techniques from India, Tibet, China, and the West. The author also mentions the connection between communication, traditional Eastern medicine, inner alchemy, transformation, and self-hypnosis. They use understandable language and consult experts to provide a thorough analysis. This text provides an in-depth exploration of hypnosis with new paradigms to those already familiar with these disciplines.",
  "content": "Maya è un nome utilizzato per indicare la nostra percezione della realtà, ma essendo un concetto soggettivo ci sono anche vari gradi di Maya corrispondenti a quella che in occidente viene chiamata Ipnosi. Il concetto di ipnosi è inoltre inscindibile dal concetto di potenziale umano. Oriente ed Occidente da sempre hanno investigato l’uomo ed il suo potenziale. Non ci siamo quindi limitati in quest’opera ad un’analisi esclusivamente limitata all’area indiana, bensì abbiamo collegato più fonti differenti. In oriente sono di interesse le tecniche nell’area Indotibetana dello Yoga e nell’area cinese del Chi-Kung. Con parallelismi con le tecniche orientali in occidente troviamo anche varie tecniche esoteriche, dalla cabala ai suoi derivati, che abbiamo altresì esaminato in modo da dare il massimo di completezza alla nostra analisi. In questo corso potrete trovare collegati assieme: * Concetti di Comunicazione e Concetti Delle Medicine Tradizionali Orientali * Tecniche per l’Alchimia Interiore e Loro significato in un piano globale di trasformazione dell’individuo e per l’autoipnosi * Sviluppo del proprio potenziale collegandolo anche all’aspetto comunicazionale Se già vi siete avvicinati a queste discipline potrete trovare in queste pagine nuovi paradigmi.",
  "last_phrase": "Enroll in this course now to unlock new paradigms and learn how to operate using a combination of Eastern and Western techniques. You will discover the key to autohypnosis and the power of sound and symbols to transform yourself and the reality around you. You will also have the opportunity to develop your communication skills and connect with your inner alchemist. Start your journey towards creating new realities today."
}