{
  "title": "\"The Tao of Chaos: Advanced Attention Training and Knowingness\"",
  "first_phrase": "In this text, the Tao of Chaos exercises #63 to #65 are presented as exercises in observing emotions, internal images, people, and objects. These exercises focus on the attention that is being given, taken, or exchanged between the observer and the observed, and seeing them as made of the same consciousness. In the last 200 tokens, the concept of pure knowingness is presented, without any object of consciousness. This paradoxical state cannot be known because there is no subject/object consciousness, just pure being. The idea is exemplified by a quote from Nisargadatta Maharaj, where he says that he is not in any state, but the state of consciousness and the knower of the state are the same consciousness.",
  "content": "Step IV See the observer of the person and the person as being made of the same consciousness. Tao of Chaos Exercise #65 Step INotice an object. Step IINotice the observer of the object. Step III Is the object giving attention to the observer, taking attention from the observer, or exchanging attention with the observer? Step IV See the observer of the object and the object as being made of the same consciousness. Advanced Attention Training, Part V The Cliff Notes Knowingness What does this leave us with? Knowingness, with no object, awareness with no object, no individual consciousness, and hence no subject/object. Knowingness is pure isness, yet the paradox of knowingness is that you can never know it. Why? Because in pure knowingness there is no subject/object consciousness, therefore you can just BE knowingness. All states of consciousness only exist because consciousness says they do. Actually, the state of consciousness and the knower of the state of consciousness are the same consciousness. Someone once asked Nisargadatta Maharaj, \"Are you in samadhi?\" (a no me state of consciousness). He replied, \"No, samadhi is a state, I am not in any state.\"",
  "last_phrase": "Remember to always question the observer and the observed, and to recognize that they are made of the same consciousness. By understanding this, you can develop a deeper awareness and appreciation for the pure state of knowingness that exists beyond any subject/object consciousness. Keep practicing this exercise to increase your advanced attention and awareness training."
}