{
  "title": "\"Ordering Chaos: Understanding Quantum Psychology\"",
  "first_phrase": "In this part of the text, the focus is on exploring how quantum psychology helps recognize the order in chaos. The author argues that every school of therapy or spirituality is a belief structure that attempts to order or organize chaos, and quantum psychology offers an alternative view. By recognizing that everything observed is made of energy, the order in chaos can be revealed. The text goes on to talk about the hierarchy of consciousness and how different psycho-spiritual strategies can be used to create a more rigid structure. To illustrate this point, the text talks about how Magic Johnson and others reorganized their confusion (chaos) by saying, \"God chose Magic for a special mission.\"",
  "content": "By stepping back we can see that life-is-hard is an energy pattern that can contain any or all of the cognitive distortions2 and trances. Each cognitive distortion and trance can be viewed as a way the I-dentity called life-is-hard can organize itself so that the life-is-hard experience keeps being repeated subjectively. Ways of Organization If the I-dentity chooses to be more stable and rigid it can adapt many different psycho-spiritual strategies that enable the energy pattern to solidify and create a more rigid charac- 'This is discussed in detail in Chapter 4 of my former book, Quantum Conscious- ness. 2 Cognitive distortion is a term developed by Dr. Albert Ellis, the father of Cogni- tive Therapy. ter structure. For example, when Magic Johnson reported having tested positive for the AIDS virus, an associate of mine, like myself, went into a confusion (chaos). Instead of being with the confusion (chaos) or chaotic feelings, he adapted his spiritual or metaphysical reorganization strategy, \"I wonder why he chose to get AIDS, and what lessons is he trying to learn.\" Magic Johnson and others reorganized their confusion (chaos) by saying, \"God chose Magic for a special mission.\"",
  "last_phrase": "In conclusion, by recognizing the ways our I-dentify can organize itself around the belief that \"life is hard\" and adopting rigid psycho-spiritual strategies to deny chaos, we risk missing out on deeper understanding and growth. It is important to be mindful of our cognitive distortions and trances and stay open to experiencing life's challenges without trying to simplify or spiritualize them."
}