{
  "title": "Therapeutic Note: De-fusing Confused Ideas in Therapy",
  "first_phrase": "In this text, a noted psychotherapist, Kristi L. Kennen, identifies four main areas where fusion of meaning occurs: love, help, power, and responsibility, and developed a workshop to defuse or separate these ideas that are stuck together. The therapist guides the client to identify the resistance to intimacy as a younger identity and a cognitive pattern or schema that identifies with his mother. This last part focuses on exploring the relationship with the client's wife from a younger self-schema perspective.",
  "content": "Therapeutic Note Once again I offer the idea that the resistance to intimacy is a younger identity. This younger identity is like a schema. \"Although different persons may conceptualize the same situation in different ways, a particular per- son tends to be consistent in his responses to similar types of events. Relatively stable cognitive patterns form the basis for the regularity of interpretations of a particular set of situations. The term schema designates these stable cognitive patterns. When a person faces a particular circumstance, a schema related to the circumstance is activated. The schema is the basis of molding data into cognitions... defined as any ideation with verbal or pictorial content. Thus a schema constitutes the basis for screening out, differentiating and coding the stimuli that confronts an individual. Individuals categorize and evaluate experiences through a matrix of schemas.\" (Cognitive Therapy of Depression A. Beck, A. Rush, B. Shaw, G. Energy, Guilford Press, N.Y. 1979, p. 12-13). Next, I suggest the possibility that this younger schema to the world might be viewing his mother rather than his wife. Therapist: Does this younger I-dentity relate to your wife the way a little boy relates to his mother? Client: Yes.",
  "last_phrase": "In conclusion, by understanding the concept of the younger identity as a schema, we can explore the possibility that a resistance to intimacy might stem from the way we relate to our past experiences. By delving into this past and identifying the root cause of our fears and anxieties, we can move toward a better understanding of ourselves and our relationships, ultimately leading to healthier and more fulfilling connections."
}