{
  "title": "\"Contextualizing Psychopathic Behavior in Society\"",
  "first_phrase": "This text explores the larger context of behavior, and how society can ask individuals to act in psychopathic ways. In the previous part, it was discussed how individuals can feel victimized and seek revenge due to a sense of powerlessness. This last section touches on the Vietnam war as an example of how society can hypnotize individuals into seeing people as less than human, leading to acts of violence. The conversation with Dr. Carl Whitaker highlights how repression of remorse can lead to personal downfall. The text raises important questions about accountability and responsibility for actions.",
  "content": "To drop bombs on women and children, an individual has to objectify individuals and see them as not human. This dehumanizing process is psychopathic in nature. Furthermore, often times the pilot who dropped bombs is seen as a hero and given a medal, as in the case of Admiral James Stockdale, who was Ross Perot's running mate in the 1992 Presidential election. Admiral Stockdale was seen as a victim of the Vietnamese by being put in prison; rather than a psychopath who killed an untold number of women and children by dropping bombs on villages in Vietnam. The government trance-fered the injustice on the Vietnamese, and then could justify dropping bombs on villages and, as Time Magazine reported in 1972; killing, wounding and making homeless 6,000,000 Vietnamese. In a recent phone conversation with one of the fathers of Family Therapy, Dr. Carl Whitaker, I said to him, \"Carl, isn't it amazing how psychopaths feel no remorse?\" Carl replied, \"Actually, they repress their remorse and this later brings about their own downfall, as with Hitler, Napoleon, and Lyndon Johnson.\" I said, \"Lyndon Johnson was a mass murderer?\"",
  "last_phrase": "In conclusion, it is important to recognize the dangerous consequences of dehumanizing individuals and justifying acts of violence. The willingness to confront uncomfortable truths and challenge widely accepted beliefs is necessary for preventing the mass hypnosis that has led to tragic events in human history. Let us always strive to acknowledge the humanity in others and promote empathy and understanding as the keys to a better world."
}