{
  "title": "\"Working From Essence: Exploring Emptiness in Therapy\"",
  "first_phrase": "In the previous paragraphs, the author explores the process of entering into emptiness to discover the essence of the self. By asking the i-dentities what they truly want and acknowledging any fears, one can ultimately reach a state of peace and serenity. In the last 200 tokens, the therapist guides the client to peel back layers of their i-dentities to acknowledge and experience feelings of emptiness and loneliness. The author notes that this type of emptiness is almost quality-less and peaceful, which can ultimately lead to a sense of calm and essential peace.",
  "content": "168 • THE TAO OF CHAOS For example, if a little girl asserts herself and Dad thwarts her, she might have an assertive I-dentity and fear which connects to a new I-dentity which pleases Dad. In other words, layered between the two Identities of assertive and please Dad there could be an unwanted, unacknowledged feeling of fear. This fear must be acknowledged and experienced, before we can go further on in the process. In other words, denial of fear would be a lie and Essence can only absorb the truth. Therapist: Step in between the two layers and feel the fear. Client: Nods. Therapist: If you peel back the unworthiness, what is underneath it? Client: An empty space. Therapist: What does the emptiness feel like? Client: Loneliness. Therapeutic Note Here he defines the emptiness as loneliness. This definition or label covers the true emptiness which is a no-state state and is almost quality-less. Therapist: Peel back the loneliness and see what is there. Client: Just empty space. Therapist: What does it feel like? Client: Nothing, just emptiness, kind of peaceful. Therapeutic Note Peacefulness is an essential quality.",
  "last_phrase": "In summary, acknowledging and experiencing uncomfortable emotions, such as fear and loneliness, is necessary for personal growth and accessing one's Essence. The Tao of Chaos encourages starting from Essence, rather than making it a goal to reach through personality-focused therapy. By embracing the peaceful qualities of Essence, we can better navigate the chaos of life."
}