{
  "title": "Acknowledgments for \"Quantum Psychology and Chaos Theory\"",
  "first_phrase": "In the last part of the book, the author Stephen H. Wolinsky, Ph.D. shares his acknowledgments, including the important figures who contributed to the development of the enneagram system. The book's completion also predates his exposure to the Arica materials, which originate from the enneagram's original source, Oscar Ichazo. Also, Wolinsky's qualifications and extensive background in various therapy approaches and Quantum Psychology® are summarized. It is worth noting that Wolinsky co-founded the first Quantum Psychology Institute® with Kristi L. Kennen, M.S.W.",
  "content": "He was also trained in Classical Hypnosis, Psychosynthesis, Psychodrama/Psychomotor, and Transactional Analysis. In 1977 he journeyed to India, where he lived for almost six years studying meditation. He moved to New Mexico in 1982 to resume a clinical practice. There he began to train therapists in Ericksonian Hypnosis, N.L.P. and family therapy. Dr. Wolinsky also conducted year-long trainings entitled: Integrating Hypnosis with Psychotherapy, and Integrating Hypnosis with Family Therapy. Dr. Wolinsky is also the author of Trances People Live: Healing Approaches in Quantum Psychology® (Bramble Books), Quantum Consciousness: The Guide to Experiencing Quantum Psychology® (Bramble Books), and The Dark Side of the Inner Child: The Next Step (Bramble Books). He is the co-developer of Quantum Seminars' and the founder of Quantum Psychology®. Along with Kristi L. Kennen, M.S.W., he founded the first Quantum Psychology Institute®. For more information write: Quantum Psychology Institute®, do The Bramble Company, PO Box 209, Norfolk, CT 06058. To reach Dr. Stephen Wolinsky by phone: if you are using ATT dial 0 (700) 661-1993, for nonATT dial 10288 0 (700) 661-1993.",
  "last_phrase": "In conclusion, Dr. Stephen Wolinsky's extensive training in classical hypnosis, psychodrama/psychomotor, and transactional analysis, along with his experience studying meditation and quantum psychology in India and teaching in New Mexico, has led to the development of Quantum Psychology®. For further information on this approach, visit the Quantum Psychology Institute® or read one of his published works."
}