{
  "title": "Embodiment and Compassion: The Root of Connection",
  "first_phrase": "In the previous section of this text, the author discusses their journey with body therapies and how it helped them ground themselves. In the last 200 tokens, the author explores the concept of compassion and how it stems from the feeling of oneness with everything. The author shares that compassion is not something that needs to be cultivated or learned, but rather it is already within us as a quality of our essence. The author also hints at the forthcoming book \"The Way of the Human,\" which will delve into the topics of embodiment, body trances, and the Real Self in relation to the body. The text ends with the discussion of what stands in the way of compassion, as it is often hindered by psychological and emotional defenses and trances that prevent us from experiencing true connection with others.",
  "content": "Most psychological and spiritual traditions ask, call for, or hold compassion as a quality of consciousness to be sought after, cultivated, and developed. Compassion, however, is the root of I, the body, and everything all of which is made of the same undifferentiated substance. *The topic of embodiment, body trances, and the Real Self in relation to the body will be the focus of my forthcoming book; The Way of the Human. What might be explored is what stands in the way of compassion since compassion is a synonym for connection. Connection is always there, yet goes unnoticed because of psychological and emotional defenses and trances which prevent us from experiencing this compassion/connection. Compassion is not an outward cultivation like learning to listen, learning to be understanding, or learning to appreciate another. Compassion is in our body and is our ground of being. Compassion is who we are already. Compassion is a quality of Essence. If we create and learn \"how to be compassionate, look compassionate, act compassionate, or say compassionate things,\" we feel separate from the person we are being compassionate to or for.",
  "last_phrase": "In conclusion, cultivating compassion means acknowledging and experiencing the innate quality of essence that is already within us, rather than trying to learn how to act compassionate. The journey toward compassion requires overcoming psychological and emotional defenses that prevent us from connecting with others. Reducing judgment of others and ourselves is integral in this journey, and the embodiment and Real Self in relation to the body will be explored in more detail in the upcoming book, The Way of the Human."
}