{
  "title": "\"Understanding and Dealing with Masochistic Personality Types\"",
  "first_phrase": "This text discusses the masochistic personality type that wants to feel powerful and in control by withholding or spiting others to avoid losing their essence. The text mentions Alexander Lowen's difficulty in working with this personality type due to their self-effacing nature and resistance to change. By fixating their attention on others and being envious, they avoid facing their broken heart and melancholy that developed around their essence. Changing the story won't change the state. Acknowledging the chronic state and shifting attention will.",
  "content": "The envy also keeps the fixation strategy of attention #4 facing outward on others, rather than inward when their heart was broken due to the loss of Essence. The fixation strategy #4 of the observer/personality dyad feels broken hearted, and hence will have stories of tragic romances (Palmer) of betrayal to justify their melancholy. It must be remembered that the story is used to justify the state; and the story is not the state. For that reason, the attention must be taken off of the story, and placed on the state itself as energy. This habitual pattern of getting people to \"go into agreement\" on the story keeps #4 fixated. The melancholy and envy are chronic states, and are not context (story) dependent, but are a function of how the body and observer/personality dyad developed around Essence. In short, changing the story will not change the state. Acknowledging the chronic state and shifting attention will change the state. The Cliff Notes: Like cures like, i.e., story does not cure state, experiencing the state cures state.",
  "last_phrase": "To shift from a chronic state of melancholy and envy, it's essential to acknowledge the state and shift our attention towards experiencing it rather than justifying it with a story. Instead of seeking happiness through pain, it's crucial to identify the I-dentities that resist emptiness and work towards finding our roots and connections. Therefore, take the first Therapy Step and write down those I-dentities that resist your emptiness to start the journey towards healing."
}