{
  "title": "\"Steps to Explore and Overcome Resistance to Intimacy\"",
  "first_phrase": "In the last part of this text, we dive deeper into a highlighted case study of a psychologist who struggles with intimacy in his marriage due to underlying fears of engulfment. The therapist helps him explore his resistance by identifying where it exists in his body and connecting it to a fear of being swallowed up by his wife's love. By merging with this fear and understanding that love does not equal being engulfed, the psychologist begins to work through his issues with intimacy. The preceding steps leading up to this case study describe a therapy process for exploring and experiencing emptiness to better understand and release resistance to specific identities.",
  "content": "1-dentit iesUnderlying StateOver-Compensating Identities InsufficientFeeling Like NothingAvoidance Fear/doubt LonelinessAnxiousFeeling wholeness through isolation Fear of EngulfmentFearFeeling wholeness through isolation Seeking ofReminds them ofOverly-spiritual Nothingnessrejection by Mom Pain of EmptinessRepression of needsOver-intellectual Self-rejectingFear1. Assume rejection 2. Reject to avoid rejection Unacknowledged fear of power- lessnessOverwhelmed1. Holding back 2. Greed 3. Power through withholding ________________ Highlighted Case Study Fred is a psychologist, about 45, from California whose presenting problem is a resistance to getting close to his wife. Therapist: What do you want to explore today? Client: I feel this resistance to being fully intimate with my wife. Somehow I always hold back. Therapist: Where do you feel this resistance in your body? Client: (points to the center of his chest) says, my heart. Therapist: If we were to see your wife out in front of you ... what feeling state connects the resistance-to-closeness Identity and your wife? Client: Fear. Therapist: Feel the fear, merge with it completely. Client: I keep feeling overwhelmed like I'm going to be swallowed up by her love. Therapist: Does love equal being swallowed up? Client: Yes. Therapist: No wonder you are resisting love.",
  "last_phrase": "In conclusion, by exploring the fear of being engulfed by his wife's love and recognizing the cognitive distortion of emotional reasoning, Fred can now work towards overcoming his resistance to intimacy with his wife. It's important to acknowledge how past experiences and beliefs can deeply impact our present relationships and emotions. Through therapy, one can gain a better understanding of themselves and their patterns, leading to healthier and more fulfilling relationships."
}