{
  "title": "\"The Function of the Nervous System: Organizing Chaos\"",
  "first_phrase": "This text explores the concept of Chaos Theory and its relation to the function of the nervous system. The author relates a story from a workshop on Quantum Psychology and how Moshe Feldenkrais once asked, \"What is the function of the nervous system?\" The answer being, \"to organize chaos.\" However, the problem arises when one habitually orders the chaos in the same way, leading to a rigid pathway of behavior. The example of a man with eczema in the workshop highlights how we often create our own discomfort and then make it our reference point for comfort. This habit of organizing chaos can lead to a painful, lonely, and isolated experience.",
  "content": "The problem arises in that we always seem to order the energy in the same way, or we might say we organize the energy (feelings) coming in in such a way as to always get the same outcome. For example, recently Dr. Ginsburg and I were conducting a workshop on the west coast. A man in the training had a memory of having eczema as a child and that his parents had tied him up so he could not scratch himself. Two points need to be made to appreciate how he and his nervous system ordered chaos. First, he made himself as comfortable as possible given his situation. This, of course, was not very comfortable. The second, and more important point, is that the position that was found, which was still uncomfortable by most standards, became his reference point for comfort. In other words, he organized the chaos so as to be as comfortable as he could, and then this position became his reference point or standard for comfort. This rigid pathway of what energy is let in and what energy is let out is a pattern or habit of behavior. This habit is an attempt to organize chaos.",
  "last_phrase": "Breaking free from the habit of organizing chaos is vital to creating new outcomes. Recognizing and adjusting our reference points for comfort and discomfort can lead to a more flexible and positive way of being. Seeking professional help may also be necessary to overcome deeply ingrained patterns that are hindering personal growth."
}