{
  "title": "\"Moving Beyond Repression and Expression: Feeling Feelings\"",
  "first_phrase": "In this concluding section, the author delves deeper into the nature of feelings and the latest developments in psychotherapy. Prior to this, the author had shared a personal experience of acknowledging and accepting their truth. Quoting R.D. Laing, the author argues that there is no distinction between individuals, and that judgment and objectification are merely a manifestation of one's own inward lie. Instead, the author urges readers to embrace their vulnerabilities and feel their feelings. The chapter discusses the evolution of therapy from repression to expression and proposes a new level of feeling that accepts and acknowledges emotions without repressing or overexpressing them.",
  "content": "R. D. Laing said it this way: All in All Each man (woman) in all men (women) all men (women) in each man (woman) All Being in each being each being in all being All in Each Each in All All distinctions are mind, by mind, in mind, of mind. No distinctions, no mind to distinguish. (Knots, R.D. Laing, Vintage Books, Random House, N.Y., 1970) On Feelings Expression—Repression—Feeling Since the advent of the human potential movement over the last 30 years or so, feelings have played a major role in psychotherapy. In the 1960's until present time, people have moved from one side of the continuum called repression to the other side of the continuum called expression. Between these two extremes there was being willing to acknowledge feelings and have feelings. In the 1990s it is time for us to move to yet another level; that level neither represses feelings nor expresses feelings. THE TAO OF CHAOS • 317 This level feels feelings. In the repression of anger, for instance, many therapies would target how the repressed energy of anger seeks feeling through expression.",
  "last_phrase": "In conclusion, it is time to move beyond the dichotomy of repressing or expressing feelings and to embrace the level of feeling feelings. While repression avoids feelings and expression only perpetuates them, feeling feelings allows for true emotional processing and growth. It is time for therapy to continue evolving to better serve the needs of those seeking healing and growth."
}