{
  "title": "The Illusion of Perception: How Our Brain Generates Reality.",
  "first_phrase": "In the preceding text, the author delved into a peculiar experiment where repeating a taped word, cogitate, resulted in hearing different words over time. Referring to John C. Lilly's 'The Center of the Cyclone', the author presents the idea that our brain generates the organization of things we perceive, contrary to the belief that our brain registers sense data from the world. This sets the stage for discussing the story of Virgil, who regained his sight through surgery but could not identify objects or shapes.",
  "content": "________________ These experiences are highly suggestive of a strange idea. That contrary to the notion that our brains register sense data from out there in the world, our brains are generating the organizations that we take for things in the world. I am not saying that reality is merely created in the mind. What I will try to elucidate is the notion that there is no given raw sense data that makes sense, and that making sense requires the ordering of what initially is a chaotic jumble. We have to ask the question, what is it to see, or hear, or feel, something as some particular thing that we know? The neurologist, Oliver Sacks, in an article in the New Yorker (To See and Not See, May 10, 1993) tells the fascinating story of a fifty year old man, Virgil, who regained his sight through surgery after having lost his vision in early childhood. This \"miracle\" of regaining sight was not what one would anticipate. Virgil was able to see colors and movement but could not identify objects or shapes. He could not fixate his eyes on a particular target, but made random movements with his eyes.",
  "last_phrase": "In conclusion, the story of Virgil's sight restoration illustrates the idea that our brains do not simply register sense data from the outside world, but rather generate the organizations that give rise to our perception of the world. Making sense of what we see, hear, and feel requires more than raw sense data, it requires the ordering of a chaotic jumble, as Virgil's experience vividly shows us."
}