{
  "title": "\"Living on the Edge of Chaos: Trusting Our Capacity to Thrive\"",
  "first_phrase": "In the last part of this text, we explore the work of Dr. Rolf, a biochemist whose ideas about the human body challenged the Newtonian mechanics and Cartesian model of her time. She developed a method of manipulation and education that positively affected the human body, emphasizing the importance of anatomy and physics. Her approach was also based on the concept of evolution, which she believed in as the progression of species over time. This section is preceded by a discussion of human consciousness and living on the edge of chaos, with relevant sources for further reading provided.",
  "content": "If you were interested in health and the function of the body, the operational descriptions of the body were based on the model proposed by Renee Descartes, a French philosopher who wrote in the late 1600s that the human body was \"nothing more than a soft machine\" incidentally and temporarily inhabited by a soul. Although Dr. Rolf had an abiding interest in metaphysics which in part shaped her world view, she was a scientist as well. She received a doctorate in biochemistry from Columbia University in 1920. Because of her scientific background and her desire to place her ideas in the mainstream culture, she insisted on de scribing her approach to the body in the Ian- guage of anatomy and physics. This, in spite of her understanding of the deeper, and more difficult to validate aspects of her work. In her writing and speaking she stressed the physics of the structure as her logical base. Her descriptions are Newtonian and in truth her physical approach was based on the Cartesian model of the body as a soft machine. Dr. Rolf was also a Darwinist in that she believed in evolution as the progression of development of species over time.",
  "last_phrase": "In conclusion, Dr. Rolf's approach to the body was a unique combination of science and metaphysics, with a focus on improving its function and balance. Her emphasis on the physics of the structure and the importance of an upright posture align with the evolutionary thrust of our species. Her genius lay in her ability to see beyond the Newtonian-Cartesian-Darwinian framework of her time and emphasize the importance of wholism, where better organization leads to a better sense of wellbeing."
}