{
  "title": "\"Unleashing Traumatic Energy: Process for Self-Remembering\"",
  "first_phrase": "In the previous section, the author explained how stored up energy from trauma creates a gap, where the observer disappears. This section explores the three reactions that occur during trauma and how they affect our ability to observe and be mindful of our process. The author emphasizes that trauma must be processed to wake up the observer, or sublimated ways to release the energy will ensue. Examples are provided to explain how undischarged energy can lead to socially acceptable ways of discharging energy such as phobias, drugs or psychosomatic disorders.",
  "content": "Later, as an adult, this excess energy is still being stored so the adult looks and finds more socially acceptable ways to discharge energy, i.e., a phobia, drugs, or psychosomatic disorders, etc. To review, the gap after the bifurcation point does not get noticed because it contains so much stored up energy from the trauma. For this reason, the observer disappears. Let me explain by an example. In work- shops people often ask me the question, \"Why can some people observe and be mindful of their process and traumas while others cannot?\" What I say is that during the excess energy which occurs during trauma, there are generally three reactions regarding the trauma. One, the observer explodes and merges with the trauma and disappears within the trauma. Two, the observer implodes and to resist the feelings of the trauma prematurely evacuates and prematurely observes that she/he doesn't feel the trauma, or she/he creates some form of trance to defend against the trauma. This is why to wake up the observer, the unidentified trauma must be processed. If the trauma is not processed. Sublimated ways to release the energy ensues.",
  "last_phrase": "In conclusion, processing unresolved trauma is crucial as excess energy from it can lead to conditions such as phobias, drug addiction or psychosomatic disorders. Failure to process trauma can cause sublimated ways of releasing energy that result in patterns of frustration. However, allowing excess energy to discharge while experiencing the emotion as energy can unfreeze the memory and open up the gap within the trauma memory, allowing self-remembering to occur."
}