{
  "title": "\"The Tao of Chaos: Embracing Disorder for Deeper Order\"",
  "first_phrase": "In the previous section, the author discussed the concept of an individual's internal I-dentity being organized by their past experiences, resulting in resistance to chaos. Now, the author introduces the idea that embracing chaos can lead to a more subtle form of order, which connects us to the universe. The title, \"The Tao of Chaos,\" emphasizes the importance of understanding chaos in both the physical universe and individual psyche. The author also notes that most religions and belief systems attempt to create order out of the chaos, but true freedom comes from riding the rapids of chaos. This section explores a psychology that chooses chaos as its organizing principle to reach this more universally integrated state.",
  "content": "People seem to resist chaos in their lives, people seem to resist chaos emotionally, people seem to resist chaos in their thought processes. There is a general and very powerful resistance to the expaence of being out of control or chaotic in one's life. Most religions, certainly the Buddhist religion, the Hindu religion, Christianity, the Sufi, Neo-Sufi, the esoteric traditions, and the religion of psychology, attempt to try and make sense out of and create belief structures that can order this chaos; this apparent randomness that we all find so intolerable and must resist. However, in order to be free one must be willing to ride the rapids of chaos. This allows the larger context or unified field to be included which connects us to the universe. In other words, by not resisting chaos, a more subtle form of order occurs. The way out of chaos is through it. This is the context of a psychology that chooses chaos as its organizing principle' and as the vehicle to reach a more universally integrated state, or what I call a no-state state. This no-state state is a more subtle form of order.",
  "last_phrase": "In order to find a more subtle form of order, we must be willing to ride the rapids of chaos. By embracing the chaos we resist, a deeper order arises that connects us to the universe. This concept is supported by Dr. David Bohm's implicate order, which suggests that the information that organizes the entire system can be found in the second implicate order. So, instead of resisting chaos, let us choose chaos as our organizing principle to reach a more universally integrated state - a no-state state."
}