{
  "title": "\"The Essence and Identities of a Child's Development\"",
  "first_phrase": "The last section of this text delves into the concept of personal Essence and how it forms the foundation of an individual's personality, which is a result of the development of various identities. The author explains how the infant's pure essence gives way to identities as they grow up and interact with the world around them. However, as identities become stronger, the essence becomes less accessible and even feared. This fear is because identities associate essence with death, as it represents void and emptiness. The author illustrates this concept through various examples, highlighting how essence is prior to personality.",
  "content": "What seems to occur is that as the infant develops into a full fledged body and personality, the Essence becomes less available and even feels frightening from the point of view of I-dentities. The Void, Essence and Personality The qualityless emptiness which was discussed throughout Quantum Consciousness, Volume I contracts and forms what might be called a personal Essence.-See Illustration #3. This is what exists at birth. I-dentities are then formed as discussed in The Dark Side of the Inner Child: The Next Step to organize the outer chaos. When these I-dentities are formed, the physical body and I-dentities are organized around the Essence. Why do I-dentities fear Essence? Each I-dentity is formed, is seeking, and has wants from the external environment. For example, an I-dentity might be created to please Mom to get love. These I-dentities face outward to the world and the outer chaos of no love, and are adapted to get, in this case, love. From the point of view of the I-dentity, the Essence is seen as death. See Illustration #3. To illustrate this let us give a few examples. Essence is prior to personality.",
  "last_phrase": "In conclusion, the fear of the personal Essence by I-dentities stems from their external wants and desires. This fear often results in resistance and mistreatment of the inner emptiness that is the Essence, leading to harmful coping mechanisms. Recognizing and embracing the personal Essence can ultimately lead to a sense of wholeness and fulfillment."
}