{
  "title": "\"The Tao of Chaos: Understanding the Creation of Psychological Systems\"",
  "first_phrase": "In the previous paragraphs, the author introduced the concept of Chaos Theory as the answer to the creation of systems. The author explored the definition of chaos and its different facets. The first section of the book examined the utter confusion or disorder wholly without organization or order. The third section of the book will explore the perceived inner chaos. In this last section, the author explains the basic principle of the Tao of Chaos, which states that all psychological systems are born out of resistance to chaos. The author explains this principle by looking at the theories of Wilhelm Reich, M.D., the father of body-centered psychotherapy. Reich's theory is based on the biological process of energy being taken in the body and discharging out of the body.",
  "content": "Principle: All psychological systems are born out of resistance to chaos; or an attempt to organize chaos. What does this mean? That, in order to resist the out-ofcontrol, confused, overwhelmed feelings of life which are intolerable, we create elaborate psychological and spiritual systems in an attempt to have it make sense. In other words, we create internal explanations of external reality because we cannot have anything that doesn't make sense. Just a mere mention of the word chaos or craziness makes us all resist and shudder; not wanting to deal with either our own, or another's chaos. To illustrate how psychological systems are created to handle and understand chaos, let us look at two contemporary theorists. First, Wilhelm Reich, M.D. : The Father of Body Centered Psychotherapy. The psychotherapy of Wilhelm Reich, M.D. is based on the biological process of energy being taken in the body and discharging out of the body. This natural vegetative biological process is illustrated in Reich's classic work, The Function of the Orgasm. Reich demonstrates that the orgasm has a regulatory function of discharging excess energy.",
  "last_phrase": "In conclusion, the creation of elaborate psychological and spiritual systems is an attempt to organize chaos and make sense of the overwhelming feelings of life. To illustrate this, Wilhelm Reich's Body Centered Psychotherapy focused on the orgasm's regulatory function of discharging excess energy for psychological health. Understanding our resistance to chaos can help us better navigate our internal and external realities."
}