{
  "title": "\"The Illusion of Time: Contemplating Existence in the Gaps\"",
  "first_phrase": "In the previous part of this text, we discovered Bentov's suggestion that in the pauses at the top and bottom of a pendulum's swing, time does not exist. This leads to the illusion that nothing exists, including us. Now, we contemplate the question of whether anything could exist in a universe without time. This leads us to the concept of \"no-me\" in Raja Yoga, which allows us to experience the underlying unity with everything else through the natural process of disappearance. In this final section, we delve further into this idea and explore how it is possible to experience this state of no-me. We will also discuss the eight-step approach of Raja Yoga that leads to this realization.",
  "content": "Chaotic Contemplation Contemplate for a moment that you appear and disappear, appear and disappear many times each second. Chaotic Contemplation Contemplate that the universe appears and disappears, appears and disappears many times each second. With this understanding, where do we go during these gaps or intervals in time? In Asia they have developed a system of yoga which means union, that talks of a way to experience this gap. Raja Yoga, translated, means the King of Yoga's outline of an eight-step approach that leads to this experience. The last step, called samadhi in Sanskrit, literally means no-me. In that gap, which occurs 14 times per second, there is no-me in the gap, or a state, or better described as a no-state state, which affords us the opportunity to experience the underlying unity with everything else through the natural process of disappearance. The effort in Yoga or other disciplines is to know, and experience, and recognize this no-me unity. However, effort is not required, because this is a naturally occurring process whether we are aware of it or not.",
  "last_phrase": "In conclusion, the concept of chaotic contemplation suggests that the universe appears and disappears many times each second, allowing us to experience the underlying unity with everything. Through natural processes like Raja Yoga, recognizing and experiencing this gap can occur, affording the opportunity to enter a no-state state with no effort required. Thus, becoming aware of and noticing this pulsation is all that's needed to experience this unity."
}