{
  "title": "\"The Enneagram: Understanding Identity and Loss of Being\"",
  "first_phrase": "This text explores the concept of I-dentities as a way to understand personality, and how we can go beyond them to discover our true essence. The author draws on the character analysis of Wilhelm Reich, made more accessible by Alexander Lowen and Ron Kurtz, and also delves into the ancient system of the enneagram to analyze the nine basic personality types. The main idea is that as infants, we move from our pure essence to survival in the world, and in the process, form I-dentities as a defense mechanism against the loss of being. This last part (200 tokens) focuses on the devastating hole left by this loss and how this awareness can lead to personal growth and self-discovery.",
  "content": "I spent years taking apart approximately 90 pairs of oppositional I-dentities within each character type, and then began dismantling each pair within myself. This process using The Enneagram by Helen Palmer, Personality Types by Don Richard Riso enabled me to dismantle I-dentities one by one. In 1991 I bought The Enneatype Structures by Claudio Naranjo. While studying Naranjo's book a missing piece jumped out at me!! That each personality type began with a feeling of \"loss of being.\" What I began to appreciate was that there was a loss of being that precipitated the I-dentities which were formed, and that there were nine basic styles of personality, nine being only the basic, which were habitually used to defend against this loss of being. I began to understand that as an infant we were forced to move from the pure Essence of our Real Self to the \"outer\" survival of the world as the body developed. In other words, as the physical body develops, the personality is formed through identification with the body. The personality is a survival mechanism which organizes chaos. What is the most important point is that the loss of being leaves a devastating hole within itself as it moves from Essence to personality.",
  "last_phrase": "In summary, understanding the Enneagram helped the writer dismantle opposing I-dentities and realize that a loss of being underlies the formation of the personality types. This loss can lead to feelings of emptiness and trauma, but acknowledging it is the path to self-acceptance and inner peace. Rather than searching for external solutions to fill the void, it is important to embrace and accept ourselves as we are."
}