{
  "title": "The Energy of Awareness in Chaos Theory and Psychotherapy",
  "first_phrase": "This text explores the concept of chaos theory and the role of awareness in bringing order to chaos in the context of family and individual therapy. The previous parts discussed how the energy of the husband/wife collision generates chaos, and how the energy of awareness acts as a bifurcation point, allowing a new order to arise. In this section, the focus is on the attraction of two energies forming the same pattern repeatedly, but the addition of awareness through therapy can reorder these patterns. The concept of attractors is introduced, which keep self-organizing systems stable and rigidified, but also result in repetitive patterns. Therapy aims to make clients aware of their attraction to particular reactions and create new habits to enhance their attraction to a universe of pleasure.",
  "content": "(Philosopher's Stone by F. David Peat, Bantam Books, New York, p. 181-182) In Chaos Theory the attractor is a force which keeps the self- organizing system stable and rigidfied. Hence it is a fatal attraction. Attractors It seems that somehow, everything tends to order chaos, and that chaos becomes ordered by being attracted to par- 1f\" ticular energy systems that are self-similar. Here the old saying, \"birds of a feather flock together\" applies. This organizes us in our old patterns and old belief systems. This attraction to one, two, or maybe three options as how to organize chaos accounts for our repetitive patterns. We appear to be somehow bound and attracted to a particular energy. In psychotherapy, therapists somehow try to get the client aware of how she/he is attracted to particular reactions (energy patterns) and tries to get us to \"complete\" this pattern someway, or change the meaning of what is occurring (reframe), or possibly to accentuate the positive and hence create a new habit. The purpose being that the attraction to one universe of pain is lessened and the attraction to another universe of pleasure is enhanced.",
  "last_phrase": "In conclusion, the concept of attraction to particular energy patterns explains the repetitive patterns in our lives. In psychotherapy, therapists work to shift the energy's structure, helping individuals develop new habits and decreasing the attraction to painful experiences. However, therapists must be aware of their preference for \"good energy\" and recognize the complexity of energy systems that can feel chaotic."
}