{
  "title": "\"The Inadequacy of Personality Compared to Essence\"",
  "first_phrase": "In the previous section of the text, the concept of Essence and personality was discussed, and it was established that personality is not adequate to experience the nature of love, which is intrinsic to Essence. The section that follows discusses how fixation of attention strategy #1, that is looking outward for perfection of Essence, leads to anger, resentment, and development of I-dentities as a compensation for the trauma of losing Essence. This section highlights the search for perfection outside oneself and how it creates intense feelings of inadequacy and self-blame, leading to overcompensation and the formation of compensatory I-dentities. The relevant concepts include Essence and personality, fixation of attention strategy #1 and I-dentities.",
  "content": "An anger resentment and self- 164 • THE TAO OF CHAOS righteousness develops as the essential quality of perfection, which is Essence, is labeled as imperfection and is substituted with a personality which has I-dentities and has a fixation of attention on perfectionistic moralistic virtue. In other words, the observer/personality dyad is resentful at the trauma of loss of Essence. The observer/personality dyad is searching for the perfection of Essence and cannot find it. The personality looking outward substitutes moralistic virtue for the perfection that is Essence. In this way, the fixation of attention strategy #1 feels resentful at not being able to find perfection outside itself. Moralistic virtue becomes the way the observer/personality dyad attempts to substitute, create perfection, and resist the deep trauma of loss of Essence, which is perfection itself. I-dentities develop to justify the moralistic virtue, seek another perfection, and overcompensate for the inadequate personality by becoming super moral or even religiously fanatic. Very simply put, over perfectionism is the compensation for the deep inadequacy and self-blame destined by the trauma of loss of Essence. This causes I-dentities to be formed which are compensatory by nature to cover the deep inadequacy and self-blame for losing Essence.",
  "last_phrase": "In conclusion, the pursuit of perfection through moralistic virtue and overcompensation is often a result of the deep trauma of losing Essence, and the subsequent development of compensatory I-dentities. It is important to understand and address this underlying trauma in order to break free from the cycle of inadequacy and self-blame, and to rediscover the true Essence within ourselves."
}