{
  "title": "\"Schizoid Fixation and the Unenlightened Buddha\"",
  "first_phrase": "In the preceding text, the author discusses the merging and disappearance of identity and emptiness. He explains how, in this state of being, identities are reabsorbed back into Essence, leaving the client speechless. Here, the author explores the fixation of attention strategy adopted by those who have an inability to feel or cannot feel. This fixation confuses thoughts with feelings and leads to the observer/personality dyad, which is prematurely in a state of observation. This state looks spiritual but prevents the person from interrelating with others, particularly in the area of intimacy.",
  "content": "This is the nature of Essence—a no-state state that has no subject/object, story, or reason. Simply put, Essence and its qualities just are. 204 • THE TAO OF CHAOS Like premature ejaculation, premature observation is a defense against feeling. In other words, the schizoid cannot feel; therefore, she/he observes, and acts \"as if\" she/he is feeling. This fixation strategy is called the observer by Palmer, the thinker by Riso, and is said to seek wholeness through isolation by Naranjo. In this fixation of attention we have a powerful I-dentity which has an inability to feel, or cannot feel. This fixation confuses thoughts with feelings. In other words, they think feelings rather than feel feelings. This fixation of attention strategy is an observer/personality dyad that is prematurely in a state of observation. This premature observation looks spiritual from the outside.' The person is detached, non-feeling, slightly aloof, and seems to like to be alone. In reality, however, he/she is dissociated from their feelings and their body and has a difficult time interrelating with others, particularly in the area of intimacy.",
  "last_phrase": "In conclusion, the fixation strategy of premature observation in the observer/personality dyad leads to a disconnection from feelings and difficulty in interrelating with others, especially in intimacy. Although it may appear spiritual, it is a defense mechanism against feeling and hinders the ability to truly experience life and connect with others. Recognizing and addressing this fixation can lead to a more authentic and fulfilling existence."
}