{
  "title": "\"Overcoming Fear of Swallowed Up Love in Therapy\"",
  "first_phrase": "In this excerpt, a therapist helps a client identify the cause of his resistance to intimacy, which manifests as a fear of being overwhelmed by his wife's love. The client's emotion-filled beliefs about love and relationships are identified as cognitive distortions that need to be addressed. The therapist also explores the possibility of a transferential issue from the client's relationship with his mother to his wife. This context will help in understanding the last 200 tokens where the therapist aims to de-fuse the client's beliefs about love and being swallowed up.",
  "content": "Therapeutic Note Here we have three important themes. First, the cognitive distortion of emotional reasoning, \"I think I'm going to be swallowed up...therefore I am going to be swallowed up.\" Emotional Reasoning \"At the root of this distortion is the belief that what you feel must be true in all negative things you feel about yourself and others must be true because they feel true.\" (Thoughts and feelings, McKay, Davis and Fanning, New Harbinger, Oakland, CA, 1981, p. 2223). Second, the possible trance-ference of Mom on his wife. Why? Because, if you are in present time, why 210 • THE TAO OF CHAOS would you be afraid of being swallowed up? Only an age-regressed child who is hallucinating his wife as his mother would feel afraid of being swallowed up. Third, is the fusion of meaning. In this case, love=being swallowed up. I will approach the cognitive distortion and the fusion of meaning through an elaborate de-fusion process. Therapist: If you fuse together love (holding up my left hand) with being swallowed up (holding up my right hand and putting the two hands together), what are you creating?",
  "last_phrase": "In conclusion, by recognizing and challenging cognitive distortions, avoiding transference, and de-fusing negative beliefs, we can free ourselves from fear, feelings of alienation, and negative self-talk. These practices can help us develop healthy relationships and lead fulfilling lives."
}