{
  "title": "\"The Irony of Meditation: Reabsorption as the Final Step\"",
  "first_phrase": "In the last part of this text, the focus is on a case example that illustrates the process of reabsorbing identities after trauma. The author reminds us that reabsorption is not a quick fix for integration; it is the last step in a process that requires extensive therapy, processing of trauma, and dissolving dissociative amnesic voids. The highlighted case example involves a successful businessman named Tom whose over-reactive anger towards his girlfriend is explored. The therapist invites Tom to locate where he feels the anger in his body and to peel back the layers to identify what's underneath it.",
  "content": "Stated more clearly, reabsorption is the last step, not the first step in integration. Therefore, if you are a therapist, do not be mislead into thinking this is the cure-all. This approach of reabsorption works only after the preliminary therapy has been done, the dissociative amnesic void dissolved, and the trauma processed. And even after that reabsorption and integration of the no-state might take some time. To use the words of my teacher, Nisargadatta Maharaj, \"To get established in this condition it might take some time, but hang on to the beingness only.\" In this spirit, and with the understanding that reabsorption is a part in the process not the whole process, let us look at this case. Highlighted Case Example Tom is a successful businessman in his late forties from Arizona. He came to see me with the presenting problem of an over-reactive anger response to the world. ________________ Therapist: What would you like to look at? Client: My over-reactive anger at my girlfriend. Therapist: This over-reactive I-dentity, where do you feel it in your body? Client: In my solar plexus. Therapist: If you were to peel back that layer, what's underneath it?",
  "last_phrase": "In conclusion, reabsorption should not be seen as a cure-all, but rather as a part of the process of trauma therapy. Even after preliminary therapy and processing the trauma, it may take time to integrate the no-state. By focusing on the beingness and peeling back the layers of over-reactive identities, as shown in the highlighted case example with Tom, progress can be made towards healing."
}