{
  "title": "\"Exploring Quantum Chaos and Personality through Psychology and Philosophy\"",
  "first_phrase": "In the final part of the book, \"Quantum Psychology,\" Stephen H. Wolinsky, Ph.D. delves into the connections between psychology, philosophy, personality, and quantum chaos. It is a dedication to the memory of Nisargadatta Maharaj and Dr. David Bohm, and features acknowledgments to various influential figures in Wolinsky's life. The text draws from Gestalt and Reichian therapy and explores the enneagram concept popularized by Oscar Ichazo.",
  "content": "________________ DEDICATION To the memory of Nisargadatta Maharaj, the ultimate de-programmer. To the memory of Dr. David Bohm, the father of Energy, Space, Mass, and Time. vii ACKNOWLEDGMENTSTHE AUTHOR Carl Ginsburg, Ph.D. Jan Sultan Kristi Kennen, M.S.W. David Katzin, Ph.D., M.D. Claudio Naranjo, M.D. Idries Shah Don Richard Riso Helen Palmer Susan Briley (word processing) Jessie Page (copy edit) Debra Ashton Jerald H. Grimson (illustrator) Special thanks and acknowledgment to Oscar Ichazo. At the time of the completion of this book, I had not seen the Arica materials. However, there is no doubt that the Arica Master Oscar Ichazo is the original source and father of the present day enneagram which he calls the enneagon. Special thanks to F. David Peat for his willingness to read the original manuscript and make comments which are printed in their entirety in the text of this book. To all my workshop participants and sponsors who were willing to explore their outer and inner chaos. ________________ Stephen H. Wolinsky, Ph.D., began his clinical practice in Los Angeles, California in 1974. A Gestalt and Reichian therapist and trainer, he led workshops in Southern California.",
  "last_phrase": "In conclusion, Stephen H. Wolinsky, Ph.D.'s dedication to the memory of influential figures and special acknowledgments sets the foundation for his insightful book. With his extensive clinical experience and comprehensive training, he guides readers through a journey of self-exploration, and his gratitude to workshop participants and sponsors highlights the importance of collective growth."
}