{
  "title": "\"The Tao of Chaos: Embracing Change and Letting Go\"",
  "first_phrase": "In the previous part of this text, the author described the pain and chaos that arise from resisting natural change processes. Continuing with the Tao of Chaos exercises, the author presents exercises 14, 15, and 16, which invite readers to notice the fear of letting go of a position, experience emptiness and the disappearance of a position as the same substance, and be willing to have problem states as condensed emptiness. These exercises aim to help readers release their attachment to positions that cause discomfort and open themselves to the flow of natural change.",
  "content": "Notice the position, and feel the position and the emptiness as being made of the same substance. Step I Step II Step III Step IV Step V Step VI 74 • THE TAO OF CHAOS ness, emptiness changing into another form that creates a feeling of inner chaos. To illustrate this: Tao of Chaos Exercise #15 Eyes closed. Step I See the emptiness in front of you. Step II Notice that a thought or feeling emerges from the emptiness. Step III Notice that eventually the feeling or thought goes back to emptiness. Tao of Chaos Exercise #16 Eyes closed. Step I Notice the empty space in front of you. Step II Condense down emptiness and organize it into a problem state you have been resist- ing. Step III Be willing to have the problem state as con- densed emptiness—hold the understanding, \"I wonder how long the state will last?\" Step IV Notice what occurred. This approach pulls us out of the time-locked feeling of uncomfortable states, or comfortable states which feel like they will last forever. In that disappearance back into emptiness, location, separation, distance, and resistance are no longer.",
  "last_phrase": "Practice these Tao of Chaos exercises to experience the non-being state and dissolve uncomfortable or time-locked states. By holding the understanding that condensed emptiness can be a problem state, you can flow back into the emptiness from where the feeling originated. Seeing with the no-mind is crucial for perceiving everything as the same substance."
}