{
  "title": "\"The Tao of Chaos: Riding the Waves of Consciousness\"",
  "first_phrase": "In the preceding text, the author discussed the concept of phase time and the differentiation of solidness, mass, and energy into different phases. The observer and the observed are both consciousness, but to the observer, they appear separate. This idea of separateness leads to suffering. The author introduces the concept of Chitshaki Vilas, the Play of Consciousness. The Tao of Chaos invites us to experience the random movement of consciousness, which appears chaotic but has an underlying order. In this final section, the author presents an exercise to help readers observe the randomness of their thoughts and explore their underlying order.",
  "content": "Stated more simply, the random arising and subsiding shifting and turning of consciousness appears chaotic. Being willing to allow and ride that experience of out-of-control and chaos allows the individual to move into a state of Essence which is prior to consciousness, and hence the second implicate order (this will be discussed in the second section). Once while I was with Nisargadatta Maharaj he emphasized that, \"prior to your last thought arising stay there.\" He was saying that the thought is consciousness and hence, appears chaotic. Prior to its arising is emptiness, and the second implicate. People often want to escape this random movement of thought, but if you sit for a minute, eyes closed, you will notice many thoughts arising unconnected to one another and random. At first this appears as chaos—but looking deeper we can find the underlying order. The Tao of Chaos, along with the companion volume Quantum Consciousness, contains many exercises to help make these understandings more experiential and less intellectual. With this in mind, let us explore an experience of The Tao of Chaos. ________________ Tao of Chaos Exercise #1 The randomness of thought. Eyes closed. Step I Watch your thoughts coming and going.",
  "last_phrase": "In conclusion, embracing the randomness of our thoughts and allowing ourselves to ride the waves of chaos can lead us to a state of Essence that is prior to consciousness. Utilizing exercises from The Tao of Chaos can help make these understandings experiential and transform our perspective on the seemingly chaotic nature of consciousness. Give it a try with Exercise #1 – watching the randomness of your thoughts with a sense of curiosity and non-judgment."
}