{
  "title": "\"Creating Order: The Power of Feldenkrais Movement Therapy\"",
  "first_phrase": "This text details a Feldenkrais movement teacher's experience working with small children who have neurological problems that affect their movements. She explains how she creates conditions for these children that allows their nervous systems to transform their chaotic movements into specific actions. The text then cites a particular four-year-old child who underwent a transformation in personality and behavior after gaining the necessary organization to hold her head up and look around. The author argues that despite advances in neuroscience, we know little about the nervous system's ability to create order.",
  "content": "I do not teach movements or corrections of movements to the child. But you may suddenly see a child lift the head and be able to look around when lying prone. Of course he also organizes to use the arms and elbows at the same time. A particular four year old child I worked with who could not even hold her head up properly in sitting on her mother's lap appeared at first completely listless, uncommunicative and uninterested in anything around herself. When she gained for herself the organization necessary to hold her head and look around she became a different person. She made eye contact and looked at people. She began to use words and smiled and interacted with both her parents and other people around her. She became alive and intentional. As much as we have learned about psychology, the nervous system, cognition, and related topics in the age of science, we know next to nothing about the organizational abilities of the nervous system to create order. The Nobel Prize winning biologist, Gerald Edelman, has noted in his book, Neural Darwinism, that modern neuroscience has not been able to explain how \"neural structure and function can result in pattern recognition or perceptual categorization with generalization.\"",
  "last_phrase": "In conclusion, the story of the four-year-old child shows how the nervous system's ability to create order can greatly impact a child's development. While modern neuroscience may not have all the answers, ongoing scientific discoveries and research into the organizational abilities of the nervous system, complex systems, and cognition provide a glimmer of hope for understanding how we can work with problems of living systems. As we continue to explore and learn, we can use this knowledge to help children and individuals like the four-year-old in this story, to flourish and live fulfilling lives."
}