{
  "title": "The Performer: A Fixation on Outward Appearance.",
  "first_phrase": "This text explores the third strategy of the observer/personality dyad to resist the trauma of the loss of Essence. The strategy fixates attention on outward appearances and is called success through appearances by Naranjo. This leads to a performer who is centered outside themselves and is reinforced by the powerful chief feature of vanity. The underlying state of deceit is always present, and the fixation on not being able to do or act can lead to overcompensation. The last part of the text discusses how being Essence can lead to deeper connections than being identified with personality.",
  "content": "When the mirror answers, \"Sleeping Beauty,\" there is outrage and vanity. Vanity is a very powerful chief feature and reinforces the underlying state of deceit. This underlying state of deceit is always there. Although there might be an outward tendency to think deceit is an asset (like a used car salesman), or if we think deceit is bad, the performer will try to hide it by being over-honest. Once again, there is no reason or story as to why strategy #3 feels itself to be deceitful other than that the observer/ personality dyad labels the emptiness of Essence as an inability to do or to create. The fixation of #3 on not being able to do or act can either attempt to overcome feelings by overdoing, or to overcompensate for deceit. They might tell themselves stories where people accuse them of being deceitful and hence they become over-honest. In this way they either justify or demonstrate to the inner imagined person they are not deceitful but honest. This fixation might even tell itself that it is misunderstood.",
  "last_phrase": "In conclusion, the #3 fixation's underlying state of deceit, coupled with an inability to act, creates a cycle of overcompensation and overdoing that can manifest as imposter syndrome. Though it may seem like a positive quality, the need to constantly \"act\" can be exhausting and ultimately unfulfilling. The key is to recognize and work on the underlying issues, rather than constantly trying to cover them up with deceitful actions."
}