{
  "title": "\"The Tao of Chaos: Embracing the Appearance and Disappearance of States\"",
  "first_phrase": "In this section, we dive deeper into the Tao of Chaos exercise and explore how it helps us deal with uncomfortable states. By noticing the emergence and disappearance of thoughts and feelings in emptiness, we can detach ourselves from them and avoid suffering by not resisting their natural process. The text emphasizes the importance of seeing with no-mind and explains how everything is seen as the same substance when there is no perception or nervous system present. The author also quotes Nisargadatta Maharaj to summarize the essence of the exercise.",
  "content": "Here is where the no-experience experience or no-state state of the non-being shines through. In the perception of the nervous system, which Francisco Varela calls the Embodied Mind, we see only the explicate order, or appearance and distance. With no perception or nervous system present; everything is seen as the same substance. To see with no-mind is the important point. ________________ THE TAO OF CHAOS • 75 (See Quantum Consciousness, Volume I). To see with no-mind all we know disappears briefly to reappear later. If we do not resist this natural process of disappear and reappearance, we do not suffer. If we fear disappearance as a permanent state, then we suffer. Likewise, if we resist appearance as a permanent state we suffer. No states are permanent, they are just appearances and disappearance of emptiness, or emptiness becoming form and form becoming emptiness. This is the way of the universe and the Tao of Chaos. To paraphrase, my teacher Nisargadatta Maharaj summed it up this way: \"Before you were born there was Nothing absolutely. Then Nothing condensed and became a consciousness called \"I am\" and what you call You arose. At some point this consciousness will become nothing again.",
  "last_phrase": "In summary, to see with no-mind is the key point. Resisting the disappearing and reappearing process of all states causes suffering. Understanding that no state is permanent and allowing the natural process is the way of the universe and the Tao of Chaos. Try Exercise #17 with eyes closed to practice seeing with no-mind."
}