{
  "title": "\"The Tao of Chaos: Understanding the Pulsation of Emptiness\"",
  "first_phrase": "In the previous text, we saw the Tao of Chaos Exercise #5 which involves noticing the emptiness and how it condenses down to become a thought or feeling, and then thins out again into emptiness. This section quotes from Fung Yu-lan's \"Short History of Chinese Philosophy\" and discusses the concept that everything is made up of ch'i, which condenses to form all things and then disperses to become the Great Void once more. This philosophy can help us understand the impermanence of our experiences and shift our relationship to uncomfortable feelings. This section invites us to live by the principle of seeing everything as condensed emptiness that will eventually become emptiness again.",
  "content": "Then out of emptiness another condensation of emptiness will occur which we call a thought called \"I don't like myself.\" At the moment when \"I don't like myself' is present, \"I like myself' has disappeared. In reality, the \"I like myself' does not exist at that moment. Let us look at this in the light of fractals. We notice, for example, that thoughts appear and disappear. If we slow down that process, a thought which seems chaotic can be seen to have an underlying order of emptiness. The Riddle \"All things must past ..., All things must away.\" George Harrison The answer to the riddle is in the fact that the pulsation of emptiness to condensed emptiness continues on its own. How to live then? Principle: Whatever experience you are having, keep the understanding; I wonder how long this condensed emptiness will remain before it becomes emptiness. The problem is that when an uncomfortable feeling occurs we think it will last forever. By holding the understanding that form will become emptiness and emptiness will become form shifts your relationship to the experience.",
  "last_phrase": "Remember that uncomfortable feelings will pass. Understanding that all form will become emptiness and emptiness will become form helps shift your relationship to the experience. The Spanda Karikas, Tantric Yoga, Chinese Philosophy of Ch'i, and the Heart Sutra of Buddhism all describe this process. With each of us possessing many parallel universes defining ourselves, chaos can arise from any one boundaried world."
}