{
  "title": "The Importance of Embracing Chaos in Life",
  "first_phrase": "In this final section, the author explores the concept of chaos and why our society tends to resist it. They question why we avoid and run away from craziness, and what purpose it may serve. They touch on Chaos Theory and how it has created a new science in physics, trying to find order in the chaos. The author suggests that our conditioning has led to a constant need for control, even over our own energy and feelings. They highlight the importance of learning to handle our own chaos through resource retrieval, which can be achieved through hypnosis.",
  "content": "What is wrong with feeling surges of energy and sensations running through out our body? And what, if anything, is its purpose? What is wrong with craziness (chaos)? Well, obviously when I say the word crazy, people have associations of a mad woman/man with hair thrown in ten directions, yelling four-letter words, dressed in rags, or in a straight jacket. Our society doesn't seem to like chaos and individually our efforts are to stay \"cool,\" \"get control over it,\" and avoid it at all costs. Chaos Theory, a recent (last 20 years) discovery in Physics has provoked much interest lately because of the unpredictable pattern of weather. This craziness has created a new science in trying to find out if there is order in chaos. The answer that has come up is yes. Why do people resist surges of energy and feeling out of control? Once again, we have all been conditioned to control our feelings (anger), control this energy. The free flow of energy occurs constantly, be it as a thought, a feeling, a look (energy) from one person to another.",
  "last_phrase": "Learning to embrace and understand the surges of energy and chaos in our lives can lead to a deeper understanding of ourselves and the world around us. Rather than resist these feelings, we can learn to recognize them as part of the natural ebb and flow of life and allow ourselves to experience their transformative power."
}