{
  "title": "\"Chaotic Contemplation: Finding Unity in the Gap\"",
  "first_phrase": "This article explores the concept of the \"gap\" in time and how it relates to the Eastern practice of Raja Yoga, specifically the final step, samadhi. Samadhi is described as a state of no-me or a no-state state that occurs 14 times per second, and it allows for the recognition and experience of unity with everything else. The article emphasizes the idea that this process is naturally occurring and that we only need to become aware of and notice it. The last 200 tokens describe an exercise called the Tao of Chaos, which involves blinking and contemplating the appearance and disappearance of objects to better understand this concept of the gap in time.",
  "content": "In other words, whether we like it or not, we are going into and out of the gap of no-state state continually; it's just a matter of being willing to recognize, experience, and become aware of this pulsation. Thus we only have to become aware of and notice. Picture, for example, a film strip with individual slides. If we move the slides slowly, there is a picture and a gap, a picture and a gap, a picture than a gap. This is what the physical universe is doing in that natural process. The Tao of Chaos Exercise #32 Step IEyes open, look at an object in the room. Step IIBlink your eyes rapidly and imagine that the instant when your eyes are closed, the object is not really there. This is the process. The nervous system of our Embodied Mind makes this process appear as one fluid no gap world. In reality however, the gap is there. Time makes things appear as though they were always present. Yet, as we contemplate no time...time...no time..., or better yet, the appearance of you and disappearance, of you, experiences can shift quite immensely subjectively.",
  "last_phrase": "By recognizing and experiencing the pulsation of the universe that exists in the gap between states, we can find freedom from the illusions of permanence and fixations. Through simple exercises, like blinking our eyes or contemplating our own appearance and disappearance, we can tap into this natural process and release the need to control and hold on to things. Give it a try and see how your experiences shift."
}