{
  "title": "\"Reabsorbing I-dentities into Essence: A Therapy Approach\"",
  "first_phrase": "In the last 200 tokens, the author explores how love can transition from being a state to a permanent station of Essence. The concept of Essence refers to the Real Self, where one resides at the level of love instead of identifying as an 'I-dentity' experiencing love. To achieve this, the author proposes using character analysis and the enneagram as diagnostic tools, with case examples and exercises presented. The idea of the universe acting as a pendulum, moving from manifest to unmanifest, is introduced to explain the concept of Essence as emptiness. The author's teacher, Nisargadatta Maharaj, likened this process to a cinema film with gaps between slides.",
  "content": "With the Essence as your Real Self in mind, let us proceed and integrate our diagnosis along with the steps of how to reabsorb I-dentities. ‘.1) /117) CIETHE ENNEAGRAM AND THE EMPTINESS uantum Physics has demonstrated that the universe acts as a pendulum. In 11 Stalking the Wild Pendulum, Itzhak Bentov suggests that we move from being to agt not being, or from manifest to unmanifest, 14 times per second. What this means is as we move from unmanifest to manifest, we enter into the no-state state of Essence which is emp- tiness. This no-state state appears to I-dentities • as disappearance and hence becomes defended Zagainst. This pulsation or throb from unmanifest to manifest has been described in the ancient sanskrit text the Sparda-Karikas. Translated, it means lessons in the divine pulsation. So although this pulsation in Quantum terms happens 14 times per second, we exist and experience ourselves as manifest beings, and the world as a manifest world appearing 14 times per second and act \"as if' the disappearance never happens. My teacher, Nisargadatta Maharaj, as mentioned earlier, described this process to me as a cinema film, in that each slide had a space or gap between the next slide.",
  "last_phrase": "Embracing the emptiness as a gateway to our true essence can help us break free from the chaos and pain caused by our attachment to I-dentities. Understanding the pulsation between manifest and unmanifest states can help us reabsorb these false identities and connect with our authentic selves."
}