{
  "title": "\"The Philosophy of Death and the Circular Nature of Time\"",
  "first_phrase": "The following text explores the concept that everything is made of the same substance and there are no polar opposites. To understand this concept, one must practice, and once recognized, integration of the pairs of opposites is no longer an issue. The focus then shifts to death, the most feared aspect of the universe, and how religions resist the process of appearance-disappearance. The Tao of Chaos exercise 38 asks one to contemplate the natural pulsation of appearance-disappearance and how it interconnects with the philosophy on death. The text ends with a quote from physicist John A. Wheeler on time being a circular concept where present choices determine the past, showcasing a re-discovery of the past.",
  "content": "Step IINotice how the philosophy resists the natu- ral disappearing-reappearing process. Step III Notice what rules are given; that if you obey, good afterlife; if you disobey, bad afterlife. Step IV Notice how the rules, adherence to the rules, and the philosophy promising eternal life resist disappearance. Step VContemplate (eyes closed) just for a mo- ment, that there is a natural appearance-disappearance which occurs. Step VI Eyes open, see if you can accept and \"sense\" this natural pulsation. ________________ \"As you know, modern physics says that time is curved. This means that it is a circle ... Time is not a straight line but infinite circles all turning on themselves ... the past is as living as the present or the future.2 Noted physicist John A. Wheeler calls this circle of time where the present effects the past \"delayed choice measurements.\"' \"Accordingly, it is our choices made now in the present that determine what the past had to have been.\" (Parallel Universes, Fred Wolf, p. 226) This is a re-discovery.",
  "last_phrase": "In conclusion, understanding the circular nature of time and the power of our present choices can have a profound effect on our past, present, and future experiences. By breaking free from linear thinking and embracing the philosophy of eternal life, we can resist the natural pulsation of life and create a more fulfilling and meaningful existence for ourselves."
}