{
  "title": "The Power of Energy: Creating Change Through Bifurcation Points",
  "first_phrase": "This text explores the concept of energy and how adding or subtracting energy from a thought or emotion changes the state. This idea stems from the Psychotherapy of Milton H. Erickson, M.D., who believed that getting a person active and moving energy was the key to treating depression. The concept of bifurcation, where small changes can lead to large outcomes, is also introduced. By adding energy to a thought, a bifurcation point is created, leading to new choices and deeper understanding. This allows for the reabsorption of an experience into essence or underlying order.",
  "content": "A Bifurcation in a system is a vital instant when something as small as a single photon of energy, a slight fluctuation in external temperature, a change in density or the flapping of the butterfly's wings in Hong Kong (The Butterfly Effect) is swelled by iteration to a size so great that a fork is created and the system takes off in a new direction....At the bifurcation point the system underlying a flux is, in effect, being offered a choice of orders Bifurcation points are milestones in the systems evolution; they crystalize the system's history.\" (The Turbulent Mirror, John Briggs and F. David Peat, Harper & Row, New York, 1989. p. 143-144) When I am working with somebody or myself, if I get them to add energy to the thought, it creates a bifurcation point and new choices appear. This can cause reabsorption (to be discussed later) of an experience into essence or underlying order. Since the thought only can contain a certain amount of energy, by adding energy to a thought a bifurcation point, or intensity develops, which, when allowed, takes a person to a deeper level of ordering and understanding.",
  "last_phrase": "In conclusion, the concept of bifurcation points highlights the importance of small changes in a system that can lead to significant and unexpected outcomes. By adding energy to our thoughts and experiences, we can create our own bifurcation points that offer new choices and a deeper understanding. This way of working with oneself or others can be a powerful tool in personal growth and development."
}