{
  "title": "Understanding Fixation #8: Lust Overcompensates for Unlovability and Injustice",
  "first_phrase": "In the previous section, we learned about the fixation of attention #8 and how it deals with the trauma of loss of Essence by developing an intense lust and desire for justice. In this concluding part, we'll delve further into the personality of #8 and how it deals with vulnerability and dependence. We'll also discuss how the fixation of attention #8 has a tendency to dominate and pursue justice with arrogance and vindictiveness. Additionally, we'll explore how #8 can take on humility when transitioning to a #2 fixation. Overall, the theme of power is crucial to understanding the personality of #8.",
  "content": "In other words, rather than facing the personality's inadequacy powerlessness and lovelessness, they defend against people seeing that within them by attempting to dominate others and force the truth, justice, and the American way on them. This forces #8 to develop an arrogance, even a vindictive and vengeful arrogance, that comes on incredibly strong to counter the vulnerable dependent underdog, which they deny inside themselves. #8 can be seen in those who act like they know or can do anything and everything. Sometimes this can be demonstrated by over-dominance and arrogance. #8 is not generally introverted. Rather, they prefer to be a BOSS, in the thick of things, dominating and persuading others of their unique qualities as a leader. #8 will rarely admit shortcomings of their philosophical system or themselves because this would leave them, from their point of view, vulnerable to the experience of the trauma of the loss of Essence. Sometimes the arrogant dominant takes on humility as #8 moves to become a #2 and takes on the super-giver. All of this hides the general vulnerability and masks the perceived emptiness. See illustration #14. On the level of character analysis, the issue is power.",
  "last_phrase": "In conclusion, the psychopathic structure is a defense mechanism that originated in childhood to counteract the feeling of powerlessness. #8 personality type tends to develop an arrogance to hide their vulnerability and weaknesses. By understanding their behavior, one can learn to identify and deal with their tendencies. Remember to be empathetic, and do not confuse this with the extreme psychopathic behavior in movies."
}