{
  "title": "\"Uncovering Lies: Absorbing Personality into Essence\"",
  "first_phrase": "This section of the text delves into the issue of lying to ourselves and how it can hinder our growth in the journey towards accessing our Essence. The author cites examples of people who lie to themselves about the behavior of others in their relationships, and how this leads to compartmentalizing and inaccurate perceptions. The author also talks about the role of denial in hindering the absorption of personality into Essence. Nisargadatta Maharaj’s teachings about the importance of telling the truth about past traumas are also discussed. The section concludes by highlighting the need to examine all I-dentity structures as part of the process of accessing Essence.",
  "content": "Our work is to uncover our own lies, and see people as they are, not the lies which compartmentalize our perceptions of their behavior. Another general example can be summed up in the word denial. If we lie to ourselves about a trauma that occurred by denying it occurred, or lie to ourselves about our childhood, those I-dentities cannot be reabsorbed back into Essence. Nisargadatta Maharaj said \"You cannot let go of something until you know what it is.\" For this reason, there are no shortcuts or trance-ending, until we can experience and tell the truth about what had happened. Then and only then can personality be absorbed into Essence so that it is stabilized. A student once came to Nisargadatta Maharaj and said, \"How long does it take to be able to stay in beingness? (Essence)\" Maharaj replied, \"To get established in this condition it might take some time but hang on to your beingness (Essence) only!\" Therefore as we begin this process, look at all I-dentity structures as yours. Why?",
  "last_phrase": "To find stability in our personality and move towards essence, it is essential to acknowledge and let go of our self-made lies and identities. Only by experiencing and telling the truth about what happened, we can absorb personality into essence. It may take some time, but holding onto our beingness can help us establish this condition. Remember, personality is not just one structure, and outer chaos can help us organize our inner chaos towards the real self."
}