{
  "title": "\"Overcompensation and Obsessive Planning in Personality Fixation\"",
  "first_phrase": "In this particular part, the Enneagram Type 7 fixation strategy is discussed in detail. Sevens use the strategy of fixating attention to fill the deep-rooted feeling of emptiness, which can manifest as an obsessive planning, false sense of spirituality or abundance, and grandiosity about their skills and abilities. This overcompensation leads them to believe they are their image, which creates confusion between imagination and reality. This fear type is also afraid of not being enough and can see the world in terms of hierarchy, seeking people perceived as further up to lift them up.",
  "content": "This observer/personality dyad strategy becomes so enamored with their created image that they become narcissistic. They believe they are their image and there is confusion between imagination and reality, between projects and accomplishments, potentialities and realizations. This is also a fear type; hence the underlying state is of being afraid of not being enough. Thus, the chief fixation strategy or trance is to fill up at all costs. This can lead to a sense of being a fraud. Because at all costs the image that covers the \"not enough\" of emptiness must be kept full. Furthermore in their scarcity there is a tendency to see the world in terms of hierarchy. In other words, since the observer/personality dyad experiences the emptiness of Essence as scarce and void of wisdom, they can also attempt to fill-up the emptiness by seeking people who they perceive as further up on the hierarchy to lift them up. Since the #7 fixation of attention strategy labels the emptiness as a lack of wisdom, the over compensation is to become over-idealistic. People who are status seeking or name droppers as a way to elevate themselves in the hierarchy of their profession are often times #7.",
  "last_phrase": "To overcome the narcissism and fear of not being enough caused by the observer/personality dyad strategy, one can follow the therapy steps of identifying resistance, acknowledging emptiness, feeling it, and realizing its serenity. By doing so, we can resist the compulsion to fill up, seek hierarchy and status, and become over-idealistic, thereby embracing a more peaceful and fulfilling existence."
}