{
  "title": "\"The Double Bind of I-dentities and the Search for Essence\"",
  "first_phrase": "This section is focused on the development of a therapy to bring I-dentities back into the Essence and to experience the essential qualities that are intrinsic to it, such as love, peace, power, and invulnerability. The author notes that identities resist the inner emptiness of the Essence out of fear of annihilation. The section starts by explaining how I-dentities are organized around space, where the spacious Essence seems like death to them. Conversely, the outer world appears the same way, leaving I-dentities frozen between these two chaotic worlds. They identify with the body, forming an internal universe which evolves around a black hole within it - this black hole is the paradoxical gateway to Essence.",
  "content": "It can be said that the recognition of the order within ________________ chaos can occur at the level of our own essence, not at the level of personality through I-dentities. The Organization of I-dentities Around Essence The beautiful Essence of a child is lost as I-dentities are formed to organize the \"outer\" chaos. From the point of view of these automatic I-dentities, they are organized against the Essence. More simply put, the I-dentities organize around the spacious Essence. From the point of view of the I-dentities, the space of Essence seems like death; from the point of view of the I-dentities, the outer world seems like death. Thus, I-dentities are stuck and frozen between outward chaos of the family, and inward space of the Essence. Both are seen as chaotic, both are scary, and both freeze the Identities on automatic. Essence and the Body What appears to occur is that the identification with the body by the created I-dentities form an internal universe, which, like a galaxy of stars, planets, and cosmic dust, seem to evolve around what the I-dentities perceive as a black hole which is actually within the body. It is this black hole which paradoxically is the gateway to Essence.",
  "last_phrase": "In conclusion, recognizing the order within the chaos of our identities can only happen by focusing on our essence rather than our personalities. Embracing the emptiness within our body can be frightening, but it can lead to a profound and transformative experience that can organize not only our identities, but also our body and how we experience the world. Remember, the chaos is not to be feared, but rather embraced as an opportunity for growth and self-discovery."
}