{
  "title": "\"Advanced Attention Training: The Tao of Chaos Exercises\"",
  "first_phrase": "In the final section of the text, the author expands on The Tao of Chaos exercises by focusing on the observer and the observed. The exercise encourages one to see the observer and the object or person as the same substance and notice what happens. The author concludes by explaining that these exercises are designed to free the individual from the observer-identity unit, enabling awareness with no object. This process moves the individual beyond the fixation of attention which is a strategy used by the observer to resist the loss of Essence.",
  "content": "Step III Ask the observer, \"Are you (the observer) giving attention to the person, receiving attention from the person, or exchanging attention with the person?\" Wait for a response from the observer. Step IV Now see the observer and person as the same substance. Step VNotice what happens. Conclusion The Cliff Notes of Advanced Attention Training When this becomes clearer and you find yourself in any state ask; What observer is observing that? This can move you beyond the observer/observed dyad very rapidly and into objective consciousness. These exercises are designed to free you from the observer I-dentity unit so that you can be awareness with no object. Why is this beyond the fixations of attention? The fixation of attention is a strategy that the observer uses to fixate attention and hence resist the loss of Essence. The observer is the knower and part of the personality and keeps the observer/ personality dyad type there through the use of attention. Since we can be aware of the observer, it can be said that the observer is a \"higher\" function of personality, and yet is made of the same substance as personality.",
  "last_phrase": "In summary, advanced attention training requires freeing oneself from the observer I-dentity and moving towards objective consciousness. Through exercises that involve observing the observer and seeing oneself and others as the same substance, we can move beyond the fixation of attention and become aware of the many knowers that appear and disappear. With this understanding, we can allow the natural flow of experience and avoid trauma. Remember to ask, \"What observer is observing that?\" to move beyond the observer/observed dyad and into objective consciousness."
}