{
  "title": "\"The Void: Understanding Meditation and Dissociation\"",
  "first_phrase": "This reflective piece explores the misconception of dissociative amnesic voids and meditation. The author shares their experience of mistaking dissociation as meditation, only to later realise it was a defense mechanism against trauma. Once the author processed their trauma, they found the true void of emptiness. This text highlights the need to explore the context in which our identities were created before attempting to reabsorb them. The author also explains why, once ready, meditators no longer need to meditate.",
  "content": "What is ironic is that once you are ready to truly meditate, which means you have processed your dissociative amnesic void which protects you from trauma, and 2 See, The Dark Side of the Inner Child by Stephen H. Wolinsky, Chapter 14, Bramble Books, CT, 1993. you process the trauma(s), you don't need to meditate anymore. Simply put, when you are actually ready to meditate, you no longer need to meditate. This understanding explains why when meditators/ medicators finish their meditation/medication time for the day they feel so \"punched out\" by the world. Why? Because they leave their dissociative amnesic trance which appears as the void and have to face the world where the trauma leaks through the dissociative amnesic void and colors their present time perceptions of the world. Secondly, I wanted to demonstrate a case where reabsorbtion of identities was not so easily do-able. In this way I wouldn't be showing success after success. Rather, I wanted to demonstrate that although this process works, the work on the I-dentities and the context in which they were created must be explored in their entirety first before the reabsorption process.",
  "last_phrase": "In conclusion, meditation can be a powerful tool for processing trauma and healing dissociative amnesic voids, but it's important to recognize that it's not a cure-all. Reabsorption is the last step in integration, and preliminary therapy must be done before attempting it. Even then, the process may take some time. Remember to hang on to the beingness and be patient with yourself."
}