{
  "title": "\"The Search for Essence: The Trauma of Personality Loss\"",
  "first_phrase": "In the final part of this text, the focus is on how the loss of essence is defended against and re-enacted by the personality. The text explains how most individuals try to fill the emptiness caused by the loss of essence, instead of experiencing it, and how this is the nature of personality. The author uses the example of Ramana Maharishi, an Indian teacher, to illustrate that one must go back through the emptiness into the essence of the Real Self to handle the loss of being. The text concludes with the irony that despite attempting to be Essence, personality can never acquire its qualities.",
  "content": "This loss with its accompanying emptiness, is basic to personality and is its nature. Hence, to handle this loss of being we must go back the way we came. There is a wonderful story of a famous Indian teacher named Ramana Maharishi. Once a seeker traveled from America to find the truth. After a long journey to India, he finally made it to Ramana Maharishi. He approached Ramana and asked, how can I find myself. Ramana replied, \"Go back the way you came.\" The seeker left feeling upset. Another student said to Ramana, \"Why were you so cruel, why didn't you give him a way to find himself?\" Ramana replied, \"I did, I told him to go back the way he came.\" In other words, the personality must turn its attention around, and go back the way it came—back through the emptiness into the Essence of the Real Self. What is ironic is that personality attempts to be Essence and to have and get the qualities of Essence. This can never ________________ THE TAO OF CHAOS • 149 occur, because personality is the third implicate, Essence the second implicate, and the Void the implicate.",
  "last_phrase": "In order to find oneself and handle the loss of being, it's necessary to turn our attention around and go back the way we came. Personality must acknowledge its emptiness and recognize that it can never be the Essence. By doing so, we can break free from the ultimate trauma of the loss of Essence and stop projecting our fears onto others, enabling us to connect with our true selves and find inner peace."
}