{
  "title": "\"Chaos Theory in Relationships: Understanding Interactions and Bifurcation Points\"",
  "first_phrase": "In this final part, the author discusses the concept of chaos theory in relationships using an example of a troubled marriage. The trajectory of energy passing between the husband and wife forms a dynamical system with the control parameters being their beliefs. When a crisis point, or bifurcation point, is reached, the attractor patterns of the relationship are forced to shift to another level. The author cites noted Structural Family therapist Braulio Montalvo supervising a case of a girl cutting school and her passive parents.",
  "content": "The central self or condensed energy of the nucleus then becomes attracted to the energy of anger out of the collision 2 Journey With A Sufi Master, H.B.M. Dervish. Octagon Press, London, England, 1982. 3 Journey with a Sufi Master; H.B.M. Dervish, Octagon Press, London, 1982, p. 12-13. between the two energy forces. This creates a fight. The couple then decides to expand the control parameters by seeing a psychotherapist. This creates a crisis point, or what is called a bifurcation point. For example, in structural family therapy, the therapist often intensifies the problem, making it appear even worse than it is to create a crisis point or what is called Chaos Theory a bifurcation point so that the couple might have to expand their beliefs and interactions, (control parameters) and hence their attractor patterns which are frozen might move to another level. For example, I once was watching noted Structural Family therapist Braulio Montalvo supervising a case. The girl, age 15, was cutting school and the parents were in the same interactional attractor pattern of being passive and not doing anything about it.",
  "last_phrase": "In conclusion, creating a crisis point or bifurcation point in a problematic situation can be a useful tool to force change and expansion of control parameters. Although it might cause temporary chaos, it may lead to a new level of frozen attractor patterns that will be beneficial for all parties involved."
}