{
  "title": "The Fluidity of Time: Changing the Past and Shaping the Future",
  "first_phrase": "This article discusses the concept of time as a pliable, circular experience which can be shifted when one steps outside of linear thinking. The author cites the work of Milton H. Erickson, M.D. and Michael Talbot's book, \"The Holographic Universe,\" to demonstrate how changing our present perception of the past can alter our future. The concluding Tao of Chaos exercise challenges readers to explore disappearance and understand their connectedness to the pulsation of time.",
  "content": "It is only at an explicate level that time appears to exist! 'Wheeler, The Transactional Interpretation of Quantum Mechanics, Reviews of Modern Physics, Vol. 58, No. 3, July 1986 See Trances People Live: Healing Approaches in Quantum Psychology, 1991, Wolinsky, Stephen, Bramble Company ________________ Tao of Chaos Exercise #40 Step ISee a past event. Step IISee a present event. Step IIISee a possible future event. Step IV Notice the emptiness that these three events are floating in. Step VSee the past event, present event, and fu- ture event as being made of the same substance as the emptiness which surrounds them. Step VI Notice what happens. Conclusion To freeze time making it appear linear is to resist the chaos of disappearance. Time...no time... appearance-disappearance as our natural process. Thinking you can control and freeze this pulsation does not stop the process. Rather, it creates fear and systems which deny the pulsation from implicate to explicate from explicate to implicate and keep the fear and chaos alive. The challenge for us all is to explore the disappearance and ultimately to know we are all connected to the one pulsation.",
  "last_phrase": "Embrace the natural flow of appearance and disappearance, of implicate and explicate. Our interconnectedness with the pulsating universe is the key to understanding that chaos is order and order is chaos. Let go of the need to control time and instead embrace the concept of no-time within the holographic universe. Remember, matter and mass are interconnected, forming the physical objects that inhabit the space around us."
}