{
  "title": "\"Understanding the Implicate and Explicate Order in a Holographic Universe\"",
  "first_phrase": "In the previous part of this text, the idea of chaos and order being interconnected was explored, along with the concept of matter and mass in the context of quantum consciousness. This final section delves into the idea of parallel worlds and states, where each individual experiences their own \"fixed\" version of reality. These states carry with them the illusion of time as space contracts, leading to the emergence of chaos. The exercise provided, Tao of Chaos Exercise #41, encourages readers to explore their own state of consciousness and notice how it feels like it has always been there.",
  "content": "Metaphorically speaking water could be viewed as space and ice-cubes as matter. Matter (condensed space) pulsates, becoming space...matter... space. 1. Websters, page 749. 2. Websters, page 752. Parallel Worlds Each of us experiences the solidness of ourselves and the \"fixed\" solidness of our individual world, which is a parallel world existing side-by-side with other individual worlds. For example, if we are in a parallel world called, \"I'm all alone,\" this parallel world, or maybe we should call it a parallel state, feels solid and very real. What is interesting about parallel states is that once the space is contracted and it becomes solid, the state carries with it the illusion of time, i.e., it has always been solid and it will remain solid. What makes parallel states (worlds) so disconcerting is this phenomena of time which seems to be formed into existence as space contracts. Chaos occurs as contracted space, called matter, resists its thinning-out as a natural process. Tao of Chaos Exercise #41 Eyes closed. Step INotice a state of consciousness that you are in. Step IINotice how it feels like the solid state has always been there.",
  "last_phrase": "In conclusion, the concept of parallel worlds or states can be seen as a result of condensed space becoming solid matter, carrying with it the illusion of time. Through Tao of Chaos exercises, one can begin to recognize these states as condensed emptiness and diminish their power over oneself."
}