{
  "title": "Dr. Ida Rolf's Approach to the Body and Higher Consciousness",
  "first_phrase": "In this last part, we'll explore the true genius of Dr. Rolf and her major contribution to our understanding of the body. Dr. Rolf was a scientist with an abiding interest in metaphysics. Her approach to the body was based on physics and anatomy, while her understanding of the deeper aspects of her work was based on the Cartesian model of the body as a soft machine. She believed that the body's upright posture was the evolutionary thrust of our human species and set out to affect the body's posture towards a better working arrangement with gravity. She observed that as the people she worked with got more organized, they felt better and had more energy. She speculated that a better relationship with the gravity field actually allowed the person to be fed and supported by that field rather than broken down.",
  "content": "She set out to affect the posture of the body towards a better working arrangement with gravity by getting the major weight units of the body better balanced around the central-vertical line of gravity's influence to achieve better balance and better function. She held that this upright posture was the evolutionary thrust of our human species as a biped, and that if we took on that project consciously, we would become more human and manifest that higher level of function. It is at this point that Dr. Rolf's true genius, and the crux of her major contribution to our understanding of the body lies. She stood on the Newtonian-Cartesian-Darwinian ground of her time and saw forward to wholism. She observed that as the people she worked with got more organized, they felt better. they reported less restriction in movement, and that they had more energy. She speculated that as the struggle to stand and move upright in gravity gave way to better balance, the life energy became unbound and available for more creative expression. She believed that a better relationship with the gravity field actually allowed the person to be fed and supported by that field rather than broken down.",
  "last_phrase": "In conclusion, Dr. Rolf's approach to posture and body alignment has far-reaching implications beyond just physical health. By consciously striving towards better balance and function, we can tap into our true potential for creative expression and higher consciousness. Taking charge of our structure and committing to ongoing education can lead us towards the ideal form that Dr. Rolf envisioned."
}