{
  "title": "\"Exploring Parallel Worlds and Fractals: Understanding Internal Reality\"",
  "first_phrase": "In the preceding text, the concept of parallel worlds inside of us was explored, with different schools of psychology giving names to these \"worlds\" - parts of ourselves, sub-personalities, or schemas. But how do we get to the underlying order or the infinite order, as David Bohm called it? This last part, comprising 200 tokens, takes up the question, suggesting that fractals might be the way to understand it. Fractals are defined as fractions of dimensions, with smaller and smaller units of measurement revealing an underlying order.",
  "content": "Both of these parallel worlds exist inside of us, and at one point we become the world of work at another time the world of relationship. Each one is boundaried and surrounded by emptiness. Fractals and Chaos The question emerges, then, how can we get to the underlying order or Bohm's second implicate order? Fractals might be our way in. Normally most of us think about expansion as a moving out. For example, if you look at an object and expand your awareness you notice other objects. Perhaps, however, fractals or moving our awareness in might lead us to the infinite order. What are fractals? Fractals can be thought of as fractions of dimensions. Let us think of fractals in terms of measuring something specific like the size of a room. What seems to occur is that the more specific we break down, let's say 10 feet x 12 feet, by using smaller and smaller units of measurement, the larger the parameter of the room seems to get. Not only does the room get bigger but there is a specific pattern or underlying order that goes on infinitely as you keep getting smaller and smaller fractions. This process is called iteration (repetition).",
  "last_phrase": "In conclusion, by exploring fractals and understanding their patterns of iteration, we can discover the underlying order and infinite nature of the universe within ourselves. Going inward, getting smaller, and finding the nothingness within us is the key to reaching Bohm's second implicate order and unlocking the potential of our parallel worlds."
}