{
  "title": "\"Therapy: Moving through Grief and Emptiness\"",
  "first_phrase": "In the previous section, the therapist guided a client through moving between the emptiness and grief, as a way to process grief in a manageable way. In this concluding section, the therapist gives the client some homework to continue practicing this technique. They discuss the importance of balancing biological grief with connecting to one's essential self, especially for a first-time therapy client. The therapist encourages the client to practice feeling just a little grief and retreating to the emptiness if it becomes too overwhelming, acknowledging the need for time to work through grief.",
  "content": "Client: Better, but I still don't know what I'm going to do? Therapist: This week for homework I would like you to prac- ________________ tice moving from the empty space to the grief and from the grief to the empty space until you feel okay and willing to feel the grief. Client: I'll try, but I'm afraid of being overwhelmed. Therapist: Practice this week feeling just a little grief, and if the grief becomes to much, go back into the empty space. Client: That I can do. Therapeutic Note This is a good place to leave the work. Grief is biological and as such needs time to work itself out. For this reason, I wanted to give her a taste of the grief and a full course meal of the Essence. As she was a beginner in therapy, it was important to let her know that there is Essence and order beyond the chaos of grief. In this way, she can begin to allow her biological grief while simultaneously she begins her relationship to her essential self, which she said she doesn't know.",
  "last_phrase": "In conclusion, it is important to understand that we are not defined by one specific character type or fixation of attention. We are constantly evolving and moving between fixations in a specific pattern. It is important to acknowledge and process our emotions, such as grief, while also recognizing the essence of who we are. Remember to take time to allow the biological process of grief to unfold, while also practicing moving back and forth between grief and the empty space."
}