{
  "title": "\"The Emergence of Rolfing: From Body Healing to Human Potential\"",
  "first_phrase": "This text concludes the story of Ida Rolf and her groundbreaking somatic therapy, Rolfing. Dr. Rolf saw the potential of her method for accessing unconscious material in the body and training practitioners of physical medicine. However, the human potential movement of the late 60s drove demand for Rolfing as a tool for human development. Though protective of her brainchild, Dr. Rolf trained a cadre of practitioners and teachers as the demand for her classes outstripped her ability to teach them. Upon her death in 1979, the Rolf Institute carried on her work and expanded its range of application to include seminars for physical therapists and chiropractors.",
  "content": "She was primarily interested in impacting the viewpoint of practitioners of physical medicine with her ideas. From Esalen forward, she began to train a cadre of practitioners who would practice \"pure\" Rolfing, but who were interested in human development rather than physical medicine. Their market was driven by the human potential movement. The Rolfers went to work, and Dr. Rolf dedicated herself more and more to teaching and working on her magnum opus; the book of Rolfing. From about 1970 on, she also trained a handful of teachers as the demand for her classes outstripped her ability to teach them. Dr. Rolf passed away in 1979, leaving the Rolf Institute as the official organization that carries forward the development of her work and that is responsible for training \"certified Rolfers\". The work has maintained its identity while undergoing significant changes in its range of application. The original interest of Dr. Rolf to impact on the \"modern\" beliefs in physical medicine has been carried forward to include the teaching of seminars for physical therapists, chiropractors, and other manual therapists. This goes hand in hand with the less publicized premises of Rolfing as a school of inquiry concerned with questions relating to the nature of human bodily being.",
  "last_phrase": "The legacy of Dr. Rolf's Rolfing techniques lived on through the Rolf Institute, which has continued to train certified Rolfers and expand the range of applications for this form of human inquiry. This approach to physical therapy is not just concerned with the manipulation of the body, but also with the exploration of the nature of human bodily being. As our understanding of physical reality and the human body continues to evolve, Rolfing remains an important part of this ongoing conversation."
}