{
  "title": "\"The Tao of Chaos: A Unified Field Theory for Psychology\"",
  "first_phrase": "In this part, \"The Tao of Chaos Made Simple,\" the author explores the concept of chaos theory and the creation of an \"I-dentity\" in psychology. The author draws on quantum physics and chaos theory to create a unified field theory for psychology. Using the example of an abusive father, the author illustrates how an obedient I-dentity is created to handle chaos and then becomes automatic, organizing the individual's life even in the absence of the original chaos. The author explores the idea that resisting chaos creates a subjective reality and examines ways to move beyond the resistance to chaos within ourselves.",
  "content": "Stated more simply, the adult is organized by its earlier created I-dentity (obedient son to handle abusive Dad), rather than the obedient I-dentity being organized by the individual in present time. Consequently, we have two important ideas. First, chaos seeks order by creating an obedient I-dentity, and second, to resist the chaos in the future, the obedient I-dentity is placed on automatic. Stated another way, chaos organizes the creation of an internal I-dentity and is maintained through a resistance to imagined future chaos. This creates and maintains the future subjective reality of the adult in present time. The title The Tao of Chaos was chosen because understanding chaos in the physical universe and as it is mirrored in the individual psyche helps us to go beyond the resistance to chaos within ourselves. This, as will be demonstrated later, helps us to move through different and \"higher\" levels of order, rather than an attempt to freeze the chaos in order to manage it. What I have found to be most extraordinarily pervasive, in our society if not in all societies, is the resistance to chaos.",
  "last_phrase": "In conclusion, understanding and accepting chaos as an inevitable part of life can help us move through different levels of order and connect us to the larger context of the universe. Instead of resisting chaos, we can learn to ride the rapids and transcend beyond the restricted belief structures to lead a free and fulfilling life."
}