{
  "title": "\"The Illusion of Raw Sense Data and Perceptual Organization\"",
  "first_phrase": "In the earlier part of this text, the author proposes the idea that rather than our brains registering sense data from the world, our brains are actually generating the organizations that we take for things in the world. Building upon this idea, the author gives a fascinating account of the experience of Virgil, a man who regains his sight after having lost it in early childhood. However, Virgil's experience is not what one would anticipate. Despite being able to see colors and movement, Virgil struggled to identify objects or shapes, and even had difficulty organizing his eye movements. This account serves to illustrate the notion that making sense of the world requires the ordering of what initially is a chaotic jumble.",
  "content": "To quote Sacks, \"Sometimes surfaces or objects would seem to loom, to be on top of him, when they were quite a distance away; sometimes he would get confused by his own shadow—the whole concept of shadows, of objects blocking light, was puzzling to him—and would come to a stop, or trip, or try to step over it. Steps, in particular, posed a special hazard, because all he could see was a confusion, a flat surface, of parallel and crisscrossing lines; he could not see them (although he knew them) as solid objects going up or coming down in three dimensional space.\" He had a terrible time discerning the cat from the dog and had to repeatedly examine the cat, for example, which he recognized by touch, or be told again and again that he was seeing the cat. Sacks reports that Virgil felt more disabled five weeks after the operation than he had when he was sightless. Notice that it is not just the organization of perceptual seeing that is lacking for Virgil but also the ability to orga- 324 • THE TAO OF CHAOS nize his eye movements.",
  "last_phrase": "In conclusion, the inability to organize movements and sensations can create a world of chaos for individuals such as Virgil. To truly see or perceive involves the effective coordination of the nervous system. This concept can be compared to the difficulty of understanding a new language when one cannot differentiate between words."
}