{
  "title": "\"The Science of Creating Order: The Nervous System's Organizational Abilities\"",
  "first_phrase": "This text delves into the remarkable organizational abilities of children's nervous systems, and how they are often overlooked by science. A particular four-year-old with significant developmental delays is used as an example of how a child's life can be transformed when their nervous system gains the ability to create order. The author then poses the question, \"how does a nervous system create order out of chaos?\", and explores four streams of thinking, including biology, neuroscience, and the science of complex systems, that provide insight into this phenomenon.",
  "content": "He charges that the critical difficulties and contradictions have been evaded or obscured. The point is that science also includes a created world view that directs the attention to parts and mechanisms, and away from seeing how the observer is part of the data or how we must use the sense of the whole to work with any problem of living systems. Yet the ability of our nervous system to make order is so omni- present to our lives that we normally fail to notice it. It is an elusive obvious. Nevertheless a number of scientists over the past thirty years have been creating a revolution in biology, neuroscience, and the science of complex systems that at least give a hint as to how to answer our question. What we are after then is how does a nervous system create order out of chaos? Even to ask this question is to put us into another strange loop. For whatever we evolve as an answer is based on the cognitions that we create as a result of the very system we are examining. It is within this understanding, however, that an answer becomes possible. There are four streams of thinking that converge on the question at hand.",
  "last_phrase": "In conclusion, the ability of the nervous system to create order out of chaos is an elusive, yet obvious phenomenon. Dr. Moshe Feldenkrais's methodology for human growth and improvement, based on kinesthetic self-awareness and observation of basic capabilities, provides practical insight into this question. Ultimately, it appears that our basic capabilities are self-organized through our own activity, and instruction can actually hinder the process."
}