{
  "title": "Living on the Edge of Chaos: Resources for Transformation",
  "first_phrase": "In the previous part of this text, it was discussed how our childhood experiences shape our identity and that we can always transform our somatic state to better suit our needs. In the last 200 tokens, the focus shifts to the remarkable self-organizing capacity of our nervous system and how our reliance on willpower makes us distrust it. The text also suggests living on the edge of chaos can provide us with the capacity to deal with it and live full and creative lives. The reading list is provided for those who wish to explore the topic further. The author of this text is not named. However, reference is made to the ideas and techniques of Dr. Rolf and the scientific paradigm based on Newtonian mechanics. Jan H. Sultan, an advanced instructor and senior member of the Rolf Institute of Structural Integration, is mentioned.",
  "content": "As humans with our capacity for self consciousness, and reliance thereby on will power, we tend not to trust our system. By living on the edge of chaos, however, we can find that we have all the capacity we need to deal with it. In this we can live full and creative lives. For Further Reading Gerald Edelman, Neural Darwinism, Basic Books, 1987. Mose Feldenkrais, The Elusive Obvious, Meta Publications, 1981. John Lilly, The Center of the Cyclone, Julian Press, 1972. Humberto Maturana & Francisco Varela, The Tree of Knowl- edge: The Biological Roots of Human Understanding, New Science Library, 1987. Ilya Prigogine & Isabelle Stengers, Order Out of Chaos, Bantam Books, 1984. Oliver Sacks, To See and Not See, New Yorker, May 10, 1993. Jan H. Sultan, Advanced Instructor, Senior Member of the Rolf Institute of Structural Integration D uring the 1930s when Dr. Rolf was formulating her ideas and techniques about the way in which the human body could be affected positively through her method of manipulation and education, the dominant scientific paradigm was based on Newtonian mechanics as the accepted description of the laws governing the behavior of material bodies.",
  "last_phrase": "In conclusion, while our reliance on willpower may often lead to distrust of our own systems, living on the edge of chaos can help us realize our full potential for dealing with it. Further reading on the topic is available for those interested, including works by Gerald Edelman, Mose Feldenkrais, and Oliver Sacks. Dr. Rolf's scientific background and approach to anatomy and physics offer practical insights into her method of body manipulation and education, which have positively impacted countless individuals."
}