{
  "title": "Exercises to Shift Perception of Emotion and Energy",
  "first_phrase": "In the previous text, the reader was introduced to the concept of experiencing emotions and memories as energy to avoid judgment and evaluation. Now, in the final 200 tokens, the reader is presented with several exercises from the Tao of Chaos, including ones that involve allowing a partner to say something upsetting and seeing it as energy and experiencing touch as energy. The reader is encouraged to notice their reactions and shift their perspective from seeing themselves and others as solid to seeing them as energy. The final exercise asks the reader to notice patterns in their reactions to others and work on de-identifying with them.",
  "content": "Step IISee your partner as solid, the words as solid and your reactions as solid. Step III Repeat Step I except see your partner as energy, the words as energy, and your reactions as energy. Step IV Notice the shift, and practice using both positive (I love you) and negative (I hate you) suggestions until you are able to de-label and see your partner as energy, the words as energy, yourself as energy and your reactions as energy. Tao of Chaos Exercise #21 Touching: With a partner. Step IAllow your partner to touch your body. Step IIExperience your partner as solid, the touch as solid and your reactions as solid. Tao of Chaos Exercise #22 Touching: With a partner. Step IAllow your partner to touch your body. Step IIExperience your partner as energy, their touch as energy and your reactions as energy. Step III Notice the difference and give each other feedback. ________________ Tao of Chaos Exercise #23 Step INotice an I-dentity which seems to react to someone else's words or actions. For example, let's say every time someone says, \"I don't agree,\" you react with anger.",
  "last_phrase": "By practicing Tao of Chaos Exercises #21-23, you can learn to de-label and see your partner, touch, and reactions as energy. You can gain a clear understanding of how your reactive I-dentity affects your communication with others and begin to break the looping motion of negative reactions."
}