{
  "title": "\"The Development of Identity and Essence in Infancy\"",
  "first_phrase": "In the previous section, the author discussed the creation of \"I-dentities\" and how outer chaos or family dysfunction contributes to dysfunctional I-dentity formation. In the final 200 tokens of the text, the author looks at a child before personality development and explores the concept of \"Essence.\" The text explains that newborns do not differentiate themselves from the world and have no personality characteristics, making them pure Essence. As infants develop, I-dentities form around Essence, leading to the formation of a personality. The author highlights that as individuals identify with these I-dentities, they move away from their spacious Essence.",
  "content": "This is before they are conditioned, programmed, and taught how to look, how to be, how to behave, how to act, how to imagine, how to feel, and how to think. An infant is pure essence. The infant experiences itself just as space, quiet, unrestricted, with no memory trace. This is what in some psychological or spiritual circles would be called Essence. As the infant grows and the body develops, a group of Identities develops around Essence and hence a personality. Likes, dislikes, etc, are formed leaving the child with the before mentioned I-dentities. From a psychotherapeutic point of view, these I-dentities are the way the body and personality develop and handle incoming data from the environment. As children identify themselves more and more with Identities, they move further and further away from their spacious Essence. Soon, as most adults can attest, the Essence is gone and what is left are many I-dentities; talking to one another each with a different emotional experience, each with a different desire, each clamoring for attention.",
  "last_phrase": "In conclusion, as we grow and develop our personalities, we often lose the connection to our pure Essence that we were born with. However, recognizing the role of our Identities in organizing our outer experiences can help us reclaim some of this essence and reconnect with our true selves. So, take some time to reflect on your Identities and reconnect with your inner Essence."
}