{
  "title": "\"Object Relations Therapy: Understanding Self-Rejection and Over-Compensating Identities\"",
  "first_phrase": "This text explores how our identities and emptiness are linked, leading to compensating identities and an impoverishment of ourselves. The author highlights the case of Phyllis, a woman who has been in a platonic relationship with her partner Carl because of fear of pain caused by the loss of love. The text identifies how this relationship reflects a child's loss of a love-object and a re-enactment of an oedipal situation that leads to cognitive distortion. The author suggests using Quantum Psychology® to understand how relationships model this behavior.",
  "content": "Also, I believe that even if I were really in love with someone, it would go away and I'd be in pain anyway, and so it's best to learn to do without. Therapist: How does Carl feel about this lack of sexual contact? Client: He is frustrated and angry and hopes it will change. Therapeutic Note Notice how she substitutes a relationship that is a friendship for a marriage partner and actually treats him like an object, i.e., she doesn't care that he is in pain. This is the child's loss of a love-object, which is explored in Object Relations Therapy. The pain of the external love-object (Mom) is lost. In this case, it gets re-enacted, as her initial sexual relationship with Carl becomes platonic. Notice Carl's cognitive distortion called the fallacy of change. This is also a reenactment of the oedipal situation where the child cannot have sex with Dad, and hence develops a platonic relationship with Dad and becomes like Mom. In Quantum Psychology®, I would look to see how the Mom and Dad modeled this no-sex relationship, possibly stayed together for economic, social, and \"kids\" reasons.",
  "last_phrase": "In conclusion, it is important for individuals to address unresolved issues from childhood that may reenact in their present relationships. Object Relations Therapy and Quantum Psychology can assist in identifying these patterns and working towards healthier connections. It is also crucial to communicate clearly and honestly about expectations and desires in any relationship to avoid misunderstandings and hurt."
}