{
  "title": "\"Feeling Feelings: Moving Beyond Repression and Expression\"",
  "first_phrase": "This article highlights the difference between expressing feelings and feeling them. It explains how expressing emotions doesn't necessarily mean you're feeling them or moving past them. The author emphasizes the importance of feeling feelings without judgment or evaluation, as detailed in Chapter 4 of their book, Quantum Consciousness, Volume I. The last part of the article focuses on the ingredients needed to move beyond repression and expression into feeling feelings, including being willing to acknowledge and have feelings, making them more intense, and feeling them as energy without the intention of getting rid of them.",
  "content": "Feeling feelings without judgement, evaluation, or significance is elaborated in detail in Chapter 4 of Quantum Consciousness, Volume I. However, through workshop presentations around the country, it has become apparent that this is a more crucial point than I realized before. To do this we must go through repression and expression. But to be willing to be your feelings 100 percent, merge with them 100 percent, have them 100 percent as energy is the process. What then are the ingredients that enable us to move be- yond the repression—expression continuum into feelingfeelings? 1. Being willing to acknowledge there are feelings. 2. Being willing to have feelings. 3. Being willing to make them more intense. 4. Being able to remove the judgement, evaluation, or significance of the feelings; or what they mean about you as a person. 5. Being willing to BE the feeling 100 percent. 6. Being able to notice where in your body they are. 7. Being able to de-label feelings and feel them as energy. 8. Being willing to feel feelings as energy with no intention of getting rid of the feeling. No intention is crucial!",
  "last_phrase": "In conclusion, allowing yourself to feel your emotions without judging, evaluating or attaching significance to them is a crucial step towards achieving quantum consciousness. By being willing to acknowledge, have, and intensify your feelings, de-label them and feel them as energy, you can develop a sense of freedom and choice around them. Remember, the key is to merge with your feelings 100 percent and be willing to experience them without any intention of getting rid of them."
}