{
  "title": "\"Reabsorbing Personality and Finding Essence: A Tao of Chaos\"",
  "first_phrase": "In the final part, the author explores the deconstruction and reabsorption of each structure of personality to reach Essence. The text explains how the fixation of attention prevents merging with Essence and describes the major hubs of attention. Each fixation is followed by a case study and a summary of the process. The reader will see examples of both easy and difficult structures to deconstruct. Overall, the text aims to provide a context for the reader's own reabsorption process to live from the place of Essence.",
  "content": "The Essence Exploring and knowing the observer's fixation of attention is not enough. To reach Essence, each structure of personality must be deconstructed and reabsorbed back into your essential nature. Why? If we just stay in Essence, the personality will still be functioning. This is what often happens to meditators. One minute they are in Essence—the next minute, like a sling-shot they are in I-dentities. To a meditator leaving Essence and entering the world is like a smack in the face. Therefore, we deconstruct the I-dentities of personality so we can move and live in the world from the place of Essence. With that spirit in mind, each fixation of attention is followed by a highlighted case study and summary of the process. Hopefully, this will allow the reader to follow along, and provide a context for their own reabsorption process. In the first seven cases, you will see easy reabsorptions. In the last two, barriers to reabsorption are demonstrated plus examples of how to proceed through more difficult structures. Please note that each case is a highlight of a session or several sessions lasting from one to several hours. I have chosen specific cases to emphasize particular points of information.",
  "last_phrase": "In order to fully embody our essence and live from that place, it is necessary to deconstruct and reabsorb the various structures of personality that make up our identities. Through the highlighted case studies and summary of the reabsorption process, readers can gain insight and context for their own path towards this transformation. While the process may be complex and non-formulaic, it offers a framework for entering into the world from a place of essence rather than through the limitations of our I-dentities."
}