{
  "title": "\"Quantum Consciousness and Psychology Books by Stephen Wolinsky\"",
  "first_phrase": "In this last part, we see Dr. Stephen Wolinsky's work being applauded by John Bradshaw, Colin Wilson, and Larry Dossey. F. David Peat praises his book Quantum Consciousness as a major contribution to the field of psychology. The book aims to help readers experience quantum psychology. The Dark Side of the Inner Child by Dr. Wolinsky offers ways to become aware of our defensive trances, constituting the frozen states of the inner child. The previous tokens discuss concepts like quantum consciousness, quantum physics, karma, and parallel universes. The relevant people mentioned in the tokens include Carl Jung, Fritz Perls, and Ilya Prigogine.",
  "content": "This is cutting edge work and I recommend it without qualification. John Bradshaw I am deeply struck by your (Dr. Wolinsky's) whole approach, and think it is of great importance...) must say that I find you (Dr. Wolinsky) one of the most exciting and original thinkers in this field that I've come across in a long time. Colin Wilson QUANTUM CONSCIOUSNESS A Guide to Experiencing Quantum Psychology Stephen Wolinsky, Ph.D., ISBN 0-9626184-8-9, $14.95, 275 Pages There are books that inform and there are books that transform. Quantum Consciousness does both—and more. F. David Peat, Ph.D. Quantum Consciousness is a major contribution which could reinvigorate the entire field of psychology. Larry Dossey, M.D. THE DARK SIDE OF THE INNER CHILD The Next Step Stephen Wolinsky, Ph.D., ISBN 1-883647-00-2, $14.95, 190 Pages In The Dark Side of the Inner Child, Wolinsky offers us a variety of ways to become aware of how we are creating the defensive trances that constitute the frozen states of the inner child...This book further attests to the seriousness of inner child work. It offers some important clarifications with regard to the tendency to \"reify\" certain aspects of inner child work.",
  "last_phrase": "To conclude, if you are looking to expand your understanding of psychology and consciousness or seeking to transform yourself, the books Quantum Consciousness and The Dark Side of the Inner Child by Dr. Stephen Wolinsky come highly recommended by experts and readers alike. To order, contact your local bookseller or Bramble Books directly."
}