{
  "title": "\"Observation with no Object: Reabsorbing into Essence\"",
  "first_phrase": "In the previous section, the author discusses how the observer's fixation of attention impacts its ability to merge with Essence, leading to observation with no object. The subject (observer) and its object (personality) merge to become one at the level of Essence, resulting in objective consciousness. In the last 200 tokens, the author explains how discovering the hub of the wheel, the center of attention, can quicken the reabsorption process of the I-dentities and the observer into Essence. The Real I, as referred to by G.I. Gurdjieff and Ramana Maharishi, is attained when the observer turns its attention inward.",
  "content": "When the observer faces inward, it gets reabsorbed into its essential nature. Then, there is observation with no observed, awareness with no object to be aware of, and a knower without knowing about. At this stage, the observer/personality dyad begins to disappear, and only pure Essence is left. This has also been called the Real I by G. I. Gurdjieff, or what Ramana Maharishi called the I I. To illustrate, picture a wheel. The hub of the wheel forms the center axis to the spokes. Essence is just below the hub of the wheel. The hub of the wheel is the fixation of attention 154 • THE TAO OF CHAOS and underlying experience of personality called the chief feature, chief fixation, or chief trance. The I-dentities are the spokes of the wheel. Therefore, if you can discover the hub of your wheel, which organizes the I-dentities, the reabsorption of the I-dentities (spokes) and the hub and the fixation of attention of the observer is much quicker. For that reason, we will explore the major hubs of attention of the observer personality, which prevent us from merging with Essence.",
  "last_phrase": "In order to merge with Essence, it is essential to deconstruct and reabsorb each structure of personality, including the fixation of attention of the observer personality. Failure to do so may result in the personality still functioning, even when in Essence. By exploring and knowing the major hubs of attention, the reabsorption process becomes quicker, leading to the ultimate goal of becoming one with the Real I."
}