{
  "title": "\"Embracing Chaos: Understanding the Power of Order in Disarray\"",
  "first_phrase": "This last part discusses the resistance to chaos in people's lives and how most religions and psychology aim to create belief structures to order this chaos. However, to be truly free, we must embrace chaos as the organizing principle and ride its rapids to reach a deeper order, which is a more subtle form of order. This is connected to Dr. David Bohm's concept of the second implicate order where particles, waves, and fields are seen as the same substance, and the chaos we experience can lead us to emptiness and order of the unified quantum field.",
  "content": "Stated another way, it is the chaos which we resist that can lead us to a deeper order. In Quantum Consciousness we talked of Dr. David Bohm's implicate order, which is the quantum field or emptiness. When the particles and waves and the field are seen as moving together and the same substance, Bohm calls this vision the second implicate order. \"The first implicate order applies to the original field... And the second, or superimplicate order, applies to the \"superfield\" or information that organizes the original field. : (Science, Order and Creativity by David Bohm and F. David Peat, Bantam, 1987, p. 183) This suggests that the second implicate order when the particles and space are seen as the same substance, contains the information that organizes the entire system. Simply stated, the chaos that the individual experiences, if the context is expanded, allows the emptiness of the unified quantum field or implicate order to become available. When the implicate (field) and explicate (chaos) are seen as the same, then the second implicate becomes available, and order is revealed.",
  "last_phrase": "In summary, embracing chaos instead of resisting it can lead to a deeper order and reveal higher orders in the universe. By understanding the concept of implicate order and recognizing the second implicate order, which organizes the entire system, we can allow the emptiness of the unified quantum field to become available. This concept challenges us to let go of our desire to manage chaos and instead trust in the greater organization of the universe."
}