{
  "title": "Integrating Therapy: Living in the Present Moment",
  "first_phrase": "In the last part of this text, we encounter one of the most challenging aspects of therapy - integrating the \"no-state state\" of being with the demands of everyday life. The client struggles to understand how to maintain the sense of space and truth they have experienced in therapy while living in the world. The therapist recommends the exercise of self-remembering from G.I. Gurdjieff to aid in this process. To achieve this, the therapist asks the client to divide their attention between their internal state and their surroundings simultaneously.",
  "content": "Rather, you just act with no internal considering. It is like the old Zen saying, \"Before enlightenment chop wood and carry water; after enlightenment chop wood and carry water.\" It is not that your actions change, but the space you come from and your subjective experience is totally different. This is difficult for clients to stabilize and appreciate during this transition phase, so I recommend the Sufi exercise of G.I. Gurdjieff to help this integration process...it is called self-remembering. \"I am speaking of the division of attention which is the characteristic feature of self-remembering. I represented it to myself in the following way: When I observe something, my attention is directed towards what I observe — a line with one arrowhead. ________________ THE TAO OF CHAOS • 223 Therapist: Good question. What I would like you to do is to keep half your attention \"back there\" and with eyes open the other half of your attention on me; simultaneously. Client: You mean to divide my attention half on \"back there\" and half on out here? Therapist: Yes. Client: That is difficult.",
  "last_phrase": "In conclusion, integrating self-remembering exercises like the one described by G.I. Gurdjieff into one's daily routine can be a helpful tool during the difficult transition phase towards enlightenment. By dividing attention and creating a shift in subjective experience, clients can experience growth and transformation without necessarily changing their actions."
}