{
  "title": "\"The Trauma of Losing Essence and Its Effect on Personality\"",
  "first_phrase": "In the preceding text, the trauma of losing Essence during the development of the body-mind was discussed, leading to the formation of a false self in the observer/personality dyad. This leaves one with a sense of inadequacy and resentment, striving to recover what was lost through false selves or I-dentities. In this concluding part, the concept of emptiness is explored, which is seen as a trace of Essence in the body, leading to a gnawing feeling. The story of a client is used to illustrate how resisting emptiness can lead to behaviors like overeating instead of delving into the fear of nothingness.",
  "content": "She would resist it by trying to fill up her stomach. The emptiness in this case was labeled loneliness and something to be feared. Her therapy involved going into this resisted area of emptiness. For the observer/personality dyad the trauma of loss of Essence is so great that to look at the loss of being is terrifying. Why? Be- ________________ THE TAO OF CHAOS • 163 cause with this loss came the splitting off from Essence and the development of a false self, and the observer/personality dyad. There is an incredible shock that is felt when Essence is lost. Essence contains essential qualities, like love, power, strength, etc., which are our nature. This loss of Essence occurs as the body-mind develops, and brings forth a state of personality which is experienced as inadequacy (\"What is wrong with me that I have lost my basic nature?\") Why? Because the observer/personality dyad attempts to retrieve these essential qualities through the use of I-dentities or false selves rather than Essence. It can be emphasized that the observer/personality dyad feels inadequate to get love, perfection, etc. because these are qualities that can only be stabilized in Essence not in the observer/personality dyad.",
  "last_phrase": "In conclusion, it is important to recognize that the loss of Essence can lead to the development of a false self, which can cause us to feel inadequate and try to fill the void with false identities. However, true essential qualities such as love and power can only be found in Essence, not in the observer/personality dyad. Therefore, it is crucial to work towards reconnecting with our true nature, rather than relying on false selves to fill the void."
}