{
  "title": "\"The Role of Active Process in Constructing Reality\"",
  "first_phrase": "In the previous paragraphs, the author suggests a circularity between the growing human being and their environment. They argue that \"the world\" is constructed and specified by individuals through their interactions with the environment. The author explains how this notion is strange and nonhabitual due to the permanence and stability of our constructions in our ordinary lives. This last part provides a real-world example of the circularity theory, using the author's professional work as a Feldenkrais movement teacher. They work with small children who have developmental difficulties that affect their movement. By creating a safe environment, the author helps the child organize their movements into actions that satisfy their desire to direct themselves. Through this process, the child's nervous system can do what any child's nervous system can do.",
  "content": "In my professional work as a Feldenkrais movement teacher, I have had the occasion to work with small children with developmental difficulties usually related to neurological problems. These children move themselves either chaotically or with such stereotyped patterns that they can not do any action they may want for themselves. For example, they may not be able to reach, lift their head to look around, or roll themselves over, let alone sit up or crawl. What I do is to create some conditions for the child that I know have the potential to allow their nervous systems to do what any child's nervous system can do; and that is to organize the chaos of the movements into actions that satisfy the child's desire to direct him or herself. The child desires to act in the world, and indeed must do so in order to survive. This is not the place to describe the whole process, but one condition that seems essentially important is to create an environment of safety for the child so that the child knows experientially, through touch, etc., that he will not get hurt. When you see the new organization appear for the child, it seems to come from nowhere.",
  "last_phrase": "Creating a safe environment for children is essential for their nervous system to develop appropriately. As a Feldenkrais movement teacher, I have witnessed how providing safety and trust experiences can help children affected by developmental difficulties to organize their movements into actions that satisfy their desires to direct themselves in the world, ultimately changing their lives for the better."
}