{
  "title": "\"The Illusion of a Unified Knower in Psychotherapy\"",
  "first_phrase": "In this final section, the author expands on the concept of different \"knowers\" within ourselves and how they result in limited knowledge. They explain how each knower has its own unique knowledge and how attempting to integrate all parts into one unified whole is a basic assumption that can cause trauma. They also use the metaphor of a porthole to explain how each knower sees and experiences a different reality. The author concludes that imagining one organizing knower resists the chaos of disappearance, but in reality, each knower appears and disappears as a unit.",
  "content": "For this reason ________________ when a knower of \"I don't like myself' appears, the knowledge of 1 hour ago \"I liked myself' cannot be available. Simply put, each knower has specific and limited knowledge. To go further one must go beyond the observer and the knower to pure knowing with no object. Let's go back to our porthole metaphor. It appears as though there is one knower that opens each porthole, looks through the porthole, and sees and experiences a particular reality. Actually there are numerous knowers which appear and disappear each having different knowledge or knowing. And each knower has different knowing and hence thoughts, feelings, emotions, memories and associations. For example, lets say you are in a Mom I-dentity. That I-dentity and the observer of that Mom I-dentity have certain memories, associations, and skills. Simply put, the observer and the observed are one unit and arise and subside together. Why Chaos? By imagining there is one organizing knower or observer which looks through portholes of reality resists the chaos of disappearance. Actually, numerous knowers with their knowing appear and disappear, as a unit.",
  "last_phrase": "In conclusion, our understanding and experience of reality are limited by our individual knowledge and consciousness. To transcend the limitations of the observer and the knower and access pure knowing, we must go beyond the limitations of the individual self. Only then can we truly understand the chaos and impermanence of existence and achieve enlightenment."
}