{
  "title": "Navigating the Loss of Essence in the Chaos of Personality.",
  "first_phrase": "In the last part of this book, we delve deeper into the concept of personality and essence, and how they relate to the therapy of chaos. The author discusses how personality is limited by time and the physical body, while essence is prior to personality and has access to all essential qualities. The loss of essence can be considered the most intense trauma that occurs, and personality spends its entire life searching for it. The resistance to this loss is defended against and re-enacted repeatedly, leading us to fill the emptiness and seek outside help.",
  "content": "Better said, our greatest trauma is the loss of Essence. Personality searches for Essence it's whole life unsuccessfully. Actu- 148 • THE TAO OF CHAOS ally it is the outer search which defends against the trauma of loss of Essence. This loss of Essence forms such a bifurcation point that the personality re-enacts this most basic trauma and defends this most basic trauma every moment of every day. In other words, the resistance to the ultimate trauma, the loss of Essence, is defended against and hence re-enacted again and again. How is it re-enacted? Most of us feel a loss and, rather than experiencing that loss or going into the emptiness, we try to fill the emptiness and overcome the loss. To fill the emptiness, we use our attention to focus on something or occupy our attention so as not to feel the emptiness. Another way we might try to overcome the loss is by obsessively thinking that another will help us feel okay. Another way is that we might seek a teacher who can provide us with the secret of our loss. Or maybe we focus all our attention to others in an attempt to get them to feel our loss.",
  "last_phrase": "In conclusion, the loss of Essence is a fundamental trauma that shapes our personality and causes us to constantly defend and re-enact it. However, instead of filling the emptiness with distractions or seeking external solutions, we must go back to the root and confront the loss directly. Only then can we find true fulfillment and overcome this basic trauma."
}