{
  "title": "\"The Ugly Duckling: Exploring the Role of Essence in Reordering Chaos\"",
  "first_phrase": "In the previous section, we explored how chaos is the unifying factor in the organization of I-identity. This predicament of personality is illustrated in \"The Ugly Duckling,\" where the ugly duckling is treated as ugly by the outer world and thinks it's ugly until it realizes it's a beautiful swan. In this last section, we delve deeper into the concept of Essence, which exists outside of energy, space, mass, and time and can order chaos. We also explore the relationship between the first and second implicate orders in David Bohm's theory and how therapy requires personality to enfold into Essence.",
  "content": "Essence, however, does have all qualities to organize and reorder chaos. \"The first implicate order is just the field itself.\" The first implicate order corresponds to a television screen, which is capable of showing and indefinite variety of explicate forms. The second implicate order correspond to the computer, which supplies and has the information that can arrange various forms. The third implicate form is the player. (Science, Order, and Creativity, F. David Peat and David Bohm, Bantam Books, New York. p.183). In this analogy, it can be said that the undifferentiated consciousness or void is the first implicate order, Essence the second implicate order, and personality the third implicate order. Following this line of reasoning, the therapy requires the personality (the third implicate order) to enfold into Essence, (the second implicate order) and experience the true essential qualities that are Essence. Then, finally for Essence to enfold back into the implicate order, or pure undifferentiated consciousness, which is the underlying unity of the void. ________________ THE TAO OF CHAOS • 151 The Process As we have explored through this text, chaos has been the unifying factor in regard to the organization of I-dentity.",
  "last_phrase": "In summary, by understanding the implicate orders and the essence of our being, we can transform chaos into a state of peace and inner harmony. Instead of fearing chaos, we can embrace it as a unifying factor in organizing our identity and finding our true selves. So let us embrace the chaos and journey into the infinity of space to discover our Essence."
}