{
  "title": "\"The Tao of Chaos: Shifting Perspectives to Energy\"",
  "first_phrase": "In the previous section, the author explains how the feeling of chaos arises due to our tendency to label and define energy clusters. This feeling can be overcome by seeing experiences and emotions as energy. In this last part, the author introduces Tao of Chaos exercises #18 to #20, which encourage the reader to see emotions, memories, and dialogues as energy. The exercises will help to shift the reader's subjective experience into the true nature of energy. The author advises readers to review the previous chapter of Quantum Consciousness, Volume I before attempting these exercises.",
  "content": "Tao of Chaos Exercises #18 Step IAllow a memory to come into your mind that brings forth an unwanted emotion like anger, sadness, hatred, etc. Step IINotice where in your body this energy is being experienced. Step III See the emotion as made of energy. Step IV Experience the memory as made of energy. Step VAny voices or internal dialogues that are occurring; see them as energy. Step VI Any experience that occurs; a voice, feeling, memory, etc, allow the experience; experiencing them as energy. Allowing experiences as energy subjectively will shift and allow us to have any experience without judgment, evaluation, or significance. Tao of Chaos Exercise #19 Step IAsk your partner to say something to you that might be upsetting (I don't like you,\" \"I hate you,\" etc.). ________________ Step IISee your partner as solid, the words as solid, yourself as solid and your reactions as solid. Step III Switch rolls and give each other feedback. Tao of Chaos Exercise #20 Step IAs in the previous exercise ask your part- ner to say something that might be upsetting.",
  "last_phrase": "In conclusion, practicing these Tao of Chaos exercises can help shift our perspective on our emotions and experiences, allowing us to observe them as simply energy without judgment or significance. These exercises can be practiced with a partner to further enhance our understanding and detachment from our emotions, allowing us to live more freely and authentically."
}