{
  "title": "Overcoming Judgment and Self-Deception: Dispelling Myths and Creating Compassion",
  "first_phrase": "In the concluding part of this text, the author exposes the self-deception we indulge ourselves in that leads us to judge others and disconnect from our humanity. The author's experience of realizing his own lie and accepting his essential connection to humanity helped him overcome this resistance. This text highlights the importance of vulnerability, compassion, and connection with others. The author talks about the myth we hold that we would never do something \"bad,\" and how it creates a false sense of superiority that hinders our ability to see ourselves clearly. Through this realization, the author connected with his human-ity and found compassion for everyone around him.",
  "content": "Recently, I uncovered \"my lie\" about a business situation I had deceived myself about for seven years. My inability to \"see\" myself was wrapped up in my rationalization of who I was. In other words, my created self-image would not allow me to believe I would have acted unethically. Consequently, I would get angry at everyone else's lack of ethics by judging them and objectifying them. The outcome of this self-deception, i.e., that I was capable of the lack of ethics and hence accused others, led to anger and disconnection. A small price to pay for keeping my lie and image going. As soon as I realized my lie, I felt an overwhelming vulnerability, connection, and compassion for everyone. Why? For two reasons. First, to lie takes energy; and second, because I was no longer lying to myself which created boundaries to protect my self image from the vulnerability of my humanness, my essential connection to humanity. I am human and so is everyone else. If I could deceive myself, so could others. I was no better, worse, or different than everyone else. I felt vulnerable, compassionate, connected, and human.",
  "last_phrase": "In conclusion, being honest with ourselves is necessary to break the cycle of judgement and disconnection. Admitting our vulnerabilities, and acknowledging that we are all human and capable of mistakes, enables us to feel more connected and compassionate towards others. By letting go of the need to judge and establish boundaries, we open ourselves up to a world of empathy and understanding."
}