{
  "title": "\"The Fixation of Attention on Flattery and False Pride\"",
  "first_phrase": "This text explores two fixation of attention strategies used by the observer/personality dyad to cope with the trauma and pain of losing the Essence. The fixation of attention strategy #1 involves seeking flattery and focusing attention on it to reinforce the compensation state of pride. On the other hand, fixation of attention strategy #2 involves labeling the emptiness as dependence and creating a false sense of over-independence and worthiness through achievements and successes. Both strategies overcompensate for the underlying feeling of inadequacy and lead to dissociation and a constant desire to fill the emptiness in the body.",
  "content": "The observer/personality dyad forms a deep feeling of dependence because the emptiness is seen as not having any independent self. This leads to trying to fill emptiness with flattery and reinforcing the underlying compensation state of pride. In this fixation of attention strategy #2, the emptiness is labeled as dependence. This causes the observer/personality to create an over-independent image. In fixation of attention strategy #2, much time is spent trying to flatter or tell stories to herself/himself about achievements and successes, thus reinforcing the false pride, lies, and over-independent image. Furthermore, there is a false sense of trying to look independent with a powerful sense of freedom and will. This is a part of the look of pride, which attempts to overcompensate for the feeling of worthlessness and dependence. This fixation often times is so used to giving itself up to get flattered that it forms many dissociated selves. This is the chameleon and can be likened to the main character of a Woody Allen film, Zelig, where Zelig takes on the I-dentity of others. The dependence and neediness becomes a constant desire to fill the emptiness in the body.",
  "last_phrase": "In conclusion, understanding the dynamics of the observer/personality dyad and their patterns of fixation of attention can help individuals recognize and mitigate their false sense of pride, which is often a reaction to deep feelings of worthlessness and dependence. By acknowledging and addressing these underlying emotions, individuals can work towards a healthier and more authentic self-image, reducing the need for constant flattery and attention-seeking behaviors."
}