{
  "title": "How to Feel Your Feelings as Energy: The Tao of Chaos",
  "first_phrase": "In the previous section, the author discussed various steps to feel your feelings without judgement. Now, the focus is on living with no intention and feeling the feelings as a form of energy. The Tao of Chaos is the art of doing and being, to just be and do without any goal or purpose. It requires feeling the feelings without getting distracted by thoughts and stories. This is the no-solution solution to feeling emotions, where one is free to have or not have the feeling.",
  "content": "If you are working with feelings in the attempt that through repression or expression they will go away, you are resisting the feeling and creating them again. 9. Being willing to not have the feeling. Freedom is the freedom to pick up or put down feelings at choice. The final step is to ask yourself \"Am I free to have the feeling, am I free to not have the feeling?\" If you are free to not have the feeling or have the feeling you have moved off of the repression—expression continuum. The No-Solution Solution Feel your feelings as energy. Just do it to do it without any goal or purpose. This is the no-solution solution. Living With No Intention To live with no intention or goal, to do, and be, just to do and be, is the no-intention intention. This requires feeling ________________ feelings as energy without being distracted by thoughts, stories, or reasons why. Better yet, see the thoughts, stories, impressions, and associations as energy. Being willing to feel feelings as energy and living without intention is the Tao of Chaos.",
  "last_phrase": "In conclusion, the key to freedom from the cycle of repressing or expressing feelings is to be willing to experience them as energy without distraction from thoughts, stories, or reasons why. Living without intention and picking up or putting down feelings at will is the no-solution solution, and can be achieved by seeing thoughts and associations as energy."
}