{
  "title": "\"Fixating attention away from emptiness: the role of emotions\"",
  "first_phrase": "This section of the text delves into the concept of the Chief Feature or Trance, exploring how fixation of attention can lead to chronic underlying states of resentment. The author explains how the observer/personality dyad tries to fill an inner emptiness, and how this can lead to projections of imagined imperfections onto relationships or psycho-spiritual systems. Prior to this, readers were asked to focus on their emotions themselves, rather than the stories behind them, during Quantum exercises.",
  "content": "Second, since the observer/personality dyad decides that the emptiness means there is an imperfection within themselves, the observer/personality dyad looks for a perfect relationship or system. Third, since the underlying state is resentment, the observer/personality dyad projects its own imagined imperfection on a relationship or psycho-spiritual system and makes up stories of imperfection about the relationship or system to justify feeling resentful. As we will discuss throughout this section, each fixation of attention labels the gnawing emptiness as \"there is something wrong or it is seen by the observer as an internal lack or inner deficiency,\" and then tries to over-compensate for the feeling of inner lack. Finally, the observer/personality dyad, since it cannot overcome this lack, creates a story to reinforce and justify its underlying state. Where Does That Resentment Come From, How Does It Manifest? See Illustration # 7 As mentioned before, the pendulum acts as our metaphor for the organization of the body and the observer/personality dyad around Essence. Or, more simply put, from an unmanifest Essence to a manifest observer/personality dyad. At this point of fixation, the manifestation of the body and the observer/personality dyad surrounds the Essence as the body develops.",
  "last_phrase": "In conclusion, understanding the root cause of our resentment and fixation on perfection can help us overcome it. By recognizing that the emptiness we feel is a trace of our lost Essence, we can avoid projecting our imagined imperfections onto our relationships and psycho-spiritual systems. Instead, we can work towards finding fulfillment and purpose in our lives."
}