{
  "title": "\"The Fear of Inner Essence: The Dark Side of I-dentities\"",
  "first_phrase": "In this final section, the concepts of I-dentities and Essence from \"The Dark Side of the Inner Child\" are further explored. The I-dentities, formed to adapt to the external environment, fear Essence, the internal emptiness which is often mistaken as bad or unwanted. This resistance to Essence can lead to various coping mechanisms such as overeating, substance abuse, etc. It is observed that the inner emptiness is avoided and resisted at all costs, resulting in the creation of I-dentities to resist the emptiness which is perceived as ultimate chaos.",
  "content": "The personality and the physical body are formed around Essence and are seeking love by facing outward to the external world, (Mom, Dad, etc.) From the point of view of personality (I-dentities), Essence feels like an internal gnawing emptiness which we all experience to varying degrees. All too often, the inner emptiness, which is Essence, is resisted by I-dentities and mistaken and viewed as bad or unwanted. I-dentities might attempt to fill the perceived gnawing emptiness, by eating, having relationships with people who are not right for us, over working, taking drugs, etc. It seems that this inner emptiness is avoided and resisted at all costs! The body, however, often feels as if there is a hole in it. A hole of emptiness which we attempt to fill up. Identities are created to resist the hole or emptiness which is viewed as the ultimate chaos. To review, Webster's defines chaos as \"the infinity of space or formless matter supposed to have preceded the existence of the ordered universe\" (p. 201). The problem is that this inner emptiness is resisted by the I-dentities.",
  "last_phrase": "It can be challenging, but embracing our inner emptiness can lead to discovering our true self and essential qualities like love, peace, and power. Rather than seeking love in all the wrong places, we can find a sense of wholeness by looking inward and connecting with our inner Essence."
}