{
  "title": "\"Bifurcation Points: How Energy Can Create New Choices\"",
  "first_phrase": "In this section, the focus is on how adding energy to a thought creates a bifurcation point, a vital moment where new choices appear. The Bifurcation theory, explained earlier, is applied to personal growth and understanding. This process has been used for decades, as demonstrated in the Gestalt Therapy of Fritz Perls. The movie \"Lawrence of Arabia\" also exemplifies this concept, with Lawrence facing chaos and finding clarity through focusing on the pain. This section emphasizes the importance of bifurcation points in personal evolution and understanding.",
  "content": "Stated another way, by adding energy to the critical point of intensity, a bifurcation point is created which reveals new options and understanding. This way of looking and working with oneself or another has been done for decades. The Gestalt Therapy of Fritz Perls, M.D. asked clients to \"exaggerate\" what they were feeling, and then \"stay with it.\" What occurred was a bifurcation point which revealed a new order of understanding. For example, one of my favorite movies Lawrence of Arabia, demonstrates this bifurcation point. Lawrence, about 45 minutes into the film, faces a problem. The Arabs are to either retreat and become part of the British army, or to cross an uncrossable desert and attack the Turkish Army from behind. Everyone says that the desert cannot be crossed. Lawrence is in pain (chaos) and suffering. He goes into the desert and focuses on the pain all night. As the sun rises, the chaos shifts, and Lawrence not only knows what to do, he has a vision as he enters the second implicate order of a future time when he will be in the Turkish city of Acaba.",
  "last_phrase": "In conclusion, the concept of the bifurcation point and entering into chaos can be a powerful tool in gaining new understanding and options in various aspects of life. By asking oneself or others to exaggerate and stay with the feeling, the chaos can shift into a second implicate order, where past and future can be viewed outside of time. This technique has been utilized for decades, and the example of Lawrence of Arabia and Gestalt therapy demonstrate its effectiveness."
}