{
  "title": "Importance of Integrating Body Therapy in Psychotherapy",
  "first_phrase": "In the previous section, the therapist worked with a client on a traumatic experience related to a fantasy of being a slave. The client's body reflected the trauma by caving in his chest and pulling back in the pelvis. The therapist emphasized that without body work, there can't be a complete integration in psychotherapy. In this last part, the therapist asks the client to notice the empty mind space that the movie is floating in and perform certain actions. This technique helps in reducing stress and anxiety.",
  "content": "Therapeutic Note I don't want to leave the reader with the idea that all this was handled in a few hours. The body caving in his chest and his pulling back in the pelvis will require body work, i.e., Rolfing, Bioenergetics, Feldenkrais, etc. To restate, without body therapy there can never be a full integration in the psychotherapy. The body not only carries the memories in the form of posture and breath, it also demonstrates how the person moves in the world. Furthermore, the person must learn or re-learn how to embody their traumatized body again and embody an untraumatized body, since, during this kind of a trauma, he had to leave his body behind. In short, no body-work—no completed psychotherapy; the body mirrors how the person embodies herself/himself in the world. Therapist: Now, look at the movie from beginning to end, and notice the empty mind space that the movie is floating in. ________________ Client: Okay. Therapist: Now, run the film diagonally from upper left to lower right. Client: Okay. Therapist: Now run the film diagonally downward from upper right to lower left. Client: Okay.",
  "last_phrase": "In conclusion, it is essential to acknowledge that the integration of body therapy in psychotherapy is crucial for obtaining complete healing. The body holds memories, and through body-work techniques like Rolfing, Bioenergetics, or Feldenkrais, one can re-learn how to embody oneself and move through the world. By incorporating these techniques into therapy, individuals can re-integrate their traumatized bodies into their lives and embody untraumatized ones, leading to a full and complete healing process."
}