{
  "title": "\"The Schizoid Personality: Isolation, Rejection, and Self-Protection\"",
  "first_phrase": "In this text, we learn about the connection between body type and personality in schizoids. The schizoid personality type is known for their fear of rejection, which they often hold in their bones. As a result, they may isolate themselves from others to avoid rejection. In the last 200 tokens, the author discusses this observer/personality dyad and how it leads to detachment and dissociation in the individual. The author cites examples of politicians such as Dan Quayle and Ross Perot, who exhibit these personality traits. Despite attempting to act as if they care or feel, individuals in relationships with schizoids often feel like something is missing.",
  "content": "Perot would walk into a press conference, a reporter would ask a question, Perot would see it as a rejection, get angry, reject the press and walk off the platform. In other words, the #5 will isolate themselves out of fear of rejection. Consequently, they buffer and hide themselves in a cloak of detachment never really experiencing life, and having to act \"as if' they do. In this way they act \"as if they care, or feel, or are interested; but to the individual in relationship with a schizoid, there is always something missing. In this case, it is them. In this observer/personality dyad the pain of the loss of Essence creates a bifurcation point, as the personality organizes around the Essence, that is so strong that there is an unacknowledged loneliness. So great can be the pain and fear of it that to control others rejecting them or engulfing them, like their mothers had, they isolate themselves in an attempt to seek wholeness (Naranjo). In reality, however, the isolation further creates premature detachment (evacuation) and makes dissociation active.",
  "last_phrase": "To overcome the pain and fear of rejection, the schizoid personality may isolate themselves; however, this only leads to further detachment and dissociation. Through spiritualization and an understanding of the root cause of their isolation, the schizoid personality can begin to heal and overcome their fear of rejection, allowing them to engage fully in their relationships and experience life to the fullest."
}