{
  "title": "Understanding Time as a Circular and Malleable Experience.",
  "first_phrase": "In the previous section, we explored the idea of how philosophy and rules can resist the natural processes of disappearance and reappearing, and how they promise eternal life. Now, let's take a look at the concept of time and how it is not a straight line but rather infinite circles turning on themselves. Physicists like John A. Wheeler call this circle of time a \"delayed choice measurement\" where our present choices influence the past. This means we can change our past and future by altering our present. Understanding this circular and pliable experience of time can help us grasp the idea that the past, present, and future are the same at an implicate level, known as the Holographic Universe.",
  "content": "In psychotherapy we in the present, work on the past, and hence change our present time experience of the past and how we might behave in future time. This means that we can change our past in the present and hence change our future. In the work of Milton H. Erickson, M.D., he would have clients create a future when a problem was resolved, and then plan backward from future to present noting the steps that were already taken to resolve the present time problem. In essence, the created future was changing the present and the pasta. Time is a circular and very pliable experience which can be shifted when one steps out of the thoughts of the mind that are by nature linear and \"time locked.\" The Past is the Present is the Future Once we step outside of time we can begin to understand the emptiness or implicate order in which time is unfolded and appears in what we experience at the explicate level. This is the Holographic Universe (Michael Talbot, Harper Collins). The concept of time, however, is condensed emptiness (explicate order) which means the past, present, and future are the same at an implicate level.",
  "last_phrase": "In conclusion, psychotherapy allows us to work on the past and change our present and future experiences. By creating a future where problems are resolved, we can plan backward and take steps to change the present. Time is a pliable experience that can be shifted when we step outside of our linear thinking. Remember that the past, present, and future are the same at an implicate level, and we should focus on creating a positive future to change our present and past. Try the Tao of Chaos exercise to envision a past and present event that can help you create a bright future."
}