{
  "title": "\"The Fallacy of Control and the Nature of Essence\"",
  "first_phrase": "This text discusses a therapeutic technique for dealing with the fallacy of control, using the diverse \"I-dentities\" of one client as an example. The therapist guides the client to self-awareness by asking what they want most, and what each I-dentity wants. Eventually, the I-dentities and empty space are viewed as a single substance, causing the I-dentities to disappear into it. The resulting peace and power come from a place of essence, beyond subject/object distinctions, leaving the client speechless.",
  "content": "Therapist: So that she will feel what? Client; Powerful. Therapist: Good, now from \"back there\" in your emptiness, feel the love, power and safety of back there. Client: Yes. Therapist: Notice how all of these I-dentities seem like they are floating in empty space. Client: Yes. Therapist: Good now what happens if you see the I-dentities and the space as being made of the same substance. Client: The I-dentities disappear in the space. There is nothing there. Therapist: How do you feel? Client: I have no words - just no words. Conclusion In this case, I tried the variation on the procedure which is discussed in Quantum Consciousness: Volume I. When the emptiness and the I-dentities are seen as the same substance, they merge and disappear. Why? No contrasts. In this highlighted case, the I-dentities which are the observer/personality dyad are reabsorbed back into Essence. This left her speechless. Why? Because at the level of Essence, there is no subject/object in her to be powerful over. For this reason, there is power and peace with no story, reason, or object.",
  "last_phrase": "In conclusion, this therapeutic technique involves merging the emptiness and I-dentities to return them to Essence. The absence of subject/object in Essence leads to a no-state state of power and peace, which can leave one speechless. Understanding this strategy can be helpful in dealing with defense mechanisms such as premature observation or dissociation."
}