{
  "title": "\"Exploring Somatic Unity and Mindfulness in Quantum Psychology\"",
  "first_phrase": "In this final section, the concept of somatic unity is explored further in Quantum Psychology by Stephen Wolinsky, and the Feldenkrais work. The previous tokens discussed the idea that mind and body are not separate entities but a single unity referred to as soma. One way to explore this is through the concept of identities, which involve particular body feelings and motor attitudes. These identities are initially organized to maintain our organization and inner relationships in the face of difficulty in our interactions with others, i.e., structural coupling. Understanding and separating from these structures opens up new patterns and pathways, and this is the goal of Quantum Psychology.",
  "content": "We now speak about more complex structures that are created in our interactions in the world to order the chaos internally and externally, and to create the stability we use in our functioning. As you have explored the exercises in this book and perhaps in the previous Quantum Consciousness, Volume I by Stephen Wolinsky, you probably came in contact with certain somatic organizations and structures that were called identities. You may have noted that the state connected to the identity involved particular body feelings and a particular motor attitude. For example, you may have experienced an identity called inner child. In your feeling you may have felt small and vulnerable, you may have experienced your breathing as shallow and noticed a slight collapse in the chest and a rounding of the shoulders. In this state you would have a very difficult time asserting yourself with other people and at the same time you might feel victimized and perhaps persecuted. Now this state, according to our concept of self organization, was initially organized to maintain our organization and inner relationships in the face of a difficulty in our interaction with others. We can speak here of structural coupling. In a family this will include the dynamics of interaction with other family members.",
  "last_phrase": "By understanding that identities are constructions of our system and that we have alternative constructions available, we can create stability in our functioning by choosing somatic organizations and structures that serve us better in life. With the resources provided by Quantum Psychology and Feldenkrais work, we can observe and experience our states to realize that we do not have to identify with them."
}