{
  "title": "\"Bifurcation Points in Relationship Dynamics and Chaos Theory\"",
  "first_phrase": "In the previous section, the concept of bifurcation point in Chaos Theory was explained with an example from structural family therapy. The therapist often intensifies the problem by creating a crisis point, so that the attractor patterns, which are frozen might move to another level. In this section, the focus shifts to the inner bifurcation, where the condensed energy or nucleus shifts its attention around and becomes aware of itself as energy. This results in the creation of a new energy called the observer which contributes to the energy package of husband and wife. This text is excerpted from \"Journey with a Sufi Master\" by H.B.M. Dervish published in London in 1982.",
  "content": "Braulio Montalvo came in to the room and intensified the situation by creating a bifurcation point so that the frozen attractor pattern would change. Knowing that the research demonstrated the correlation between cutting school, drugs, and teen pregnancy, Montalvo began to intensify the situation to the parents suggesting that in a few years she would be pregnant and using drugs. This created a bifurcation point by intensifying the energy. The parents then began to change their interactions between themselves and self-organized; changing their own interactions and their interactions with their daughter. These two energies combined which created chaos, forcing the feeling of uneasiness. When the two energies (parents) joined, like two atoms forming a new substance or molecule, the family unit (molecule) reorganized. Inner Bifurcation Now, if the condensed energy or nucleus shifts its attention around and becomes aware of itself as energy, then the attraction to create the molecule of anger is shifted. To explain further. The condensed energy of the nucleus or self, when attention is turned around, creates a new energy called the observer. This new energy of the observer creates an added new energy to the package of husband and wife energy.",
  "last_phrase": "In summary, creating a bifurcation point can be a powerful tool for reorganizing chaos into a new order. By adding the energy of awareness and turning attention around, condensed energy can create an observer and shift the attraction to create a new molecule. Like two atoms forming a new substance, this added energy can bring about positive changes in personal and family dynamics, creating a more harmonious and balanced system."
}