{
  "title": "\"Understanding Phase Space in Physics and Yoga Tradition\"",
  "first_phrase": "In the previous section, the concept of phase space was introduced as a location in space where a thought, feeling or association exists. In this final section, we delve deeper into phase space and its connection to physics. F. David Peat explains that phase space, a term used in physics, is a multi-dimensional space which requires six coordinates to exhaustively describe the movement of a particle. For two particles, it requires 12 coordinates. A system is then defined as a point in this multi-dimensional phase space. This section provides a perspective on the importance of phase space in predicting the future movement of particles.",
  "content": "You can pin down an object by giving its location in space but that won't tell you how fast its going and in which direction. In Newtonian physics, however, a particle can be exhaustively pinned down by giving six coordinates—three spatial coordinates and three momentum coordinates (its momentum in each of the three directions). If you are given all six coordinates, then you can predict the future movement of the particle forever. If you have two particles, then you need 2 x 6 = 12 coordinates to predict all movements, collisions, etc. of the two particles. With n particles you need n x 6 coordinates. Knowing those 6 n coordinates enables you to predict everything that will ever happen in that system. But knowing only the location of each particle in our ordinary space will never be sufficient to tell you what will happen to the system in the future. Now suppose you want to picture all this on a graph. For one particle you will need a phase space of 6 dimensions. The system is then defined by a point in this 6 dimensional PHASE SPACE. Likewise two particles are defined by ONE POINT in a 12 dimensional space.",
  "last_phrase": "In summary, understanding the movements and interactions of particles in a system requires more than just their locations in space. The use of a higher-dimensional phase space is necessary, which contains information about both spatial coordinates and momentum. By knowing the coordinates in this phase space, we can effectively predict the future of the system, despite its chaotic behavior."
}