{
  "title": "Narcissism and Fear: The Fixation Strategy of Seeking Fulfilment.",
  "first_phrase": "In this final section, the idea of the observer/personality dyad strategy is explored further, revealing that the fixation on their created image can lead to a sense of narcissism and fear of not being enough. This fear leads to a tendency to fill up at all costs, which can result in a feeling of being a fraud. The fixation of attention strategy #7 is discussed in detail, with a focus on the emptiness of Essence being perceived as scarce and void of wisdom. The text also provides a seven-step guide to facing the emptiness and finding peace within it.",
  "content": "See illustration #13 The Therapy Step IWrite down those I-dentities which resist your emptiness. Step IINotice where in your body the emptiness exists. Step III Enter into the emptiness and feel it. ________________ THE TAO OF CHAOS • 227 ILL liSTRAf /ON it 13 FIXATION OF ATTENTION STRAIEGY*7 THE 117E/WISTIC \"LOOKING FOR KIJOWtE1GE BY A CliNG KNOWLEDGEABLE \" Ii LOSS tl Pt lArNEELSSS A S 1 -Sp A SCARCIIY N rivE6- ACONPICA/r11017LEEP/GSE :Pt1011P1s1f EAR ; CIN ihr . i GAP i EIVOR L p VER- IAO ACTING AMR\"; PANT TO IIANDLE ALIIE SCARcIri L/A/ Gs of • Ho, oisuoGE Step IV Notice how to the I-dentity, the emptiness seems like death, but from the inside, the emptiness is calm, quiet, peaceful and serene. Step VFrom inside the emptiness ask each I- dentity \"What is it you really want and are seeking more than anything else in the world?\" Step VI However the I-dentity responds, feel that quality of experience in the spacious emptiness. Step VII Next, have the I-dentities turn around and be reabsorbed within the emptiness.which is Essence. Variation II Step VIII Seeing the I-dentities in the foreground, stay in the background and notice the Identities are floating in emptiness.",
  "last_phrase": "In conclusion, by following the steps outlined in the exercise, one can delve into the emptiness inside and gain insight into their underlying identities. This can help overcome overcompensating identities and ultimately find peace within themselves."
}