{
  "title": "Strategies for Reconnecting with the Power of Essence.",
  "first_phrase": "In conclusion, the power of Essence cannot be cut, burned, or hurt, leaving a person feeling an invulnerable vulnerability. Once identified with Essence, one no longer views others as personality, allowing for a deeper connection. However, to resist the trauma of losing Essence, the observer/personality dyad often fixates on outward appearances, seeking success through appearances. This strategy, prevalent in society, leads to the classic syndrome of basing one's self-worth on others' perceptions- as seen in Sleeping Beauty's queen.",
  "content": "Simply put, once you are not identified with personality and are Essence, you no longer identify others as personality, and hence feel an Essence-to-Essence connection which is much deeper than a personality-to-personality connection. ________________ I'M O.K. IF YOU THINK I'M O.K., YOU'RE O.K. IF YOU THINK I'M O.K. T he third strategy of the observer/personality dyad to resist the trauma of the loss of Essence fixates attention on what is called the performer by Palmer, the status seeker by Riso, and is called success through appearances by Naranjo. This strategy of the observer/personality dyad fixates its attention on outward appearances to resist the trauma of the loss of Essence and is probably one of the most prevalent structures in our society. Few could deny the emphasis on \"looking good in the world today.\" The problem with a performer is that their center is not inside themselves, rather, their center is outside of themselves. This leads them to feel about themselves how they imagine others feel about them. This is the classic syndrome of the queen in Sleeping Beauty when she says, \"Mirror, mirror, on the wall, who is the fairest of them all?\"",
  "last_phrase": "In summary, identifying as Essence instead of personality allows for a deeper connection with others, free from the limitations of outward appearances. However, the societal emphasis on success through appearances creates a trap of deceit and vanity that must be overcome to fully embody one's true self. Remember, true success comes from within, not from the opinions of others."
}