{
  "title": "The Impact of Self-Deception and Lies on Compassion",
  "first_phrase": "In the previous text, the author discusses how we tend to criticize in others the qualities we deny in ourselves. This objectification and dehumanizing comes from self-deception and can cause us to lose our humanity and connection to our body, which is the root of compassion. The author recounts how they recognized their own lies and self-deception when criticizing colleagues in their profession. This final part emphasizes how every time we tell a lie to ourselves or others, we are demonstrating self-hatred. The author shows the importance of recognizing and accepting our own shortcomings to avoid objectifying and dehumanizing others.",
  "content": "This objectification and dehumanizing, which is initiated by self-deception, forces us to lose our humanity, our humanness, and hence our connection to our body which is the root of compassion. In other words, when you resist experiencing something, deny an unwanted quality within yourself you will probably objectify others, dehumanize them, deny in yourself the same quality they have, and lose the connection to your own body which is the vehicle of compassion. Often as a practise for myself, I just sit with people and see them as human beings; not objectifying them. Rather, I just appreciate that next to me is a person with a whole universe of thought, feelings, sensations, fantasies, broken dreams, etc. right in front of me. Experiencing this allows me to not objectify, but to connect and appreciate in an entirely different and deeper way both their and my humanness. Lies and Self-Hatred Every time we tell a lie to ourself or another we are demonstrating self-hatred. For example, if I lie to myself about my inabilities, I am denying my lack of ability.",
  "last_phrase": "In conclusion, embracing our humanness and being honest with ourselves can help us break free from the cycle of self-deception, objectification, and dehumanization. By acknowledging our flaws and owning them instead of denying, we can connect with our bodies and show compassion towards ourselves and others. Let's strive to see everyone as unique human beings and appreciate their existence instead of objectifying them. By being true to ourselves, we can live more fulfilling and authentic lives."
}