{
  "title": "\"The Tao of Chaos: Embrace Your Essential Nature\"",
  "first_phrase": "Dr. Stephen Wolinsky's fourth book, \"The Tao of Chaos: Essence and the Enneagram,\" is a groundbreaking volume that offers readers a path to their essential nature through chaos. In this book, Wolinsky reveals that dysfunctional personality is born out of a resistance to chaos and that all our efforts to order chaos have fallen short. By having chaos as a rule, and not the exception, we can find that chaos is a friend rather than an enemy. This last 200 tokens of the book offer exercises to help readers \"get to know\" their chaos and understand the essence of their real selves.",
  "content": "immuat fjja (-)iisfozr! ESSENCE and the ENNEAGRAM Ai ow, from the author of the highly acclaimed Trances People Live, Quantum Consciousness, and The Dark Side of the Inner Child, Dr. Stephen Wolinsky offers his fourth ground-breaking volume, The Tao of Chaos: Essence and the Enneagram. In this book Wolinsky gives us a path to our essential nature by allowing chaos to be the rule rather than the exception. A process whereby chaos becomes our friend, a familiar experience, a welcome home or even a fuel to bring us back to our universal self. Wolinsky shows us that dysfunctional personality is created as a resistance to chaos. All of our efforts to order chaos through resisting it by creating more and more systems to manage it have fallen short. It appears obvious that a personality born of chaos and resistance to chaos can only beget more chaos and resistance. The Tao of Chaos is about looking at our most resisted experience and finding that chaos is no longer an enemy but a friend. Exercises throughout the book will ask you to experience your chaos and by \"getting to know\" it you will \"get to know\" the essence of your real self.",
  "last_phrase": "In a world that tries so hard to order chaos, The Tao of Chaos offers a refreshing perspective. Dr. Stephen Wolinsky shows how chaos, when embraced, can lead to finding our true self. This book provides exercises to help us experience and understand our chaos, ultimately leading us to grow and find fulfillment."
}