{
  "title": "The Creation of Psychological Systems to Understand Chaos.",
  "first_phrase": "In the previous section, we explored how humans create psychological systems to give meaning and order to life. We now turn our attention to Wilhelm Reich, the Father of Body-Centered Psychotherapy, and his work on regulating energy flow through the discharge of excess sexual energy. In this 200-word section, we will learn about Reich's therapy and his belief that reaching orgastic potency was critical to psychological health. We will also explore Reich's personal history that may have influenced his theories. As a small boy, Reich had several sexual encounters, which could be considered sexual abuse by today's standards, and this chaos likely fueled his creation of a psychological system to manage it.",
  "content": "Reich believed that when excess sexual energy (libido) was discharged in the orgasm, the person would be healthy. He believed that if the orgasm was \"incomplete,\" the excess energy in the body would move up to the head creating thoughts, fantasies, and self-defeating intraphyic struc tures. Reich based psychological health on the ability to reach orgastic potency and discharge excess energy. Stated in a very simplistic and crude way; if you can have a good orgasm, you are healthy, if you can't have a good orgasm, you aren't healthy. The therapy was about the power of orgasm, and in a very systematic way Reich would help the client remove chronic \"blocks\" he called body armor which were inhibiting the natural charge and discharge of biological energy. What was the chaos within Reich that he was attempting to understand? In the autobiography of Reich, it is quite clear that Reich as a small boy had several sexual encounters at approximately age four. We would certainly now call this sexual abuse. Reich came from a wealthy family and his father would often go away on business for months at a time.",
  "last_phrase": "In conclusion, Wilhelm Reich believed that the key to psychological health was the ability to reach orgastic potency and discharge excess energy. His therapy centered around helping clients remove chronic \"blocks\" inhibiting this process. Reich's own childhood experiences with sexual abuse likely influenced his theories and approach to therapy. While his ideas may seem simplistic and crude, they sparked important conversations about the role of sexual energy in human health and well-being."
}