{
  "title": "\"The Implicate Order and the Process of Enfolding\"",
  "first_phrase": "The last 200 tokens of this text delve into the process of moving beyond personality to connect with the undifferentiated consciousness. Referencing the concept of implicate order, the text explains that therapy requires individuals to enfold their personality into Essence and experience its true qualities. By entering into Essence, individuals move beyond the fixation of attention and subjective universes they create to end chaos and towards a state of peace. The text also touches upon the role of the observer in this process and how it is a crucial step towards moving beyond personality.",
  "content": "Chaos, the terror of overwhelmed, confusion, and out-of-control, is the viewpoint generally taken. To overcompensate for the chaos, we create I-dentity systems and subjective universes which act as attempts to end the chaos by organizing it to bring about a state of peace or equilibrium. Before we continue let me again define chaos in Webster: \"The infinity of space or formless matter supposed to have preceded the existence of the ordered universe.\" (Page 201). I mention this again because we must go into this \"infinity of space,\" which to an I-dentity feels like chaos, and enter into Essence. Each observer/creator of an I-dentity has a fixation of attention, or a way that the personality fixates its attention outwardly on particular I-dentities or underlying feeling states so the observer does not have to look at emptiness. The Observer Creates And Is Part Of Personality. In review of Quantum Consciousness, Volume I, the observer is still facing outward and is a first step in the process to move beyond personality. The observer, however, is part of personality, arguably a \"higher\" part. This is a very important point.",
  "last_phrase": "To overcome the chaos of our I-dentity systems and subjective universes, we must transcend our fixation of attention and move beyond our personalities. By understanding that the observer creates and is part of our I-dentity, we can begin the process of entering into Essence and facing the infinity of space within ourselves to find lasting peace and equilibrium."
}