{
  "title": "\"The Dangers of Narcissism and Grandiosity in Self-Image\"",
  "first_phrase": "In the earlier part of this text, the author discussed the dangers of believing that the world is a reflection of oneself. This belief was part of the infantile grandiosity of people with a fixation of attention classified under #3 in certain communities. The author also discussed how vanity is a form of narcissism and can lead to psycho-emotional pain. Now, the author delves deeper into the concept of narcissism and how it relates to self-deception, especially when people believe in their self-image. The author emphasizes the importance of questioning the grandiose internal images created to overcome limitations and introduces the therapy approach of transmuting internalizations by Heinz Kohut.",
  "content": "The problem with vanity and its underlying state of an inability to do, which is true for all fixations of attention, is that psycho-emotional pain arises because we think we are what we wish to be. For example, if I wish to be seen as a fantastic person and I start believing that image rather than being realistically grounded in my true abilities and limitations, I feel pain when people are not treating me the way I wish people would treat me. More simply put, I get treated the way I am, and not the way I see myself. Believing in and falling in love with your self-image is narcissistic and is a major self-deception (deceit). This strategy of fixating attention deceives itself thinking that who they are is who they wish to be. In Ego Psychology and Object Relations, the, approach is to question the grandiose internal images that were created, so that limitations can be looked at in present time rather than a world being looked at through the eyes of a grandiose infant. This approach of working on grandiose internal narcissistic images in Self Psychology and Object Relations therapy is called by Heinz Kohut, transmuting internalizations.",
  "last_phrase": "It is important to acknowledge our limitations and work on self-improvement realistically. Falling in love with our self-created images can be narcissistic and causes psycho-emotional pain. Sometimes, seeking therapy for working on our grandiose internal images can help us accept ourselves better and be at peace with our limitations."
}