{
  "title": "\"Understanding Schizoid Personality: Fear of Rejection and Isolation\"",
  "first_phrase": "In Chapter 14 of Stephen H. Wolinsky's book, \"The Tao of Chaos,\" he discusses the schizoid personality, which originates from the mother's biological rejection during pregnancy. Schizoids fear rejection and cope with it by setting themselves up for it or rejecting others before it happens. Famous political personalities who exhibit this persona include Dan Quayle and Ross Perot, who constantly rejected others before being rejected. The observer/personality dyad of a schizoid fixates on their fantasies and ideas as experiences and labels emptiness as nothing, leading to avarice. This premature observation leaves their body, causing them to accumulate things and ideas to fill their emptiness. Wolinsky's book provides further insights into the schizoid personality and other fascinating topics.",
  "content": "Schizoids have a body type which is bony, with high cheek bones, and the structure of ILLUSTRATION 40 11 El XAVON Of A rIENTION SfRAIEGY ft 5 ME OBSERVER \"LOOKING FOR THE ALI:KNOWING AND ACCUMULATING 10 LOOK LIKE THEY'RE ALL-KNOWING; 10 COVER THEIR EMPTINESS IN ALL THE RIGHT PLACES\" Eivci 41141/1111/G ExpERI- ossRviNG -^PERENCES' AVARICE MW /Ir.-40414v ro LooK f,rilciff-AierSPIRIrUILpoi NI THE Y /14 VEOAP \"%FM/NG) the observer/personality dyad and rejection is actually held in the bones. Often the schizoid has a covering over their eyes so that even if you are making eye-contact with them, you cannot connect with them. This personality either assumes rejection, sets themselves up for rejection, or rejects others before getting rejected. In politics Dan Quayle has this fixation with a very wooden-like, almost puppet-like appearance; constantly setting himself up to be rejected, and rejecting others (Murphy Brown and single mothers) before getting rejected by Murphy Brown and single moms. Ross Perot also holds this fixation. Perot left the race for President as soon as his polls dropped after the Democratic Convention. Simply stated, fearing and imagining rejection, he would reject the media before they rejected him.",
  "last_phrase": "In conclusion, understanding the schizoid personality type can shed light on their tendency to isolate themselves out of fear of rejection. While they may appear detached and emotionless, it is important to recognize that their behavior is rooted in a deep-seated fear. By acknowledging this and offering genuine support, we can create a more compassionate and inclusive society."
}