{
  "title": "De-fusing Confused Ideas in Therapy: A Tao of Chaos.",
  "first_phrase": "In the earlier part of this text, the therapist guided the client through separating fused ideas of love and being swallowed up. In the following section, the therapist continues to help the client separate and understand their thoughts and emotions, this time regarding resistance to intimacy. The therapist mentions Kristi L. Kennen's work on de-fusing fused ideas and states. The client explores their empty space and meditative feelings, with the therapist guiding them to connect with their fear of intimacy.",
  "content": "Therapist: If you separate love and being swallowed up (separating hands), what, if anything, gets resisted? Client: Nothing gets resisted. Therapist: How are you doing? Client: Clearer. Therapeutic Note All of us fuse together ideas, like love equals, or power equals, etc. Kristi L. Kennen, noted psychotherapist, isolated four main areas where fusion of meaning occurs; love, help, power, and responsibility. Ms. Kennen has actually developed a 3-day workshop on taking apart these four fused (confused) ideas. The job of the therapist is to de-fuse or separate two ideas which are stuck together, hence freeing the state. Therapist: Now, with your wife out in front of you, notice the resistance to intimacy in your heart, and peel back the layer and see what is underneath it. Client: Empty space. Therapist: Go into the empty space...how does it feel? Client: Quiet, calm, meditative. Therapist: Now from \"back there\", in the foreground we see your wife, and the fear which connects it to an age-regressed you.",
  "last_phrase": "In therapy, recognizing the fused ideas that we hold, such as love and power, allows us to separate them and experience a freer state. Resistance to intimacy may stem from a younger identity, but exploring it can lead to a calm and meditative state. Understanding our cognitive patterns and schemas can help us interpret situations more consistently."
}