{
  "title": "\"Advanced Attention Training: Exploring the Knower-I-dentity Unit\"",
  "first_phrase": "In the last 200 tokens of this text, the focus shifts to Tao of Chaos exercises that ask readers to notice internal images, impressions, thoughts, feelings, and perceptions, and to observe what happens when they look for the knower of these mental phenomena. The exercises help readers gain insight into their different I-dentities and knowers/observers. The section begins with a brief review of key concepts, such as attention, the relationship between I-dentities and knowers, and the nature of the Knower and I-dentity.",
  "content": "Step III Notice what occurs when you look for and question \"Who is the knower?\" ________________ Tao of Chaos Exercise #70 Step INotice a feeling. Step IIAsk yourself, \"What knower knows this feeling?\" Step III Notice what happens when you look for the knower. 292 • THE TAO OF CHAOS Tao of Chaos Exercise #71 Step 1Notice a perception of the world. Step IIAsk yourself, \"What knower knows this perception?\" Step III Notice what happens to the perception when you look for the knower. In order for us to move along we must look at the attention an observer exerts on an idea, emotion, memory, object, or person. Review 1. The I-dentity either gives, receives, or exchanges attention with thought, emotions, memories, objects, people, etc. 2. Each I-dentity possess different memories, associations, reactions, perceptions, etc. 3. There are many knowers/observers. 4. Each knower has an I-dentity which is a unit of Knower/I-dentity. 5. Each Knower/I-dentity unit arises and subsides together. 6. The Knower and the I-dentity are made of the same substance.",
  "last_phrase": "In order to move beyond the Knower/I-dentity unit, it is essential to acknowledge the attention exchange that glues them together. By noticing what happens when you look for the knower, you can cultivate advanced attention training and experience the necessary a-tension to move forward."
}