{
  "title": "\"The Tao of Chaos: How Language and Movement are Organized by Our Nervous System\"",
  "first_phrase": "This text explores the idea that our perception of the world, language acquisition, and basic organization process are all actively constructed through our interaction with the environment. It argues that our nervous system plays a crucial role in organizing language, and this process happens in communities of perceivers such as French and English speakers. The author's personal experience of learning to speak and understand French is used as an example. The last 200 tokens build upon this idea, emphasizing the circularity of this process, and how it is only through mindfulness and openness that we can fully understand it.",
  "content": "Without this active process, which must include movement in and interaction with a world, there is no world as such and both the nervous system and \"world\" remain in chaos. I am suggesting a circularity here, a strange loop in which what we call the world, or reality, is constructed and specified by each growing human being, through the interaction of that being with its environment. For each being at the same time that environment has no structure until there is interaction, and this structure changes as the person grows. Because this notion is strange and nonhabitual I have said it in different ways. The evidence for it is clear enough, nevertheless hard to accept, for our constructions have such permanence and stability in our ordinary lives, and such usefulness in getting around in the world that we attach ourselves strongly to them and project them outward to say this is the world, this is reality. It is only in mindfulness and openness to exploration of ourselves as in Quantum Psychology that we can find the edges of how we are enclosed. What is true for perception is also so for that more basic organization process, the organization of our action and movement.",
  "last_phrase": "It is through interaction and movement within the environment that the world and the nervous system find structure and clarity. Mindfulness and openness to exploration help us uncover the edges of our enclosures. As a Feldenkrais movement teacher, organizing the chaos of movement into satisfying actions for children with neurological difficulties reveals their innate desire to act and interact with the world. Action is essential to survival, and through it we construct our reality."
}