{
  "title": "\"How Therapy Helps Clients Overcome Trauma\"",
  "first_phrase": "In the previous section, a therapist leads a client through the process of working through traumatic memories. In Part III, the therapist focuses on helping the client let go of the memory through specific exercises. By running the film in multiple directions, the client can detach from the fixated attention on the memory, allowing it to become a story they can choose to pick up or put down. This technique helps to remove the hold that the trauma has on the observer.",
  "content": "By giving an observer a way to have that experience and remove their fixated attention, the movie loses its hold on them and the fixation of attention of the observer loosens. In this way, the trauma becomes a story they can pick up or put down. Post Traumatic Stress Disorder Outline Part I - Going over the story Step ILet the client run the movie as it is from beginning to end. Step IINotice points of intensity and break the memory after an intensity point. Step III Have the client speak in third person. Ask them what thoughts, feelings, and fantasies they created during each segment. Part II - The Loop Step IHave them go back over the movie asking what they imagine the perpetrator was thinking, feeling and imagining. Step IIAsk in each segment what they created in response to the perpetrator's imagined thoughts, feelings and fantasies. Step III Have the client intentionally create the loop (trajectory) from them to the perpetrator and back to them. Step IV Have them see the loop as energy until the loop begins to dissipate. ________________ Part III - Letting go Step IHave them run the film in many directions; backward, forward, diagonally in many directions.",
  "last_phrase": "In conclusion, by following these outlined steps, individuals with post-traumatic stress disorder (PTSD) can approach and cope with their trauma in a manageable way. By allowing clients to process their experience and separate it from their fixation through intentional loops, they can gradually let go of the memory and move forward."
}