{
  "title": "\"The Importance of Processing Trauma Before Reaching The True Void\"",
  "first_phrase": "In the previous section, the author explains how identities cannot be reabsorbed, rather they must be taken apart, and the truth behind them must be known for one to transcend them. Here, the author exemplifies how spiritual and new-age groups think they can transcend trauma through meditation. However, what they enter into is a dissociative amnesic void that serves as a defense against trauma, not the true void. The author then shares his personal experience with meditating/medicating and how he eventually found the true void after processing through his incest trauma.",
  "content": "For this reason, it is not that which we know about which is a problem, rather it is that which we don't question or don't know about that causes problems. For example, often times people who meditate exhibit the same dissociative qualities as those who dissociate. For example, I, along with many meditators I knew in India, were able to enter into a peaceful void while meditating. This peaceful void appeared like meditation. Actually, they entered into what I call a dissociative amnesic void. In other words, they entered into a calm peaceful blank state where there was no mind and peace. Unfortunately, this dissociative amnesic void like experience was a defense against trauma and was not THE VOID. In other words, they had a blank spot in their consciousness which was medication not meditation in order to blank out the trauma. For example, for years I meditated entering into a calm blank space which I misunderstood as THE VOID. After years of meditating/medicating the dissociative amnesic trance dissolved, and to my shock incest emerged. I then processed through my incest and found the true void of emptiness or unboundaried space which is always in the background of my consciousness.",
  "last_phrase": "In conclusion, it is crucial to question and understand the true nature of our experiences rather than blindly accepting them. Meditating/medicating may provide temporary relief or escape, but true meditation requires processing our traumas and achieving a genuine state of emptiness. Only then can we face the world with clarity and without the need to dissociate or meditate."
}