{
  "title": "\"Unpacking Self-Organizing Reference Point for Personal Growth\"",
  "first_phrase": "In the previous section, we discussed the limitations of self-organizing our internal universe to maintain equilibrium by rejecting all disruptions that challenge our underlying viewpoint. Continuing from there, we explore the concept of mind-reading - a cognitive distortion developed in cognitive therapy by Dr. Albert Ellis. The author of 'Journey With A Sufi Master', H.B.M. Dervish, wonders how he can learn from Sufi Master Idries Shah. A student of Shah advises him to pay special attention to teachings that strike him as strange or unacceptable as they likely challenge his prejudices which try to keep him in narrow servitude. In this final section, we examine how this concept relates to Christians who reject Buddhism and may misunderstand Buddhists, perceiving them as \"bad\" or \"evil.\"",
  "content": "To combat this chaotic disruption of your self-organizing reference point, you might reject me first, so that I feel stand-offish toward you, thus re-enforcing and maintaining your self-organizing reference point of \"I am going to be rejected.\" For this reason, to continue our internal work of taking apart self-organizing I-dentities to discover who we are, we might consider the disruptions as information coming in to help us look at our internal structures. 1 Mind-reading is a cognitive distortion developed in cognitive therapy by Dr. Albert Ellis. In Journey With A Sufi Master2, the author H.B.M. Dervish wonders how he can learn from the Sufi Master Idries Shah. A student of Shah says to him, \"the best of approach is to remember that when a teaching strikes you as correct you need not think much about it. Most people dwell on things of which they approve. But when something, in Sufi circles, strikes you as strange or even unacceptable, you should give it special attention; because it almost always means that a real teaching aspect has struck against your prejudices, which are trying to reject it, trying to keep you in narrow servitude.",
  "last_phrase": "To truly know ourselves, we must embrace the disruptions that challenge our internal structures. Let us be open to the teachings that challenge us and learn from them, rather than rejecting them out of fear. By doing so, we can unravel the complexities of our self-organizing identities and discover our true selves."
}