{
  "title": "\"The Tao of Chaos: Embracing Vulnerability to Overcome Fear\"",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the concept of chaos and fear. The author explains how chaos arises from the disappearance and reappearance of the \"I-dentity\" and the physical universe many times every second. This disappearance brings a sense of fear and annihilation, which is experienced in the body as muscular freezing. To combat this, the author proposes the Tao of Chaos Exercise #35 that helps to identify the root cause of fear. Ultimately, the author emphasizes that trying to create the illusion of permanence is futile and that accepting the natural pulsation of the universe is the key to finding order in chaos.",
  "content": "What this means is that with the appearance of \"you\" and the physical universe there is an instantaneous knowledge that you will disappear. From the point of view of the I-dentity, which appeared, this disappearance is death, nonexistence, or annihilation. Knowing this there develops a fear or terror of disappearance because you, which just appeared, are afraid you will disappear and not re-appear. This is experienced in the body as a freezing of the muscles. Fear is the way we attempt to freeze ourselves and stop this process. Tao of Chaos Exercise #35 Step IRecall a time your felt fear. Step IIAsk yourself, \"by creating fear what ex- perience am I really resisting having?\" Step III Notice what happens. In its resistance to chaos, fear attempts to freeze time making it appear linear. For example, notice how often and how much of our energy is involved with trying to \"keep order,\" \"balance,\" \"stay on top of,\" \"make secure\" or permanent our life. We spend so much of our energies to create the illusion of permanence.",
  "last_phrase": "The fear of disappearance is a natural response to the knowledge that everything is impermanent. However, resisting this chaos with fear freezes our memories, bodies, and relationships, preventing the necessary cleansing process. Embracing our vulnerability and accepting the impermanence of life can lead to a release of fear and a deeper sense of peace. Consider doing Tao of Chaos Exercise #35 to explore the root of your own fears and resistances."
}