{
  "title": "\"The Knower/Observer: Understanding Perception and Attention\"",
  "first_phrase": "In the previous text, Shah explained that internal images, thoughts, and emotions are alive energies that require attention. In the last part of the text, the focus is on the Knower/Observer and its impact on attention and experiences. The Knower/Observer is the unit that arises and subsides with each observed/known. Imagine a wall with 10 different portholes, each with a different Knower/Observer seeing a different version of reality. For example, when someone is late, the observer looking through porthole #1 sees an inconsiderate person. This concept is crucial for understanding the importance of attention in our lives.",
  "content": "In this way, we explored that the observer/knower is the known. More simply put, the observer and the observed are one unit, and are made of the same substance. This is a major quantum jump of understanding because experience can only occur if the observer/knower of the experience and the observed/known are seen as different. Normally we experience one observer watching or witnessing the observables like, \"I love myself' or \"I hate myself' or images from the past coming and going. It appears as though there is one observer/knower. However, with each known, i.e., \"I love myself' or \"I hate myself', there is a different and new observer/knower which arises and subsides as a unit with each observed/known. The Knower/Observer To understand the knower/observer and its impact on attention and experiences, let us imagine a wall with 10 different portholes (like portholes of a ship). In each porthole there is a different knower/observer which sees a different version of reality. For example, let's imagine you are in a relationship and your partner shows up 10 minutes late for lunch. If you look through porthole #1, the observer sees an inconsiderate person leaving you waiting.",
  "last_phrase": "In conclusion, realizing that the observer and the observed are one unit is crucial in understanding the impact of attention and experiences on our lives. By recognizing the existence of multiple observers/knowers, we can broaden our perspective and avoid limiting ourselves to one narrow view of reality. So, next time you encounter a situation, try looking through different portholes to experience a variety of perspectives."
}