{
  "title": "\"Finding the Real Self Through Essence\"",
  "first_phrase": "This text explores the trauma of the loss of Essence and how it affects personality, projecting fear on others and causing a disconnection from the Real Self. It begins with a seeker's journey to find himself in India and Ramana Maharishi's response to go back the way he came. The last 200 tokens tie the concepts presented earlier and explain how the energy packets caused by this trauma result in fear and detachment from the Self.",
  "content": "The Loss of Essence The trauma of the loss of Essence traps energy, i.e., Quantum comes from the word quanta which means energy packets, either to resist or re-enact and try to make right this ultimate trauma. This ultimate trauma is the moment that the personality perceives itself as separate from itself (Essence). This splitting off leads to the ultimate bifurcation point, where the personality splits and dissociates from the Essence and defends against that traumatic experience repeatedly. The Essence, which from the point of view of personality seems empty, causes the personality to feel terrified of its own self, and projects that terror on others fearing they will annihilate you. This fear of Essence projected on people causes the personality to feel afraid of others. Once again, the double bind. The personality is afraid to connect with others and is afraid to connect to its Real Self, or Essence. The personality also feels terrified of the quanta of energy stored up during this traumatic fragmentation, because the personality feels the energy as overwhelming and chaotic. When facing this energy, clients often feel as though the energy is so powerful and overwhelming it could explode and destroy themselves or another.",
  "last_phrase": "In order to overcome the fear and trauma caused by the loss of Essence, it is important to connect with both one's Real Self and others. By recognizing the beauty of our own Essence and embracing its power to give order to chaos, we can move past the ultimate bifurcation point and live a more fulfilling life."
}