{
  "title": "\"The Deceptive Myth of \"I Would Not Do That\": Understanding Judgement and Boundaries\"",
  "first_phrase": "The final part of this text delves deeper into the concept of judgement and boundaries, exploring how people judge others to maintain their individuality and create a sense of difference. The author argues that fear is at the core of discrimination and proposes a new perspective called \"differentism\". The text then introduces the idea of Quantum Psychology, which emphasizes our similarities as beings made of the same energy, space, mass, and consciousness. This approach invites us to acknowledge our commonality and our shared origins from the Emptiness.",
  "content": "Therefore, we feel fear as though our survival is threatened when we meet people who are different. Unfortunately people who discriminate turn the inward fear into outward anger and seek to destroy that which they were afraid of. For example, Nazis had a feeling of envy and fear of the wealthy Jews in Germany. Rather than acknowledge their fear and envy which triggered their own sense of lack and fear which would have been an inward focus, they turned their inner lack and fear into anger. This movement turning unacknowledged lack and fear into outward anger, rage, and blame is at the core of racial, sexual, and religious discrimination. A Psychology of Similarities Quantum Psychology is a psychology of similarities. It emphasizes that we are all the same, all share the same emptiness, all are emanations of the one emptiness, and are made of the same substance. The psychology of similarities asks us to acknowledge that we are made of energy, space, mass, and time, are made of the same consciousness, and have the same mother and father—The Emptiness.",
  "last_phrase": "By shifting our focus from outward to inward and embracing the psychology of similarities, we can release self-deception and develop compassion as the ground of our essence. This understanding can help us overcome our fear of differences and eliminate discrimination, allowing us to acknowledge our shared experiences and connections as human beings."
}