{
  "title": "\"The Fixation of Attention #8: Lust and Arrogance\"",
  "first_phrase": "In the concluding part of this text, the author delves into the consequences of fixating attention on the loss of being and its perceived emptiness, leading to a sense of vulnerability and a lack of fairness in the world. The fixation of attention #8 is explored in detail, with its tendencies towards substituting love with lust and overcompensation for injustice. The author examines the effects of the swing of the pendulum, where vulnerability and dependence emerge and #8 responds with dominance and hostility. The fixation is characterized as the Leader, the Boss, or Coming on Strong by different authors.",
  "content": "For this reason there develops an intense lust as an overcompensation for unlovable and an intense desire to make right or fair the injustice which was done, i.e., their loss of Essence. In other words, lust is substituted for love and overjustice for the injustice. The fixation of attention #8 resists and covers up the feeling of lovelessness with lust and projects immorality onto the world and attempts to make it right. Lust here can take the form of sexual lust, emotional lust, or an intellectual lust. What becomes curious for #8 is that whenever love or peaceful emptiness is present, they resist it because it pushes their button and reactivates the trauma of the loss of power and the injustice. They feel so powerless and unlovable that when love is experienced, they change it into lust. On the return swing of the pendulum, vulnerability and dependence emerge. This causes #8 to react by becoming more dominant and more hostile. The fixation of attention is called the Leader by Riso, the Boss by Palmer, and is called Coming on Strong by Naranjo.",
  "last_phrase": "In conclusion, for individuals with fixation of attention #8, developing intense lust as an overcompensation for unlovable and an intense desire for justice to make the world right is common. Though love or peaceful emptiness may be experienced, they resist it due to the reactivation of their trauma. To defend against their inadequacy, #8 attempts to dominate others, leading them to develop arrogance and sometimes vindictiveness. Recognizing these tendencies can bring greater awareness and help mitigate their effects in one's life."
}