{
  "title": "Understanding and Overcoming Fixations and Compensations",
  "first_phrase": "This text explores the fixation of the observer/personality dyad in an attempt to compensate for dependence through overcompensating identities, leading to false grandiosity and the use of flattery to fill the emptiness. The I-dentities must be named and their true desire uncovered before being reabsorbed into Essence. A case example is provided wherein a nurse with a presenting complaint of attention-seeking experiences worthlessness and helplessness when the layer of over-giver is peeled back. The therapist helps the client explore these emotions.",
  "content": "________________ I-dentitiesUnderlying StateOver-Compensating Identities InsufficientDependencePride DependentNo Needs/ Over independent Needy1. False abundance Inadequacy2. Larger than life image 3. Tries to get love 4. Center of Attention Bad Emptiness5. Over-emotional to hide emptiness Highlighted Case Example Below is a highlighted session with a woman age 32 who is a nurse. Her presenting complaint was, \"I cannot get enough attention.\" Client: I feel depressed. I can't seem to get satisfied. I try to get my needs taken care from others but no matter how much I give, I never get in return. Therapist: Where in your body do you feel this giver part of yourself? Client: My heart (she points to the center of her chest). Therapist: If you peel back this over-giver, what is underneath? Client: I feel totally worthless. Therapist: What emotion connects the layer of worthlessness to the layer of super-giver? Client: Helplessness. Therapist: Feel the helplessness? Client: I keep resisting the helplessness. Therapeutic Note In this interaction I will ask the client to create the helplessness. I do this because she is unwilling or unable to experience what is there.",
  "last_phrase": "It is important to peel back over-compensating identities in order to understand the underlying emotions and needs. By intentionally creating and experiencing difficult emotions, one can gain control over them and move towards a more authentic and fulfilling life."
}