{
  "title": "\"The False Self in Fixation #6: Denying Fear and Emptiness\"",
  "first_phrase": "In this text, the author describes Fixation #6, a personality type that manifests as a false sense of strength to compensate for the underlying weakness they believe is associated with emptiness. The fear of being found out as weak regarding their Emptiness leads to paranoia and attacking/persecuting behaviors. The text explains that all observer/personalities are inadequate when compared to their Essence, and Fixation #6 longing for strength is a futile attempt to alleviate the pain caused by trauma. The author narrates an encounter with Sam, who attends workshops to find truth and strength. However, Sam fails to realize that such strength comes from I-dentities, not Essence.",
  "content": "To them empty = weak and is inadequate, not the emptiness of Essence. Thus, they attack or defend and plan counter-attacks which are gone over in the mind of this #6 strategy of fixation. Underneath it all lies a fear that someone will find out how weak they really are. To state again, all observer/personalities are inadequate compared to the Essence. Unknowingly, the observer/personality dyad is always comparing itself to the Essence and coming up short. This drives the outward fixation of attention to deeper levels in their attempt to find a sense of strength. Fixation #6 believes that if they could have ultimate strength, the fear and pain of the trauma of loss of being will disappear. See illustration #12. Recently I saw a man named Sam who went to workshop after workshop, meeting authority after authority, to find out the truth so he could feel strong. Sam said his whole life was about feeling strong. What Sam did not understand was that the I-dentities which were seeking the truth and strength were I-dentities, not Essence. Hence, the strength of Essence was never revealed.",
  "last_phrase": "In conclusion, the search for strength and truth can only be achieved by reconnecting with the essence within oneself, rather than relying on external sources or identities. It is through this reabsorption of identity that one can find peace and serenity within the emptiness, and overcome the fear and inadequacy that so often drives fixation and obsessive behaviors. So take a moment to ask yourself, what is it that you truly seek above all else, and how can you find it within your own essence?"
}