{
  "title": "Understanding Energy Patterns and Cognitive Distortion in Life Experience",
  "first_phrase": "In the previous part of the text, the author explored how the 'life-is-hard' identity can organize itself to keep repeating subjective experiences. In the last 200 tokens, the author discusses how adapting psycho-spiritual strategies can provide a sense of stability but can also rob individuals of a deeper understanding of experiences. Two examples of these strategies are given, one relating to Magic Johnson's diagnosis of AIDS and the other regarding new forms of therapy that discourage clients from understanding and feeling the pain of traumatic experiences. The text raises questions about the benefits and limitations of such strategies.",
  "content": "It imagines that God said to Magic, \"sleep with 2500 women without a condom—because I have a special mission for you.\" This spiritualization is a subtle form of denial, which provides a way to organize chaos.3 Although this reorganization made him feel better, it actually helped him to resist the confusion and chaos which was there. Adapting this strategy, his system created a system which appeared to stabilize the energy, but actually solidified and rigidified it, robbing him of the chaos and hence an experience of the second implicate or a deeper understanding. Recently I had a conversation with a therapist who is an expert in the treatment of Post-Traumatic Stress Disorder, dissociative disorders, and incest; Kristi L. Kennen, M.S.W. We were discussing how many of the new forms of therapy suggest that the client suffering from these traumas did not have to know what happened. Furthermore, many new philosophies of therapy believe there is an unconscious mind separate from them, which can decide what needs to be known in order to heal. Ms. Kennen said, \"People will develop any form of philosophy or therapy that makes it okay to not have to know or feel the pain (chaos) of those traumas.",
  "last_phrase": "In order to create order from chaos, it is essential to first allow the chaos to exist. By embracing the energy and experiencing it fully, the system can be reorganized and true order can be achieved. Remember that denying chaos can lead to rigidification, and only by confronting pain and trauma can true healing occur."
}