{
  "title": "\"Chaos Theory and Therapy: Embracing Chaos for Growth\"",
  "first_phrase": "This final section explores the concept of allowing chaos to break down rigidified structures in a system. It is the result of a conversation with Kristi L. Kennen, M.S.W., an expert in treating traumatic stress disorders. The text discusses the dangers of spiritualizing trauma, and how some forms of therapy reinforce the idea that it's not okay to talk about rape or incest. The chaos in these situations can be seen as a messenger, indicating that a limiting structure needs to be questioned and released. This leads to a more spacious, open system.",
  "content": "It is interesting how these forms of therapy continue to re-enforce how it is not okay to \"talk about\" the rape or the incest.\" 'See Chapter 14 The Dark Side of the Inner Child: The Next Step by Stephen H. Wolinsky, Ph.D., Bramble Books, CT. 1993. ________________ System Breakdown In order to reorganize a system, it must first be allowed. This is why in the psychological application of Chaos Theory, being and allowing the chaos to be experienced as energy shifts the system. This allows the order in chaos to be revealed. To do this, the system must feel as though it is breaking down. Actually, the system is allowed to move and have motion, where movement was frozen when the chaos was resisted. Chaos therefore can be viewed as the messenger which lets you know change is about to occur. Better said, internal chaos lets you know that one of your rigidfied structures is being challenged. For this reason, internal chaos needs to be cherished as the indicator that an underlying assumption, world view or self view needs to be brought into question. Once, the limiting structure is seen and released, more space becomes available.",
  "last_phrase": "In conclusion, understanding the self-organizing universe and the role of chaos theory can help individuals to break down rigid structures and limiting beliefs. Internal chaos is a messenger that indicates the need to question assumptions and world views, and ultimately creates space for growth and transformation. Embracing chaos as a necessary component of change can guide us towards quantum consciousness and a more expansive view of ourselves and the world around us."
}