{
  "title": "\"The Tao of Chaos: Understanding and Embracing Disorder\"",
  "first_phrase": "This section of \"The Tao of Chaos\" discusses the diagnostic and therapeutic aspects of Enneagram, a personality typing system, and is followed by an attention-training summary. The final section, \"Systems of Consciousness,\" includes articles on compassionate ways of living, Feldenkrais, and Rolfing. These somatic practices are recommended as integral to the author's self-discovery journey that recognizes the mind-body unity. The book aims to help readers make chaos their friend rather than their enemy and welcomes participation in exercises to experience and get to know one's chaos.",
  "content": "With this in mind, the work of Quantum Psychology has limitations. Feldenkrais and Rolfing fill those gaps, and, at every workshop I present around the country I always emphasize the importance of these two forms of hands-on somatic work in order to continue and deepen the work of Quantum Psychology. What this book intends is to give us a way to allow chaos to be the rule rather than the exception. A process whereby chaos becomes our friend, a familiar experience, a welcome home or even a fuel to bring us back to our universal nature. All of our efforts to order chaos through resisting it by creating more and more systems to manage it have fallen short. It appears obvious that an individual born of chaos and resistance to chaos could only beget more chaos and resistance.' The Tao of Chaos is about looking at our most resisted experience from several vantage points so that chaos is no longer an enemy but a friend. To do this will require the reader to participate in exercises which will ask you to experience your chaos. How else can you \"get to know\" this experience and yourself unless you're willing to \"get to know\" it?",
  "last_phrase": "In conclusion, The Tao of Chaos sheds light on our resistance to chaos, and how accepting it can lead to a deeper understanding of ourselves. Through hands-on somatic work such as Feldenkrais and Rolfing, we can fill gaps in Quantum Psychology and establish a friendly relationship with chaos. The reader is encouraged to participate in exercises aimed at experiencing chaos and embracing it as a friend."
}