{
  "title": "Overcoming Envy and Melancholy: Shifting Attention to the Chronic State",
  "first_phrase": "This text dives into the concept of fixation strategy #4 in the observer/personality dyad and how it causes chronic states of melancholy and envy. The fixation strategy #4 keeps the attention of the individual fixed on tragic romances and betrayal stories, justifying the state they are in rather than focusing on the state itself. Changing the story won't change the state, and the only way to shift attention and change the state is by acknowledging the chronic state and experiencing it. The therapy steps involve identifying the I-dentities that resist the emptiness and reabsorbing them into the emptiness, which is Essence.",
  "content": "There can be great difficulty working with the tragic romantic which \"seeks happiness through pain\" as called by Naranjo because they are obsessed with filling up the emptiness with pain and will continually set up their life around pain. This pain defends against a much deeper pain and sense of inadequacy or lack of not being enough since the observer/ personality dyad is no match for the Essence. Here the I-dentities are seeking their roots and connection. Unfortunately for the I-dentities, that source is Essence, and they are facing in the wrong direction. The Therapy Step I , Write down those I-dentities which resist your emptiness. Step IINotice where in your body the emptiness exists. Step III Enter into the emptiness and feel it. Step IV Notice how to the I-dentity the emptiness seems like death, but from the inside the emptiness is calm, quiet, peaceful, and serene. Step VFrom inside the emptiness ask each I- dentity \"What is it you really want and are seeking more than anything else in the world?\" Step VI However the I-dentity responds, feel that quality of experience in the spacious emptiness. Step VII Next, have the I-dentities turn around and be reabsorbed within the emptiness which is Essence.",
  "last_phrase": "If you are struggling with a \"tragic romantic\" in your life, remember that their obsession with pain and emptiness comes from a deeper sense of inadequacy. The therapy steps given - identifying the resisting I-dentities, feeling the emptiness, and connecting with the essence - can help them find the roots and connection they need. Encourage them to take these steps to move towards inner peace and fulfillment."
}