{
  "title": "\"The Tao of Chaos: Understanding the Paradox of Change\"",
  "first_phrase": "The Tao of Chaos explores how order and chaos are interchangeable and often indistinguishable. The concepts of \"I love myself\" and \"I hate myself\" are used to illustrate this on a psychological level. The text explains how the emptiness between these states allows for them to arise and fall, constantly changing. It highlights the paradoxical nature of permanency being chaotic and everything changing being secure. This section discusses the Sufi psychological premise of there being a time and space for everything, including emotions and religious systems.",
  "content": "Simply put, while you are in \"I love you\" or \"I hate you\" it \"feels\" like its duration will last forever. However, if we understand that they appear randomly and disappear randomly, we move outside of the time bound state and allow the states of \"I love you\" or \"I hate you\" to arise out of the gap knowing they will subside into the gap and change at some point. Actually, the paradox is that everything changes. Therefore security can only be found in the understanding that everything changes. In other words, change is security, the idea of permanency is chaos. This allowing for emptiness to become a state and a state to become ________________ THE TAO OF CHAOS • 107 emptiness in its beautiful randomness is the Tao of Chaos. In Chapter 5 on Space we talked about a basic premise in sufi psychology which was discussed by noted Sufi Master Idries Shah. Shah states \"there is a time and space for everything.\" In The Tao of Chaos we understand that each emotion, each state of mind, and even each religious system or path has its time and space.",
  "last_phrase": "This allowing for emptiness to become a state and a state to become emptiness presents a beautiful randomness, which is the Tao of Chaos. By understanding that every emotion, state of mind, and religious path has its time and space, we do not resist the natural comings and goings in consciousness. Therefore, change is security, and the idea of permanency is chaos."
}