{
  "title": "Advances in Science and Shifts in Body Perception",
  "first_phrase": "In the preceding text, the authors discussed how advancements in science and ideas from Vedic and Taoist medicine have changed our understanding of physical reality and the body. They emphasized that the body is not just a machine and how imposing a template of order on a person's body without considering their readiness to move that way can create more disorder. In this last part, the authors explain how their technical approach has evolved with a more subtle and gentle touch that respects the intrinsic rhythms of the body. They also discuss the importance of modulating patterns of disassociation and trauma through the nervous system. The works of John A. Wheeler, Vedic and Taoist medicine, and Rolf are mentioned in this text.",
  "content": "We have learned that sometimes the ideal form can take people away from the real issues they need to face before they can be upright, and that to try and \"stand straight\" may create disorder for the person in some circumstances. You might say we have grown more flexible in the application of Rolf's idea, and more patient with the process it takes to get there. In the process of learning more about the medium of the body, our technical approaches have changed a lot from the direct and forceful method that characterized Rolf's approach. While we have not completely abandoned those techniques, we have adapted a whole array of more subtle approaches that respect the intrinsic rhythms of the body, and modulate the rates of charge and discharge that are so characteristic of life systems. We take care that those energetic processes are given their due and are not overrun in favor of merely straightening and lengthing the body. Many kinds of trauma leave their mark on the body, not as tension and rigidity, but as resignation and disassociation. These patterns need to be modulated and reintegrated through the nervous system with a gentle \"following\" touch, rather than a forceful push.",
  "last_phrase": "In conclusion, the practice of Rolfing has evolved over time to incorporate more subtle and gentle approaches in addition to the direct and forceful techniques that Ida Rolf pioneered. By respecting the body's intrinsic rhythms and modulating the rates of charge and discharge, practitioners can help re-establish awareness and connection to restore the free flow of sensation. The ultimate goal is not just to straighten and lengthen the body, but to reintegrate patterns of trauma and promote overall well-being."
}