{
  "title": "\"The Tao of Chaos: Unlearning and Processing Trauma\"",
  "first_phrase": "The following text discusses the process of unlearning and processing trauma. It highlights the order in which trances must be processed to effectively process through defenses and reabsorb identities into essence. The author emphasizes the importance of being honest with oneself and allowing experiences without resistance, judgment or evaluation. They also point out that creating resources to handle upsetting feelings can be a subtle form of dissociation. The text details a recent conversation with a well-known Ericksonian therapist who suggests creating symbols to cope with upset. However, the author questions the approach and suggests resorting to allowing the experience rather than resisting it.",
  "content": "To process through the trances requires the willingness to be with and knowingly, consciously, intentionally create the automatic trance. To process the trauma, depending upon its severity, will probably require a therapist to guide one through serious intrusions. The Tao of Chaos and the reabsorption of I-dentities sounds and appears easier than it is; it requires honesty with oneself. The Tao of Chaos also requires true understanding, allowing, and no resistance to experiences. Recently I had a discussion with a well known Ericksonian therapist. He said, \"When I get upset I create all the resources and symbols I can create.\" I thought to myself, \"What's wrong with being upset and just allowing?\" This is the Tao of Chaos; no judgment, no evaluation, no significance, no resistance, just allowing experiences without the intention or goal of getting rid of the unwanted experience. Resources as Dissociators Creating a resource like a symbol to handle a feeling of upset resists the feeling of upset. Secondly, it is a subtle form of dissociation since it takes the person out of their present time experience.",
  "last_phrase": "In conclusion, it is important to approach processing trauma and trance states with honesty, understanding, and the willingness to allow experiences without judgment or resistance. While creating resources and symbols may be a natural response to handling emotions, it is important to be mindful of the potential for dissociation and disempowerment. Seeking guidance from a therapist may also be necessary for more severe traumas. Ultimately, self-awareness and a non-judgmental mindset can help navigate through challenging experiences."
}