{
  "title": "\"The Strange Loop of Living Cells and Nervous Systems\"",
  "first_phrase": "The article explores the concept of living cells and their closed-loop organization of processes to maintain their internal set of relationships. It highlights the work of Maturana, who proposed that a living system must maintain its organization of processes to remain alive. The last 200 tokens delve into the idea that the nervous system, like the cell, operates to maintain its organization and undergoes structural changes to continue functioning. It emphasizes the fact that the nervous system retains a history of interactions through memories formed in its structure.",
  "content": "Thus the nervous system is organized also as a closed loop. This seems a very radical stance to take. How can we say that a nervous system does not input or output information? We know now that every sensory surface is modified by feedback from the central nervous system. We know that a sensory surface, say the retina of the eye, does not respond to stimulation itself, but to difference. An image fixed on the retina will disappear in a very short time as you can find out by looking at something without moving your eyes. We know that color vision does not have a direct relation to the frequencies of light hitting the retina but to the relation of hues and the incident light. The eye is not like a camera, and the brain is not like a computer where the inputs and outputs are always in relation to the human beings that use them. In this view the nervous system, like the cell, operates to maintain it's organization, and selects structural changes that permit it to continue operating. It is a plastic system, yet it retains a history of it's interactions through what is formed in it's structures. We call this memory.",
  "last_phrase": "In conclusion, the nervous system operates as a closed loop and maintains its organization while being a plastic system that retains a history of interactions, which we refer to as memory. The brain does not contain a model of reality despite the use of symbols and representations in communication. Therefore, the model of the brain does not always fit with what one experiences when a perception shifts."
}