{
  "title": "\"Unraveling the Mystery of Nervous System's Self-Organization\"",
  "first_phrase": "In the preceding text, we saw that the ability of our nervous system to create order out of chaos is an elusive yet obvious phenomenon. However, it is within this understanding that an answer can be found. The question at hand, then, is how does our nervous system accomplish self-organization? Four streams of thinking converge on this question, and one of them is the practical thinking of Dr. Moshe Feldenkrais, who developed a methodology for growth based on a kinesthetic self-awareness. In this last part, we will delve deeper into the three scientific revolutions that shed light on self-organization, making it not only possible but inevitable.",
  "content": "From the practical side there is the thinking of Dr. Moshe Feldenkrais, who was my mentor and teacher. Dr. Feldenkrais developed a methodology for human growth and improvement based on a kinesthetic self awareness and a keen observation of how human beings developed their most basic capabilities, such as the ability to erect themselves in gravity, walk on two legs, and speak. These capabilities, he noted, were organized and therefore learned without the benefit of instruction. In fact instruction could only in the end be detrimental to the process. It would seem that one would have to conclude that the basic human capabilities are self organized through the activity of the person. The most direct path to the nervous system, then, is through awareness and movement, and the very best we can do is to support and evoke the self organizing abilities of the system. It was no wonder that Dr. Feldenkrais saw the primary function of the nervous system as organizing chaos. Here we have the observation of self organization, but no theory of how it is possible. Three recent scientific revolutions direct us to how self organization is not only possible, but inevitable.",
  "last_phrase": "In conclusion, Dr. Moshe Feldenkrais believed that human growth and improvement comes from kinesthetic self-awareness and the natural self-organizing abilities of the nervous system. Recent scientific developments in systems biology, thermodynamics, and complex systems confirm that self-organization is not only possible but inevitable. By supporting and evoking our self-organizing abilities, we can unlock our full potential for growth and improvement."
}