{
  "title": "The Dangers of Symbolic Dissociation in Trauma Therapy.",
  "first_phrase": "In the final part of this text, the author emphasizes the importance of directly exploring traumatic experiences rather than using symbols as a permanent dissociation technique. The author shares an example of using symbolism as a temporary medium to create dissociation through hypnosis, citing Erickson's approach to pain control. However, the author warns that creating symbols to handle trauma adds another layer of dissociation and reframing experiences as a form of resistance. Therapists must understand that the goal is to process and complete the trauma, not create new trances.",
  "content": "To appreciate this standard dissociated hypnotic approach of creating symbols, we must understand that hypnosis, which uses symbolic representations, has its roots in pain control. Erickson was a master of pain control. To use symbols as a first step and as a temporary medium to create dissociation through the use of symbols is a step and one I employed in Trances People Live. However, like the map is not the territory, the symbol is not the creator of the symbol. For this reason, to discover who you are, symbolic representations which can be used as temporary dissociators can be used initially to cope with trauma. Ultimately, however, to fully process and complete the trauma so that it can no longer hold the observer's attention, the trauma must be explored directly. The use of symbolic de-sensitizers which create a counter trance to the trauma keeps the trauma in place and ________________ adds another layer of dissociation to the created trances. Therapists need to know that trances must go, not new trances of symbols used to create further dissociation from traumatic experiences. This is why refraining is a form of resistance. Why? Because we reframe experiences in order to avoid feeling what is really there.",
  "last_phrase": "In conclusion, while symbolic representations can be useful as temporary dissociators to cope with trauma, they cannot fully process and complete the trauma. Therapists must be aware that creating new trances of symbols can add another layer of dissociation to the created trances. To truly heal, clients must process their trauma directly and overcome their subconscious resistance to reframing experiences. Ultimately, the goal of therapy should be to discover one's true self and not just to control pain."
}