{
  "title": "\"Understanding Knowingness: Advanced Attention Training Part V\"",
  "first_phrase": "In the conclusion of the series on Advanced Attention Training, we explore the concept of 'Knowingness'. As per the author, knowingness is the state of pure 'isness', without any subject/object consciousness. This leaves us with an interesting paradox – you can never know pure knowingness as it has no knower. The text includes four exercises from the 'Tao of Chaos', where you can explore this concept further by looking for the knower behind various perceptions, thoughts, and states of consciousness.",
  "content": "Pure knowingness is no-state and is not knowable because there is no knower. If there is no knower there is no state. Therefore, there is just knowingness with no subject/object. The Cliff Notes No matter what experience you are having ask yourself, \"What knower or observer is observing that?\" Notice what happens. ________________ Tao of Chaos Exercise #67 Step INotice a perception of an object, i.e., a chair, a bed, a couch, etc. Step IIAsk yourself, \"What knower knows this object?\" Step III Notice what occurs when you look for the knower. Tao of Chaos Exercise #68 Step INotice an internal image, impression, or memory. Step IIAsk yourself, \"What knower knows this impression?\" Step III Notice what occurs when you look for the knower. Tao of Chaos Exercise #69 Step INotice a thought. Step IIAsk yourself, \"What knower knows this thought?\" Step III Notice what occurs when you look for the knower. Tao of Chaos Exercise #66 Step INotice an internal state of consciousness that you are in, i.e., confusion, anger, neutral, etc. Step IIAsk yourself, \"What knower knows this state?\"",
  "last_phrase": "In conclusion, by questioning the existence of a knower or observer in our experiences, we can cultivate a deeper awareness of pure knowingness and dissolve the illusion of subject/object separation. Practice the Tao of Chaos exercises to develop this perspective in your daily life."
}