{
  "title": "\"The Perils of Trying to Fill an Internal Vacuum\"",
  "first_phrase": "In this text, the author discusses the internal vacuum of individuals who are constantly trying to compensate for an inability to do or create. They go for obsessive thoughts or achievements, which leads to a reaction formation and a need to dominate others to hide their inner emptiness. Their fixation on attention from others stems from a lack of positive reinforcement. The chief feature or trance and underlying state of deception and vanity is a defense against perceived emptiness within the body. The performer must over-exert themselves to feel complete, but this acknowledgment for their performance has an escalating zero point. Ultimately, attention and adoration become an addiction.",
  "content": "This fixation strategy can feel the inner vacuum, which they label as bad when attention from others is not coming their way. In short, they try to fill up the vacuum through getting attention from others. This does not always mean \"good\" attention. In the old language of Transactional Analysis, we need strokes, and if positive strokes aren't available, we will take negative strokes instead. As with all fixation strategies, the chief feature or chief trance and the underlying state, deception (in this case vanity and deceit, respectively) are in defense against the trauma and the perceived emptiness which is experienced in the body. From the point of view of the performer, they must over-work and over exert performing and looking good to overcome this inherent emptiness and incomplete doing. Furthermore, the acknowledgment for the performance has an escalating zero point. This means that if I get $1,000 today for a performance, next performance, to get the same \"high,\" I need $1,000 plus. In this way attention and adoration become an addiction; the substance being adoration.",
  "last_phrase": "Ultimately, understanding our fixation strategies helps us break free from the cycle of seeking external validation and attention. By recognizing and experiencing the emptiness inside, we can begin to find balance and harmony within ourselves, leading to a more fulfilling life."
}