{
  "title": "\"The Illusion of Perception: How Our Brains Generate Reality\"",
  "first_phrase": "In this final section, the author discusses an experiment suggesting that our perception of reality may not be as stable as we think. The author begins by describing how they experienced a sudden shift in perception when analyzing a computer-generated print. They then go on to mention an experiment proposed by John Lilly, in which subjects hear the same recorded word repeatedly, only to eventually start hearing different words entirely. The experiment reportedly produced three hundred different dictionary words and two thousand word-like sounds. These findings suggest that our perception is not only affected by our environment but also by our brains and their interpretation of sensory information.",
  "content": "In other words there was no process of inference, that I know of, that brought about the scene. It was there to my experience or it wasn't there. I am reminded of an experiment suggested by John Lilly some years ago. You need an old reel to reel tape recorder. You make a loop of tape so that the loop can run continuously through the machine. You then record a word, he suggested the word, cogitate, on the tape. Playing back the recorded word so that you hear the word repeated again and again becomes a strange experience. For the first few minutes you hear the word that you recorded. But then you begin to hear different words. When I did the experiment, I heard, at different times, five differing words as distinctly as I had heard the original cogitate. Again I heard either one word or another. The shift was always instantaneous. There was no direct relation of the sounds of these differing words to the original cogitate. Lilly reports in his book, The Center of the Cyclone, that in an experiment with three hundred subjects, three hundred different dictionary words and two thousand word like sounds were generated.",
  "last_phrase": "In conclusion, our perception of the world involves an active process of organization that occurs in our brain, rather than a passive reception of raw data from the outside. The experiment with the word cogitate suggests that our brains generate the organizations that we take for things in the world. This challenges traditional notions of objective reality and invites us to question what it truly means to perceive something as a particular thing."
}