{
  "title": "\"The Illusion of One Permanent Knower: Understanding Consciousness\"",
  "first_phrase": "In the previous section, the author explains the concept that there are various knowers that come and go, each having different knowing, thoughts, feelings, and memories, hence creating a sense of chaos. In this section, the author relates this idea to consciousness, which tells us what is and isn't reality. Drawing from an experience with his teacher in India, he explains that each knower and its knowing are the same consciousness knowing itself. In essence, consciousness creates the illusion of a stable subject observer when in reality, numerous knowers appear and disappear.",
  "content": "These knowers with their knowing appear and disappear just as what you call you, appears and disappears. Consciousness What gives us this illusion of one permanent knower? Consciousness. Consciousness is that subtle substance that makes and tells us what reality is and isn't. This is not to be confused with undifferentiated consciousness which is emptiness/fullness. This is differentiated consciousness. Years ago while in India, I worked with my teacher, Nisargadatta Maharaj. One day a psychiatrist and his wife came and asked him this very long question about good actions, bad actions, past lives, future lives, etc. He responded, \"Who told you that you exist?\" When no answer came from the two questioners he said, \"Consciousness tells you that you exist, and you believe it, if you understand just this, it is enough.\" What he was saying was that each knower and the knowing it has, is the same consciousness knowing itself. Consciousness tells you there is a subject called a knower and an object called a known. More simply put, a stable subject observer that sees \"the inconsiderate partner is late.\"",
  "last_phrase": "In conclusion, understanding the nature of consciousness as the substratum of both the knower and the known can liberate us from the illusion of a permanent self and prevent the trauma that arises from clinging to a sense of identification. Practicing advanced attention training, as outlined in Step IV, can help us cultivate this understanding and experience a profound shift in our consciousness."
}