{
  "title": "\"Perception and the Illusion of Three-Dimensional Art\"",
  "first_phrase": "In this section, Carl Ginsburg, a Ph.D., International Feldenkrias Trainer and author, describes an experience he had while looking at a computer-generated print. The print appeared to be an abstract pattern of differently shaded squares at first, but with closer inspection and a change in perspective, he suddenly saw a three-dimensional scene of a canyon and a bird-like creature flying overhead. It was difficult to regain the three-dimensional picture once he looked away, and trying to see both the abstract and three-dimensional image simultaneously was impossible. This experience highlights the potential of computer-generated patterns to elicit subjective experiences in the viewer.",
  "content": "Just as suddenly with a shift in the way I was using my eyes, the print returned to what I had seen originally, a confusion of shadings and subtle shifts of color. I now tried to get back the three dimensional picture. It was not easy. Perhaps I tried too hard. But when it reappeared again, it did so with the same suddenness and disappeared in the same way. I realized then that the print was computer generated and that it contained some sort of shift in the pattern of squares that had the potential to elicit from my brain an organization that would be experienced as the three dimensional scene that I saw, because surely no one could see such a scene in examining the print in detail. Two characteristics could be noted at this point. The first is that I either saw the three dimensional scene, or the flat abstract print of shadings. There was no in between and no seeing the two together. Trying to see the abstract while seeing the three dimensional scene immediately brought back the abstract print. There was no way to analyze or look for the scene. It either appeared or didn't.",
  "last_phrase": "In conclusion, the experience of trying to see the three dimensional scene in the computer generated print highlights the unpredictability and suddenness of how the brain interprets visual stimuli. It also suggests that certain patterns and shifts in shading can elicit specific interpretations from the brain. These findings could have implications for designing more effective visual stimuli in various fields such as art, advertising, and education."
}