{
  "title": "\"Discovering Essence: Embracing Chaos for Personal Growth\"",
  "first_phrase": "In the previous text, the importance of Essence as the true mid-point in the therapy of chaos was emphasized. That is where one must start to make connections to process the movement of the pendulum. In this concluding section, the author explains how Discovery Essence absorbs the I-dentity seeking essential qualities that fear its destruction. By absorbing and reabsorbing the I-dentity, the desired quality of the Essence emerges as a more permanent station. The text also explains how states and stations are perceived in the Sufi system.",
  "content": "The next step is to understand and experience each move of the pendulum as a resistance to both the crazy as well as the sedate qualities of chaos. Next, the Essence will be brought in. Why? Because the I-dentities have a goal or something they are seeking which, like the movement and momentum, cannot be stopped. Even though the strategy the I-dentity is using to get what it wants doesn't work, the pendulum keeps moving. The Discovery Essence has all the essential qualities that the I-dentity is seeking. Therefore, as the Essence absorbs the I-dentity, the essential quality, like love, or perfection is experienced from Essence. This is where the I-dentity, which feared its own destruction, is turned around toward the Essence and is reabsorbed, and the desired quality of the Essence emerges. In the Sufi system, states of emotion are called states to denote a sense of transience. Thus states are described as not permanent states of awareness; rather they come and go. A station is more permanent and resides in the Essence. Once this station is established it becomes a (way) station or place an individual lives in.",
  "last_phrase": "Both the states of love and hate are temporary and associated with the ever-moving pendulum of the I-dentity. By embracing the Essence, which contains a permanent station of love with no object, individuals can reside at the level of love permanently. Through the absorption of the I-dentity into the Discovery Essence, the desired quality emerges, leading to transformation and growth."
}