{
  "title": "\"The Tao of Chaos: Embracing Chaos as a Pathway to Our Deepest Nature\"",
  "first_phrase": "In Stephen Wolinsky's book \"The Tao of Chaos,\" chaos is no longer seen as an enemy but a friend, and it is explored from different angles to help readers embrace and use it as a pathway to their deepest nature. The book also emphasizes the importance of hands-on somatic work like Feldenkrais and Rolfing to deepen the work of Quantum Psychology. In the final part, Wolinsky encourages readers to participate in exercises that help them experience and get to know their chaos, and hopefully, become freer to welcome it.",
  "content": "Remember the old song: \"Getting to know you Getting to know all about you. When I am with you Getting to know what to say. . . . Then suddenly I am bright and breezy Because of all the beautiful and new Things I'm learning about you day by day.\" Hopefully when you finish doing the exercises in this book, you will be freer to welcome, not resist chaos and to use it as the pathway to your deepest nature. With love Your brother Stephen 'This is discussed in my third book, The Dark Side of the Inner Child: The Next Step by Stephen Wolinsky, Ph.D., Bramble Books, 1993. SECTION I THE BEGINNING I n 1987, I bought my first book on Chaos, appropriately called Chaos by James Gleick. What was intriguing me was a search for a theory in the hard science of Physics to explain human behavior. Also, human behavior for the individual, along with social, political, economic and religious systems must have some type of organizer. I was looking for something, some theory, some understanding, that could explain the emergence of psychological and religious systems as maps of reality.",
  "last_phrase": "In conclusion, the understanding and application of Chaos Theory can provide a pathway to our deepest nature and help us welcome, rather than resist, chaos. With the emergence of psychological and religious systems as maps of reality, it is paramount to find the bottom line in the creation of systems, and Chaos Theory offers an intriguing solution."
}