{
  "title": "Rethinking Rolfing: A Subtle Approach to Bodywork",
  "first_phrase": "In the final part of this text, the authors discuss the evolution of Rolfing, a technique that seeks to realign the body’s structure to improve function and well-being. They note that the direct and forceful approach of its founder, Ida Rolf, has been adapted to include more subtle techniques that respect the body's natural rhythms. Trauma is also addressed through gentle touch as patterns need to be modulated and reintegrated through the nervous system. The authors emphasize that Rolfing is not a dogmatic recipe but a spirit of lively inquiry that leads to transformation and a new experience of the world.",
  "content": "As awareness and connection are re-established then the free flow ________________ THE TAO OF CHAOS • 341 of sensation is restored as in Penis' Gestalt formation. Our training program today leads the Rolfer to understand the physical structures as well as the role of the nervous system in the maintenance of form and function. The techniques vary from the old style to a touch that is subtle and evocative. Our work includes directives that lead the clients' awareness to the internal states and rhythms that make up both the postural habits and the basic orientation within the body and the world. We have not abandoned Ida Rolf's visionary line of inquiry nor are we following a dogmatic recipe. We are following the Rolfing road where it leads in a spirit of lively inquiry. When we ask someone to change their form and pattern of movement, there is an implicit directive for them to examine and experience themselves differently. This is the line of inquiry we are following; what does it mean to experience the world differently than before? What is the nature of this transformative attempt? What is the best way to learn through the body to facilitate this process?",
  "last_phrase": "In summary, Rolfing can be viewed as an accelerated Yoga course where the Rolfer serves as a guide for the journey of working with patterns in the body to achieve integration and limit the ability to be here and now. As the flow of sensation and awareness increase, the person becomes more effective in the use of themselves and the world."
}