{
  "title": "\"The Tao of Chaos: Understanding Fixations of Attention\"",
  "first_phrase": "In the final part of \"Superstrings: The Search for the Theory of Everything\" by F. David Peat, the author discusses how fixations of attention form basic identities that organize chaos and resist the trauma of losing one's essence. These fixations are a strategy used by the observer/personality to avoid this trauma. The author encourages readers to explore the nine fixations of attention and character types to discover who they are not, and turn their attention towards emptiness to discover their true Essence. This way, the observer can overcome its resistance to Essence and ultimately discover its true self.",
  "content": "In this way the observer/personality fixates attention on a feeling, a person, a thought, an imagining, as a way to resist the trauma of loss of being and the emptiness. It can be said that the observer/personality fixates its attention and faces forward and looks outside itself in a desperate attempt to avoid the trauma. The perceived gnawing emptiness, however, is a constant reminder of Essence. The personality, however, sees Essence as a constant reminder of the painful trauma and so attempts to avoid it at all costs. Stated more simply, the fixation of attention is the strategy the observer/personality uses to avoid the trauma. This is why changing the personality is adding on to the defense of trauma, rather than dealing with the trauma, i.e., the loss of Essence directly, which the observer/personality is resisting. Stated another way, the continual attempt to change the personality and make it better or healthier is the observer's fixation of attention on personality and a resistance to Essence (emptiness). In short, the observer's wish to change personality is the way it resists Essence, or itself. To get the observer/personality to turn its attention around toward emptiness leads to Essence.",
  "last_phrase": "To break free from the fixation of attention strategy and reach true essence, the observer/personality needs to turn its attention towards emptiness rather than continuously attempting to change the personality. Advanced Attention Training, as discussed in Chapter 23, can help individuals organize their inward and outward attention and avoid the trauma of loss of being. Remember, you are okay as you are, and so is everyone else."
}