{
  "title": "\"The Tao of Chaos Exercise: Adding Energy to Thoughts\"",
  "first_phrase": "In the last part of this text, entitled \"Conclusion,\" the author delves into the concept of energy and its relationship with chaos theory. They explain how everything in the universe has a certain amount of energy, even thoughts and emotions, and how this energy can be added to or taken away from a particular state of consciousness to change it. The focus of the text is on how chaos can be ordered and how controlling the amount of energy can affect this. The Tao of Chaos Exercise #17 guides you through four steps to experience this unity, starting with noticing the emptiness around you and culminating in feeling all things as being made of the same condensed emptiness.",
  "content": "In fact everything, to be the thing it is, must have a certain amount of energy in it. In Sanskrit even depression is defined in terms of a lack of energy. We all know how it feels to be depressed and energyless. If we add energy to that state of depression the state changes. This is why the Psychotherapy of Milton H. Erickson, M.D. had a prescription for depression—get the person active, get the energy moving. Since each thought or emotion contains a certain amount of energy, I call this phase energy, or the amount of energy a thing or experience possess at any given moment of time. The approach asks the person to add energy to, or take energy away from a thought, emotion, or state of consciousness. This, in Chaos Theory is called bifurcation. \"Bifurcation is a word which means the place of branching or forking.",
  "last_phrase": "To effectively deal with depression or any state of consciousness, adding energy to it through active movement or exploration can cause a shift and bring about new choices. By adding energy to a thought, a bifurcation or intensity develops which takes one to a deeper level of understanding. This newfound understanding can potentially lead to the reabsorption of an experience into essence or underlying order."
}