{
  "title": "\"Understanding Masochism: The Fixation Strategy of Attention #4\"",
  "first_phrase": "In this text, the observer/personality dyad is explored through the lens of the masochist character type, seen as a fixation strategy to escape feeling empty of Essence. The masochist's illusion of power over withholding is linked to the child's toilet training and the desire to control the happiness of Mom and Dad. This control can be achieved through pain, leading to a general feeling of being out of control that the masochist tries to counteract through spiteful behavior. This fixation can make working with the masochist challenging, as they resist change by spiting the therapist.",
  "content": "This distortion gives the observer/personality dyad a feeling of imagined power. In other words, \"I control you through feeling pain.\" This is the masochist that wins by losing or spites others, thus giving the personality the illusion of feeling powerful and in control by withholding. This strategy, to avoid the loss of Essence, fixates their attention on others and becomes very envious and imagines others have the \"ultimate\" experience. To work with masochism in a different context, see The Dark Side of the Inner Child. The general out-of-control feeling of the masochist makes this character type spiteful in an attempt to control by withholding. Crudely put, using the psychoanalytic metaphor, the masochist \"either shits on others, or sets it up for others to shit on them.\" This type is self-effacing, and according to Alexander Lowen, is one of the most difficult to work with. Why? They spite the therapist (Mom and Dad) by not changing. This character type can initiate pain and contains a sadistic I-dentity which resists the feeling of humiliation. Actually, the underlying state of envy is an attempt to understand what is wrong with them and their melancholy by thinking others \"have the answer.\"",
  "last_phrase": "In conclusion, understanding the masochist character type can be difficult, as they resist change and control others through withholding. This fixation on others and envy of their experiences is an attempt to avoid the loss of Essence. To break this cycle of fixation and self-effacement, it's important to focus on one's state of being rather than justifying it with stories, and to seek professional help for working through these deeply ingrained patterns of behavior."
}