{
  "title": "\"Rolfing: From Physical Medicine to Human Potential\"",
  "first_phrase": "In this text, we learn about the life and work of Dr. Ida Rolf, the creator of Rolfing; a physical and spiritual therapy that has undergone significant changes in its range of application. Prior to her death in 1979, Dr. Rolf trained a cadre of practitioners who were interested in human development rather than physical medicine, and she dedicated herself to writing her magnum opus: the book of Rolfing. The Rolf Institute continues to carry forward the development of her work and trains \"certified Rolfers\" who offer their services to physical therapists, chiropractors, and other manual therapists. As a school of inquiry, the philosophy behind Rolfing is concerned with questions relating to the nature of human bodily being.",
  "content": "We have grounded and assimilated the changes brought to our view of physical reality and bodily being by advances in science. Consider what Einstein's theory of relativity did to Newtonian mechanics, or what the incursion of ideas about 340 • THE TAO OF CHAOS the body from Indian and China (in the form of Vedic and Taoist medicine) have done to our view of the body. To paraphrase noted physicist John A. Wheeler, who writes in \"Spacetime and Gravity\" that Einstein's theory of relativity tells us that mass and gravity are one. That each mass (body) has its own gravity, and that all physical bodies interact gravitationally. There is no field of gravity, but only relationship. We have also come to terms with Descarte, and hold that the body is so much more than a \"soft machine\". We see that the body is the seat of being and our vehicle for our experiences to flow through. Our years of working with people have taught us that the form is an expression of the whole, and that we cannot always impose a template of order on a person's body to the exclusion of their readiness to move that way.",
  "last_phrase": "In conclusion, the advancement in science has allowed us to broaden our understanding of physical reality and the body. We acknowledge that the body is not just a machine but a vessel for our experiences to flow through, and we have become more flexible and patient in the process of applying Rolf's ideas. Our technical approaches have evolved to include more subtle approaches that respect the intrinsic rhythms of the body, ensuring that the energetic processes are given their due consideration."
}