{
  "title": "\"The Function of the Nervous System: Organizing Chaos\"",
  "first_phrase": "This text explores how the flow of energy from one person to another can lead to chaos and resistance, preventing us from achieving a deeper order. It relates the concept of chaos theory to Moshe Feldenkrais' idea that the nervous system's function is to organize chaos. The author shares Carl Ginsburg's story of working with Feldenkrais and how it relates to the workshop on Quantum Consciousness. This final part reminds us that our resistance to chaos reveals our need for control and comfort, which often leads to feelings of loneliness, isolation, and pain.",
  "content": "Rather than allowing the chaos, which will lead us to a higher order, we resist it, leading us into a separate self-organizing individual universe, which most of us experience as painful, lonely, isolated, alienated, etc. The third question; \"Why?\" This can best be summed up as follows. Recently, I was giving a workshop on Quantum Psychology; the workshop was mostly about experiencing Quantum Consciousness. When I began talking about Chaos Theory, one of the participants, Carl Ginsburg, a Feldenkrais trainer and also former President of the Feldenkrais Guild, commented that years ago he was working directly with Moshe Feldenkrais. Feldenkrais asked a group of his trainees, \"What is the function of the nervous system?\" After coming up with many ideas Feldenkrais said, \"The function of the nervous system is to organize chaos.\" This is precisely what Chaos Theory suggests, that energy (feeling) comes into your system from \"another system,\" you feel a little chaotic about it, and you attempt to order the chaos so that you feel comfortable, actually familiar.",
  "last_phrase": "In conclusion, Chaos Theory suggests that our nervous system's function is to organize chaos, but we often fall into the trap of ordering energy in the same way, leading to a painful and isolated experience. Awareness of this tendency and conscious effort to break free from it can help us create a new and more fulfilling reality."
}