{
  "title": "\"The Tao of Chaos and Dissociation: Understanding Trances and Symbols\"",
  "first_phrase": "In the previous text, the author emphasizes the importance of allowing oneself to experience difficult emotions without judgment or resistance. In the last 200 tokens, the author discusses the potential drawbacks of creating symbols or resources to dissociate from these emotions. The author shares a personal experience of guiding a woman through a trance state and helping her recognize her own capacity for bliss instead of projecting it onto a spiritual teacher. The concept of the Tao of Chaos, which requires honesty with oneself and true understanding, is central to the discussion. The author also mentions a conversation with a well-known Ericksonian therapist who creates symbols to handle feelings of upset but questions whether this is truly allowing experiences.",
  "content": "Third, and most important, you create the symbol, therefore you, not the symbol, has the power. By creating symbol or image to handle an upset you empower the symbol or image rather than you, the one that created the symbol or image in the first place. For example, I was presenting a workshop in the Mid-West. In that workshop, I did a piece of therapy with a woman who had been molested. After taking apart the story, the excess energy sent her into a very quiet internal state. With her eyes closed, she had an image of her spiritual teacher. The teacher had so much bliss she said. I asked her to notice the shape of the teacher, and then to notice the empty space the teacher was floating in. I then asked her to see the emptiness and the teacher as the same substance. The emptiness and the teacher (symbol) disappeared, and she felt bliss. Stated another way, she had a tendency to project her bliss on a teacher rather than \"own\" her own bliss.",
  "last_phrase": "To sum up, creating symbols or images as temporary dissociators can be useful for coping with trauma, but it's important to remember that the symbol itself does not have the power – you do. By using symbols as a first step towards discovering your own abilities and owning your emotions, you can empower yourself and move towards healing."
}