{
  "title": "\"The Tao of Chaos: Letting Go of the Knower-Known Dyad\"",
  "first_phrase": "In this text, the author talks about the concept of \"objective consciousness\" and how it relates to trauma. They explain that trauma occurs when we resist the fact that there are many knowers and many ways of knowing. However, if we can let go of the Knower/Known dyad and embrace the appearance and disappearance of different knowers and knowings, we can reach a state of objective consciousness where chaos and order don't exist. The author shares a conversation they had with Nisargadatta Maharaj, where they discuss the knower of knowledge of their birth, to illustrate the idea that each knower has different knowing. This realization led the author to understand that they are beyond any knower/known or observer/observed dyad, and it is our resistance to letting go of these constructs that freezes chaos.",
  "content": "In January of 1979 I was visiting Nisargadatta Maharaj. He was talking about birth and death, and I began seeing past images of when I was a client in therapy, seeing births and deaths. He said to me, \"Who is the knower of the knowledge of your birth?\" I thought to myself, \"Who is the knower of the knowledge of my birth,\" scratching my head. Later that day, when I returned to see him I said, \"I have a knower of the knowledge of my birth, so there is a knower while I was born and a knower will be there when I die. There are many different knowers.\" He nodded and said, \"Of course.\" It wasn't for many years until I realized that each knower has different knowing; one which knows my birth, one which knows my death. Each knower appeared and will disappear and I am beyond any knower/known or observer/observed dyad. It is this resistance to letting go of the knower-known dyad, which you call yourself, that freezes chaos.",
  "last_phrase": "It takes time and practice to let go of the knower-known dyad and integrate the no-state state of the non-Being Being, which is prior to the consciousness of differences and is the Tao of Chaos. To achieve this, you can try the Tao of Chaos exercises such as noticing thoughts and emotions and how the observer interacts with them."
}