{
  "title": "The Self-Deception of Judgement and Envy",
  "first_phrase": "The preceding text explores the notion of lying and over-compensation in relation to self-hatred and judgment. The author suggests that becoming aware of the I-dentity that we resist or hate about ourselves can help us confront our lies and judgments. In the final 200 tokens, the author discusses how judgment often stems from envy, and how dispelling self-deceptive myths can help us connect with our humanity and show compassion. The text highlights the story of a client who was critical of wealthy business people due to her envy, and how confronting this helped her overcome her own self-judgments.",
  "content": "What I realized was that her judgmentalness toward this group of wealthy business people was the way she disguised her envy. In other words, she was judgmental because she wanted to have what they had. I asked her, \"By being judgmental, what are you resisting knowing about yourself?\" Eventually she went beyond envy to the experience that if they had something she wanted and didn't have, she would feel her own lack, as if she were less for not having what others had. When I pursued this, she said that she judged others so that she didn't have to feel her own emptiness, which she had decided was a lack within herself. Ah yes, the resistance to emptiness again!!! Dispelling the Myth When something \"bad\" or unpleasant happens to ourselves and our friends we tend to get angry, judgmental, and lose our affinity. It seems we all hold a myth that somehow we would not, could not, or would never have done such a thing. This self-deceptive myth disconnects us from our total quantum self and hence disconnects us from our human-ity and compassion.",
  "last_phrase": "In conclusion, acknowledging and accepting our own struggles, weaknesses and limiting beliefs can help dispel the myth of self-deception that leads to anger and disconnection from our true selves and from others. By confronting our own emptiness and understanding why we judge others, we can develop compassion and empathy towards ourselves and others, while staying connected to our human-ity."
}