{
  "title": "\"Dynamical Systems: How Chaos Affects Our Beliefs\"",
  "first_phrase": "In this excerpt from James Gleick's \"Chaos: Making a New Science,\" the concept of a self-organizing dynamical system is explored through the analogy of an atom's nucleus and its electrons. The text then moves to a more experiential level by examining the interaction between a fundamentalist Christian and a Buddhist. This interaction, based on the individuals' belief structures, creates a dynamical system of energy. By understanding the nature of dynamical systems, we can begin to comprehend the chaos that arises when incompatible beliefs come into contact.",
  "content": "At a more experiential level, let's take the example of a fundamentalist Christian who believes that following Jesus is the only way to salvation, and that any other form is bad and of the devil. Along comes a Buddhist, who believes everything is everything else. When these two interact the right-wing Christian feels chaos, she/he feels jumbled. The energy starts moving through her/his body and the central belief structure or subatomic structure gets rattled. Now she/he could allow the chaos to enter the structure which might perhaps bring her/him into a deeper understanding of the world, but instead she/he is attracted to or drawn down a pathway of closing down, saying to herself/himself, \"she's/he's of the devil and will go to hell,\" and closes herself/himself down. The belief structure and interactional energic pattern is called a dynamical system. In other words, the energy that is experienced as the fundamentalist Christian meets the Buddhist creates an interaction of energy. This interaction based on the control parameters of the individual, or how the individuals' belief organize their reactions, is a dynamical system.",
  "last_phrase": "In conclusion, the interaction of energy between individuals with different belief systems creates a dynamical system, which can result in either openness and growth, or limitation and closed-mindedness. When we self-organize to maintain our underlying state, we reject disruptions and limit our psycho-emotional growth. It's important to be aware of this tendency and strive to stay open to new experiences and perspectives, even when they challenge our beliefs."
}