{
  "title": "\"The Fatal Attraction of Chaos: Understanding Therapeutic Energy Patterns\"",
  "first_phrase": "This excerpt from F. David Peat's \"Philosopher's Stone\" explores Chaos Theory's concept of attractors, which are forces that give stability to a self-organizing system by organizing its chaos. The text explains how we tend to be stuck in old patterns and belief systems because we are attracted to particular energy systems. In psychotherapy, therapists try to shift energy structures from \"bad\" to \"good\" by changing the meaning of what is occurring, creating new habits, and promoting \"good energy.\" However, when clients return to their chaotic energy units (families), they may fall back into old patterns. The excerpt explores why this happens and how therapists can best approach the problem.",
  "content": "This is re-ordering the presenting problem (chaos in someone's life) in a psychological sense to shift the energy's structure. The problem is that the therapist has a preference which is for \"good energy\" rather than \"bad\" (energy), or stated another way, the therapist adds his/her energy through questions, models or belief systems, techniques, and approaches to re-order or change the existing energy structure. This can work. Therapists remain perplexed, as mentioned earlier, as to why a client can \"change\" their opinion (energy) about a spouse or phobia or painful issue in the office, but will return the next week saying something like, \"I felt better for a day or so but then my wife/husband said and we got into a huge fight.\" This occurs because the therapist is adding their energy to a system that feels chaotic. In the office, the energy of the therapist is enough to shift the person from \"bad\" pattern to \"good\" pattern. When clients return back to their own energy unit (the family), they are once again strangely attracted to the same energy (fight).",
  "last_phrase": "In conclusion, the process of re-ordering the energy structure of a system through therapy takes time because clients are not only shifting their own energy but also the energy of the therapist and the larger energy unit they exist within. However, with continued awareness and effort, lasting change is possible."
}