{
  "title": "The Observer: A Trance Limiting Our Perception Of Reality",
  "first_phrase": "In the previous section, we explored how fixation of attention limits our awareness and creates our subjective experience. Now, in the last chapter of the text, the author discusses the therapy of shifting the observer's fixation of attention inward towards Essence, rather than outward through the personality type. In this concluding part, the author takes it further by delving into the concept of the observer, a higher function of personality that observes erecting an object through the act of observation. By recognizing that the observer is a trance or a frozen position in consciousness, the author explains how to move beyond the observer and experience objective consciousness. The text mentions concepts like Essence, G. I. Gurdjieff's Objective Consciousness, the observer observed dyad, and their significance in attaining objective consciousness.",
  "content": "The Observer Is A Trance We have explored that the observer fixates its attention using a particular fixation strategy to avoid the pain of the loss of Being. The observer, as mentioned earlier, is arguably a higher function of personality. The observer is, however, personality, not Essence. The observer observes erecting an object through the act of observation. Essence is observation with no object or G. I. Gurdjieff's Objective Consciousness. To go beyond the observer and experience objective consciousness, we must recognize that the observer is a trance, or afrozen position in consciousness that develops to varying degrees during the growth and development of the personality. This appears to be contradictory. The observer is an Identity, and yet we want to enter objective consciousness; isn't there an observer in objective consciousness? No, an observer observes and there is a subject (observer) object (observed). In objective consciousness, beyond the observer, the observer and observer are seen as one. At that junction, the observer observed dyad disappears. Here there is observation with no object. The ordinary observer is a trance because it is frozen, has no motion, and consists of a separate fixation.",
  "last_phrase": "In conclusion, to experience objective consciousness and transcend the limitations of the observer, it is necessary to recognize that the observer is a frozen position in consciousness and a higher function of personality. By dismantling the observer as a fixation, contraction, or condensation of undifferentiated consciousness, and accessing the observer quality as a step in consciousness, we can ultimately achieve Samadhi, the final state of Raja Yoga, and make Essence a station."
}