{
  "title": "\"The Emergence of Order from Chaos in Living Systems\"",
  "first_phrase": "The previous text discusses the emergence of order from chaos in living systems. It explores three streams of research on this topic and highlights the common feature of these approaches: the discovery that feeding back the output of a system produces a quasi stable structure. The concept of self-organization is introduced, challenging the belief that the environment organizes the nervous system. This leads to the understanding that life organizes the environment. The text concludes by recommending The Tree of Knowledge by Maturana and Varela as a complete view of living beings from a systems perspective.",
  "content": "This discovery of order emerging from chaos, however, is something novel to the sciences that previously had only considered linear chains of events and systems at or near equilibrium. Previously the sciences could only deal with systems that were totally ordered or totally random in a precise way. Complex systems were treated by analogy to what was known. The appearance of emergent properties of a system were not considered. This is why, for example in psychology, it was assumed for many years that it was the environment that organized the nervous system. The process of self organization turns the tables around and we can begin to see that it is life that organizes the environment. We can understand this internally in that the features we take to be the external environment are the consequence of the internal processes of our nervous system that lead to perception and understanding. But living creatures also literally change and organize the external environment by creating, building, designing, etc. In other words perception is not some ________________ arbitrary construction of the nervous system. It enables the person to function in the world. Maturana and Varela in The Tree of Knowledge present the most cogent and complete view of living beings from a systems perspective.",
  "last_phrase": "In conclusion, the discovery of self-organization in complex systems has led to a paradigm shift in the scientific community, allowing for a deeper understanding and appreciation of emergent properties. By recognizing that life is constantly creating order, from the single cell to larger organisms, we can begin to see that it is not just the environment that organizes us, but rather we ourselves that organize the environment. This understanding of perception as a tool for functioning in the world, rather than merely an arbitrary construct of the nervous system, provides a new way of looking at the nature of living beings as complex systems."
}