{
  "title": "\"Understanding Fixations of Attention in Personality Development\"",
  "first_phrase": "In this final part of the text, author discusses the concept of fixations of attention and how they impact the formation of the observer-personality dyad, and how it leads away from Essence. Chapter 23 called Advanced Attention Training is introduced which delves into the organization of inward and outward attention. The fixation strategies are explained along with their underlying states, such as resentment in the case of fixation strategy 1. The author stresses that the story is not the state and to let the state be. This complements the discussion of emotional states in Quantum Consciousness: Volume I, Chapter 4.",
  "content": "For example, in fixation strategy of attention number 1, the underlying state is the feeling of resentment. This means that all of the Identities and stories the observer/personality dyad tells itself only reinforce the chronic state of resentment. 160 • THE TAO OF CHAOS The Story is Not the State Most of us, when we experience the chronic state, look, and often find a story as to why we feel what we feel. For example, we feel emotionally a feeling of resentment. We will then automatically assume that there is a reason or story why. We then look, and even find a story to justify our emotions. In order to understand the underlying state of a personality type, we must understand that the state, in this case resentment, is almost always present. For this reason, to look for a story as to why you are resentful, or to try to overcome your resentment, only re-enforces the resentment. The way out is to acknowledge that this is your underlying state, and just let it be. In Quantum Consciousness: Volume I, Chapter 4, we work with emotional states.",
  "last_phrase": "To overcome chronic emotional states such as resentment, it is important to focus on the emotions themselves rather than the story behind them. Acknowledging the underlying state and letting it be is the way out. Take your attention off the mental story and place it on the emotions, especially when experiencing emotional states. By doing this, you can break free from the cycle of chronic emotional states and experience a more fulfilling life."
}