{
  "title": "\"Understanding the Underlying State of Resentment in Personality Types\"",
  "first_phrase": "In the previous section of \"The Tao of Chaos,\" the fixation strategy of attention was discussed along with the idea that our chronic state, such as resentment, often dictates the stories we tell ourselves. In the last 200 tokens, the concept of the \"Chief Feature or Trance\" is introduced, which is the fixation of attention away from an inner emptiness and towards creating stories of imperfection to justify resentment. By acknowledging and focusing on emotional states rather than mental stories, we can begin to break free from this pattern.",
  "content": "Throughout the Quantum exercises in that section, we are asked to take our attention off of the story as to why we feel what we feel, and to focus attention on the feelings themselves. In other words, taking your attention off of the mental story when you are in an emotional state, and focusing on the emotional state, itself. Simply stated, place your attention on the emotions when emotional states are present. The Chief Feature or Trance The fixation of attention of the observer/personality dyad has three functions; first, to fixate attention away from the gnawing emptiness. Second, to try to experience perfection in this fixation, by looking through the observer/personality dyad. This searching for perfection is caused by the observer/ personality dyad deciding that this gnawing emptiness means that it is imperfect. And third, to make up stories or reasons of imperfection to justify the chronic underlying state of resentment. Resentment is the underlying state. For example, let's imagine the observer/personality dyad feels the gnaw- ________________ THE TAO OF CHAOS • 161 ing inner emptiness. First, the observer personally might look for something to fill-up this emptiness like a relationship or psycho-spiritual system.",
  "last_phrase": "In conclusion, by focusing our attention on our emotions rather than getting caught up in the stories we tell ourselves, we can begin to recognize the underlying state of resentment and the search for perfection that often accompanies it. Understanding this process can help us to better manage our emotions and find healthier ways of coping with the gnawing inner emptiness we all experience at times."
}