{
  "title": "The Tao of Chaos: Understanding the Natural Comings and Goings.",
  "first_phrase": "In this final part of the text, titled \"The Tao of Chaos,\" we understand that everything changes, and security can only be found in its understanding. It allows emptiness to become a state and a state to become emptiness in its beautiful randomness. The author, in Chapter 5 on Space, discussed the basic premise in sufi psychology of time and space for everything, which includes emotions, states of mind, religious systems, and paths. The text also exemplifies the natural coming and goings that occur in consciousness, such as the Catholic Church around the time of Christ. The church is turning back into emptiness and becoming ritualized and dogmatic, which is a survival mechanism of any hierarchy that will eventually disappear.",
  "content": "When we understand this, we do not resist the natural comings and goings that occur in consciousness. In the last example, we used the idea of emotions and states of mind which naturally occur. Another example occurred in a workshop I gave in New Mexico. A trainee said, \"Why is it that many of the traditional paths to enlightenment don't seem to have much energy in them and don't seem to be very effective?\" I replied, \"That everything has its time and place.\" For example, I said, \"The Catholic Church around the time of Christ had a lot of energy and had the experience of Christ. Now, the form (the church) is turning back into emptiness and losing its energy. For this reason, it has become ritualized and is holding-on to the time and space where it was powerful. Principle: When spiritual or psychological systems begin to disappear back into emptiness they become more and more dogmatic and ritualized. This dogmatic and ritualistic tendency is a survival mechanism of a psychology and spiritual system or any hierarchy. In the same way, the form (the church) is becoming emptiness and will disappear.",
  "last_phrase": "To prevent chaos in our spiritual and psychological systems, we must understand that everything has its time and place. By resisting natural comings and goings, we may become dogmatic and ritualistic. Embracing the natural evolution of these systems and letting go of those that have had their time, we allow for the condensation of emptiness and the emergence of new forms. This understanding helps us bring together the pairs of opposites and find balance in our lives."
}