{
  "title": "\"The Enneagram and the Loss of Being: Understanding Personality Types\"",
  "first_phrase": "In the preceding part, the author explains the process of dismantling the identity pairs and the birth of the personality types utilizing The Enneagram by Helen Palmer and Personality Types by Don Richard Riso. The final segment that follows highlights Naranjo's missing piece, the feeling of \"loss of being\" inspiring the creation of the nine basic styles of personality. The loss of being produces a sense of emptiness and trauma that the personality defends against, leading to thousands of identities. The author reiterates that the emptiness serves as a pathway to self-discovery, contrary to our belief of something wrong with us.",
  "content": "This explains why people feel a loss, like something is missing, a gnawing emptiness. This can be linked to a trauma which often is the place where people feel, \"there must be something wrong with me, otherwise why would I feel this loss and emptiness. Actually, the gnawing shows there is something right with you. As will be demonstrated later, the irony of searching for something to fill the emptiness, thinking or feeling something is wrong, is how we run away from ourselves. More simply put, the doing we do to fill the emptiness is a resistance to the emptiness. It is trying to do your being. Or as Frank Sinatra put it so well in his song \"Strangers in the Night\" do-be-do-be-do. The personality defends against the loss of being—but, there is the emptiness, a trace of Essence which is experienced as an emptiness within the body that the personality defends against. Each of us has thousands of I-dentities to defend against this inner emptiness where the loss of innocence or loss of being occurs. What is most important is the emptiness. The hole is a passageway that acts as a right of passage, through which we can enter into our own being.",
  "last_phrase": "In conclusion, understanding and embracing the gnawing emptiness within oneself is crucial in the journey towards personal Essence. Instead of constantly resisting it through various strategies, one should recognize the emptiness as a passageway towards discovering their true being. By diagnosing the defense mechanisms of one's I-dentity and reabsorbing them back into personal Essence, individuals can finally obtain an authentic and fulfilling sense of self."
}