{
  "title": "The Birth of Rolfing: A Marriage of Body and Psychotherapy.",
  "first_phrase": "This article explores the integration of Gestalt therapy and Ida Rolf's method of structural integration, or Rolfing. The author describes how Fritz Perls, the founder of Gestalt therapy, saw in Rolf's method the perfect tool for accessing unconscious material in the body, thus combining the body and psychotherapy. The last 200 tokens discuss the launch of Rolfing in the public culture and Dr. Rolf's concerns about the focus on its psychological benefits rather than the somatic aspects.",
  "content": "Perls saw in Rolf's method the ideal tool for accessing the unconscious material in the body so it could be felt, expressed, and released into the present. A marriage was made here of the body and psychotherapy. You might say that Ida Rolf was the reluctant bride in this situation. She appreciated the sudden demand for her work and set about launching a program to train practitioners to meet the new demand. She was simultaneously fearful and protective of her brainchild being devoured by the focus on the psychological benefits of her work to the exclusion of the somatic aspects. She went to great lengths to assert that while psychological changes were a useful and interesting by-produce of the Rolfing process, the real job lay in getting the body organized in gravity, at which point better mental health was to be expected! ________________ In spite of her reservations, Rolfing was launched in the public culture by the interest in human potential that was born in the crucible of Esalen Institute in the late 60's. Before the connection with Esalen, Dr. Rolf had focused on teaching her ideas and techniques to Osteopaths and Chiropractors and to a few lay people whose interests leaned toward metaphysics.",
  "last_phrase": "In conclusion, Ida Rolf's innovative approach to achieving better physical health through body awareness and alignment became a path to enhanced emotional well-being that has influenced generations of practitioners. By insisting on the somatic aspects of her Rolfing method, she created a lasting legacy that continues to help people in their pursuit of optimum health and human development. So, if you're interested in improving your physical health and mental well-being, you might want to consider exploring the practice of Rolfing."
}