{
  "title": "The Chaos of Space Definition: Limits and Boundaries",
  "first_phrase": "In the final part of this text, the author explores how definitions of space can create chaos. The boundaries we create define and limit what can occur within them, and when they are invaded or violated, chaos can ensue. The concept of defining space is important, as we use it to determine who we are, what belongs to us, and what doesn't. However, the author questions whether these definitions are accurate, considering that matter is made of space and everything overlaps and interpenetrates. By defining undifferentiated space, we create boundaries that can cause chaos, but not defining space can also create chaos. This double bind is challenging and highlights the complexities of our relationship with space.",
  "content": "Definitions provide us with the answers. Inside is generally accepted as \"inside the skin boundaries.\" Outside, \"outside the skin boundaries.\" \"My space\" is the space \"my\" body occupies; \"your space\" is the space your body occupies. When does chaos occur? When the defined boundary we call us is somehow invaded or violated. For example, if you punch my face, \"I\" being the space the body occupies and the body occupies feels invaded. This is easy to appreciate. Let's imagine your car gets broken into; you feel invaded. Why? Because you have defined the car as \"your space\" and as you. If I am strongly pro-choice and the government passes a law saying no-choice, I feel invaded. Why? Because I have defined myself and the space of the thought and feeling as me. From this we can see that sectioning off undifferentiated space by defining it as mine or yours, \"my thought\" and \"your thought,\" makes us all feel a bit crazy (chaotic). What puts us into a double bind is that when we define undifferentiated space we create boundaries which cre ates chaos.",
  "last_phrase": "Defining our personal boundaries may feel chaotic at times, but it helps us understand ourselves and what we consider to be a part of us. Chaos occurs when those boundaries are violated, leading us to feel invaded. While it's easy to feel crazy during this process, physics shows us that there is an underlying order. Boundaries create chaos, but they ultimately provide us with stability, helping us to avoid disappearing."
}