{
  "title": "Rolfing: An Accelerated Yoga Course for Body-Mind Connection",
  "first_phrase": "This text delves into the philosophy of Rolfing, a type of therapy that examines physical structure and nervous system to enhance function. The process involves guiding clients to experience the world differently by exploring patterns in the body that limit their present awareness. In this last part, the free flow of sensation is restored, and the aim is to link body, mind and spirit into present time and space. The text mentions various authors and researchers, including Almaas, J.G. Bennett, and Itzhak Bentov.",
  "content": "In a way the Rolfing process can be seen as an accelerated Yoga course, in which the Rolfer assists the clients in clearing a certain amount of history from the body to get going, and to begin the process of the linking of body, mind, and spirit into present time and space, which is the ultimate goal of the inquiry. We as Rolfers do not presume to provide the meaning for the clients' experience, which we see as a misuse of the therapy process, but rather to serve as guides for that portion of the journey that involves working with the patterns in the body that are time-bound and that limit the ability to be here and now. As the body gets more integrated, the flow of sensation and awareness increase to literally bring the person into their body allowing for them to be more able to use themselves and the world in a more kindly and effective way. Almaas, A. H. The Void. Maine: Samuel Weiser, Inc. 1986. American College Dictionary. New York: Random House. 1963. Bennett, J. G. How We Do What We Do. West Virginia: Claymont Press. Bentov, Itzhak. Stalking the Wild Pendulum: On the Mechanics of Consciousness.",
  "last_phrase": "In conclusion, Rolfing can be seen as a transformative process that links body, mind, and spirit into present time and space, allowing individuals to use themselves and the world in a more effective way. As Rolfers, our role is to guide clients through clearing patterns in the body that limit their ability to be in the present moment, and as the body becomes more integrated, the flow of sensation and awareness increases, bringing the person into greater harmony and alignment with their surroundings."
}