{
  "title": "\"Peeling the Layers of Emotion: A Therapeutic Exercise\"",
  "first_phrase": "This insightful therapeutic session helps us understand the process through which a therapist helps a client peel back the layers of suppressed emotions. The client deals with the feelings of worthlessness and helplessness that underlie her tendency to overgive in a self-destructive manner, and resists feeling the emotions that arise. The therapist assists her by asking her to intentionally create the resistance, and then expand it in size, until she can let go of it. Finally, the client is able to peel back the layer of worthlessness and find an empty space underneath.",
  "content": "When she says 178 • THE TAO OF CHAOS she is resisting helplessness, I ask her to knowingly, consciously, intentionally create the resistance. This enables her to take charge of the resistance. Then, I ask her to knowingly create what she is creating automatically. i.e., create the helplessness then the resistance, until she feels free to create and have the helplessness and the resistance to helplessness and free to not have them. Therapist: Intentionally create the feeling of helplessness. Client: I am. Therapist: Make the resistance to helplessness the size of this MOM. Client: Okay. Therapist: Make the resistance the size of the State of New Mexico. Client: Okay. Therapist: Make the resistance the size of the United States. Client: It's getting harder to create it. Therapist: Okay, stop creating it. Now create the feeling of helplessness the size of California to the Mississippi River and the resistance to helplessness from the Mississippi River to the Atlantic Ocean. Client: Okay. Therapist: Now, create that several times. Client: Okay. Therapist: Now stop creating it and peel back the layer of worthlessness and what is there? Client: An empty space.",
  "last_phrase": "By intentionally creating feelings of helplessness and resistance, the client was able to take charge of those feelings, ultimately leading to a sense of calm and detachment. This exercise highlights the power of conscious intention in shaping our emotional experiences and finding greater freedom from automatic patterns of thought and feeling."
}