{
  "title": "\"Therapy of Chaos: Reintegrating Essence beyond Enneagram & Diagnosis\"",
  "first_phrase": "In this section, the author delves into the diagnosis of self and others, discussing how different systems use methods and approaches for diagnosis. The purpose of diagnosis in the therapy of chaos is to objectively observe how the personality defends itself against Essence. The author utilizes the character analysis of Wilhelm Reich, made more available by Alexander Lowen and Ron Kurtz, to understand basic organization. By doing so, you can discover your Essence, prior to and beyond I-dentities. This serves as the next step after dismantling the enneagram strategies to experience essential qualities without I-dentities.",
  "content": "In my professional training seminars, =diagnosis is used so that the participant can illmbetter understand how they themselves, orga- nize and use I-dentities to organize their outer • chaos. Furthermore, the I-dentities which or- Umiganize the outer chaos have a trance strategy >.or defense which keeps this intrapsychic pro- milcess alive and well. The purpose of the label is 61to better understand the personality, and at the same time to understand that you are beyond these I-dentities. In professional training I used the character analysis of Wilhelm Reich, M.D. This style was made more available by Alexander Lowen, M.D. and further made available by Ron Kurtz. This style of analysis of \"Character\" permits the therapist to know basic organization. By knowing these I-dentities, you can discover you are Essence, prior to, and beyond I-dentities. In short, to find out who you are, you must first explore who you are not. The Therapy of Chaos I spent years, approximately 3 hours per day with myself working with the enneagram. The enneagram, which is thousands of years old, denotes nine basic personality types, in an in-depth review of how that personality with its accompanying variations organizes the world.",
  "last_phrase": "In conclusion, learning to understand and deconstruct our I-dentities through techniques such as character analysis and the Enneagram can allow us to discover our true Essence and move beyond the constraints of our limiting beliefs. Taking the time to explore who we are not can ultimately lead us to a deeper understanding of who we truly are."
}