{
  "title": "Title: \"Exploring Childhood Trauma in Therapy\"",
  "first_phrase": "In the previous part of this text, the client's feelings of loss and humiliation are explored in therapy. As the session progresses, the therapist helps the client uncover a pop-up memory of being orally raped at the age of 5 by his elder cousin. The memory triggers intense emotions of violent rage towards his abuser, which the therapist acknowledges as an appropriate reaction. In this last part, the therapist guides the client to analyze the memory step by step to gain a new understanding of his own reactions. The text concludes with a summary of a P.T.S.D. structure developed by the therapist and Kristi L. Kennen.",
  "content": "I use the word appropriate because recently in therapeutic circles they would label intense emotions as an abreaction. I do not see this as abreaction but as an appropriate reaction given what occurred. As a further note, for me, I see the memory or what occurred as important, but what is more important is what he created in response to the memory. At the end of the text, I will give a summary of the P.T.S.D. structure which was developed by myself and Kristi L. Kennen. Therapist: Okay, can you take a look now at the movie in your mind? Client: Yes. Therapist: Start it at the beginning of the rape and describe step by step what happens. Describe it to me in third-person, like the little boy rather than I. Client: Okay. Well, the little boy is playing with his cousin and he kinda idealizes him and wants him to like him. The little boy's cousin begins wrestling with him and wrestles him down to the ground and is sitting on him. Now, the cousin is taking his penis out of his pants and is putting it in my face. Therapist: His face. Client: Yes, in his face.",
  "last_phrase": "In conclusion, it is important to recognize that intense emotions are not necessarily always an abreaction but can be an appropriate reaction given what occurred. Moreover, it is crucial to focus on what the individual creates in response to the trauma, rather than the memory itself. Through the P.T.S.D. structure, we can break down traumatic experiences into segments and explore them at points of intensity to help individuals observe their own trauma objectively and work towards healing."
}