{
  "title": "\"The Power of Hypnosis and Resource Retrieval in Psychotherapy\"",
  "first_phrase": "In the preceding text, we learn about Wilhelm Reich's focus on the power of orgasm to understand the traumatic events that led to his father's and mother's deaths. In this last part, we explore Milton H. Erickson's life and contributions to hypnosis for pain control and psychotherapy. Erickson suffered from polio and strokes, and developed a philosophy that a client's resources lie within their personal history, using hypnosis to access these resources. This approach advanced the field of hypnosis and psychotherapy to a new level.",
  "content": "In Life Reframing in Hypnosis; Erickson, being bedridden, had to face the chaos of the situation. He began to imagine times as a boy in Wisconsin picking up a pitch fork. He focused his attention on the image, and began to be able to move his hands. Eventually, Erickson was able to walk with crutches. Erickson also had to face the chaos of great physical pain. What therapy and philosophy did Dr. Erickson adopt? First, he became a master of pain control, helping others and himself make tremendous progress in the field of hypnosis for pain control. It is said that Erickson would do self-hypnosis for pain control up to three hours a day so that he was able to then help others with their physical and psychological pain. Secondly, Erickson developed an application never before used in hypnosis, namely, the philosophy, \"the resources a client needs lies in their personal history.\" Advancing the field of hypnosis and psychotherapy to another level, Erickson began to use hypnosis to access resources which he had in the unconscious memory and were being unused, like his accessing the boy moving his hand (the resource) to grab the pitchfork.",
  "last_phrase": "The story of Dr. Erickson teaches us that we can use the power of our personal history and resources to overcome physical and psychological pain. By adopting the philosophy that the resources lie within ourselves, we can access the unconscious memory and bring unused potentials to the present. With practice and patience, we too can become masters of pain control and learn to handle the chaos in our lives."
}