{
  "title": "\"Steps to Letting Go of Trauma and Post Traumatic Stress Disorder\"",
  "first_phrase": "This article outlines a process for clients to work through Post Traumatic Stress Disorder (PTSD) by engaging with their memories and eventually letting go. Part I involves going over the story from beginning to end, noticing points of intensity, and having the client speak in the third person. Part II is about creating a loop from client to perpetrator and back again, seeing the loop as energy until it dissipates. Part III is about letting go and playing with the memory, running the film in many directions, and ultimately doing whatever they want with it. This section also references a poem by R.D. Laing that speaks to the idea of playing games and amnesia.",
  "content": "Step IIHave them decide it was important. Step III Have them decide it was an experience. Step IV Have them do whatever they want with the memory. ANALYTICAL-- To FIGURE O MIN AMP ME UT THE LANCHOLY S joss S of E PoiNf 5,101'N C GAP I: Loss: 14R oF :t fTfts RE_,FEAR: 111P1 POINI; E; GAP; GAP ANGfichik to CO\\ ZON CD* raiz ri.1421 I'M O.K. IF I PLAY YOUR GAME, YOU'RE O.K. IF YOU LET ME • iii PLAY YOUR GNU 0They are playing a game 14 16 They are playing at not playing a game If I tell them they are playing a game, they will punish me. 0 I must play their game of not seeing I see the i im>.1game. (R.D. Laing) W la _.....gollm o continue what happens to the person : in this poem by R. D. Laing, #9 goes unconscious and forgets they are play- ing a game, not to mention forgets that they ligare playing at not playing or not seeing their Imi game. This is their trance of amnesia and negaWItive hallucination not to mention age-regres- sion and post-hypnotic suggestion.",
  "last_phrase": "In summary, the concept of conscious avoidance and psychological trances is critical when coping with the pain of trauma. By understanding the defense mechanisms that arise from the loss of Essence, individuals can actively combat psychic laziness and resist the stream to embark on a journey towards deeper self-insight."
}