{
  "title": "The Therapy Step: Exploring I-dentities and Emptiness in PTSD.",
  "first_phrase": "In the final part of this text, Richard Moss presents a structured approach to working with Post Traumatic Stress Disorder (PTSD) using the concept of \"I-dentities\" and \"Essence\". He emphasizes that simply reabsorbing the identities is not enough and that the context in which they were created must also be examined. In this case example, he highlights how attempts to transcend trauma through meditation or denial often lead to further distress, highlighting the importance of facing and experiencing the trauma in order to truly heal.",
  "content": "Highlighted Case Example What I am about to present is an elaborate structure for working with Post Traumatic Stress Disorder (P.T.S.D.). I am presenting it in this section for two reasons. First, I don't want to mislead people that I-dentities can just be reabsorbed. Identities and the context in which they are created must be taken apart and their lies and the context in which they were created must be known, i.e., \"the truth sets one free.\" Essence cannot absorb that which is being denied, or where the client has an unwillingness to experience. Better said, there cannot be resistance to an experience or a situation. This can be exemplified in spiritual groups and new-age groups who think they can transcend a trauma through meditation. What occurs is that as soon as meditation is finished, the trauma emerges and sometimes it feels subjectively stronger'. In other words, they move from Essence and then like a slingshot are thrown into their I-dentities. It cannot be overstated that nothing can be a-voided. In other words, to enter into the void, we must know and be willing to experience the trauma and its corresponding structure; thus we cannot a-void to trance-end.",
  "last_phrase": "In conclusion, working with Post Traumatic Stress Disorder requires a thorough understanding of the context in which the identities were created and the willingness to experience the trauma. Denying or avoiding it can lead to stronger subjective feelings and dissociative qualities. It is crucial to question and know the unknown to prevent future problems. Remember, the truth sets one free, and there is no shortcut to healing from trauma."
}