{
  "title": "\"The fixation of attention strategy and love hunger in personality types\"",
  "first_phrase": "In the previous text, we explored the fixation of attention strategy of the #4 enneagram personality type. This fixation leads the observer/personality dyad to feel melancholic and detached from their roots due to the perceived loss of love and connection to Essence. The #4 strategy can also create an idealized image of Essence, mistaking it for the real thing, leading to a pursuit of pain to fill the emptiness. In this concluding section, we see how this fixation manifests in therapy and spirituality and the importance of understanding the difference between symbols and Essence.",
  "content": "_ 0,_ ,tLANCHOLY JS ': EAs.N15 N 7kei SUPERFICIALITY ; POINT :ENVY eM1P- E: GAP ; ________________ For example, I was seeing a man for therapy who continually had images popping up in his consciousness that were idealized representations of Essence. These idealized images were spiritualized (see Chapter 14 of The Dark Side of the Inner Child). Instead of exploring them as substitutes for Essence, they were taken as Essence, when actually they are symbols of Essence not Essence; again Alfred Korsybski's \"The map is not the territory,\" or the symbol or image of Essence, is not Essence. This is important to understand regarding the worship of an internal deity, as is done in both the Yoga tradition as well as the Buddhist tradition. The internalized image of the divine Mother or Buddha, or whatever deity, is an image or symbol of Essence—it is not Essence. The love hunger of the #4 strategy of fixating attention grows and gnaws away at the observer/personality dyad and there is an attempt to fill up the loss of love (Essence) and the emptiness with pain.",
  "last_phrase": "In conclusion, it is crucial to differentiate between symbols of Essence and Essence itself while exploring the worship of an internal deity. The attempt to fill the void with pain due to failed love objects is known as the tragic romantic. Understanding these concepts can help one break free from fixation strategies and lead a fulfilling life based on genuine self-love."
}