{
  "title": "Compassion as the Ground of Essence: Releasing Self-Deception",
  "first_phrase": "The author reflects on their journey of releasing self-deception and exploring vulnerability through the ground of compassion, which they describe as the body-felt sense of interconnection with others - Essence. They learned to change their focus from outward to inward, noticing when they were critical of others and questioning if they possessed the same quality they were criticizing. By acknowledging their lies and pain, they felt a sense of connectedness and compassion towards others. The author shares a powerful experience of opening up to others in Incest Survivors Anonymous and realizing the underlying body felt connection to humanity. They conclude by suggesting to use the outward defense of judging to understand one's own capacity for the quality they are judging others for.",
  "content": "There I was, sharing with everyone else my incest story. The energy it took to deny the incest was removed and the energy it took to maintain the images of nonincest were removed. All that energy that was placed on lying to myself and others was gone, and suddenly, I felt \"true humanness and true spirituality\"—the underlying body felt connection to all of humanity. This approach to utilizing the defensive energy going outward to judge and objectify as a way of defending my inward lie became a way of going deeper within myself and feeling 316 • THE TAO OF CHAOS the delicious vulnerability of compassionate humanity. To my surprise, my college girlfriend of 22 years ago was right; \"Judge less and understand more.\" I would say, use the outward defense of judging which you use to resist knowing your lie and feeling your resisted experiences; and understand you have the same capacity for the quality you are judging others for.",
  "last_phrase": "In conclusion, embracing vulnerability and understanding others with less judgment can lead to a deeper connection with oneself and humanity. By acknowledging and feeling our repressed experiences, we can move towards a more compassionate and authentic life. Letting go of the energy we spend on maintaining lies and defenses can open doors to true spirituality and humanness."
}