{
  "title": "\"The Tao of Chaos: Moving Beyond Expression and Repression\"",
  "first_phrase": "This text explores the evolution of feelings in psychotherapy, moving from repression to expression, and now to feeling feelings. The author argues that expressing feelings can be a way to avoid feeling them, and encourages readers to move beyond expression to truly feel their emotions. R.D. Laing's quote about the interconnectedness of all beings and minds serves as a backdrop for this discussion. The author advocates for acknowledging and accepting one's own feelings as the key to moving through them.",
  "content": "Expression, however, which can be attested to by many people, keeps the reliving and redramatization experience alive. In other words, continued expression only brings on more of the same expression. Why? Because there is a belief in expressive therapies (which, by the way, I advocate as a step beyond repression) that if you somehow express your feelings, then you will be done with them and can move on. Most of us have seen the fallacy of the little-questioned thesis of psychotherapy. Expression though a step to freedom, begets more expression. Furthermore, expression can be a clever way to resist feeling. In other words, to avoid feeling inward feelings, turn outward and express. Therefore, expressing feelings is not necessarily feeling feelings. Expressing feelings is often a way to avoid feeling feelings. Simply put, expressing feelings is expressing feelings—feeling feelings is feeling feelings., To move through feelings expression is a step—feeling feelings is its completion. Feeling Feelings Let me begin by saying first that you have to be willing to acknowledge and express and be willing to have feelings before you can feel feelings.",
  "last_phrase": "In conclusion, to move beyond the cycle of repression and expression and truly feel our feelings, we must be willing to acknowledge and embrace them without judgement or evaluation. This process requires merging with our feelings completely and allowing them to exist as pure energy. It may not be easy, but it is essential for our emotional wellbeing and growth."
}