{
  "title": "\"The Role of Attention in Shifting Perspectives\"",
  "first_phrase": "In the previous chapter, the author analyzed the observer/personality dyad and its identities or clusters. This chapter focuses on the area of attention and how it works. The author explains how fixation of attention creates a trance, limiting our view of reality. The reader is invited to shift inward to return to Essence and break the habit of facing outward. The next step is to move beyond the observer/personality dyad by exploring how the observer utilizes its attention and working with letting go of the observer.",
  "content": "We must understand that although we think we see external reality, the fixated attention of the observer limits our view of reality, and hence we see only that which our subjective trances allow. Unfortunately, this fixation of attention becomes so habitual that the observer's attention remains \"fixated\" and we habitually see in one way, have one world view, or one view of self. Attention, therefore, becomes a primary source of interest, because it is through the medium of attention that an observer limits their awareness and thus creates their subjective experience. In the last Chapter we shifted the observer's fixated attention by asking the observer to break the habit of facing outward and to return to Essence; to turn toward Essence; and shift its fixation of attention inward. This inward shift of the observer to see the world from Essence rather than through an apparent outward fixation of attention through personality type is the therapy. Our next step is to move even farther beyond the enneagramic observer/personality dyad by first working with the letting go of the observer and secondly exploring how the observer utilizes its attention.",
  "last_phrase": "In conclusion, shifting our fixation of attention from the outward world to inward Essence can ultimately provide a source of therapy, enabling us to move beyond our enneagramic observer/personality dyad. By letting go of the observer and exploring our use of attention, we can break free from our subjective trances, expand our awareness, and experience a more objective consciousness."
}