{
  "title": "\"The Tao of Chaos: Understanding the Observer, Personality, and Essence\"",
  "first_phrase": "In the last part of the text, the author explores the relationship between the observer and personality, and how the observer creates and is part of personality, known as I-dentities. The fixation of attention of the observer on particular I-dentities or underlying feeling states is a means of resisting the trauma of loss of being and emptiness. However, the illusion is that through observation, the observer can be freed from personality. This idea is controversial, and the reader is encouraged to explore the possibility that the observer/personality is one unit.",
  "content": "The observer separates from Essence and develops to varying degrees with the development of the body and the personality. As mentioned throughout Quantum Consciousness, the observer creates I-dentities, and is part of the I-dentity. Stated another way, the observer faces outward toward thoughts, feelings, images, people, etc. This fixation of attention of the observer is the strategy the observer uses to 152 • THE TAO OF CHAOS resist the trauma of loss of being. The observer fixates its attention on the outward personality to avoid the trauma of loss of being and the emptiness. Stated another way, the observer and the cluster of I-dentities we call personality are a unit, not separate. The illusion is that through observation the observer can be freed of personality. The fact is that the observer is created as the physical body and personality develop. Furthermore, the observer through the act of observation creates the personality. See Illustration #6. ________________ THE TAO OF CHAOS • 153 This is a controversial point, and so the reader must ask; has anyone they know ever been able to let go of personality by just self-observation? If your answer is no, become willing to explore the possibility that the observer/personality is one unit.",
  "last_phrase": "In conclusion, it is important to understand that the observer and personality are not separate entities, but rather a unit. The illusion that self-observation can free the observer from the personality is just that - an illusion. To truly let go of the personality and experience essential observation, one must be willing to reabsorb the observer and its object back into Essence, resulting in observation with no object."
}