{
  "title": "\"The Gap and Chaos: Understanding the Unity and Disappearance of Everything\"",
  "first_phrase": "In the preceding text, the author discusses the concepts of explicate and implicate orders and the natural gap that lies between them. In the last 200 tokens, the author explains why we are not aware of this unity and how the gap and pulsation give rise to order in apparent chaos. The author notes that the human mind and body can have access to forms and patterns beyond the boundaries of mind and matter through direct communion with the ocean of active information. Additionally, the author notes that chaos is defined as the infinity of space or formless matter that is thought to have preceded the ordered universe.",
  "content": "Many people have argued saying, \"I am awareness.\" In workshops, I have asked them, \"Tell me a difference between you and awareness.\" They respond, \"Well, I can be aware of being aware.\" I usually suggest as I did in Quantum Consciousness, Volume I that anything you can be aware of can't be you because it is an object. Therefore, since you can be aware of awareness, awareness is an object. In the natural gap, awareness and its object appear and disappear as a unit, therefore you cannot be aware of the gap. Furthermore, you cannot \"know\" this natural interval, because the knower and its knowledge also disappear in the gap. In this natural gap and pulsation lies the order in what appears as chaos. The Gap and Chaos We, along with us our physical universe, appear and disappear many times each second. Where then does the chaos come from? As mentioned earlier chaos is defined as the ________________ \"Infinity of space or formless matter supposed to have preceded the existence of the ordered universe.\"",
  "last_phrase": "To summarize, awareness and its object appear and disappear in the natural gap, which is the order in what appears as chaos. The fear of non-existence arises from the knowledge of our eventual disappearance. By understanding the natural pulsation of the universe as a whole, we can learn to accept the impermanence of our existence and find peace in the present moment."
}