{
  "title": "Experiencing Condensed Space & Fear of Disappearance: Tao of Chaos Exercises",
  "first_phrase": "In the final 200 tokens of this text, the focus is on the fear of disappearance experienced by the self which is caused by the resistance to the merging of inner, skin and outer space. It is emphasized that this fear is the greatest chaos of all and must be avoided at all costs. The Tao of Chaos exercises help in understanding and experiencing this fear as condensed space and condensed emptiness. The exercises guide the reader in finding the condensed space that creates the fear and allowing the fear to be condensed space without resistance.",
  "content": "Step V Now experience the skin boundary as made of condensed space. Step VI Allow the undifferentiated space; (inner, skin, outer) to merge. Tao of Chaos Exercise #9 Step I Experience yourself a solid. Step II Experience another's solidness. ________________ Fear of Disappearance Once space is designated and defined as \"me\" and \"not me\" the me now called \"inside\" fears the loss of the contrived boundary. We resist this fear of merging and losing ourselves in every facet of life. For example, we resist the disappearance in a relationship. It is this resistance to disappearance which is seen as the greatest chaos of all, one which must be avoided at all costs! Tao of Chaos Exercise #11 Step I Experience the fear of disappearance. Step II Experience the fear as condensed space. Step III Experience the space as condensed empti- ness. Step IV Notice your experience. In this exercise we are finding the condensed space that the fear is made of. By allowing the fear to just be condensed space, and the space to be condensed emptiness, we no longer resist the chaos of disappearance.",
  "last_phrase": "By understanding that all emotions and thoughts are made of condensed space, we can overcome the fear of disappearing and experience the connection between ourselves and others. Follow Tao of Chaos exercises 9, 10, and 11 to allow undifferentiated space to merge and find condensed space that the fear is made of."
}