{
  "title": "\"Discovering Essence: Uncovering Your True Self\"",
  "first_phrase": "This text explores the concept of emptiness as the implicate order with no energy, space, mass, and time, and how it unfolds into explicate order with energy, space, mass, and time, and then enfold back into emptiness. The focus of this last part is on the Enneagram and Chaos as a gateway to one's real self or essence. The author brings up the idea of exploring a child's nature before the formation of personality and I-dentities. Step IV through Step VIII present a process for allowing internal energy flow without judgment or evaluation, leading to the experience of energy interaction.",
  "content": "Notice how not defining allows us to experience the energy of the interaction, without judgment, evaluation, or significance. Z W 1.6 ti) mil W.. 16LIn my previous book, The Dark Side of the rAt WI VIInner Child: The Next Step, we talked about the formation of I-dentities and how CI i■l the \"outer\" chaos or family dysfunction aids in the creation of a dysfunctional I-dentity and Zits overcompensated counter part. lig cgWhat comes to mind, however, as we no- tice all these different I-dentities is, who or IA what we were before the creation of these I0 IX dentities? lig =In order to explore this we must look at a = ochild before there is any personality. To do this let us first explore the child just before, durU>I/ ing, and after birth. If you look at a child, you will notice there is really no personality, there •is really only an essential being with no char- lamlacteristics that could be called a self. Actually, Zfrom the subjective point of view, the newborn Edoes not even know that it is separate from the Zrest of the world. The beauty of infants is their spontaneity and how they are just themselves.",
  "last_phrase": "As we explore the concept of identity, let us remember the beauty and purity of our infant essence before the formation of personality. By embracing our essential being, we can learn to experience the energy of the present moment without judgment or evaluation, allowing us to live more fully in the now."
}