{
  "title": "Fractals and the Infinite Order: Exploring Parallel Worlds",
  "first_phrase": "From exploring the concept of fractals, we delve into the idea of going inside to find infinite order. Iteration, or repetition, as we get smaller and smaller reveals the universe and its exquisite order. To reach the second implicate order, we must condense the nothing, which contains everything. The Organizing Self is an illusion, as we define ourselves based on the parallel world we live in, and we move from one world to another constantly. This section offers a fascinating insight into the strange and infinite world of fractals and how they tie into our understanding of ourselves.",
  "content": "Mandelbrot discovered that as we multiply a fraction by itself it gets smaller and smaller and the universe gets bigger and bigger. In other words, by making things smaller and smaller, the entire universe and its exquisite order is revealed. The answer therefore seems to be; to reach the second implicate order, go inside and get smaller to find the nothing which when condensed contains the everything. If we start, for example, with a fraction and repeat it by multiplying it by itself, we get a generative order. \"In the fractual case, a generation which proceeds by repeated application of a similar shape, but on a decreasing scale.\" The Organizing Self In many ways of understanding ourselves we look to an organizer, one observer which moves from one parallel world to another hopefully in some kind of order. What is interesting is that we define (put boundaries around) emptiness and become one or the other world many times a day without noticing any problem. Who we are at any given moment is defined by the parallel world we are living in!!! In reality there is no organizing / or self, just a movement from one world and definition of ourself to another.",
  "last_phrase": "In conclusion, by understanding the relationship between fractals, emptiness, and parallel worlds, we can see that the key to unlocking the exquisite order of the universe is to go inside and get smaller. Our understanding of who we are is defined by the parallel world we are living in, and each world is made up of a condensation of emptiness. As we move from world to world, we can begin to see the infinite possibilities of existence."
}