{
  "title": "Understanding Enneagram Type 9: The Mediator or Peacemaker",
  "first_phrase": "In this last part, we delve into type #9 and their tendency to distract themselves and others from confronting their emptiness. The underlying cause of this is an unconscious laziness that takes the form of psychic resistance to looking within oneself, known as Going Along With the Stream. This strategy is a defense mechanism against the pain of loss of Essence. The chief trance, as described by Naranjo, produces sloth and a basic style of giving oneself up for others. Type #9s lack an identity of their own and become co-dependent. False spirituality is often created to cover up their perceived nothingness. However, there is always empty space lurking in the background that can lead to their Essence once they are willing to enter it.",
  "content": "#9 seeks love as its highest aim, but the observer/personality dyad sees the emptiness of Essence as lovelessness. #9s frequently lack an identity of their own and become co-dependent, taking on other people's lives or positions. This lasts, however, only while they are in their presence. Once in another person's presence, they become them, fusing with their feelings and ideals. This is a true co-dependent. The feeling there is nothing inside themselves and which they label loveless. The problem is that underlying this structure is an implicit demand to be taken care of. When this doesn't occur, rage emerges. To a #9 anything is better than looking at the nothing. #9s often create a false interior or false spirituality to cover their perceived nothingness. This superficial spirituality deprives them of the very available empty space which is always there lurking in the background of their experience. #9s are considered by many the most naturally spiritual because of the availability of that empty space. For #9s, when the superficial spirituality is pierced, and they become willing to enter into their own empty space which leads to their Essence, the doorways are easy and readily available.",
  "last_phrase": "The thing a #9 has to remember is that filling the emptiness within cannot and should not be the responsibility of others. Embracing and exploring their own empty space can lead them to their true essence and spirituality. The journey may not be easy, but it is a necessary path to avoid co-dependency and anger towards others. Remember that true love and fulfillment come from within, not from external sources."
}