{
  "title": "\"Organizing I-dentities Around Essence: Understanding Inner Chaos\"",
  "first_phrase": "In the last part of the text, the author emphasizes the importance of recognizing the order within chaos at the level of our own essence. As I-dentities are formed to organize the chaotic outer world, they become frozen between the chaos of the family and the emptiness of the essence. The identification with the body creates an internal universe that seems to revolve around a black hole, which paradoxically is the gateway to the essence. Going into this emptiness has proven to be a profound and transformative experience. The metaphor of the pendulum is used to explain the movement of consciousness and the oscillation of emotions in relationships, which could be equated with I-dentities.",
  "content": "Most clients I have worked with experience this emptiness somewhere in their body; some in their solar plexus, some in their heart, some in their throat, some in the pelvis. From the point of view of the I-dentities, this emptiness means total and complete annihilation and death. But, to go into the emptiness actually has proven to be the most profound and trance-ending experience my clients and myself have experienced. It seems that the inner chaos of emptiness and the outer chaos of the family, which the I-dentities were created to resist, not onLy organizes our I-dentities, it organizes our body posture, and self-organizes how we experience the world. 128 • THE TAO OF CHAOS T he metaphor of the pendulum has been used to represent the oscillating movement of the world as well as the psycho- emotional life of an individual. The pendulum has been recognized as an explanation in the movement of consciousness. For example, an individual can notice how, in their relationship, emotions move from love to hate, feeling adequate to feeling inadequate, feeling powerless to feeling powerful. Generally speaking, one could equate this with I-dentities.",
  "last_phrase": "In conclusion, facing and embracing the emptiness within us that our I-dentities were created to resist can lead to profound and transformative experiences. The inner chaos of emptiness also has the power to organize our body posture and how we experience the world. Recognizing the pendulum-like movement of our emotions and thoughts can help us understand and work with our I-dentities, allowing us to move from powerlessness to power and vice versa."
}