{
  "title": "\"Psychopathic Behavior and the Resistance to Powerlessness\"",
  "first_phrase": "In the preceding text, the author discusses how lies and psychopathic behavior can be normalized by society as a whole. The author cites Lyndon B. Johnson's actions, who knowingly used false information to escalate the Vietnam War to win the biggest landslide in history. The author argues that psychopathic behavior can be seen as acceptable when people feel powerless. In the last 200 tokens, the author draws attention to the psychopathic structure of the #8 fixation, which develops justifications for anger and revenge. The author points out that the story is not the territory, but the map. It is important to face our psychopathology fearlessly to reach the essence.",
  "content": "It is this self-lie when we Lyndon Baines Johnson was nicknamed, by the Washington Insider, Landslide Lyndon for allegedly fixing his Senatorial election by stuffing the ballot boxes and winning the Senatorial seat by under 50 votes. feel powerless which permits us to see other humans as not human, and hence objectify them. For this reason, we don't feel, feel no remorse, or repress our remorse in our psychopathic reaction formation in defense of our own powerlessness. To reach Essence, all lies must be fearlessly looked at. One of the most difficult is our psychopathic resistance to powerlessness. Notice for example, in the recent trial of the four Los Angeles police officers who beat motorist Rodney King that the defense attorneys made the police officers (of which four did the beating and 23 officers watched the beating) the victim of a black man. This kept the stereotype of blacks having super-human strength, and the police officers with guns, sticks, and electric shock guns the victims. This is the psychopathic society. In other words, the #8 fixation has a psychopath structure that will develop a justification for their revenge and anger. The story, however, is not the territory, it is the map.",
  "last_phrase": "It's important to acknowledge our psychopathic resistance to powerlessness to reach Essence. To free ourselves from the victimizing cycle, we must fearlessly confront our lies, notice where emptiness persists in our body, and enter into it. By doing this, we can find the calm, quiet, peaceful, and serene within us."
}