{
  "title": "\"More Aphorisms: On Not Thinking, Energy, and Essential Being\"",
  "first_phrase": "In the previous section of this text, the author shared aphorisms on the topics of \"not thinking\" and \"energy.\" In the last 200 tokens, the author delves into the concepts of self and essential being, highlighting that the ego or \"self\" serves as an outer mask, while one's inward being is to be found beyond it. The text emphasizes the importance of accessing the essential inward being and being aware of the non-verbal reality. The author also elaborates on the relationship between words and reality, stating that words are merely superstitions that only work due to our belief in them.",
  "content": "He simply feels and acts Energy follows thought as its subordinate If you try you shall not succeed, as you will ultimately disperse energy in the process of putting yourself to the test. The sage simply does. Self and essential being The ego or “self” is our outer mask. Beyond the self, one's inward being is to be found. All the work consists in accessing the essential inward being, which should have mastery over the self The self imagines, but one’s inward being knows The self might even be able to imagine, yet is the inward being who knows Whoever lacks knowledge thinks without acting – as for the one who knows, he acts without thinking The self is chiefly verbal One’s inward being is mostly non-verbal The inward being hypnotizes while the self observes The inward being is an impulse, and energy moves on pursuant to impulses As the inward being is animal, the hypnosis we practice, too, must be animal in nature Real man contains two realities One person wishes while the other does The secret is in less, not in more Words and non-verbal reality The fool clings to words. Words are superstitions and only work because of our belief in them.",
  "last_phrase": "In conclusion, accessing your essential inward being and mastering it over the self is the way to act without dispersing energy. Words are mere superstitions that fragment reality, while the non-verbal dimension is denser and leads to triumph. Magnetism and mirroring work together to send dispersed energy back to its source."
}