{
  "title": "Understanding Mesmerismus: Animal Magnetism and Hypnosis",
  "first_phrase": "In this last part, the concept of mesmerismus is explained as being more accessible to a simple person than a scientist due to its emphasis on inner discovery rather than external knowledge. The supports of mesmerismus like Hegel and Schopenhauer are also mentioned. The text then explores why mesmerismus is often referred to as \"animal magnetism\" and the importance of feeling energy rather than just imagining it. The use of the word \"animal\" helps to provide a more essential perception.",
  "content": "It is, moreover, through the acceptance of his animal part, which in any event exists in him, and the concomitant acceptance of his very basic sensibility, that he can fully become human. The world magnetism is very appropriate. Even the concepts of “law of attraction” resort to magnetism as magnetism and attraction are the same concept Why should we not simply call it hypnosis making use of the chi or hypnosis by prana, as opposed to “animal magnetism”? Those two names might be equally valid variants. The “fluid” which Mesmer speaks of is the same as the prana and the chi of the Eastern nations. The problem is that too many people among those who practice disciplines where one works with energies “imagine” energy instead of “feeling” it. Imagining might actually be useful on some occasions, but only at an initial stage. Once such stage is passed, one necessarily has to feel energy. The word “animal” might prove to be of benefit in order to arrive at a more essential perception. Animals do not imagine, and they are in addition more sensitive to energies.",
  "last_phrase": "In conclusion, embracing our animal part and basic sensibility can help us become fully human. While the term \"animal magnetism\" may be confusing, acknowledging the concept of energy and feeling instead of imagining it can lead to a more essential perception. Understanding the differences and similarities between Western and Eastern practices can enhance our knowledge in this area. Ultimately, the use of magnetism can yield powerful results."
}