{
  "title": "\"The Power of Mesmerismus in Hypnosis and Non-Verbal Communication\"",
  "first_phrase": "The last 200 tokens of this text delve into the realm of mesmerismus © and how it complements hypnosis. The author states that while both hypnosis and mesmerismus © are effective, the latter pays great regard to the body and operates at a more subliminal level. The text explores how the non-verbal is denser than the verbal and how simpler hypnosis techniques can be uplifted with mesmerismus ©. The author notes that historically, there have been opposing views towards mesmerismus ©, but these were expressed by individuals who were not practitioners of the technique. Overall, the text provides insight into how mesmerismus © can be utilized effectively and its potential benefits for patients.",
  "content": "The simpler the hypnosis, the more immediately effective it becomes. The non-verbal is simpler than the verbal. The primary reality is indeed the non-verbal reality. How can an ordinary person perceive mesmerismus ©? Each person has a body. The key, as far as many people are concerned, lies in recovering the bodily perception which so many people deny to themselves. The truth is that all the patients are very happy about the therapies, and they invariably record excellent results. We have witnessed in the past some people who opposed mesmerismus © . Why was that so? Those are opinions which date back to 200 years ago, and which were in any event expressed by people who were not practitioners of it. We are unable to witness, throughout history, individuals accustomed to practicing mesmerismus © (c) professionally who happened to be dissatisfied with the results achieved through it. Magnetism is simple, and it is precisely for this reason that one whose mind is complex, the type of man, that is, who is excessively intelligent, fails to understand it.",
  "last_phrase": "In conclusion, mesmerismus (c) or animal magnetism, despite its critics and skeptics, has demonstrated effective therapy results, particularly for those who recover the bodily perception that many people deny to themselves. This simple therapeutic approach has been embraced by intelligent individuals throughout history and can be better understood by simple people than those who are excessively intelligent."
}