{
  "title": "Understanding Magnetism and Mesmerism: Campanelli Method",
  "first_phrase": "This text explores the existence of human energy and its impact, as well as related studies on prayer and paranormal activity. A number of scientists have written on this issue, and findings suggest that measuring magnetism is akin to measuring happiness. While modern science may not be able to define consciousness concepts, there have been hundreds of documented cases of successful healing in magnetism. The last 200 tokens delve into the Eastern and Western approaches of working with magnetism and mesmerism. The method and activation points differ, but the goal is the same.",
  "content": "It might be more useful to concern ourselves with what works rather than to spend time seeking to unravel the mechanisms of how it works. How can present-day science measure concepts, that pertain to consciousness and science is not even able to define? ________________ Eastern and western approach Do you use in mesmerism something similar to the chakra system? The answer is definitively yes. But the methodology is different. Modern human being must firstly stop his concentration on the mind if he want to enter them. It is less important to find the individual point and it is more important to understand that they are different way of being and perceiving. The practitioner must discover them instead of learning them. In magnetism there are three main center of action (poles) that must be activated. Already working on the three is sufficient for most therapeutical purposes. This is done in our magnetic path. Working with presence and doing the exercises of this path will help to discover the other four. Activation for higher purposes will be done in a spiral order that is more efficient for the modern western human being. How is the situation in Orient about magnetism and mesmerism? Magnetism was traditionally known in India, as even Esdaile noted.",
  "last_phrase": "In conclusion, while science may struggle to measure concepts related to consciousness, it may be more productive to focus on what works rather than trying to unravel the mechanisms of how it works. Eastern and Western approaches to mesmerism show that discovering the different ways of being and perceiving is more essential than just finding individual points. By following the Campanelli's method, one can learn from the source and add an efficient and complementary method to their healing practice."
}