{
  "title": "Understanding Mesmerismus: The Power of Animal Magnetism",
  "first_phrase": "In the preceding text, the author explains how bodily perception is crucial to understanding mesmerismus. They argue that simple people are better equipped to comprehend mesmerismus than scientists who are too focused on external knowledge. The author also challenges the opposition to mesmerismus by noting that people of the highest intelligence, such as Hegel and Schopenhauer, have positively embraced the discipline. In this final part, the author highlights the natural aspect of magnetism and its role in aiding humans to accomplish their goals. They also explain why the term \"animal magnetism\" is used in mesmerismus and how attacks on the discipline were eventually overcome by the undeniable results achieved through it.",
  "content": "A simple person is better equipped to understand mesmerismus © than a scientist who eschews every effort to work on his own self and discover his true essence. In other words, the more one progresses in the field of external knowledge, the more he distances himself from the comprehension of matters which are not in need of being learned, only of being heard. In any event, apart from its opponents, it would be fitting to mention the supporters of mesmerismus © as well. There have in fact always been people of the highest caliber and intelligence, such as Hegel and Schopenhauer, who had by contrast positively embraced such discipline. Even when dr. Paret proposed mesmerism again to the western world for the first time there were attacks but after results could’nt be denied Why does one refer to “animal magnetism”? Magnetism is something natural. Animals, too, possess it. The more man, who is part and parcel of nature, establishes harmony with it, the greater his capability to accomplish his goals.",
  "last_phrase": "In conclusion, while mesmerismus© may have its opponents, there are also high-caliber supporters who have positively embraced the discipline. By establishing harmony with nature and accepting our animal part, we can fully become human and harness the power of magnetism. Whether we refer to it as animal magnetism or hypnosis by prana, the fluid that Mesmer speaks of is the same as the prana and chi of the Eastern nations, and cannot be denied."
}