{
  "title": "FAQs About Mesmerismus: Explanations on Hypnosis and Magnetism",
  "first_phrase": "In the last part of this text, the discussion focuses on the technical aspects of mesmeric tools like the bacquet and their contemporary equivalents in being in contact with nature. The author also addresses the use of hypnosis for showbiz and its effect on people's interest in the subject. Additionally, questions about whether mesmerismus can create dependence on another person are answered. The discussion emphasizes that the induced state creates a powerful sympathy between the magnetic and the patient without any possibility of dependence.",
  "content": "As a matter of fact, however, the public exhibitions of hypnosis do increase interest in the subject, given the fact that in our modern age the way an issue is spoken about it not as important as the extent to or the frequency by which it is debated. The data show nevertheless that every professional hypnotist notices an increase in the number of his patients in the aftermath of a hypnosis show which somebody else has conducted. In any case, however, and quite regardless of the opinion one might subjectively entertain, if a person dislikes seeing a pain being removed or a person being healed, then any such thought cannot but derive from his prejudice. Despite that, the greater the number of people who see themselves as having being healed and living better, which is something a person blessed by luck might experience on his own self, the more is it possible to understand the validity of the Art. Can mesmerismus © induce a person to fall into a state of dependence on another individual? No. It is undeniable that in the induced state one can detect a state of extreme and powerful sympathy being established between the magnetic and the patient he is magnetizing.",
  "last_phrase": "In conclusion, despite skepticism and prejudice towards hypnosis and mesmerismus, the public exhibitions of hypnosis generate interest and can lead to an increase in patients for professional hypnotists. The induced state establishes a powerful sympathetic connection between the magnetic and the patient, but it does not lead to a state of dependence. The sensation resembles the connection between twins, and it further confirms the validity of the art in promoting wellbeing."
}