{
  "title": "\"Sdoppiamento: una pratica antica per l'accesso al mondo spirituale\"",
  "first_phrase": "In this text, the concept of \"sdoppiamento\" is explored as a means to reach a level of non-duality. The practice involves separating oneself from the mental representation of oneself as an \"actor\" and adopting the role of a \"spectator.\" This leads to contact with the dimension of the \"subtle body,\" which is imprisoned by the physical body, and the realization that the mind can operate in both the body and the environment. This leads to the understanding that the body is composed of the same elements that make up the environment. The practice of \"sdoppiamento\" is an ancient practice for accessing the spiritual world and allows one to understand that consciousness is everywhere. In the last 200 tokens, the text explores the state of being \"fluidico\" and touches on the possibility of overcoming the duality between the self and the other through sexual activity.",
  "content": "Il significato di tale esercizio è infatti un primo passo per “uscire dal proprio io” e “sentire l’altro come se fossimo noi”. Analogamente nell’atto sessuale è possibile il superamento della dualità io-non io e per questo può essere una valida base per il raggiungimento di tale stato. Questa facoltà porta al superamento della divisione “io – non io” attraverso una prima fase che potremmo chiamare di “io esteso”. E’ questo sviluppo che è curato nel cosiddetto “sdoppiamento”. Lo sdoppiamento è una pratica antichissima per l'accesso al mondo spirituale il cui fine è permettere di comprendere che la coscienza non è in nessun posto preciso, bensì che tutto può essere considerato coscienza. Un significato di questa pratica è che \"sdoppiandosi\", l'uomo cessa di essere \"attore\" della rappresentazione che gli passa nella mente ed impara ad essere \"spettatore\". Assumere questo atteggiamento anche se non è ancora non duale è molto utile. Continuando può aiutare a capire che la coscienza è ovunque. Nello stato “fluidico” (?)",
  "last_phrase": "In conclusion, the practice of \"sdoppiamento\" is an ancient technique that aims to overcome the duality between self and others through the development of an extended self. By adopting the role of observer rather than actor, one can understand that consciousness exists everywhere and access a quantum dimension governed solely by consciousness. This practice can also allow the individual to perceive past or future events, known as pre-cognition. To begin this traditional practice, one must initiate the ego's death and transfer this state of nakedness from the out-of-body experience to the earthly world."
}