{
  "title": "\"Utilizing Astronomical Symbols for Spiritual Connection and Growth\"",
  "first_phrase": "In this text, the author explores how ancient terms like \"signature astrali\" and the corresponding planets can help us connect with the universe. The first part of the text discusses the seven planetary principles and how they can be observed as both necessities and superior principles. The last 200 words explore how we can liberate ourselves from our physiological compulsions to access these superior principles. Using \"purgatorio\" and \"mithraism\" as examples, the text suggests that we must overcome these compulsions and rise to the next sphere to achieve a state of non-duality.",
  "content": "Dapprima abbiamo le parti della nostra fisiologia che come “staccate” dal principio centrale della coscienza e della volontà ci portano in direzioni periferiche e si mostrano come “compulsioni” che bloccano le nostre facoltà e ci impediscono di scorgere l’essenza (nel “purgatorio” di Dante ad esempio abbiamo i golosi guidati dal desiderio per il cibo e quindi dominati da questo principio, e via dicendo). Il processo nel mondo moderno è a questo proposito continuo, con la creazione di “necessità” che non sono tali. 2. Liberati da tali compulsioni possiamo allora accedere ai principi immoti che sono alla base di tali compulsioni (i pianeti, il “paradiso” di Dante che allora può librarsi attraverso le varie sfere planetarie). Con un’immagine transculturale analoga, nel mithraismo, l’anima per liberarsi deve attraversare sette sfere, contrassegnate da sette porte. Le porte sono i suggelli, le necessità che impediscono la realizzazione dei principi superiori 304. Ma contemporaneamente oltre al superamento della porta, è necessario il “salire” alla sfera superiore.",
  "last_phrase": "In conclusion, by freeing ourselves from compulsions that hinder our faculties, we can access the immutable principles that underpin them, as illustrated in various transcultural traditions. This process involves both overcoming dissociation and ascending to a higher sphere, allowing us to distill and refine the central part of ourselves, which has the potential to be anything. Understanding this can lead to a deeper realization of the world, both from within and without."
}