{
  "title": "\"Tips for living in the present: Control your sensory impulses\"",
  "first_phrase": "In the previous text, it was explained how applying cold to humidity often leads us to follow our own emotions and desires, making it difficult to control them. This represents the regime of water. Now, this section provides tips on how to live in the present moment for those who have a water personality. It discusses the impact of senses on our emotions and provides specific examples for each sense. By mastering ourselves and controlling our reactions to external factors, we can learn to live in a more balanced and present way.",
  "content": "La temperatura e il cielo grigio che dànno agli oggetti esterni una certa apparenza di tristezza e di spiacevolezza, turbano alle volte la nostra attività. Ecco tante occasioni per esercitare la padronanza su noi stessi. Il contatto di certe cose, di certi animali, ispira al nostro tatto la ripugnanza od anche un orrore insormontabile... in apparenza. Senza cercar questo contatto, subiamolo col maggior coraggio possibile quando se ne presenta l'occasione. I rumori discordanti, bruschi, inattesi producono una contrazione dei muscoli del volto, provocano un soprassalto, un'esclamazione: reprimiamo questi riflessi ed alleniamoci ad ascoltare tranquillamente lo strepito dell'officina, l'acredine stridente di una voce o il rumore dei veicoli. Quando un odore sgradevole urta il nostro olfatto, cerchiamo d'allontanare la sorgente, sopratutto se questo odore segnala una possibilità d'intossicazione; ma, se è inoffensivo, non dobbiamo temerne gli effluvi, dicendoci: 'non permetterò a questa causa insignificante di darmi fastidio'. Si sa che le preferenze e le ripugnanze alimentari non corrispondono sempre all'eccellenza od alla nocevolezza dei commestibili che le generano.",
  "last_phrase": "In conclusion, mastering self-control and learning to detach ourselves from our emotional impulses is a vital skill that can enhance our experiences and perception of reality. By practicing resilience to external stimuli, such as unpleasant temperatures, noises, odors or personal preferences, we can train our emotional responses and reduce unnecessary exhaustion, freeing up more energy for our meaningful pursuits."
}