{
  "title": "\"Understanding Total Consciousness and Absolute Time in PNL\"",
  "first_phrase": "This text explores the concept of total awareness and unification, integrating all human components and maintaining complete presence to all sensory dimensions. The author compares this to the concept of uptime in NLP, whereby all external channels are fully operational. The text then delves into the negative definition of being in a dimension without internal awareness, and presents the path towards total consciousness, including our internal states and imaginations. The final section discusses the physiological basis of achieving absolute time and unification in the brain. The relevant names and concepts include NLP, uptime, total awareness, unification, and brain regions, such as the mesencephalon and pineal gland.",
  "content": "La strada indicata quindi è di consapevolezza totale ivi comprendendovi anche i nostri stati interni, le nostre immaginazioni dei quali possiamo essere coscienti. Niente viene gettato, tutto viene “lavorato”. A questo punto raggiungiamo una nuova dimensione, in quanto il tutto è più della somma delle parti. Fisiologia del tempo assoluto Raggiungere la totalità e l’unificazione porta quindi al “tempo assoluto”. Diamo ora una possibile spiegazione fisiologica delle aree cerebrali coinvolte: nel nostro cervello vi sono varie strutture: il cervelletto, cioè la zona della testa responsabile degli stimoli primari. Il mesencefalo responsabile dell'aspetto emozionale dell'uomo i due emisferi (destro e sinistro) responsabili l'uno per una serie di attività di adattamento alla realtà percepita in base ad una serie di meccanismi precostituiti di scelta (pensiero logico) e l'altro per la gestione delle nuove situazioni (creatività - pensiero non razionale) e che intervengono in connessione con il mesencefalo anche nella gestione della vita di relazione. Il complesso della ghiandola pineale e dell'ipofisi in posizione centrale rispetto ai due emisferi.",
  "last_phrase": "In conclusione, la ricerca della consapevolezza totale e della totalità dell'unificazione ci conduce al raggiungimento del \"tempo assoluto\", che si situa al di fuori dell'intersecarsi dei due emisferi cerebrali. Comprendere la fisiologia del tempo assoluto richiede l'individuazione delle aree cerebrali coinvolte, in particolare la zona delle due ghiandole pineale e ipofisi. Questa conoscenza può aiutare a comprenderne meglio l'esperienza e ad approfondire il cammino verso la crescita personale."
}