{
  "title": "\"The Void Protocol: Exploring the Body's Space and Time\"",
  "first_phrase": "In the preceding text, the author explored the concept of the Void as a physical and spiritual space. Now, the focus shifts to the idea of the Absolute Time and Being, as represented by various philosophers and cultures. Amedeo Armentano and Erigene's notion of the \"first mind,\" Dante's desire for the \"absolute time\" in paradise, and Tarthang Tulku's concept of the \"great space\" and \"great time\" are analyzed. In addition, the ancient Egyptian symbol of the obelisk and the gnomon's verticality is discussed as pointing towards the connection with the universe.",
  "content": "L’esistente manifestato e immanifestato. (Amedeo Armentano)314 315 Per Erigene (X a.c) la “mente prima” è fuori dallo spazio e dal tempo.316 Neppure Dante riesce ad esprimersi quando desidera vedere il cerchio centrale del Paradiso, il “tempo assoluto” sottostante ad ogni cosa. ma non eran da ciò le proprie penne: se non che la mia mente fu percossa da un fulgore in che sua voglia venne. A l'alta fantasia qui mancò possa; ma già volgeva il mio disio e 'l velle, sì come rota ch'igualmente è mossa, l'amor che move il sole e l'altre stelle. (Paradiso 136-145)317 Per Tarthang Tulku è il luogo del “grande spazio” e del “grande tempo” dove “grande” esprime qualcosa che è “totale”. Per gli antichi egizi il simbolo dell’obelisco era fondamentale. Un simbolo similare è lo gnomone che con la sua verticalità congiunge cielo e terra e porta l’attenzione sulla congiunzione con l’universo.",
  "last_phrase": "In conclusion, throughout history, there have been different interpretations of a space-time reality beyond what is visible and tangible. Concepts such as the \"mind-first,\" the \"absolute time,\" the \"great space,\" and the \"great time\" have been used to describe this transcendent reality. The symbolic representation of this reality through objects such as obelisks and gnomons has helped people connect with the universe beyond time. The idea that time can come to a halt at a specific point, as demonstrated by the gnomon's shadow during the solstice, is a reminder that our existence is just a small part of a more comprehensive and timeless reality."
}