{
  "title": "\"The Power of Sound and Perception of Time\"",
  "first_phrase": "In the previous part, the concept of a global stimulation through sound was discussed, such as the Indian mantra OM and the Greek term ON for the upper sky. In exercise 2, the practice of pronouncing the sound OM was suggested, which stimulates the brain globally and produces a sense of calm. This part explores the notion of psychological time and how it differs from physical time. It also discusses experiences where time perception is vastly different, such as near-death experiences, prophecies, and paramnesia.",
  "content": "Casi nei quali la percezione del tempo è molto diversa dal “tempo fisico” Quello che chiamiamo tempo psichico è il risultato di una serie di elementi. L'attimo fuggente, per quanto divenga irrimediabilmente passato, resta presente nella memoria, nella psiche, e come tempo psichico sopravvive al fluire del tempo fisico. Poi esiste tutto un ordine di fenomeni che permettono di intravedere come la nozione del tempo possa anche essere diversa da quella consueta. Quella che chiamiamo “coscienza” è qualcosa indipendente dalla nozione del tempo e dello spazio, e si potrebbero riferire molte esperienze che conducono alla stessa conclusione. Si dice ad esempio19 che, in punto di morte, accade talora di vedere correre dinanzi alla mente come in un lampo la vita trascorsa, e questa esperienza trascende chiaramente la consueta nozione del tempo. Altri fenomeni nei quali il tempo non sembra avere importanza sono i casi nei quali si verificano fenomeni come previsioni del futuro, le profezie, gli oracoli ed i così detti fenomeni di paramnesia.",
  "last_phrase": "In conclusion, the perception of time goes beyond the physical concept and involves elements related to memory and consciousness. Although some phenomena may challenge the traditional notion of time, contemporary physics suggests that past and future are always there, and it is our human perception that makes us experience time in a linear direction. Keeping an open mind and exploring different perspectives can lead to a richer understanding of the concept of time."
}