{
  "title": "\"Exercises for glandular system development and harmony\"",
  "first_phrase": "This text explains specific exercises for the development of the glandular system, which are based on holistic principles of the human being. The exercises aim to bring attention to the various glands, illuminating and warming them. Moreover, with specific physical exercises, we can facilitate blood circulation in certain parts of the body. The duration recommended for each exercise is six minutes, every six hours. The last part of the text focuses on the exercises for the pituitary gland and thymus, corresponding to the crown chakra in Indian tradition. Exercise 45 is rotating the tongue back, and exercise 46 is crossing arms and rhythmic massaging the thymus area.",
  "content": "Ogni esercizio, così come ogni posizione, influenza un organo specifico del corpo. Si opera fino al punto di stimolare tutto il corpo. La durata consigliata è: 1. Ogni giorno ogni sei ore operare per sei minuti. 2. Rilassare il corpo 3. Essere presenti e coscienti a sé stessi durante gli esercizi Fase 1: Il primo esercizio ghiandolare da eseguire è il Rilassamento. E' il più importante di tutti gli esercizi ghiandolari. Questo esercizio aiuta una prima armonizzazione del corpo intero. Il segreto è che le ghiandole possono solo essere magnetizzate, ovverosia più che esercitate, possono essere sviluppate attraverso la concentrazione mentale. Dobbiamo portare il rilassamento degli esercizi ghiandolari nella vita quotidiana. Esaminiamo ora gli esercizi più adatti per ogni zona del corpo iniziando dall’ipofisi, corrispondente al cosiddetto “chakra della corona” per gli indiani. Esercizio 45: per l'ipofisi. Ruotare la lingua indietro. Esercizio 46: per il Timo Incrociare le braccia e massaggiare ritmicamente la zona del timo.",
  "last_phrase": "Incorporating these simple exercises into your daily routine can help you achieve a sense of harmony and relaxation throughout your body. Remember to focus on concentration and mindfulness during each exercise, and gradually work up to a full-body stimulation. By practicing regularly, you can enjoy the benefits of increased vitality and positivity in your everyday life."
}