{
  "title": "Exercises for Mindfulness: Increasing Consciousness and Self-Awareness",
  "first_phrase": "In the previous section, we learned about various exercises aimed at increasing our self-awareness. In exercises 30-34, the focus is on the projection of attention and the cultivation of consciousness in various parts of the body – between the eyes, hands, feet – as well as during activities such as eating and speaking. The key idea behind all these exercises is to subordinate our automatisms to our consciousness, thereby achieving greater freedom. This section also discusses the two sources of action within us and the importance of aligning our decisions with our actions.",
  "content": "Col tempo questo esercizio potrà essere accompagnato anche dall’attenzione ad un piede (possibilmente sull’altro lato del corpo) Il fine di questi esercizi è incominciare a “ricordarci di noi stessi”. Il fine è lo sviluppo ulteriore della Presenza come via di libertà. Un altro esercizio interessante è essere coscienti della respirazione mentre mangiate. Esercizio 33:coscienza del respiro mangiando. Estendete ora la vostra coscienza alla respirazione mentre mangiate. Abbiate coscienza del fatto che mangiate. Esercizio 34: coscienza del parlare. Estendete ancora la vostra coscienza al parlare. Ascoltatevi parlare. rendetevi conto che state parlando. Questo esercizio ha un effetto percepibile anche dalle persone attorno a voi. Se parlerete ASCOLTANDOVI PARLARE, la vostra voce sarà più chiara e netta. L'IDEA GENERALE DELLA SUBORDINAZIONE DELL AUTOMATISMO ALLA COSCIENZA. – Il processo per lo sviluppo di consapevolezza di sé passa anche attraverso l’allineamento tra decisioni prese ed azioni. Ognuno può infatti osservare in sé stesso due elementi incitatori d'azioni, due sorgenti da cui derivano le decisioni.",
  "last_phrase": "Subordinating automatisms to consciousness is the key to developing self-awareness and achieving freedom. Try the suggested exercises: mindful breathing while eating, being aware of your own speech, and remembering yourself periodically throughout the day. Remembering to align our actions with our decisions is essential to achieve harmony between consciousness and automaticity."
}