{
  "title": "Understanding the Programming of the Unconscious Mind.",
  "first_phrase": "In the previous paragraphs, the author talks about how our mind works in sequences and how this programming can lead to a disconnection from reality. Now, the author introduces the concept of hypnosis and how it can induce a trance state in which the subject loses contact with their mental schema and becomes available for direct commands. The author explains how this programming operates automatically in our minds and can distort the things we perceive. The author then delves into how our conceptualization of time influences our actions and mental programming. It is important to understand these concepts as they can help us better understand how we unconsciously fix our goals and the influence of past experiences on our behavior.",
  "content": "Conoscere come funziona tale programmazione può quindi essere utile per capire come inconsciamente fissiamo gli obiettivi, ed anche per capire come i modelli del passato continuano ad essere presenti in noi. Infatti quando siamo in questo tempo il futuro ed il passato sono costruzioni o recuperi di informazioni, mentre il modo in cui ricordiamo (o ci prefiguriamo) la realtà è influenzato da una serie di variabili ed anche dall’uso che vogliamo fare di quell’informazione. Il tempo lineare In altre parole, vivendo il tempo “a sequenze” o “a programmi mentali” procediamo come una macchina. Per agire dobbiamo definire delle entità e concettualizzarle e questo da il via8. La nostra programmazione sarà allora tanto migliore più evoluta sarà la concettualizzazione. Ma questa continua concettualizzazione puramente arbitraria e decisa dal nostro mentale e dalle nostre esperienze cristallizzate, valida in momenti di emergenza per reazioni rapide, porta a perdita di connessione con la realtà sottostante, ed a dare “origine all’illusione della separazione, da sé stessi e dal mondo che ci circonda.",
  "last_phrase": "In conclusion, understanding our programming and how we unconsciously set goals can lead to better self-awareness and an awareness of the influence of past experiences. While our mental programming can be useful for quick reactions, it can also lead to an illusion of separation from ourselves and the world around us. However, by recognizing the existence of a non-linear time and reconnecting with the present moment, we can experience a deeper connection with reality."
}