{
  "title": "The Importance of Attention in Memory Retrieval",
  "first_phrase": "In this text, the author discusses the nature of attention and how it affects memory. They describe the two types of attention, voluntary and involuntary, and explain how our attentiveness to certain information can impact our ability to remember it later. The author highlights the importance of intention in learning and memory, emphasizing that we must focus our attention with the intention of remembering what we learn. This final section emphasizes the importance of intentional attention and its role in learning and memory.",
  "content": "Un lampo, uno sparo, un'apparizione improvvisa ci costringono a orientarci, a polarizzarci verso la sensazione ricevuta. Essa è tanto forte che annulla in noi ogni altra sensazione. Essa deriva dall' « interesse », cioè dal riconoscimento preventivo che l'imagine, l'avvenimento, il ragionamento, il sentimento, ci toccano davvicino, per motivi diversissimi e sempre individuali. Nelle notizie di un giornale un uomo di mondo presterà attenzione ai ricevimenti, alle notizie di spettacoli ; uno sportsman alle notizie di sport, un politico agli avvenimenti della Camera, una comare alla cronaca, e via dicendo. A passeggio una signora ricorda a meraviglia com'era vestita la donna che le passò accanto, mentre suo marito non ne ricorda che le fattezze! Che cosa occorre dunque per poter ricordare ? Occorre non solo prestare attenzione, ma prestarla coll'intenzione di ricordare più tardi quanto impariamo. Insomma, nel fatto dell'apprendere, noi operiamo in modo diverso quando si tratta di imparare per una necessità momentanea da quando si tratta di imparare per richiamare più tardi la stessa cognizione.",
  "last_phrase": "In order to remember something, simply paying attention is not enough - we also need to do so with the intention to recall it later. Furthermore, having ease of recall depends on our relationship with the unconscious, and our ability to associate ideas and feelings. By alternating between totally passive and active observation of an object, we can improve our memory. So, to improve your memory, pay close attention and actively intend to remember."
}