{
  "title": "Breaking Free from the Trance of the Undeveloped Ego",
  "first_phrase": "In the first part of the text, the author explains how an undeveloped human ego leads to a trance-like state, where everything becomes mechanical, thoughts and words create negative emotions, and life is swallowed up by a continuous distraction. This last part addresses the solution to this problem through the acquisition of fundamental elements called \"philosophical foundations.\" By applying these foundations to the internal vessel symbolized as a transparent glass, one can separate internal worries, live in connection to life and develop clear consciousness. This text emphasizes that the honesty we must have with ourselves is critical in this process.",
  "content": "In generale gli uomini non si rendono conto esatto di ciò che li circonda; in preda a un piacere vago o ad una noia indistinta, vivono in un’atmosfera interiore crepuscolare.32 Peggio: se notassimo il linguaggio interiore più abituale della maggioranza, così come gli psichiatri notano le parole dei pazzi, dovremo notare una forma di paranoia ideale ed emotiva frequente, tale che per uscirne occorre uno sforzo. Per sciogliere questa condizione è quindi necessario come prima fase avere decisione (il ferro, ares, marte Y) per proseguire sul cammino e poter così sviluppare una “regola” che permetta di separare dal nostro essere interno le preoccupazioni e di vivere la connessione alla vita. Il primo passo è l’acquisizione di alcuni elementi fondamentali chiamati “fondenti filosofici” che poi utilizzeremo all’interno del vaso che rappresenta l’uomo. Tale vaso è di vetro, a simboleggiare l’onestà che si deve avere con sé stessi ed il fatto che non si può nascondere niente in questo processo.",
  "last_phrase": "In conclusion, to break free from the internal paranoia and connect with life, one must first develop the decision to change and acquire fundamental philosophical principles as the ingredients for the vessel of self. The initial step is to attain a high and robust tone, including control over sexual and vertical energy. The achievement of verticality, however, requires abandoning the ego."
}