{
  "title": "Breathing, concentration, and energy exercises for beginners.",
  "first_phrase": "In the previous text, we learned about deep breathing exercises to improve lung capacity and breathing techniques. The last 200 tokens delve into more advanced exercises, including \"combined breathing\" and \"concentration on an idea.\" In the former, practitioners raise their arms while taking deep breaths, while in the latter, they focus their minds on a single idea without any distractions. These exercises require patience and practice to master, but can lead to a sense of calm and mental clarity.",
  "content": "A tal punto i polmoni dovranno essere perfettamente riempiti. Allora tornate lentamente alla posizione e condizione primitiva, emettendo il fiato e abbassando gradatamente le braccia. 22. Concentrazione sull'idea. In questo esercizio l'allievo cercherà di svolgere mentalmente un'idea qualunque, durante un tempo determinato, sforzandosi di non cadere in alcuna distrazione, vale a dire arrestando istantaneamente ogni idea estranea al soggetto di cui si occupa. Il discepolo non giungerà ad un buon risultato pratico che a poco a poco, dopo numerosi disappunti. Egli dovrà da principio limitare questo esercizio ad un tempo assai breve. Ripetiamo che l'errore più frequente in cui cadono gli scolari consiste nel domandarsi se la concentrazione è esatta mentre si fa l'esercizio. Questa constatazione, quasi involontaria, interrompe naturalmente la concentrazione e la turba. L'allievo deve convincersi che non sarà realmente concentrato se non a patto di eseguire l'esercizio colla massima semplicità e libertà di spirito. Idea di calma. L'allievo cercherà di determinare nel suo cervello una sensazione di calma, di tranquillità morale e fisica. Come mezzo, evocherà mentalmente un'idea che implichi per se stessa questo sentimento.",
  "last_phrase": "To conclude, these exercises can improve mental focus and awareness. Remember to take it slowly at first and limit the time spent on each exercise. Avoid distractions and strive for simplicity and freedom of mind. By practicing these exercises, one can develop a sense of calm or energy, and with enough effort, they can become second nature."
}