{
  "title": "\"Breathing Techniques for Mindful Visualization and Manifestation\"",
  "first_phrase": "In this text, the author discusses the importance of deep breathing exercises and its connection to achieving a higher level of consciousness. The process of proper breathing is detailed step-by-step, emphasizing the need for slow, steady breaths, and gradually expanding the chest while exhaling. Once perfect control of breathing is achieved, the author suggests moving on to acquire a particular symbol or mantra visually. By focusing on the chosen symbol or mantra in the mind's eye, the individual can expand their consciousness, which can result in more positive thinking and behavior. In the final section, the author encourages readers to visualize a desired aspect of themselves through the use of imagery projected onto the surface of a liquid.",
  "content": "ACQUISIZIONE VISIVA PASSIVA DEL MANTRA E DEL SIMBOLO SCRITTO aprite gli occhi e fissate intensamente la formula ed il simbolo in modo che ogni parola resti impressa profondamente nella vostra mente. Osservate anche il simbolo ECCITAZIONE ED ESPANSIONE DELL’ANIMO – VISIONE ATTIVA Immediatamente dopo letta la formula o la frase, portate gli occhi sulla superficie liquida e fissatela con tutta l'intensità di cui vi sentite capaci, nutrendo in voi il pensiero che voi proiettate nel liquido le vibrazioni del vostro pensiero. Nello stesso tempo voi dovete vedere apparire colla fantasia nella porzione luminosa del liquido l'imagine della vostra persona dotata della qualità o dell'aspetto che desiderate essa abbia.341 Se si tratta di una qualità morale raffigurerete voi stessi dotati dell'aspetto corrispondente a tale qualità, in virtù del noto parallelismo tra le qualità dello spirito e l'aspetto fisico.Se vi riesce difficile imaginare il vostro fisico, collocate vicino un vostro ritratto e proiettatelo modificato entro il liquido, colla forza della suggestione.",
  "last_phrase": "In conclusion, to achieve success in the passive acquisition of the mantra and written symbol or active visualization techniques, it is important to focus intensely on the formula and symbol, project your desired qualities onto your image, and then absorb the energized liquid with the idea that the vibrations and spirit of your thoughts are returning to you. Practice and execute each step with precision, both materially and spiritually, to attain a state of calm happiness as though your wish has already been fulfilled."
}