{
  "title": "\"Exercise 93: Drawing and the Power of Memory\"",
  "first_phrase": "In the previous text, the author explores the power of evocation through observation and memory exercises. In the final part, the author refers to Manuel Insolera's work, highlighting the importance of observing icons and images as a fundamental element for human transmutation. The author emphasizes that the art of memory played a crucial role in historical times and still has relevance today. The author also explains that for effective observation, the image must be prepared following traditional teachings, visually condensed, and memorized accurately. Additionally, the use of light is crucial in amplifying the effect of the image.",
  "content": "Manuel Insolera porta attenzione su di un egual processo nell’osservazione di icone ed immagini come elemento fondamentale per la trasmutazione dell’uomo.326 Anche se nel suo libro non menziona l’arte della memoria, sappiamo sia dalla nostra esperienza diretta e fonti, sia anche da fonti storiche, quanto essa fosse importante nei secoli da lui esaminata e come questa sia appunto alla base dei risultati. Questo è un modo mentale di effettuare la “fissazione del mercurio”327. Perché l’osservazione sia efficace, è infatti importante che l’immagine sia: preparata seguendo gli insegnamenti tradizionali possa essere veicolo di un’esperienza a carattere ermetico “condensata” visivamente e offerta alla meditazione di un nuovo operatore.328 Memorizzata accuratamente La luce Accanto al simbolo appropriato è (come già esposto precedentemente) fondamentale l’uso della luce, che porta alla “moltiplicazione” dell’effetto dell’immagine.",
  "last_phrase": "In conclusion, the observation of icons and images is an essential element for the transmutation of man, and the art of memory has been historically proven to be vital for this process. To make observation effective, the image must be carefully prepared, memorized accurately and accompanied by the appropriate symbol and light. By experimenting with methods such as the Metodica del Gichtel or internalizing the desire for elevation, one can achieve a deeper transformation of the self."
}