{
  "title": "The Power of Creative Thinking: Techniques and Special Applications",
  "first_phrase": "In the previous text, it was explained how to use creative thinking to influence other people and achieve success. In the final part, the author discusses the importance of impartiality, benevolence, and self-reflection in this process. The author advises that negative attitudes or disdain towards others should be eliminated, and potential losses and failures should be recorded and analyzed objectively. Additionally, the text introduces the concept of \"creative thought\" as a powerful tool for visualization and transformation of objects. The author emphasizes that while imagination can be used to create mental images, true knowledge only comes through reflection and meditation.",
  "content": "Nello stesso modo noi dobbiamo registrare freddamente le eventuali disillusioni come avvenimenti normalissimi ma passeggeri, e dobbiamo volere ancora scoprire da dove deriva il male cercandone l'origine in noi stessi senza attardarvici. Chi esperimenterà il nostro metodo vedrà spesso sorgere una circostanza senza apparente rapporto con le sue volizioni, ma un esame accurato farà spesso scoprire che essa cela delle occasioni che abbiamo ricercato o desiderato. Le eventualità in apparenza più inattese e funeste non devono sconcertare colui che sa. Egli deve reagire in modo calmo secondo le sue ispirazioni del momento e cercando la causa. Altre Applicazioni speciali del pensiero creatore. Un pensiero creatore è la rappresentazione o la trasformazione concreta di un oggetto speciale. Per trasformazione concreta intendiamo una pittura mentale del soggetto scelto con tutte le qualità che tale soggetto ha nel suo stato naturale. La creazione mentale vi arrecherà ogni specie di concetti, meno la conoscenza, la quale non deriva che dalla meditazione. L'immaginazione non è una fantasia; è una facoltà creatrice di immagini che noi impieghiamo per formare la pittura concreta di quanto desideriamo.",
  "last_phrase": "In conclusion, we should face disappointments as normal and fleeting events, while seeking their source within ourselves without dwelling on them. Those who practice this method may find unexpected circumstances hiding opportunities that they have sought or desired. The power of creative thought is a potent tool, requiring precision and determined will to achieve our desires. By visualizing with intense desire, we can materialize our desires in the physical world, granted that our mental picture is perfectly clear."
}