{
  "title": "\"Beyond Time: Techniques for Desensitization and Self-Mastery\"",
  "first_phrase": "This text dives into the concept of circular technique, a method that involves moving quickly between two complementary events to separate them from the flow of time. By understanding this technique, one can achieve desensitization and experience their human existence without becoming confused between the actor and the part being played. The text builds up to the idea that time is an illusion that imposes its law only on the plane of desire and the things that determine space. With this in mind, the author explores experimental techniques for achieving a state beyond time and space.",
  "content": "Metodiche sperimentali per essere “sopra il tempo” – portare la coscienza dietro la nuca Nell’ascesi possiamo però passare anche oltre il tempo sferico e la sua apparente “consistenza” a livello di “immagini in diversi posti”. \"I pensieri sono delle onde sul lago della mente\" (metafora indiana) Se osserviamo il mare e guardiamo le onde che si formano alla superficie, abbiamo l'idea di una serie di onde. Queste onde si spostano lungo la superficie del mare. Tuttavia, se ponessimo un turacciolo su queste onde, noteremmo come si alzerebbe ed abbasserebbe al passaggio di ogni onda ma in realtà non si muoverebbe. Il fatto che le onde si muovano come entità a sè stanti è quindi un'illusione data dal movimento del mare. Lo stesso è col tempo. Apparentemente si muove, ma queste è solo un risultato della nostra ristretta percezione sensoriale. “Il tempo” non è un modo sostanziale delle cose . Esso infatti impone la sua legge solo sul piano del desiderio e delle cose che ci determinano lo spazio.",
  "last_phrase": "In conclusion, understanding the illusion of time and releasing ourselves from the limitations of desire can lead to a state of being \"above time\" and attaining transcendental freedom. By recognizing that the movement of time is an illusion, we can awaken ourselves to a higher state of consciousness and become masters of our own destiny."
}