{
  "title": "\"Using the Power of Silence and Mental Projection\"",
  "first_phrase": "In the previous section, we explored how the ancient magic key of \"silence\" can help one gain power by conserving mental energy. Now, let's dive into a practical exercise that requires attention, concentration, and the ability to create precise mental images. The experimenter will prepare two papers: one with a formula that reminds them they are a center of psychic emission, and another with a clear and complete description of their desire. It's crucial to define the object of one's volitions accurately, specifying aspects like health and material interests. Let's see how this exercise can help professionals like lawyers and industrialists achieve their goals.",
  "content": "Lo sperimentatore preparerà: 1) Su un foglio di carta una formula composta a piacer suo in termini che richiamino chiaramente al suo spirito che egli è un centro di emissione psichica; che egli è immerso in un invisibile oceano etereo, astrale e mentale nelle cui profondità le sue proiezioni volitive esercitano un influsso diretto; che l'invisibile agente che lo circonda ha la funzione precipua di registrare le possibilità ed evolvere verso la loro realizzazione; 2) Su un secondo foglio dì carta la descrizione esatta e completa di quanto desidera ottenere senza dimenticare di aggiungere che egli vuole ciò senza pregiudizio della sua salute, dei suoi interessi materiali. E' importantissimo definire in modo esatto l'oggetto delle proprie volizioni. L'industriale non si limiterà a dire : “Voglio la tal quantità di commissioni”, ma specificherà “di commissioni normalmente eseguite e pagate”. L'avvocato non dovrà solo specificare che attira a sé molti clienti, ma molti clienti dei quali egli possa vincere la causa e ricevere l'intero importo delle sue prestazioni, ecc.",
  "last_phrase": "In conclusion, it is crucial to define the object of our volitions clearly and specifically in order to achieve our desired results. The experimenter should prepare a formula that calls to their psychic center of emission and the invisible agent that surrounds them. They should also choose a symbol that symbolizes their desire and choose a time of day when their desire is most intense, preferably in the late afternoon when the brain has accumulated the various currents from the environment."
}