{
  "title": "\"5 concentration exercises to take full control of your brain\"",
  "first_phrase": "In the previous part of the text, various exercises were described to improve concentration and self-awareness. Now, the focus shifts to additional exercises. The first exercise involves reciting '1' while suspending all mental activity, quickly erasing the thought, and repeating the process. The author indicates the exercise requires total possession over one's mind to be successful, and visualization can help concentration. The next two exercises involve holding arms out and standing up from a seated position voluntarily, respectively. The author suggests variations on these exercises to make them more difficult to maximize their benefits.",
  "content": "17. A braccio teso. Stendete il braccio destro orizzontalmente verso la vostra destra, e voltate parimenti il capo a destra fissando intensamente la punta delle vostre dita. Prolungate a mano a mano la durata dell'esercizio. Alternate le braccia. Complicate l'esercizio, reggendo nella mano un bicchiere colmo d'acqua e fissando intensamente l'acqua, il cui livello dovrà rimanere più che si può immobile. 18. Levarsi - sedersi. Trovandovi seduto, alzatevi volontariamente, vale a dire avendo ben chiara nello spirito l'idea che voi non vi alzate in piedi per un moto meccanico delle vostre gambe, ma per un comando volontario partito dal cervello, per una deliberazione del vostro libero arbitrio. Fate l'esercizio inverso, sedendovi quando siete alzato. Complicate l'esercizio alzandovi a sedere sul letto e coricandovi sul medesimo. 19. L'azione. Determinate un'azione dapprima facilissima e brevissima, ed eseguitela avendo ben chiaro il concetto che ciò accade per un proposito deliberato della vostra volontà. Potete per es. proporvi di andare in un'altra stanza senza nessun scopo.",
  "last_phrase": "Incorporating these exercises into your daily routine can improve your concentration, focus, and mindfulness. Don't hesitate to complicate the exercises as you progress and make them part of your regular practice. Remember that consistent practice is key to see meaningful results."
}