{
  "title": "\"The Power of Will: Developing Mental Initiative and Personal Influence\"",
  "first_phrase": "This text discusses the natural development of therapeutic influence through the principles of magnetism. By practicing with awareness and focus, practitioners develop mental initiative, self-confidence, and a strong will. The final 200 tokens explore the three ways in which magnetic influence can be exerted: the hand, the eye, and the voice. The author explains how personal magnetism can also lead to telepathic influence over others. The text suggests that those who have mastered themselves and remain calm and determined can make a considerable impression on others with their demeanor and speech.",
  "content": "Quello che avviene è lo sviluppo naturale dell’influenza terapeutica ed infatti questo sviluppo umano corrisponde a quella che era stata definita dagli antichi la “Medicina di primo grado”. L’influsso magnetico può allora esercitarsi in tre maniere di base collegabili ai tre principi base e che agiranno combinate: la mano (magnetismo, affine alla moderna pranoterapia e collegata al principio G), l’occhio (fascinazione dello sguardo collegata al principio D) e la voce (voce che incanta collegata al principio A)200. Riguardo al magnetismo personale, è anche possibile con l’accrescimento energetico uno sviluppo dell'influenza tele psichica diretta sugli altri. E’ evidente che colui che ha imparato a dominarsi, a ragionare sulle proprie impressioni, a conservare una perfetta sicurezza in presenza di chicchessia, influisce, a causa di questa stabilità, su quelli coi quali tratta. Uno sguardo che esprima la determinazione, un discorso preciso e condotto con giudizio, un atteggiamento calmo ed energico, impressionano in modo considerevole.",
  "last_phrase": "In conclusion, the development of therapeutic influence is a natural process that corresponds to the ancient concept of \"first-degree medicine\". Magnetic influence can be exerted through the eyes, voice, and hands, which are connected to the three basic principles. A person who has learned self-control, clear judgment, and stability in any situation can exert a considerable personal influence. By adapting to reality and accepting it as it is, we maximize the function of probability, opening up to further possibilities, and altering our destiny. That is the true key to being lucky."
}