{
  "title": "\"Beyond Desire: Reaching a Transcendental State of Being\"",
  "first_phrase": "The previous text explores the concept of desire as the opposite of being and knowledge, which can hold us back from reaching our potential. It suggests that freeing oneself from the desires can lead to transcendental freedom and a connection with the true essence of life. In the last part, an exercise is suggested to help individuals go beyond space and time and reach a state where the subject and object are no longer separate. This exercise can be achieved through a physiological process or through the sexual technique of orgasm.",
  "content": "Gli eventi non divengono ma sono. Dato che il soggetto sperimentante crea la sua realtà stessa, la sua “individuazione” è necessario per fare ciò “cambiare di livello”. Poiché l’identificazione tra soggetto sperimentante e saperimentato avviene anche a livello corporeo dobbiamo allora adottare dei metodi che ci portino “fuori da noi stessi”. Esercizio 78: oltre lo spazio tempo Un esercizio che permette di iniziare a “conoscere” ciò fisiologicamente è riportare la nostra attenzione dietro di noi, nella posizione della nuca. In tale posizione è più agevole che normalmente deconcettualizzare. Se a questo punto operiamo una convergenza oculare all’altezza del naso si ha anche un superare dell’abituale percezione spazio-temporale. Il rapporto che iniziamo allora a superare è tra io individuato ed io individuante. Questo può anche essere effettuato con la tecnica sessuale dove l’uomo ogni tanto accede ad un momento di orgasmo, in cui il desiderio non esiste più. In quel momento anche il tempo può non esistere.",
  "last_phrase": "In conclusion, by adopting methods to go beyond ourselves, such as the exercise of focusing our attention on the back of our necks or accessing moments of orgasm, we can overcome our habitual perception of space and time and begin to transcend the duality between experiencing subject and experienced object. As we deepen our understanding, we may begin to realize the ephemeral nature of reality and time, and access a more subtle level of existence where everything emerges out of a \"void\" or \"universal fluid.\""
}