{
  "title": "The Rebirth of Man: Alchemy as a Symbolic Path",
  "first_phrase": "In this text, the author discusses the creation of the \"figlio dell'arte,\" or the rebirth of man, through the combination of water and ashes. This process leads to a being that lives a dual life, one being ordinary and the other spiritual and superior. This \"anfibio\" being enables those who attain it to be imperturbable, calm, and confident in any situation. The Rebis, a bicephalous and royally crowned being, is a significant Hermetic symbol representing the fruit of the great work. The author notes that Dante Alighieri, who was a member of the group of \"Fedeli d'Amore,\" also used this symbol. In the last 200 tokens, the author describes the process leading to an \"io-non io\" state, where we observe our bodies as spiritual beings disconnected from our ego.",
  "content": "Il Rebis è un importante simbolo ermetico per rappresentare il frutto della grande opera; ha la figura di un essere bicipite, regalmente incoronato, ed a confermarne la natura duplice ed anfibia viene spesso rappresentato in piedi sopra un animale anche esso anfibio come un drago od un coccodrillo. Il Rebis è un simbolo che fu adoperato nel trecento anche dai «Fedeli d'Amore» il gruppo di cui fece parte anche Dante Alighieri che ben conosceva questi principi, ed in specifico da Barberino da Mugello. Il processo porta quindi ad una dimensione via via più totale, uscendo anche dalla identificazione con il proprio corpo egoico. In quest’ultimo caso raggiungiamo lo stato che chiamiamo “io-non io”, cioè uno stato dove siamo anche in connessione con la dimensione totale ed immanifesta di noi stessi (siamo “spirito” o “coscienza” che osserva – è testimone del corpo).",
  "last_phrase": "In conclusion, the Rebis represents the culmination of the great work of alchemy, embodying dual and amphibious nature while often depicted above an animal. This powerful symbol was incorporated in the practices of the Fedeli d'Amore, a group Dante Alighieri was part of, to achieve a state of \"I-non I\" where one is connected to the total dimension of oneself. According to the alchemists, the fruit of such an operation is good health, salvation of the soul, and wisdom, leading to the gradual elevation of man."
}