{
  "title": "Initiatory Path with Mirrors: Perception and Practice",
  "first_phrase": "In the previous section, we discussed the initiatory path with mirrors and the practice of viewing oneself in a mirror. This practice has been used by ancient fascinators and is still prevalent in the East under the name \"Melong\". In this section, we explore how this practice enables one to experience the light of astral vision and develop a central principle of presence. We also learn about other fundamental elements, such as maintaining presence and joining the body of fire and air with the body of water. At this stage, the candidate has succeeded in liberating their sulphur and achieved the conjunction of the Moon and the Sun or the conjunction of the Mercury and the Sulphur.",
  "content": "Pour rejoindre ce résultat est important dés le début que le candidat s’efforce de maintenir la présence à son corps et à ses sensations. Le but est de développer un principe central de présence. Petit à petit cette pratique vous conduira à avoir une sensation particuliére, comme d’étre “témoins de vous memes”. Initiatory Path with Mirrors The fundamental exercises include the practice of viewing in a mirror. The use of this tool has both efficacity to increase the power of the eye as well this can also develop \"astral vision\" (in the Paracelsian sense) more effectively than any other tool. Most of the ancient fascinators practised this type of perception. A similar method is still practiced in the East, and this practice is called \"Melong\" and can also be practised on sheets of reflective metal. This practice is also conducted from antiquity in the Western countries. The mirror, in the Tibetan tradition is a polyvalent symbol, and also means clarity in the full sense of \"purity primordial \"(Tibetan ka dag) flow of consciousness. some of the traditions that rely on the use of a container full of water or jugs aim to develop of this ability.",
  "last_phrase": "In conclusion, developing a central principle of presence is key in achieving the ability to become \"witnesses of ourselves.\" One effective method to achieve this is through the use of mirrors, which has been practiced in both Eastern and Western traditions. This practice not only increases the power of the eye but also develops a unique energetic sensibility essential for the work of fascinators. With dedication and perseverance, anyone can develop this ability and enhance their perception beyond the physical dimension."
}