{
  "title": "\"Health and Inner Harmony: Accessing Deeper Levels of Well-being\"",
  "first_phrase": "In the previous section, the author discussed the concept of \"body intelligence\" and its connection to movement without the interference of the ego. In this final section, the author explores the idea of perfect harmony and how it relates to health. Health is not just a material cause-and-effect result, but a deeper, implicit order that can be accessed through a shift in mindset. The author posits that we can access a deeper level of being where healing can occur, not just for ourselves but for others as well. This ability can be cultivated through what's called \"taumaturgical capacity.\"",
  "content": "E’ ciò che avviene nel caso delle guarigioni miracolose, ed anche delle manifestazioni di forza al di là dello spiegabile. A questo punto il corpo è recuperato come flusso e lo spazio ed il tempo sono percepiti in modo non ordinario. La malattia, il problema, sono infatti un qualcosa che si rigenera, e che viene ricreato in ogni momento dalla nostra specifica “fissità” mentale. Il percorso che abbiamo delineato guida anche ad accedere a stati nei quali usciamo dalla fissità che “rigenera” lo stesso stato e possiamo avere un’”apertura”, un momento di “Kairos” vissuto anche a livello corporale con un recupero od un incremento di sanità. Il processo non è solo individuale, ma anche nei confronti di altre persone, poiché non vi è divisione reale tra noi e gli altri e noi possiamo facilitare che questo avvenga anche negli altri. E’ quella che è chiamata capacità taumaturgica che di tanto in tanto già si manifesta a sprazzi in quanche persona, ma che può essere progressivamente aumentato e coltivato.",
  "last_phrase": "In conclusion, the process of healing, recovery and achieving states of non-ordinary perception relies on understanding the non-dual relationship between space and time, and the power of our mental fixation in recreating illness or problems. By accessing states beyond our fixation, we can experience moments of Kairos and increased health that can also affect others. This shift in understanding allows us to explore new ways of operating on ourselves beyond our current subjective capacity and can have immediate psychological benefits."
}