{
  "title": "Understanding the Concept of Chiaraudienza and the TE Action",
  "first_phrase": "This text highlights the importance of clear purpose in action and the need for certain elements that rational minds can't conceive. It introduces the concept of \"chiaraudienza,\" the direct perception of wisdom, as developed in tradition, and how it leads to direct action. Meister Eckart's quote further emphasizes the need to act without a \"why\" for true righteousness. The central figure in the enneagram can take action from the quintessence's root, achieve absolute self-possession of will, and be free from subliminal impressions and desires. Overall, the last 200 tokens show how direct action springs from deep inner wisdom in pursuit of a higher purpose.",
  "content": "Lo affermo decisamente: finchè operi le opere per il regno dei cieli, per Dio o per la santità, eppero spinto da un altro, dall’esterno, fino ad allora non sarai veramente nel giusto294…se chiedi ad un vero uomo, ad un uomo che agisce dal suo profondo (= dal principio sole ? ): “Perché operi le tue opere?...egli ti risponderà giusto solamente se dirà: “non agisco che per l’azione stessa”. Nell’enneagramma è l’azione compiuta dalla persona che è al centro e che è in grado di prendere dalla quintessenza la radice della sua azione. In pratica si è avuta una conversione nella più profonda radice donde sgorgano le azioni. E’ quindi uno stato molto elevato in quanto di “assoluto autopossesso” della volontà. Le impressioni subliminali, le brame, non legano più la persona. E’ il vero significato della persona che può “fare quello che vuole”.",
  "last_phrase": "In conclusion, true inner conversion leads to a state where a person's actions are based solely on the action itself and not influenced by external factors. This is an elevated state of absolute self-possession and autonomy where subconscious tendencies no longer hold a person back. Thus, developing this state requires physical and organic practices, such as those found in alchemy, to tap into the root of one's being and bring forth conscious awareness."
}