{
  "title": "\"Exercises for transcending time and achieving non-duality\"",
  "first_phrase": "In the previous section, the author discusses exercises that can help increase presence and go beyond time. This last section delves into the concept of the \"Great Time,\" in which ordinary consciousness and perception are lacking in connection with the immediacy of reality. The author mentions Dante's quote, \"Noi siamo usciti fore, del maggior corpo al ciel ch'è pura Luce,\" and highlights the importance of symbols in awakening deeper capacities and achieving non-duality. This section also touches on the seven forces that govern the world, as identified by ancient traditions and yoga theory.",
  "content": "Come dice Dante: \" Noi siamo usciti fore, del maggior corpo al ciel ch’è pura Luce”. ((Paradiso XXX 38). A questo punto immaginare o ricordare eventi e situazioni della propria vita, meglio se apparentemente “opposti” da un punto di vista del “divenire” (ad esempio gli stessi con i quali si è già operato con il “tempo circolare” precedente”). Osservare quello che accade. Si avrà un fenomeno di “coesistenza” nel “nulla”. Vivificazione, “conoscenza” e superamento non duale dei sette Simboli relativi ai piani dell’esistenza L’uomo è l’universo, ed i simboli sono a questo punto la chiave per risvegliare capacità profonde, impadronirsi di esse ed alfine trascenderle. In pratica il simbolo stesso, dopo essere stato “conosciuto”, deve essere trasceso per raggiungere la non dualità. L’antica tradizione individuava sette forze che reggono il mondo. Tale analisi è parallela alla teoria dello Yoga che individua sette chakra o punti pischici particolari nell’uomo.",
  "last_phrase": "In summary, by understanding the seven planetary principles and their correspondence with human existence, we can awaken our innate abilities and ultimately transcend them for non-duality. Through observation and coexistence in the \"nothingness,\" we can achieve vivification, knowledge, and overcome the cycle of becoming. Remembering these principles can facilitate our connection with the universe and allow us to live in harmony with its forces."
}