{
  "title": "\"Exploring the Two Higher Levels of Consciousness\"",
  "first_phrase": "In the previous section, we learned about the two higher levels of human consciousness and their corresponding abilities attained through the \"Grandi Misteri.\" In this final section, we delve into the symbolism of the \"Arte Reale\" and its relation to the alchemical process, as explained by R. Ambelain. This ancient initiatory school, comprising various traditions, is the Western equivalent of Eastern esoteric orders. The ascent through the instruments of the \"Arte Reale\" corresponds to the alchemical journey, leading to the philosopher's stone.",
  "content": "Questa è una antica scuola iniziatica, coagulo di varie tradizioni (Massoneria originale, inizialmente su due soli livelli, Rosacroce ed altre ancora, tutte comunque legate a tradizioni), che ha a volte dimenticato nel mondo attuale il suo significato e nella maggior parte dei casi è vissuta dai suoi membri esteriormente, ma che comunque è legata ad una tradizione millenaria ed è l’equivalente occidentali degli ordini iniziatici orientali depositari di segreti. La piramide degli strumenti corrisponde quindi a: Pietra Filosofale Argento+Oro Zolfo+Mercurio+Sale Terra+Acqua+Aria+Fuoco Il passaggio per i vari strumenti corrisponde all’ascenso alchemico, il cui vertice è però fuori dai classici tre gradi/livelli, in quanto solo pochi possono arrivarci e normalmente è necessaria la conoscenza delle vie segrete. LIBRO II Introduzione Lo sviluppo dell’uomo passa attraverso più fasi. La prima è la “separazione” dal nostro ego abituale e lo sviluppo del nostro principio centrale. Successivamente si distinguono tre vie: La via sperimentale La prima è la via “sperimentale”: procede per prova ed errore.",
  "last_phrase": "In conclusion, this ancient initiatory school is a conglomerate of various traditions that are tied to a millennium-old Western equivalent of Eastern initiatory orders. While its members may have at times forgotten its true significance, the path to the top of the alchemical ascent remains through the instruments of the Philosopher's Stone, Silver+Gold, Sulfur+Mercury+Salt, and Earth+Water+Air+Fire. There are three paths: the experimental way, the mystical way, and the way of transformation. The latter is the most profound and allows for individual growth and change."
}