{
  "title": "\"The Ego and Time: The Enneagram's Role in Self-Realization\"",
  "first_phrase": "This text explores the concept of the ego and its role in our lives. The author argues that our neurology constructs the ego as a way to give order to the chaos of life, but this often leads us to forget our true nature and become trapped in a cycle of desires and false personas. The previous section discussed how we seek compensation to avoid facing our fears, which results in living in a constant state of flux that prevents us from living in the present moment. In this final section, the author ties all these concepts together with the enneagram and discusses how our society exacerbates these issues by separating the time of being from the time of doing.",
  "content": "L’enneagramma ed il tempo Tutte le compensazioni che noi cerchiamo per non vedere le nostre paure sono dei “come sé”, con questo termine indichiamo degli elementi che sono solo nella nostra mente e non sono reali. Sono compensazioni per proteggere e difendere per non vedere in faccia il mondo e per mantenerci in un costante “flusso” verso l’avanti, che ci impedisce di vivere l’istante presente. L’essere connesso, il tempo dell’ora, è rappresentabile come il centro dell’enneagramma, ed anche come il “sé intimo” che lasciamo fuori dalle nostre azioni. La società accentua ancora questo processo. La nostra società tende infatti a portare una rottura tra tempo dell’essere, cioè il tempo nell’istante presente ed il tempo del “fare” che viene vissuto come una serie di processi mirati a certi risultati che richiede continua programmazione con la minaccia di “non essere abbastanza” se non “facciamo” una certa cosa.",
  "last_phrase": "In a society that pushes us towards a constant need to \"do\" and achieve, it's important to remember the value of being present in the moment. By recognizing our fears and avoiding the compensations that limit us, we can embrace the intimate self and find true connection. Choosing to live in the present allows us to let go of stress and tension, and truly experience life."
}