{
  "title": "\"The Symbolic and Biological Aspects of Personal Evolution\"",
  "first_phrase": "This text discusses the development of the individual's sense of self and the role of the subconscious mind in shaping our perception of the world. It explains how personal evolution can alter our physiology, making it difficult to recognize certain personality types. The last part of the text focuses on the concept of the Principle Vital and the Principle Passive, which relate to the development of the subconscious mind and the vertical axis. The author emphasizes the need for observation skills and expanded perception to integrate these underlying processes.",
  "content": "Può anche essere riferito al simbolismo della verticale, in quanto lo sviluppo della coscienza della nostra biologia naturale implica anche la presa di coscienza della verticale.170 In pratica ci riferiamo qui al nostro sistema involontario, alla mente subconscia, al modo con cui la nostra mente “filtra” e trasforma inconsciamente le percezioni del mondo esterno fino a creare l’immagine del mondo che vediamo, in pratica l’”anima” del nostro sentire (e quindi l’espressione “anima mundi”171 è appropriata). Connettersi a questo livello corrisponde ad una reintegrazione fondamentale. Noi infatti non siamo distinti fisiologicamente dalle nostre percezioni, ma queste soggettivamente ci appaiono distinte e ciò porta a creare una dualità tra “osservatore” ed “osservato”. Per superare la dicotomia, dato che si tratta di dinamiche normalmente subconscie e percepite come “altre” dalla nostra mente conscia è necessaria sia “profondità di osservazione” sia anche un ampliamento della nostra percezione.",
  "last_phrase": "In conclusion, connecting with the symbolism of the vertical and the development of consciousness in our natural biology can lead to fundamental reintegration. The key to accessing this symbol is the synchronized development of our endocrine glands, which can elevate our perception of our subconscious being. The symbolism of Hermes serves as a helpful guide in understanding this principle, which is present in every perception we have. Developing both depth of observation and an expansion of our perception can help overcome the duality between observer and observed, leading to a more integrated understanding of ourselves and the world around us."
}