{
  "title": "\"Self-Suggestion Technique for Complete Polarization of Being\"",
  "first_phrase": "In this final section, we will focus on the importance of concentration and self-suggestion in achieving our desired attitudes and qualities. The exercise involves visualizing a symbol or image and using energetic diffusion to polarize your entire being. The goal is to attain a state of complete relaxation and concentration, which will lead to restful sleep and access to the state of dreaming, where our true selves reside. This practice was described by Emile Coue, a French psychologist and pharmacist, who believed in the power of the imagination to heal and transform the self.",
  "content": "Il Cuore Sfregate ancora le palme, e colle mani incrociate l'una sull'altra passatele sul petto per circa 1-2 minuti. Questo omogeneizzerà le sensazioni anche al cuore, il centro di voi stessi Circolazione ed Omogeneizzazione Sfregate ancora le palme e, sempre tenendole incrociate, passatele sul ventre, sul pube, sulle gambe, fin dove giungerete, senza perdere il rilassamento. In tal modo, a poco a poco, per mezzo di operazioni successive, voi avrete polarizzato tutto il vostro essere. L'irradiazione dell'idea, partita da voi, torna in voi e circola completamente.344 Addormentatevi. Attivare la connessione con l’infinito Tutto il frutto dell'esercizio andrebbe perduto, se dopo aver eseguito le operazioni descritte l'allievo lasciasse vagare la propria mente in balìa di altri pensieri. Alla polarizzazione completa deve quindi seguire immediatamente il sonno, che rappresenta anche l’accesso allo stato dal quale il nostro essere diurno è “sognato”.",
  "last_phrase": "In conclusion, this exercise aims to promote circulation, homogenization, and connection with the infinite. To fully benefit from this practice, it is essential to follow all the steps and immediately enter a state of deep sleep. By accessing this level, we can dissolve our temporary patterns and construct a new way of being. Remember to relax and allow yourself to explore the threshold of consciousness beyond our everyday reality."
}