{
  "title": "\"Understanding Hypnosis and Its Role in Self-Transformation\"",
  "first_phrase": "In the previous part of this text, we learned that deep and calm sleep can accumulate maximum nerve force. Upon waking up, one possesses a reservoir of energy that can be activated through various procedures. However, this requires prior self-work because those who cannot maintain perfect composure when experiencing internal agitation tend to lose their dynamism quickly. In this last part, we'll explore the concept of hypnosis, its origins and its relationship with the complete realization of the individual. We'll explain that there's no separate discipline called \"hypnosis\" but rather a set of techniques to create trances and help patients transcend certain limitations of the ego.",
  "content": "Appendice 1: Cosa è l’Ipnosi Gurdjeff guardava all’ipnosi occidentale come una parte di una scienza più vasta. Concordiamo con tale visione. Proponiamo ora una visione dell’ipnosi coerente con quanto esposto finora, cioè una visione in linea con la realizzazione totale dell’uomo e la sua presenza a sé stesso, di modo da dare alcune idee che possano essere utili ai praticanti di questa metodica. Notiamo anzitutto che non vi è una disciplina separata dalle altre chiamata “ipnosi”. La parola “ipnosi” è infatti una neoformazione linguistica ottocentesca (prima la scienza della realizzazione dell’uomo era unica) che indica alcune tecniche utili per creare “trances”, cioè distaccarlo dalla sua realtà abituale. Queste tecniche nascono storicamente dala “prima parte” dell’opera, mirata a separare il paziente/cliente da elementi che lo bloccano gli rendono la vita “oscura”. Nella pratica terapeutica l’ipnosi attuale consiste quindi nella capacità di produrre “trances” nel paziente per poterlo aiutare a trascendere certe limitazioni dell’ego.",
  "last_phrase": "In conclusion, it is important to understand that hypnosis is not a separate discipline but rather a technique to induce trances to help individuals transcend certain limitations of their ego. Hypnosis involves separating the individual from their external reality and then reconstructing their thought processes. This technique can be useful in therapy but should be viewed as part of a larger science focused on achieving total human realization and self-awareness."
}