{
  "title": "The Connection of Human Life and the Universe.",
  "first_phrase": "In this final section, the author discusses the representation of the immutability of the central axis of the universe with an immobile vertical axis. The text explores the spiral movement that occurs when humans centralize their attention and progressively realize different plans of existence. This spiral movement is represented by the primordial symbol of the serpent or dragon that coils around the axis of the world tree. The author also discusses the tradition of Indian chakras and the different rotation speeds of planets, which lend themselves to the definition of time and ascent through the various \"heavens.\" The author concludes by noting that we cannot separate ourselves from the universe and that the wisdom of millennia regarding time speaks to the fact that the becoming led by necessity is not the only possibility.",
  "content": "La tradizione indiana ha un simbolo simile con i chakras. Lo “sciogliere” le varie nature può essere allora anche rappresentato come un’ascesa lungo questa scala che a sua volta può essere rappresentata come un “cosmo” immerso nell’uomo. La differente velocità di rotazione dei pianeti (dal veloce mercurio al lento saturno) ben si presta a questa definizione di tempo ed ascesa attraverso i vari “cieli”. Non possiamo separare noi stessi dall’universo. L’universo e la vita umana sono intrecciati indissolubilmente. La saggezza millenaria riguardo al tempo L’uomo è sempre uguale sotto il sole. La comprensione che il divenire retto dalla necessità non è l’unica possibilità è antica. La visione dei greci riguardo al fato ed al tempo è strettamente legata alla rappresentazione delle “sfere celesti”.",
  "last_phrase": "In conclusion, the ancient wisdom of various traditions teaches us that the universe and human life are interconnected. The symbols and representations of the cosmos, such as the chakras and planetary movements, aid in better understanding this connection. Despite the differences in language and culture, there is a common doctrinal unity among all traditions that should be considered."
}