{
  "title": "\"Exercises to boost Gonad development and strength\"",
  "first_phrase": "This text provides information on how to operate with gonads, the primary sexual glands. It discusses exercises that can help develop these glands and stimulate one's vital force. The two exercises mentioned are the basic gonad exercise and the bending exercise, both of which require the participation of the muscles in the thighs and legs. The active part of the movements involves lifting oneself back to the fundamental position, which engages many different muscles. This information can be valuable for those looking to strengthen their lower body muscles and improve their overall physical health.",
  "content": "La loro azione è complessa e potente: sono dei movimenti faticosi, tanto pei muscoli che per l'apparato respiratorio, perchè necessitano la partecipazione totale dei muscoli della coscia e della gamba e inoltre impongono loro il notevole fardello della parte superiore del corpo, il cui peso medio oscilla da 30 a 50 chilogrammi. E' dunque anche il movimento più adatto a sviluppare la muscolatura delle membra inferiori. Nella prima parte « passiva » del movimento che consiste nell'associarsi, l'azione muscolare si riduce a poca cosa però è importante l’attenzione a livello dell’equilibrio: si tratta di un rilassamento dei muscoli estensori dell'articolazione del ginocchio incaricati insieme coi gemini e il solcare di mantenere la gamba rigida nella stazione diritta. La parte « attiva » del movimento consiste nell'atto di risollevarsi per tornare alla posizione fondamentale. Questa è l'opera di tutti i muscoli estensori dell'articolazione del ginocchio e dell'anca: cioè, il «quadriceps» crurale e il « tensore del fascia lata » e di tutti i muscoli flessori della gamba nonché (fino a un certo punto) dei glutei o muscoli delle natiche.",
  "last_phrase": "In conclusion, the squat is a powerful and complex movement that requires total participation of the muscles in the thighs and legs, as well as the upper body. It's the best exercise to develop lower body muscles, and it's important to pay attention to balance during the passive and active parts of the movement. Exercises that involve leg movement are particularly helpful in building strength, such as the exercise described in position for the gonads."
}