{
  "title": "\"Rallentare il tempo attraverso l'aumento di vitalità\"",
  "first_phrase": "This text explores two ways of slowing down time and accessing what's called the \"global time.\" The first one is related to mental content and is increased by our vitality. The second way is linked to deconceptualization, where we become aware of the \"great time.\" Increasing our energy allows us to reach this second type of temporal slowdown faster, and it's equivalent to raising the inner fire. This last part dives into the importance of developing our energy levels and how it's crucial in reaching a slowing-down of time.",
  "content": "Come dice la psicologa svedese Marianne Frankenhauser: “l’esperienza della durata è legata all’ammontare dell’esperienza (sensazioni, percettive, cognitive, processi emozionali ecc…) che avvengono in un determinato tempo, in pratica è correlato all’ammontare di contenuto mentale” Ritroviamo questo primo tipo di rallentamento nei cosiddetti “stati di flusso” delle discipline sportive. Il secondo tipo di rallentamento temporale (che può arrivare fino al “tempo fermo”) è legato alla deconcettualizzazione. Più deconcettualizziamo più il tempo rallenta poiché prendiamo coscienza del “grande tempo”. Tuttavia possiamo raggiungere più velocemente questo secondo tipo di rallentamento se aumentiamo l’energia, in quanto aver più vitalità ci permette di eliminare più facilmente blocchi mentali e paure. L’aumento di energia e la “Grande Cottura” Nella simbologia del cammino di sviluppo della Grande Opera sviluppare il livello energetico è l’equivalente di alzare il fuoco ? interiore204. Nel processo di sviluppo dell’uomo la terza fase è infatti chiamata la “Grande Cottura”.",
  "last_phrase": "In conclusion, the experience of time seems to be closely related to the amount of mental content created during a certain period, which can be slowed down through both the state of flow and deconceptualization. The elevation of energy is a crucial factor that can facilitate this process, leading to the development of higher stages of non-dual consciousness, as depicted in the alchemical concept of the Great Work."
}