{
  "title": "\"How to Perform Full Breathing Exercise for Physical and Spiritual Benefits\"",
  "first_phrase": "In the previous part of this text, the author explains how to perform a breathing exercise that not only benefits the body but also has positive effects on the mind. The exercise involves rhythmic breathing and taking deep and consistent breaths. In this concluding part, the author emphasizes the importance of making conscious decisions and having clarity of intention. The three psychological conditions needed for a decision of will are discussed: knowing what one wants, having the ability to achieve it, and being sincere and truthful in one's desire. The concepts and exercises discussed in the text are easy to understand and follow, making this a valuable resource for anyone interested in improving their physical and mental well-being through breathing techniques.",
  "content": "Il soffio deve essere mantenuto eguale e uniforme; fate rientrare gradatamente l'addome a misura che espirate, ma conservate il petto sporgente. Continuate a respirare seguendo le regole precedenti. Per norma indeclinabile, l'esercizio va fatto respirando solo dalle narici, sia durante l'inspirazione che durante l'espirazione. Il numero di queste respirazioni integrali e coscienti deve essere aumentato a mano a mano, e si deve procurare con ogni sforzo di rendere la respirazione completa, spontanea e istintiva. Decisione e Coscienza di quello che si vuole 3. Volete? Una simile domanda può sembrare assai strana all'allievo giunto sin qui. Ma la ragione è che il nostro principio centrale ? deve essere sempre presente in ogni parte del procedimento. Affrettiamoci dunque a spiegarne il significato importantissimo. L'atto di volontà presuppone tre condizioni psichiche: 1. Sapere ciò che si vuole 2. La possibilità di ciò che si vuole 3. La sincerità e la verità del volere. Esaminiamo partitamente ciascuna condizione. 1. Sapere ciò che si vuole.",
  "last_phrase": "In conclusion, remember to maintain a steady and even breath, gradually pulling in your abdomen as you exhale, but keeping your chest out. Continue to breathe consciously and only through your nostrils. Increase the number of these full breaths and strive to make your breathing complete, spontaneous, and instinctive. And above all, be sure to know what you want, know that it is possible, and be sincere and truthful in your desire to magnetize yourself."
}