{
  "title": "\"Going Beyond Time and Space: Exercises for Exploring Reality\"",
  "first_phrase": "In the previous text, the concept was discussed regarding the creation of one's reality and the necessity of the subject's identification with the experiment. In this last part, techniques are discussed that lead us \"beyond ourselves\" and enable us to experience the non-dual level. The exercise \"Beyond space-time,\" meditation, and sexual techniques are also highlighted. The fluid level of reality is presented as the level \"under\" typical divisions, where \"everything is connected.\" This concept relates to quantum mechanics and the \"implicated order.\"",
  "content": "Se notate in quel momento anche gli occhi tendono a convergere Oltre la sfera abituale. Il tempo non duale La non dualità ed il “livello del fluido” Come dice Wolinsky citando Nirdagatta: “la base di tutto è il ‘vuoto’. Questo ‘vuoto’ condensa e crea una realtà”. Più sviluppiamo la nostra conoscenza, più la realtà ed il tempo perdono la loro abituale “consistenza”. Questo livello “più sottile della realtà” è quello del quale, probabilmente attingendolo da qualche tradizione con la quale era venuto a contatto, Franz Anton Mesmer parla nella sua opera “Théorie du Monde” 301 nella quale accenna al concetto di “fluido universale”, uno stato più sottile ancora di quello della “materia elementare”. Questo livello esiste a livello mentale e percettivo. Quando la mente arriva a tale livello arriva al “livello del fluido”. E’ un livello “sotto” alle divisioni abituali, di infinitamente sottile, in cui “tutto è connesso”. Nella meccanica quantistica è “l’ordine implicato”unQ.",
  "last_phrase": "In conclusion, expanding our knowledge to include the concept of the \"fluid level\" and embracing the non-dual nature of reality can allow us to access a subtler level of perception beyond the usual boundaries of time and space. By practicing exercises such as Tarthang Tulku's Esercizio 79, we can open ourselves up to new perspectives and experiences that transcend our usual limitations."
}