{
  "title": "\"The Transcendence of Time and Development of the Verticle Man\"",
  "first_phrase": "This text explores the concept of the gnomon and its relationship with time, as well as the development path of man according to alchemical symbols. Anassimandro, who erected a gnomon to observe the equinoxes and solstices, is believed to be the originator of this concept. The gnomon, which remains stationary, marks time, and at noon, there is a point where it casts the least shadow, and at the solstice, it casts no shadow. This marks the transcendence of time, where the beginning meets the end. The text also presents a summary table that details man's developmental path through alchemical symbols. Additionally, the text touches on the importance of building intelligence in all its forms and senses, citing the example of a Yogi in the East who must know art to achieve a well-rounded development of the individual.",
  "content": "Aquile (Sublimazioni) Il “pesce” (echineis) Rebis Superamento delle compulsioni che “portano fuori dall’essenza” Acquisizione di uno stato di stabilità e di verticale Presenza ed Integrazione delle energie Grande Cottura Pietra al rosso Presenza con Procedimenti energetici Raggiungimento dello stato Io-non Io Moltiplicazioni Ripetute Ascesa lungo le “sfere celesti” Presenza con Superamento anche degli “archetipi” quali “forze universali” Amalgama, Luce Inestinguibile Cielo della “durata” Non Dualità Appendice 1: Nota sull’uso dei sensi e delle arti per la reintegrazione all’ora Quanto insegnato in queste pagine è l’Arte di costituirsi come un nuovo uomo, nel quale a poco a poco le virtù aumentano e si attua una progressiva elevazione. E’ importante capire che l’intelligenza non è unica e quindi va sviluppata in tutte le sue forme. Anche adesso , ad esempio in oriente, un buon Yogi deve sapere disegnare, comporre musica etc… in quanto solo così si ha uno sviluppo completo della persona. Lo stesso era vero anche in occidente nel passato.",
  "last_phrase": "In conclusion, the teachings shared in these pages present the art of becoming a new person, gradually increasing virtues and achieving progressive elevation. It is important to understand that intelligence is not unique and must be developed in all its forms, including the senses and the arts. The ultimate goal is the complete reintegrative development of the individual, which only occurs when we truly express ourselves, as everything is in the present."
}