{
  "title": "\"Developing the Symbol of the Ruler and the Alchemical Process\"",
  "first_phrase": "In the preceding paragraphs, the importance of physical development in the process of personal growth has been explained. This final section discusses the concept of \"TE\" in Chinese alchemy and its relationship with the development of the symbol of the ruler or \"gold of the sages\". The section also explores the phase of \"red\" (Rubedo) in the alchemical process, which is associated with wisdom and conscious action. The state of non-duality achieved through this phase transcends identification with the physical body, allowing the person to act beyond it. The sages operate through pure action and connect the silver (moon) and gold (sun) aspects within themselves.",
  "content": "Classicamente questo livello è legato all’idea della SAGGEZZA che consiste nell’azione consapevole. E’ “L’anima che sostiene il corpo” o la luce che si connette al calore del corpo. Il colore rosso ricorda il colore del sangue è quindi della riunione con la realtà fisica. E’ uno stato non duale nel quale siamo testimoni. Non vi è infatti uno stato di diminuzione, ma anzi uno stato di superiore elevazione nel quale la reintegrazione di sé prende in oggetto anche la corporeità, ma senza più l’identificazione con essa che caratterizza l’uomo medio. Potremmo definirlo come uno stato di trascendenza in cui il corpo “fa” e la persona “opera”. Infatti un altro termine appropriato è iosis che è stato riferito sia a ruggine sia a violetto296. E’ simbolicamente la luna (l’argento dei saggi) che si connette al sole (l’oro dei saggi). Il saggio è al di là dell’identificazione con sé. E’ azione pura.",
  "last_phrase": "In conclusion, the state of wisdom represented by the color red symbolizes the integration of body and soul, without identification with either. It is a non-dual state of witnessing and pure action, where the body \"does\" and the person \"operates\". Developing a full consciousness of the body completes the development of the individual. The sage is beyond self-identification and is the union of the active principle (the sun?) and the passive principle (the observed, the moon)."
}