{
  "title": "Understanding the Melancholic Type in Traditional Greek Medicine",
  "first_phrase": "In this text, we explore the concept of \"Melancholic\" in the traditional Greek medicine classification, which is linked to weak physique and a secluded way of being. This type is associated with the thyroid gland and has the illusion of separation. The text explains how this state of mind can preclude genuine relationships and can make us lose contact with our body. It also touches upon the development of a person with a dry temperament and how they can learn to retain life energy. The text ends with an interpretation of the traditional symbol of earth being linked to this way of being.",
  "content": "72 L’immagine rappresenta questo concetto: è un uomo che non fa attenzione alla propria natura (rappresentata dalla donna). Fisiologicamente la posizione ? corrisponde ad uno stato in cui la nostra attenzione si “fissa” sui concetti in una particolare maniera. Diventiamo freddi e riservati sentendoci separati dagli altri ed facile anche perdere contatto con il corpo73. Poichè questo modo di essere nasce dal voler concettualizzare, e concettualizzare è naturalmente legato al programmare, vi è anche una qualità in tale modo di essere: la prudenza, la riflessione, la circospezione e la propensione allo studio. Vi è anche uno sviluppo possibile per la persona. Infatti il temperamento secco, cioè libero dalle emozioni se sviluppato gli permette più facilmente che ad altri di imparare a trattenere l’energia di vita e questo è il significato (segreto) del trattino orizzontale. Come vive il tempo il tipo concettualizzante Sempre nei suoi pensieri, tende a programmare molto ed a calcolare il tempo. Interpretazione del simbolo della terra ? Classicamente questo modo di essere è sempre stato collegato alla terra.",
  "last_phrase": "In order to live in the present as a \"terra\" type, it is recommended to develop inner silence and learn the art of mental silence. Quieting the mind and embracing silence can help one to detach from programmed thinking, cultivate emotional awareness, and live more fully in the present moment."
}