{
  "title": "\"The Path of Vertical Evolution: From Personalities to Archetypes\"",
  "first_phrase": "In the final section of this text, we delve into the symbolism of the human journey towards spiritual liberation, as described by Dante and other spiritual thinkers. The journey leads to the highest levels of consciousness and culminates in the \"heaven of duration\". Along the way, the path can be taken by focusing on correspondences with various points on the body, as outlined in the Theosophia Pratica of Gichtel. These points correspond to the planets and their associated qualities. The overall disposition of these points resembles the ancient cosmology and can be mapped onto the chakras.",
  "content": "Subito sotto, dove il naso incontra la fronte abbiamo Giove ?148 : la volontà – l’assorbimento attivo – l’animo spirituale Poi Marte ?149 : l’ardore dell’animo – assorbimento attivo corporeo – spirito corporeo Sotto ancora al centro del cuore il sole ? – il centro del sistema. Il punto di partenza per l’evoluzione ulteriore dell’uomo in verticale E subito sotto il cuore Venere ?150 – il tempo del piacere e dell’assorbimento passivo corporeo Infine ancora più sotto ancora Mercurio ? - passivo. E nella parte sottostante la luna – assorbimento passivo, immaginazione. Tutti i centri dell’uomo sono collegati da una spirale. Questa spirale corrisponde ai vari movimenti dell’animo. Questa disposizione è la stessa dell’antica cosmologia e può essere facilmente sovrapposta alla classica disposizione dei chakras. Note sulla simbologia Notiamo ancora come i sette segni planetari (vedi note) possono essere interpretati a partire dalle figure elementari: cerchio, semicerchio e croce.",
  "last_phrase": "To achieve balance and reach different levels of self-realization, it's essential to liberate oneself from fixed patterns of behavior that hinder inner growth. The ancient cosmology's symbolic interpretation of the seven planetary signs, combined with the practice of vivification physiology, can help achieve this state of balance by breaking free from past attitudes and models. Embrace the natural flexibility of your being and release yourself from limitations to reach higher levels of consciousness."
}