{
  "title": "Understanding Mesmer's \"Sensorium Commune\" and Reconnection with Nature.",
  "first_phrase": "This text explores the concept of \"Sensorium Commune\" as introduced by Mesmer, which refers to a \"meta-sense\" beyond the individual senses, connected to the nervous system as a whole. This sense influences perceptions and allows individuals to perceive elements beyond what their individual senses can perceive. This idea is related to the attainment of a state that transcends physical reality, and the importance of being present to achieve it. In this final part, the text delves into the natural origin of this quintessence and how connecting with it can help individuals make decisions that align with their true nature.",
  "content": "E’ questa capacità di trascendere le situazioni, di essere sempre padrone di sé nelle circostanze e libero dalle paure un primo passo fondamentale. Questo passo è solo possibile se noi siamo presenti. Allora, invece che liberarci dai sensi possiamo liberarci nei sensi, in altre parole adoprarli liberamente. Il Sensorium Commune e la riconnessione alla Natura Questa quintessenza è quindi naturale. E’ l’uomo con le sue sovrastrutture mentali che se ne è allontanato. Infatti invece di dominarle permette ad attività dei sensi stessi di turbarlo e portarlo fuori dall’equibrio.. Più siamo in grado di rimanere nello stato di base più possiamo invece lasciare cadere i vecchi modi di agire. Nella tradizione tibetana, ad esempio, si insegna a prendere le decisioni partendo dalla quintessenza cioè dalla propria natura. Non deve essere il nostro io programmante a decidere, che è periferico e basato sulle abitudini, ma la nostra parte centrale in contatto con la nostra vera natura. In tale maniera il nostro fare può corrispondere al nostro essere.",
  "last_phrase": "In order to achieve a state of harmony with nature, we must learn to transcend situations, be in control of ourselves and free from fear. Instead of trying to free ourselves from our senses, we should liberate ourselves within them. By connecting with our true nature, we can let go of old ways and allow our actions to align with our being. This is symbolized by the Green Lion, representing the recovery of our primal and animal instincts. By accessing our inner vitality, we can create a new, more authentic way of being."
}