{
  "title": "\"7 affirmazioni per migliorare la salute mentale\"",
  "first_phrase": "In the last 200 tokens, we find six different practices that aim to improve physical and mental health. From fighting constipation to curing pain and shyness, the individual takes control of their well-being with positive affirmations and exercises. Notable concepts include the use of self-magnetism to relieve pain, daily physical activity to increase vitality, and affirmations to counteract excessive scruples and timidity. Through these practices, the individual cultivates a healthier sense of self and takes responsibility for their own vitality.",
  "content": "- Domani alla tal'ora farò una lunga passeggiata a passo energico (oppure una determinata serie di esercizi ginnastici). - Questa passeggiata mi assicurerà appetito, buona digestione, e la buona digestione mi darà nuova forza che impiegherò per accrescere sempre più la mia vigoria fisica. 4. Per guarire dolori locali, reumatismi, ecc. Il paziente, dopo aver assorbito col procedimento noto una formula di guarigione, per es. : « Io sto bene. Il dolore è sparito, etc… » ecc. dovrà ripetersi questa formula ancor più energicamente in letto, passando insistentemente colla mano magnetizzata sulla parte sofferente. 5. Contro gli scrupoli eccessivi. Io sono sano, robusto, resistente. - Adempio ogni giorno, meglio che posso, i miei doveri verso me stesso e verso gli altri; devo dunque convenire che, checche accada, io ho fatto del mio meglio. Posso dunque addormentarmi colla coscienza tranquilla, col pensiero che anche domani il mio dovere mi troverà al mio posto. 6. Contro la timidezza. Io sono sano, forte, intrepido.",
  "last_phrase": "In conclusion, these simple techniques can be incredibly powerful in promoting physical and emotional wellbeing, enhancing self-confidence and tackling negative thoughts. Adding them to your daily routine can bring lasting benefits to your overall health and happiness, so why not give them a try?"
}