{
  "title": "Trascendere il tempo: Ascesi e pitagorici nella ricerca della percezione temporale",
  "first_phrase": "In the previous text, we discussed the perception and distinction of physical and psychological time, as suggested by the ancient Pythagoreans. They believed that the enveloping sphere could operate and correspond to this differentiation through their cosmology. In this final part, we explore how these sporadic experiences of time transcendence can become a goal of spiritual asceticism. It is said that the attainment of this vision is key to understanding the Great Work, and the rare experiences offer a glimpse of spiritual or divine life. Skeptical readers may view these as unrealistic dreams, but modern scientific research has abandoned linear physics, and the possibility of transcending time cannot be negated.",
  "content": "Uno tra gli obiettivi dell’ascesi e della Grande Opera è quindi anche trascendere il tempo e tale opera per essere compresa nella sua completezza implica il confronto con la nostra percezione temporale. Allora, le rare e spontanee esperienze da molti vissute sono come fuggevoli balenii della realtà nell'oscurità della notte, che permettono di sperare ed aspirare alla conquista deliberata, cosciente e permanente di tale visione, ossia di una palingenesi ad una vita spirituale o divina. La moderna ricerca scientifica Questi sono sogni, dirà il lettore scettico, sogni come quelli della quadratura del circolo e del moto perpetuo, incompatibili con la scienza moderna. La verità è che la scienza moderna, scettica e modesta, non può dire nulla in proposito. In realtà la moderna ricerca scientifica ha ormai da tempo abbandonato i postulati di una fisica lineare e per questo limitativa.",
  "last_phrase": "In conclusion, the pursuit of spiritual or divine life involves transcending time and requires confronting our temporal perception. While some may dismiss these as mere dreams incompatible with modern science, the truth is that scientific discoveries have challenged traditional notions of space and time. As our understanding of time continues to evolve, it's important to remain open to new possibilities and embrace the unknown."
}