{
  "title": "\"Concentration Exercises for Self-Magnetic Treatment\"",
  "first_phrase": "In the previous part of this text, the author explains the importance of having a general goal in mind when tackling any project. Now, the author provides exercises to train and improve voluntary concentration for self-magnetic treatment. These exercises include the arm flex, finger movement, and using a funnel to pour water. These exercises require attention and focus on the task at hand, which increases in duration with practice. The author emphasizes starting with short durations, gradually increasing with time.",
  "content": "Un simile esercizio sarà ben eseguito solo a patto che durante l'esecuzione la mente del discepolo non si distragga neppure un attimo. Il cervello deve dare l'impulso sufficiente al movimento, l'attenzione seguire questo movimento sino alla fine. Quando avrete imparato ad eseguir bene questo esercizio, ripetetelo progressivamente per 2, 3, 4, 5 volte. Alternate le braccia; eseguite lo stesso esercizio piegando la gamba sulla coscia. IMPORTANTE. - Sul principio tutti gli esercizi dovranno avere una breve durata, non potendo i non esercitati sperare in una troppo lunga concentrazione. 2. Il dito. Sedetevi comodamente, posate una mano sul ginocchio, tenendola chiusa ad eccezione del dito medio che allungherete nella direzione della coscia. Alzate ed abbassate allora il dito lentamente per 10, 15, 20 volte. L'esercizio consiste nel non distaccare mai la propria attenzione dal dito oscillante e ciò per un tempo sempre maggiore. 3. L'imbuto. Sedete, ponete davanti a voi una bottiglia vuota nel cui collo introdurrete un imbuto di vetro. Nel fondo dell'imbuto ponete del cotone idrofilo, poi riempite d'acqua l'imbuto.",
  "last_phrase": "In conclusion, concentration exercises require discipline and focus. Start with short durations, gradually increase the time, and vary the movements. Whether it's monitoring the movement of a finger or observing the water flow through a funnel, staying focused is key to achieving success in concentration exercises."
}