{
  "title": "\"Manifesting Your Desires Through Mindful Questioning\"",
  "first_phrase": "In the preceding text, we have seen that the environment we live in is largely determined by the questions we ask. A good way to strengthen our desires is to think about the pleasure that possessing what we desire will bring us. In this last part, we will discuss the importance of training our minds to achieve the necessary conditions for personal power: intense desire, strong willpower, and a clear mental representation of what we want to achieve. We will also see how suppressing useless desires can help us accumulate the necessary energy to achieve truly significant benefits.",
  "content": "Non domandate perchè è giunta l'ora e vi sembra di compiere un dovere. Le domande fatte in tali condizioni non valgono nulla e il tempo occupato in tal sorta di lavoro è tempo perso. Poiché l'intensità nel desiderio, l'energia volitiva e la nettezza della rappresentazione mentale di quanto si cerca di ottenere sono le condizioni del potere personale, bisogna mettersi in uno stato psichico in cui tali condizioni siano sufficientemente realizzate, e perciò è indispensabile un allenamento preliminare. Per quanto riguarda la forza del desiderio, osserviamo che un uomo non può manifestarne che una quantità illimitata. Molti disperdono questa forza in mille piccole aspirazioni isolate, senza alcun serio profitto. Sopprimere ogni soddisfazione di desideri inutili significa conservare in sé una somma di energia psichica che si accumula e che si può dirigere per determinare i vantaggi veramente serii che si desiderano. Bisognerà anzitutto osservare una sobrietà di parola spinta sino al laconismo, Non bisogna confondere fra loro la necessità e il bisogno di parlare.",
  "last_phrase": "In conclusion, to attain personal power, one must train their mind to focus intensely on their desires by conserving energy, suppressing unnecessary desires, and controlling the urge to speak unnecessarily. One practical approach is to cultivate precision in mental imagery through attention and concentration while carefully conserving one's mental energy. This will help one form a reserve of strength that can be directed towards achieving one's desired goals."
}