{
  "title": "\"The Vertical Axis as Key to Time Perception\"",
  "first_phrase": "In this text, the author explores the concept of transformation and its relationship to presence. The idea is that transformation occurs through a spiral-like journey that brings us closer to our central being. The key to this journey is to dissolve our compulsions and return to the present moment, allowing us to harmonize our principles. The final 200 tokens delve further into the concept of the vertical axis and its connection to time and our ego. The author discusses how being present and disconnected from external stimuli can lead us to an extratemporal experience. However, getting to this point requires one to overcome their ego's limiting beliefs and perceptions of time. Ultimately, the author suggests that time is a construct created by the ego and that by dissolving this view, one can experience the timeless nature of existence.",
  "content": "Televisione) i nostri sensi sono “catturati” (come la notte nel sonno), e nell’assorbimento attivo siamo in un altro tipo di coinvolgimento nel quale il nostro ego ci “ruba” il tempo, l’asse centrale rappresenta quel punto in cui siamo svegli ma nello stesso tempo non siamo “catturati” dalle reazioni sensoriali esterne. E’ extratemporale. Questo è verificabile sperimentalmente, in quanto avvicinandoci al quel punto noi possiamo “modificare” la percezione del tempo. Ma per raggiungere la verticale è necessario essere padroni, “andare al di là” delle energie, delle attitudini psichiche che altrimenti subiamo e che costituiscono la base della costruzione dell’ego e che rappresentano le nostre visioni bloccate e la base del nostro “tempo”. Appena la visione ristretta dell’ego incomincia a dissolversi, il tempo infatti rallenta. La linearità del divenire è un costrutto – anche una sorta di illusione – creato dall’ego. Per i bambini, il tempo non esiste prima che l’ego si sviluppi.",
  "last_phrase": "In conclusion, by going beyond the limitations of our ego and mastering our own thoughts, we can reach a state of extratemporality where we are not controlled by external sensory reactions. This state allows us to modify our perception of time and slow it down. The linear concept of time is a construct of our ego, and by dissolving its limited vision, time can become a more fluid and subjective experience. With appropriate suggestions, we can increase our temporal distortion and enter a timeless state, ultimately allowing us to deepen our understanding of ourselves and the world around us."
}