{
  "title": "Exercises to Enhance Imagery and Glandular System",
  "first_phrase": "In the previous text, the author discusses the connection between color and our natural sensory perception as well as the importance of imagination in creating reality. The focus then shifts to exercises aimed at developing self-mastery and control, starting with the attentive vertical, followed by exercises to fixate one's mind and body. In this last part, the author explains the idea of Kundalini, equivalent to a series of points along the spine that correspond to the endocrine glands. The author touches on the concept of chakras and its relation to these different glandular systems.",
  "content": "Appena incomincerete ad assumere tale posizione i pensieri vi verranno addosso come mosche. Quest’esercizio è la base per salire via via a livelli più alti. Esercizio 44: Fissazione del mercurio con la mente. Essere capace di mantenere una immaginazione chiara e sotto il proprio controllo. Guardare un oggetto e rivederlo davanti agli occhi mentali “come se fosse lì” Esercizi per potenziare il sistema ghiandolare179 Quella che gli indiani chiamano Kundalini quindi è equivalente sul piano fisico ad una serie di punti lungo la colonna vertebrale che possiamo far corrispondere alle ghiandole endocrine. Noi non possiamo parlare di un unico sistema ghiandolare. Dobbiamo parlare di parecchi sistemi ghiandolari che operano ciascuno indipendentemente per sè stesso, si autocontrolla da solo ed influenza autonomamente il cervello. Ma a sua volta il cervello può coordinare tutti questi sottoinsiemi. Gli indiani esprimono tale concetto con l’idea dei chakras, cioè una serie di punti sul corpo ognuno corrispondente a particolari elementi.",
  "last_phrase": "In essence, the exercises for enhancing the glandular system are designed to bring awareness to the various glands, illuminating and warming them up. This holistic approach based on specific principles is crucial for achieving higher levels of mental and spiritual development. With consistent practice, one can master the art of focusing the mind and developing clear and controlled imaginations - a foundation for moving up higher levels."
}