{
  "title": "\"Auto-Magnetizzazione: Procedura e Tecniche per il Benessere Personale\"",
  "first_phrase": "This text discusses the power of self-magnetization and the process one must follow to achieve it. It stresses the importance of creating a personalized formula through a series of spiritual operations, with the key element being the intensity of one's idea, which is primarily an effect of attention. The text outlines a three-step process for self-magnetization, beginning with the idea of a modification, followed by the unconscious work of realization, and finally the appearance of the modification. The last 200 tokens provide a schema of the process and preparatory exercises, which should become part of one's daily routine. It ends by emphasizing the importance of practicing self-magnetization in silence and isolation before going to bed.",
  "content": "Tale schema sarà capito meglio dopo una prima prova e servirà all'allievo volonteroso che desideri avere chiara la visione complessiva del procedimento, prima d'iniziarne ogni singola parte. Del resto la cosa sembrerà complicata solo in principio. In seguito l'allievo non avrà che da gettare un'occhiata sul sommario per ricordarsi automaticamente tutta la tecnica. In un tempo ancora più lontano l'allievo potrà eseguire l’esercizio su sé stesso senza il soccorso del libro. Sarà bene però rileggere frequentemente il capitolo colla massima cura e darsi ogni tanto una auto-magnetizzazione osservando scrupolosamente ogni particolare. Le auto-magnetizzazioni devono per regola farsi di sera, prima di coricarsi, nelle condizioni più favorevoli d'isolamento e di silenzio. Sarà bene diminuire l'illuminazione della stanza, riducendosi a una semplice penombra. Ecco ora lo schema: ESERCIZI PREPARATORI (i 28 indicati). Questi devono diventare abitudine di vita, anche se non è necessario che li eseguiate sempre tutti e 28. E’ importante però che capiate il senso. FASE LEGGERA Fase Fisica di Preparazione (da eseguire sempre) 1. Rilassatevi. Lasciate andare il vostro corpo 2.",
  "last_phrase": "In conclusione, l'apprendimento di questo procedimento richiederà una prima prova, ma sarà di grande vantaggio per l'allievo che desidera avere una visione completa del processo. Successivamente, l'allievo potrà eseguire l'esercizio su sé stesso senza l'aiuto del libro. Esercitarsi con i 28 esercizi preparatori diventerà un'abitudine di vita importante, così come prendere volontà e determinazione per auto-magnetizzarsi ogni sera."
}