{
  "title": "\"Mental Exercises for Self-Improvement\"",
  "first_phrase": "In the previous part, the author introduced exercises to train the mind to eliminate unwanted thoughts and ideas. In this last section, the author provides additional exercises for the same purpose. The exercises involve eliminating objects and numbers from the mind until the student is left with a blank mental canvas. The author also introduces an exercise involving the closing of the hand as a way to practice concentration.",
  "content": "27. Ancora la cifra 1. Dopo esservi concentrati sulla cifra 1 come è stato spiegato nell'esercizio 16, dovrete arrivare ad eliminare volontariamente e adagio adagio questa stessa cifra. Ecco come può procedere l'allievo: 1.° Egli scriverà mentalmente la cifra in caratteri sempre più piccoli fino alla sparizione completa; 2.° Egli può anche raffigurarsi l'1 che si allontana sempre più diventando impercettibile. 3.° Invece di allontanare l'1, l'allievo aumenterà progressivamente gli intervalli di riposo che debbono esistere nella concentrazione. Questo riposo sarà dapprima di 1 secondo, poi di 2, 3, 4 secondi. Resta inteso che negli intervalli l'allievo deve eliminare ogni idea. 4.° In quest'ultimo procedimento, dopo una prima concentrazione sull'1, si mette il cervello in riposo, prolungando questo riposo il più a lungo possibile. Non appena un pensiero si presenta, tosto lo si allontana con una nuova concentrazione sull'l, e così via. 28. La mano. Stendete la mano e concentrate la vostra mente sul pensiero che essa a poco a poco si chiude.",
  "last_phrase": "In conclusion, the practice of concentration exercises like focusing on the number 1 and visualizing the closing and opening of your hand can lead to personal and social development. By gradually eliminating distractions and improving mental focus, individuals can achieve greater levels of success and improve their overall well-being. So, start practicing these techniques now and see the positive changes it can bring to your life."
}