{
  "title": "The Two Principles of Trance: Contraction and Confusion",
  "first_phrase": "This text discusses two principles of trance experienced by humans. The first principle is the \"cold,\" or the contraction of the body, which generates physical pressure, constriction, pain, and suffering. These contractions are related to survival instincts and can result in frozen body parts not in harmony with the whole. The second principle is the \"wet,\" or the confusion between inner emotional reality and external reality. Following life events, we connect emotional states to situations that create automatic reactions. This principle of emotion creates a biochemical map of reactions, known as emotions, and links physical and emotional realities.",
  "content": "Gli episodi della vita causano spesso la “contrazione” della nostra capacità di percepire il mondo. Questo primo principio è quindi il principio del “freddo” o della “contrazione” ed è quindi fisiologicamente strettamente collegato anche alle “contrazioni” muscolari. La seconda Microtrance – L’umido – La “confusione” tra reazioni emozionali Il secondo aspetto di trance dell’uomo può essere chiamato “reazioni automatiche” o ancora più esattamente “confusione tra realtà emozionale interiore e realtà esteriore”. In poche parole, a seguito degli avvenimenti della vita, colleghiamo particolari stati fisiologici ed emozionali ad ogni situazione. Questo è stato anche chiamato il “principio dell’umido”. Il principio dell’umido è il principio dell’emozione e delle reazioni ad essa collegate. La nostra mente tende a creare in noi una mappa di reazioni biochimiche, che chiamiamo emozioni, che pensa che possano essere utili per la nostra sopravvivenza e che legano realtà fisica e realtà emozionale54.",
  "last_phrase": "In conclusion, it is essential to be aware of the two principles of trance: the principle of contraction and the principle of dampness. By understanding and acknowledging them, we can break free from the emotional attachment that clouds our perception of reality and take control of our thoughts and emotions. We should face our negative emotions squarely and dismiss them as unnecessary reminders of past pain or guilt to make room for pleasant experiences."
}