{
  "title": "\"Control your Inner Dialogue: Tips to Achieve Inner Silence\"",
  "first_phrase": "In the previous text, we talked about the inner dialogue that our mind creates as a way to conceptualize external events and how it constitutes the basis of our ego. Now, let's dive into ways to take control of our inner world using the methods of PAUSE, SUBSTITUTION, and DECOMPOSITION. Negative thoughts can be tormenting, but we can replace them with positive affirmations using the method of SUBSTITUTION. Similarly, taking PAUSES and utilizing relaxation and self-hypnosis techniques can help us take control of our thoughts. Let's explore these methods and learn how to achieve the ultimate goal of inner silence.",
  "content": "Passano le notti a rimuginare, ripensare senza avere requie. Il fine ultimo è l’interruzione del dialogo e l’acquisizione di uno stato di Silenzio Interiore. Ma questo è difficile all’inizio se abbiamo troppi pensieri negativi. E' possibile però prendere controllo sul nostro mondo interiore con i tre strumenti della PAUSA, della SOSTITUZIONE e della SCOMPOSIZIONE. Ecco quindi i consigli che suggeriamo: METODO DELLA PAUSA: fai ogni tanto delle PAUSE, dei break, degli stop mentali per allontanare i pensieri, utilizzando le tecniche di rilassamento e di autoipnosi. Questa è anci la regola principe per prendere controllo su te stesso; METODO DELLA SOSTITUZIONE: fai attenzione alle espressioni negative che utilizzi, ed applica la SOSTITUZIONE: sostituisci tali espressioni mettendo delle contro affermazioni e delle immaginazioni positive; ad esempio quando ti viene da dire \"non posso fare X\" sostituisci con \"cosa posso fare allora?\". Oppure volgi al positivo: tutte le volte che pensi \"va male\" prova a dire \"va bene!\".",
  "last_phrase": "In conclusion, achieving inner peace may seem difficult, especially when battling negativity within ourselves. However, it is possible to take control of our inner world through the power of PAUSE, SUBSTITUTION, and DECOMPOSITION. For instance, taking breaks and using relaxation techniques, replacing negative expressions with positive ones, and deconstructing negative thoughts through questioning are useful tools that can help us achieve a state of inner silence."
}