{
  "title": "\"The Power of Personal Intentions and Training the Mind\"",
  "first_phrase": "In the preceding text, the importance of conserving mental energy for achieving personal power is emphasized. The author points out the necessity of putting oneself into a psychological state, in which the intensity of desire, volitional energy, and clarity of mental representation are fulfilled, through preliminary training. The author asserts that suppressing unnecessary desires and controlling one's speech contributes to preserving mental energy. The upcoming text provides a practical procedure for enhancing the two crucial faculties of attention and concentration. The text concludes with practical advice on regulating desire, harnessing the power of the spoken word, and mental imagery.",
  "content": "Una immensa quantità di impulsi servilmente obbediti dalla massima parte degli esseri umani li spinge a sperperare ogni giorno una somma di forza mentale considerevole. Una delle antiche chiavi della magia indica : “tacere”... Chi “vuol potere” deve saper conservare il silenzio e controllare se stesso per non prendere la parola che quando è indispensabile; deve formulare ciò che gli occorre di dire nel modo pù breve possibile. L'eccitazione, la vanità, la sensualità ispirano una somma di impulsi che bisogna reprimere per conservare entro di sé la forza che si sarebbe spesa dando loro soddisfazione. La facoltà di formare delle immagini mentali molto precise e di conservare queste immagini per un tempo determinato nel proprio spirito, necessita, una riserva di forza nervosa e l'allenamento di due facoltà: attenzione e concentrazione. Ecco un procedimento pratico.",
  "last_phrase": "In conclusion, the ancient key to magic, \"silence,\" holds true even today. To conserve our mental strength and channel our energy towards our desires, we must repress impulses driven by excitement, vanity, and sensuality. To effectively form mental images and maintain them, attention, and concentration are crucial. By following the practical steps outlined, we can develop these faculties, define the objects of our desires, and manifest our goals without compromising our well-being or material interests."
}