{
  "title": "\"Techniques for Controlling Sexual Energy in Men and Women\"",
  "first_phrase": "In this text, we learn about techniques for controlling sexual energy in men and women. The first method involves contracting the pubococcygeal muscle, which controls the flow of urine and semen, while the second focuses on maintaining awareness of the present moment and controlling one's actions. The second method is considered the most effective for achieving a higher level of presence. The last 200 tokens present two exercises for controlling sexual energy, which are highly effective according to Wolinsky’s theories. The first exercise involves having a sexual fantasy, and the second requires the practitioner to focus on the sensations in the body while withholding sexual release.",
  "content": "La seconda maniera è attraverso l’attenzione alla propria eccitazione mantenendosi il più possibile nel presente – coscienza al corpo - e controllando le proprie azioni. E’ questa seconda maniera la più efficace ed in linea con il risultato finale che vogliamo raggiungere (aumento sempre maggioree di presenza). Infatti normalmente la coscienza del corpo nell’atto sessuale si restringe ai genitali. Espanderla al corpo permette di raggiungere un livello superiore. Il praticante deve “deconcettualizzare” e vedere le sensazioni sessuali solo come energia. Il processo è allora: tensione ? carica ? espansione (guardarsi attorno ed integrare la realtà) ? tensione ? carica ? espansione (guardarsi attorno ed integrare ulteriore realtà) etc… in un crescendo continuo L’energia sessuale deve essere vista solo come “energia”. Man mano si raggiungono livelli sempre più elevati. Man mano la sensazione di “energia” può essere espansa al corpo, all’ambiente etc… I seguenti due esercizi (citati da Wolinsky) sono estremamente efficaci. Esercizio 71: Fantasia sessuale Abbiate una fantasia sessuale248.",
  "last_phrase": "To sum up, expanding the awareness of the body during sexual activities by focusing on present sensations and viewing sexual energy as pure energy is the most effective way to attain a higher level of presence. The practice involves a continuous cycle of tension, charge, and expansion, and can be improved through exercises such as fantasy visualization and partner exploration. Deconceptualizing and integrating the experience will ultimately lead to a more heightened sense of awareness and connection."
}