{
  "title": "A Path to Reintegration and Perceptivity: A 3-Level Guide.",
  "first_phrase": "In the preceding text, the author proposes a path of reintegrating \"presence\" and expanding to the levels of biological vitality, spirit, and the overall human entity. Each step of the way is accompanied by relevant exercises that focus on specific perceptual experiences. The levels represent various degrees of amalgamation between ourselves and the universe, and attaining them is a matter of freedom. To initiate this journey, we must first develop our consciousness from the basic sensations, namely warmth, breath, heaviness, and bones. These provide a foundation for the first level, which involves the integration of perceptual consciousness. In the last 200 tokens, the author delves into the second and third levels, which include biological and physical elements and highlight the nervous and muscular parts of our bodily form. Their associated exercises aim towards full integration of the human entity.",
  "content": "E’ quello che chiamiamo “sviluppo iniziale della presenza”. Vi si aggiunge l’attenzione alle nostre “sensazioni esterne”, ad esempio la coscienza delle immagini che battono sul nostro occhio, dei suoni che arrivano al nostro orecchio, le sensazioni interne dove il peso del corpo, l’attenzione al respiro, l’attenzione al calore del corpo ed alla sensazione delle ossa costituiscono elementi essenziali. Dobbiamo superare le “microtrances” che sono i maccanismi automatici che ci rubano la percezione della realtà. Il secondo livello (il ternario) si riferisce ad elementi fisici e biologici. Prende in esame l’uomo che si riflette nell’universo. Il principio passivo si riferisce al nostro essere biologico e ghiandolare, al principio passivo, mentre la parola “principio attivo” può trovare allora un riferimento nel nostro essere nervoso e volontario ed il sé fisico nel nostro essere corporeo muscolare. Gli esercizi di sviluppo prendono quindi in esame questi elementi.",
  "last_phrase": "In conclusione, lo sviluppo della presenza richiede l'attenzione alle sensazioni esterne ed interne per superare le microtrances. Il secondo livello si riferisce agli elementi fisici e biologici, mentre il terzo livello alla integrazione di elementi energetici e spirituali. La respirazione ritmica, gli esercizi corporei e lo sviluppo della verticale sono importanti per sviluppare la coscienza di sé stesso. L'utilizzo della luce bianca e l'attenzione al corpo all’altezza del cuore possono facilitare lo sviluppo degli elementi spirituali."
}