{
  "title": "\"Creating Your Reality Through Visualization and Intention\"",
  "first_phrase": "In the previous section, we learned about the art of mental creation and the power it holds in attracting the desired outcome. In this section, we will delve deeper into the two main conditions for success in mental creation, namely the clarity of the concept and the determined will to obtain it. We will also discuss the importance of specifying what we truly want and not what we think we should desire. Furthermore, we will explore how our environment is a result of the questions we have asked the universe and how we can strengthen our desires through need and pleasure. Let us proceed to understand how our thoughts shape our reality.",
  "content": "Specificate bene ciò che pensate di avere il diritto di possedere, non ciò che credete di dover desiderare, ma ciò che voi « volete realmente avere». Anche la reciproca di questa regola è importante. Non domandate mai ciò che non desiderate. Se volete del denaro, non domandate solamente del lavoro. Quasi tutti, incominciando a fare delle domande, commettono questo errore. Il nostro ambiente è il risultato delle domande che abbiamo posto all’universo. Un ambiente spiacevole è il risultato di domande fatte in passato per cose che ora non desideriamo più. Per dare un esempio, se desiderate fare un viaggio, non dovete creare la rappresentazione mentale del biglietto da mille che potrebbe occorrervi per farlo, ma dovete creare l'immagine del treno o del bastimento che vi porterà, e vedere voi stesso sull'uno e sull'altro. Il bisogno intensifica molto il desiderio. Una buona maniera di fortificare i vostri desiderii è quella di pensare al piacere che vi procurerà il possesso di ciò che desiderate. Per conseguenza, fate le vostre domande quando sentirete il desiderio di diventare imperioso.",
  "last_phrase": "In conclusion, be clear and specific about what you truly want to possess. Focus on creating mental images of the desired outcome to intensify your desire, and ask for it when the urge becomes overpowering. Avoid making requests out of a sense of duty, as they lack the necessary energy and clarity. By developing your power of desire and maintaining a laser focus on what you want, you can obtain the things you truly desire and experience the pleasure that comes with them."
}