{
  "title": "Breaking Free from Linear Time: Understanding the Ego and Techniques for Mental Regression",
  "first_phrase": "In the preceding section, the text highlights the human ego as a mechanism that creates linear time through the construction of past experiences. It also suggests that our psychological experiences of memories can be considered regressions in time. These mechanisms cause people to get stuck in the past and impedes living in the present. This can lead to interpersonal problems in relationships. In the last 200 tokens, the text explores techniques to break the linear perspective of time, starting with the circular technique, which is said to be very effective in breaking automatic responses. It also delves into the idea of becoming free from the determinism of events, asking the question of how to become free. Additionally, it presents the concept of the \"casual body\" and \"spherical time\" as means of breaking out of the linear perception of time.",
  "content": "Si può dare carattere di realtà al tempo solo se non assumiamo una visione deterministica identificando il possibile al reale. Infatti una idea non si distingue dalla realtà che per essere una possibilità, cioè per essere qualcosa che può realizzarsi ma non si è ancora realizzato. Domandarsi se si è liberi quindi rispetto agli avvenimenti significa domandarsi se si è liberi rispetto a sé stessi. La domanda è “come divenire liberi”? Certo vi è un momento, posto fuori dal tempo, dove l’io è signore della nascita. In quel punto si definisce il “corpo casuale”. Quel punto è prima che nascessimo, in quanto ancora non eravamo nei meccanismi del tempo, sia “sopra al tempo”. La tecnica circolare ed il tempo “sferico” Ma il tempo lineare non è unico300. Vi sono varie maniere di “rompere il tempo lineare”. Psicologicamente una tecnica molto efficace per incominciare a rompere gli automatismi che ci legano alla visione lineare del tempo è la tecnica circolare.",
  "last_phrase": "In conclusion, breaking away from the linear view of time and adopting a circular technique can help us become free from the automatism that ties us to predetermined events. This technique allows us to experience events as they are, without considering them as past or future. By doing this, we become the central actors of our lives, able to realize our goals and aspirations without confusion."
}