{
  "title": "Sequenze e Trance: Come la nostra mente crea schemi e come l'ipnosi può interromperli",
  "first_phrase": "In the previous text, it was discussed how our minds automatically filter and distort reality, shaping our experiences. The concept of \"sequences\" and how they structure our actions was introduced, leading to the idea of inducing a trance state through an \"interruption of schema\". In this last part, it will be explored how our mind's automatic division into sequences is a function of survival, and how hypnosis can utilize this to induce a trance state. The text mentions relevant names such as \"interruption of schema\", and concepts such as the automatic structuring of actions and the distortion of reality by our minds.",
  "content": "L’ipnotista, ad esempio, inizia un movimento in maniera consueta, ma poi introduce una variante inaspettata (ad esempio stringe la mano e poi la muove verso il basso) e questa variante porta il soggetto fuori dalla sequenza in un “vuoto” che permette di iniziare una trance. In pratica il soggetto perde contatto con il suo “schema” entra in uno stato di “caos” che non sa come gestire ed è disponibile per un comando diretto. La divisione in sequenze nasce dalla nostra 1) concettualizzazione e 2) dall’immaginazione. E’ operata automaticamente dalla nostra mente la quale ci porta come in una maniera automatica in una direzione selezionando automaticamente attorno a noi quello che ci interessa e distorcendo le cose stesse che vediamo. Essa ha essenzialmente funzione di “sopravvivenza”. Infatti ci permette di reagire più in fretta, sulla base di “programmi” già acquisiti, alle situazioni esterne.",
  "last_phrase": "In conclusion, understanding how our programming works can be helpful in recognizing how we unconsciously set goals and how past patterns continue to influence us. Living in a linear time sequence allows us to act like machines, defining entities and conceptualizing them. By improving our conceptualization, we can enhance our programming and ultimately achieve our goals more effectively."
}