{
  "title": "\"Living in the Present: Tips for Grounded and Emotionally Fluctuating Personalities\"",
  "first_phrase": "In this text, the author discusses the impact of the combination of cold and dryness on reality. This combination solidifies reality, making it appear more mechanical than emotional. The author suggests that people who are dominated by this type of temperament need to develop inner silence to achieve spiritual elevation. The following section focuses on the flaccid type, whose physiological dominance is the glandular and tactile groups. This type processes reality through the body and biochemical reactions, often resulting in emotional inconsistency. The key to developing this type is to gain control of their emotions.",
  "content": "Fisiologicamente i gruppi fisici dominanti sono il ghiandolare ed il tattile, in altre parole questo tipo processa la realtà attraverso il corpo e le proprie reazioni biochimiche. Corrisponde nella antica classificazione tradizionale al Linfatico: “Fisicamente tende alla pinguedine74, la sua carne molle, il contatto con essa ce la presenta flaccida e fredda, i suoi muscoli sono molli, la sua taglia spesso corta, la sua tinta pallida e livida, i suoi polsi deboli, lenti e molli, il suo fiato talvolta cattivo, la sua saliva e l'orina abbondanti, i suoi capelli abbastanza folti.”75 L’immagine rappresenta un uomo coinvolto ed affascinato dalla natura. Questo tipo ? vive infatti in un mondo emozionale. “L’emozione è il riflesso della mente nel corpo, e più siamo identificati con l’idea di piacere e dispiacere, giudizi ed interpretazioni, più sarà forte la carica emozionale”76 La chiave per lo sviluppo è allora reimpossessarci dell’energia che sta dietro alle emozioni.",
  "last_phrase": "In conclusion, understanding and embracing our physiological dominant group can give us a better insight into how we process reality. By working to repossess the energy behind our emotions, we can start to separate ourselves from them and move towards personal growth. Remember, the time of the flitting type is over, and it's time to dive into life like the water type, absorbing everything it has to offer."
}