{
  "title": "\"The Art of Visualization: Creating Dynamic Mental Imagery\"",
  "first_phrase": "In this final part, the focus shifts to the practical exercise of creating a concrete vision of one's desired state. The author stresses that instead of comparing the desired state with the current flawed state, we should completely remove the memory of the flawed state and focus only on the desired quality, using all our senses to create a dynamic and immersive image. The author emphasizes the importance of imagining ourselves already possessing the desired quality, creating a vivid hallucination of ourselves free from harmful habits and full of joy. The art of creating such scenes through imagination, known as ideoplasty or \"true magic\" by Paracelsus, is explored. The author reminds us that most of us desire too little and with too little effort.",
  "content": "Notiamo che più che una frase338, l'allievo arrivato a questo punto non avrà davanti a se che la visione concreta, quasi diremmo un'allucinazione di se stesso, libero dal vizio dannoso, di se stesso che passa imperterrito davanti agli spacci di tabacco, di se stesso che non accetta la sigaretta offertagli dall'amico, di se stesso pieno della gioia di sentire finalmente la freschezza del proprio alito, di vedere tornato il colore sul proprio viso, di sentire il cuore battere regolarmente in petto, ecc. Ecco la visione dinamica; diversa come si vede dalla visione statica. Non giungeremo mai a persuadere sufficientemente l'allievo della necessità di rinfocolare ardentemente la nostra imaginazione, in modo che da essa si sprigionino quasi scintille, vivide imagini di ciò che sarà e ciò che vogliamo debba essere. Quest'arte di creare scene coll'imaginazione, o ideoplastica (Ochorowicz) nell'intento che esse si verifichino nella realtà, venne già considerata da Paracelso come una magia vera e propria. La maggior parte di noi - ripetiamolo ancora - desidera troppo poco o in guisa così debole che non ne risulta alcun sforzo cosciente.",
  "last_phrase": "In conclusion, it is important to constantly fuel our imagination with vivid images of what we want to achieve, just like practicing ideoplastic arts. By strengthening our mental magnetism, we can attract and manifest our desires more effectively. Let us strive to reach a deeper level of absorption and continue to use the Formula to achieve our goals."
}