{
  "title": "\"Ritualità ciclica: come creare uno spazio nella mente\"",
  "first_phrase": "In the previous section of this text, the author discussed the importance of developing willpower and cultivating a sense of “non-urgency” by practicing rituals. Now, the focus shifts to the concept of cyclicality in rituals and the ways it helps to transcend time. The author delves into the idea that rituals create a space outside time to develop the \"quintessence\" of humanity. Through the repetition and centralization, the individual can access a different connection to things that is separate from our habitual way of \"living in time\". Finally, the author analyzes the basic elements of human time absorption with specific psychological types.",
  "content": "Questo significa che il tempo può rimanere come sospeso, poiché non vi è “divenire”. A questo punto l’uomo diventa centrale. La chiave è infatti riportare l’io in quel posto fuori dal tempo cui appartiene da sempre e passare da io individuato dalle cose ? ad io individuante ?. Questa era tra l’altro anche una caratteristica delle società tradizionali e spiega come esista una relazione sottile tra ciclicità e centralità umana. Un tempo gli uomini vivevano in simbiosi completa con i ritmi della Natura. Anche questi ritmi sono ciclici. A questo punto si può accedere ad una diversa connessione alle cose che si distacca dal nostro abituale “vivere il tempo”. Cioè impariamo a non farci assorbire da esso. Analizzeremo ora i “modi” di assorbimento nel tempo dell’uomo. GLI ELEMENTI DI BASE (livello ?) Tipi psicologici di base – Androchimica e Cenestesia. Noi creiamo la nostra esperienza soggettiva. Ad esempio creiamo la nostra tristezza, la nostra ansietà condensando e fissando in una certa maniera il mondo.",
  "last_phrase": "In essence, the key point to detach ourselves from the notion of time and its absorption is by bringing ourselves to a place beyond time where the self belongs. Once we comprehend that we create our subjective experiences, we can create a different connection with things and stop the fixation that leads to negative emotions like anxiety and sadness. Understanding the basic psychological types and microtrances that modify our perception of reality can help us live our lives differently. Let us make an effort to detach ourselves from our habitual view of time and create an improved connection with ourselves, others, and the world around us."
}