{
  "title": "\"Exploring the Meaning of Sdoppiamento: A Practice for Spiritual Access\"",
  "first_phrase": "This text delves into the practice of \"sdoppiamento,\" an ancient technique used for accessing spirituality and overcoming the duality of self and others. The concept of extending oneself beyond the usual boundaries of the ego is key to the process, which entails becoming a spectator rather than an actor in one's thoughts and emotions. This fluidic state can even allow for seeing past and future events through pre-cognition. The first step is to attain a state of \"nudity\" or ego death, and to establish a direct relationship with the world beyond mere representations and emotions. This text mentions various principles and concepts important for understanding the practical aspects of the practice of sdoppiamento.",
  "content": "di sdoppiamento, pensare ad un luogo, ed essere di presenza reale effettiva, in quel luogo è una virtù. 286 Oltre che allo spazio, lo spirito è al di là del tempo. Utilizzando i principi di sdoppiamento descritti è possibile anche vedere avvenimenti futuri o passati (concetto di pre-cognizione). E’ il primo accesso ad una dimensione “quantica” retta dal principio della sola coscienza. Il punto di partenza per la pratica tradizionale è lo stato di “nudità” realizzato attraverso la morte iniziatica dell’ego e trasferito dagli stati extracorporei allo stato terreno dell’iniziato. La prima operazione è passare allora ad un rapporto diretto con ciò di cui il mondo dei pensieri, delle rappresentazioni e delle stesse emozioni rappresenta un pallido esteriorizzato riflesso. A tal uopo bisogna procedere alla realizzazione dello stato fluidico e sottile che fa da mediatore tra i due mondi, quello dell’esteriorità sensibile e quello dell’immanenza solare287.",
  "last_phrase": "In conclusion, achieving the state of \"nudity\" through the death of the ego and establishing a direct connection with the world beyond thoughts, representations, and emotions is the first step towards accessing a \"quantum\" dimension based on the principle of consciousness. By practicing the principles of detachment and visualization, it is possible to explore the hidden forces that remain dormant within us and connect with the Archetypes of various species. Developing a fluid and subtle state of mind, as well as mastering the art of symbolism, can help us become effective mediators between the visible world and the realms beyond."
}