{
  "title": "The Spiritual Journey in Dante's Divine Comedy.",
  "first_phrase": "In the previous part of the text, we explored Dante's Purgatorio and the stages of overcoming compulsions to reach the highest state achievable without spiritual elevation. In the final 200 tokens, Dante ascends through the seven heavens of the Paradiso, each named after planets in the solar system, and ultimately achieves a level of consciousness where he becomes god-like. The journey through the heavens represents a different personality type, and past the stars and constellations, one reaches the \"cielo della durata,\" or the heaven of eternal duration. This path may be achieved through bodily awareness, as explained in Theosophia Pratica del Gichtel.",
  "content": "Lo spirito liberato dal peso delle compulsioni sale quindi i livelli supremi di coscienza ed il livello è l’espansione dello spirito che Dante descrive con termini come “transumanare” e “indiarsi” (diventare Dio). Dopo i sette cieli, simboli delle differenti personalità, si raggiunge il cielo delle “stelle fisse”, gli archetipi e le costellazioni che sono nell’uomo e trascendendo ulteriormente questo livello si giunge infine al “cielo della durata146” “Nel ciel che più della Sua luce prende, Fui io e vidi cose che ridire, Né sa né può chi di lassù scende” (Par. I, 4-6). Come dice Sant'Isacco il Siriaco: \"La scala di questo Regno è nascosta dentro di te nella tua anima\". Tale cammino può essere anche condotto con attenzione alla corrispondenza con i vari punti del corpo. Il percorso è esposto nella Theosophia Pratica del Gichtel: Alla sommità corrisponde ?147 saturno – il tempo misurato – il corpo.",
  "last_phrase": "In conclusion, the journey towards spiritual enlightenment is not an easy one, but it is an achievable one. It requires a deep understanding of oneself, a willingness to evolve and expand, and an attentiveness to the correspondence between the various points of the human body. As Dante describes, the ultimate destination is to become one with God, and as Sant'Isacco il Siriaco says, the ladder to this kingdom is hidden within each of our souls."
}