{
  "title": "\"Meditative Exercises for Language and Physical Awareness\"",
  "first_phrase": "In this text, the author explores the idea that the average person is a reflection of the language they use and the forms they create, and that we have the capability to awaken to a less rigid dimension. The exercise introduced is to break down preconceived barriers and create new meanings and combinations through language. The author then goes on to discuss a physical exercise that involves focusing on the elements of air, water, fire, and earth within our bodies. By practicing these exercises, we can move beyond the frozen projections of language and become more fully present in our subjective experience.",
  "content": "La fase solve et coagula agisce allora sulle barriere esistenti tra realtà “congelate” che vengono “sciolte” per essere poi riunite (domandatevi quindi: è possibile sia a che b?). Continueremo allora con la fase “né a né b”. Questa fase è un solve differente che porta all’essere che contiene in sé sia a che b ad alle altre forme che può prendere. Infine continueremo spezzando e ricombinando tutte le combinazioni di forme (cioè di parole) già prestabilite. Quello che miriamo a riottenere è la parola vivente, uscendo dal mondo di “morte” che circonda l’uomo. Nella sua semplicità questo esercizio è estremamente efficace. Conoscenza Statica dei quattro elementi Pratichiamo ora una metodica fisica. Esercizio 24: fisicità degli elementi Sdraiati, cominciate a tendere i muscoli del corpo ? e successivamente rilassateli ?. Fate ora attenzione al peso del corpo. Spostate l’attenzione sull’aria che esce dai polmoni ?, ed immaginate di vedere due colonne che escono dalle due narici.",
  "last_phrase": "In conclusion, this exercise of practicing the physicality of the four elements is a simple yet effective way to achieve a living word and break free from the dead world that surrounds us. By focusing on the tension and relaxation of our muscles, the weight of our body, the air we breathe, and the heat within us, we can access a deeper level of consciousness and vitality. Remember to vary your attention among these basic elements and slowly return to your normal state of wakefulness."
}