{
  "title": "\"The Relationship between Time and Mental Content in Human Development\"",
  "first_phrase": "This text discusses the two types of temporal slowdowns and their connection to mental content and deconceptualization. The author refers to Marianne Frankenhauser's idea that our experience of time is linked to the amount of mental content that takes place in a given time. The second type of temporal slowdown is related to deconceptualization, where the more we deconceptualize, the slower time appears to be. The author also explores the concept of \"Grande Cottura,\" the third phase in the path of human development, where the level of energy is raised to create a new non-dual state. This section discusses the symbolic importance of the \"philosophical egg\" and its role in the creation of the new human state. Techniques of sexuality may also be used to achieve this final phase.",
  "content": "Con questo termine si intende il livello energetico che viene progressivamente alzato fino a sviluppare stati più accentuati di non-dualità. E’ una nuova creazione dell’uomo. L’elemento di partenza è l’”uovo filosofico”. Nell’uovo vengono messi gli elementi preparati nelle fasi precedenti205, (significando quindi che non si può lasciare da parte niente dei risultati del lavoro precedente), e vi è allora una nuova reintegrazione totale. L’uovo è il simbolo dell’ambiente della generazione e per questo nelle opere dei filosofi ermetici si legge questa espressione “l’uovo del mondo”, espressione che si trova anche nei libri sacri indiani206. Dopo ventun giorni nasce allora il pulcino. Quanto alla funzione, questa può (come dice Schwaller de Lubicz) non avere immagine migliore del coito207 e quindi le tecniche sessuali possono anche avere utilizzo in questa fase. Questo spiega il mistero che ha accompagnato nel passato queste pratiche. Infatti il rapporto tra maschio è femmina è parallelo simbolicamente al rapporto tra definizione e potenzialità, tra principio attivo ( = ?)",
  "last_phrase": "In conclusion, the concept of raising energy levels to achieve states of non-duality is achieved through the creation of the \"philosophical egg\". This symbolizes the environment of generation, and in 21 days, gives birth to the chick. The use of sexual techniques is also possible during this phase. All magnetism and energy-based techniques can be successfully utilized. Therefore, understanding and applying these techniques can be beneficial in achieving non-dual states and deepening one's spiritual practice."
}