{
  "title": "Overview of Physical Inclinations and Compulsions to Overcome.",
  "first_phrase": "In the previous text, different glandular types and their inclinations towards physical and intellectual pursuits were discussed. This last part delves into two specific types: the base glandular type inclined towards the physical, and the respiratory-intellectual type. The former tends towards obsession with material gain and can become greedy, while the latter is a research enthusiast but may develop envy, anarchy or spiritualism. Both types can have health issues related to their respective glandular inclinations. Tips to manage such issues are provided. The relevance of these types to certain concepts, such as the \"incentrato su sè\" of Wirth, is also explored.",
  "content": "– compulsione da superare: avarizia Il tipo sopra a volte viene preso come respiratorio- intellettuale. Infatti qualora il tipo respiratorio ghiandolare non sviluppi la seconda inclinazione è molto simile. E' un fervente della ricerca. Tuttavia se ha delle difficoltà diviene invidioso, anarchico o ancora spirituale di apparenza alla ricerca del misterioso e del soprannaturale. Può avere problemi di cuore. Tuttavia la causa della difficoltà originaria è ghiandolare, che trascina dietro i polmoni che a sua volta si riflette indietro e peggiora la situazione. A questo punto il tutto arriva al cuore ed infine al fegato ed agli organi digestivi. Nel caso abbia difficoltà nella digestione sono indicati bagni caldi ed olio d'oliva. E' anche importante fare attenzione alla temperatura dell'ambiente dove si trova. Può corrispondere all’”incentrato su sè” del Wirth Il Principio Corporeo e Fisico G Il Principio Neutro (io orizzontale) Il corpo, la fisicità è il principio neutro. Esso è simboleggiabile dalla linea orizzontale. Normalmente nell’uomo medio tale principio non è vissuto come neutro.",
  "last_phrase": "If you are struggling with the avarice urge, it is important to understand its connection to your respiratory and glandular health. Practice self-awareness and give your body the attention it needs to function properly. Additionally, try to prioritize creating a relaxing environment and consider incorporating warm baths and olive oil into your routine to alleviate digestion issues. Remember, taking care of your body is an essential part of leading a healthy and fulfilling life."
}