{
  "title": "Examples of Personal Formulas – Applying Self-Imagery for Improvement",
  "first_phrase": "This final section of the text emphasizes the importance of creating vivid and tangible images when using affirmations to enhance personal well-being. It provides examples of affirmations tailored to address common issues such as lack of appetite and physical laziness. The author highlights the fact that these examples are not meant to serve as a one-size-fits-all solution, but rather to illustrate how a clear and focused mental image can work wonders. The goal is to inspire readers to formulate their own affirmations based on their unique situation and desired outcomes.",
  "content": "Osservazione riguardo alla forma negativa. – Se il lettore vede qui offerti degli esempi di formule basate non già sui vantaggi conseguenti all'esercizio d'una data virtù, ma sui danni derivanti dal vizio che si vuol guarire, non ci creda in contraddizione su quanto è stato detto circa la creazione della formula. Ripetiamo per l'ultima volta che la formula non è che l'espressione verbale della visione. Quel che importa è quest'ultima, cioè l'imagine viva, palpitante di noi stessi privi del difetto e dotati della qualità desiderata.347 1. Per l'inappetenza. Il mio appetito migliora. - Ad ogni pasto io sento fame. - Io mangio come un uomo normale. - Il mio nutrimento si trasforma in energia. * 2. Contro la stitichezza. Quest'acqua (cioè l'acqua che bevete) mi assicura un'evacuazione per domattina. - Essa agisce come uno stimolante sul mio fegato e obbliga i miei intestini a funzionare. 3. Contro la pigrizia fisica. Io devo348 vivere fisicamente di una vita attiva.",
  "last_phrase": "In conclusion, remember that the formula is just the verbal expression of your visualization. Focus on the vivid image of yourself free from defects and with the desired quality. Use these negative formula examples as an alternate way to reframe your thoughts and empower yourself towards a healthier lifestyle."
}