{
  "title": "\"The Principle of Warmth: Letting go and expanding\"",
  "first_phrase": "In the previous part of this text, we learned about how to take control of our internal dialogue and pursue a state of higher awareness. Now, we'll delve into the concept of the principle of heat/cold and how it relates to expansion and contraction. The principle of heat is all about letting go of mental blocks and embracing new conformations, just like how heat helps vegetation grow. By becoming aware of our emotions, we can allow them to expand and dissolve within our bodies, resulting in greater energy and renewed sense of self. However, too much heat can lead to excessive expansion, causing us to lose touch with our center and those around us. Let's explore the characteristics of these micro-trances and how they relate to our emotions.",
  "content": "Eccesso di caldo Più una sostanza è leggera, sottile, più il movimento vitale è accelerato, più l'energia è libera di manifestarsi nei suoi effetti. Affermeremo con ciò che si debba ricercare esclusivamente l'espansione? No, certo. L'intensità eccessiva di vita non sarebbe compatibile colla natura umana. Dobbiamo cercare un correttivo nello stato di riposo. Lo stato di riposo non è stato d'inerzia, ma di libertà, cioè opposto ancora alla contrazione. Si potrebbe chiamarlo euritmia, mezzo del minimo sforzo, infatti il “lasciarsi andare” eccessivo se è accompagnato da una perdita di centratura genera un’espansione nella quale perdiamo coscienza di noi stessi. La creazione di nuove forme diventa eccessiva. In particolare nei rapporti interpersonali vi è il rischio di una ipespansione del principio io e di una non percezione dell’altro. Riepilogo delle caratteristiche simboliche delle microtrance di base FREDDO – Contrazione. Autoprotezione, creazione di barriere. Le caratteristiche sono quindi impassibilità, scetticismo, egoismo e tensione. UMIDO – Dissoluzione. E’ legato alle emozioni.",
  "last_phrase": "In summary, excessive heat can lead to an expansion that results in a loss of self-awareness, making it important to find a balance between expansion and rest. The symbolic characteristics of basic micro-trances highlight the importance of balancing contraction, dissolution, solidification, and expansion in personal relationships and emotional states. Remember to cultivate a state of restful eurhythmy to avoid losing oneself in excessive expansion."
}