{
  "title": "The Importance of Relaxation in Meditation: A Guide.",
  "first_phrase": "In the previous part of the text, the author discusses the importance of physically relaxing the body to attain a state of complete relaxation. The following 200 tokens depict the next phase of achieving relaxation- moving from the physical to the mental state. The author describes the \"passage to earth\" state where the body is relaxed to the point of a corpse and the individual abandons all organic sensations. This leads to the \"passage to the black and white,\" where the spirit becomes free from all bonds and enters a state of isolation, which is the first phase of the three successive stages.",
  "content": "Voi dovrete dunque rilassare ogni parte del vostro corpo, finche esso divenga simile a quello d'un cadavere, e tale che senza il sostegno della poltrona cadreste pesantemente al suolo. Ridotti a questo stato di completo rilassamento, voi dovete abbandonare totalmente il pensiero del vostro corpo, annichilire in voi ogni sensazione organica. Questo può anche essere chiamato lo stato uno: “passaggio alla terra – prima separazione delle membra”. Al termine di questa fase, nella quale vi sarete lasciati sprofondare, apparirà una sensazione di luce ed aria alla quale potrete legare la fase successiva del nostro percorso che è invece aerea. Descriviamo ora le fasi continue di questo “passaggio al nero e dal nero al bianco”, quale appare dalla chiusura degli occhi fino alla fase successiva. “Nel Silenzio lo spirito, libero da ogni legame precipita in sé stesso, si vede e si conosce. Vi sono tre fasi successive. La fase prima, iniziale è una percezione di isolamento.",
  "last_phrase": "In conclusion, achieving a complete state of relaxation, abandoning all bodily sensations, and moving towards a perception of isolation, sinking, and dilating sensation is a gradual process that leads to deeper levels of consciousness. This \"passage to black and from black to white\" reveals the spirit's freedom and knowledge of itself, opening doors to a higher level of spiritual experience."
}