{
  "title": "\"Self-Suggestion Techniques for Calmness and Detachment\"",
  "first_phrase": "In the previous part of this text, the author discusses a technique for achieving a state of calm and detachment through self-suggestion, involving the convergence of the eyes and the imagining of a bright sphere behind the head. In the final 200 tokens, the author offers some concluding thoughts and practical notes on the technique. They stress the importance of following their training course or gaining a proper understanding of the theory behind the method to achieve success. They also encourage perseverance and reflection on the psychological law that resisting a passion makes victory easier in the future. The author warns that the first attempt at self-magnetization may not be successful, but it paves the way for future self-hypnotizations.",
  "content": "“E' legge psicologica che ogni volta che si cede ad una passione, la resistenza diventa sempre più difficile quando una occasione analoga si presenta; mentre ogni sforzo che tende a reprimerla rende più facile la vittoria seguente”346. Riflettete al senso di questa profonda e consolante verità, e procurate di agire di conseguenza. Chi vorrà dedicarsi a queste pratiche, constaterà che spesso la prima auto-magnetizzazione non sarà stata sufficiente ad assicurare il successo, o almeno che il successo sarà stato effimero. Non importa: quand'anche lo scopo non fosse stato raggiunto, questa prima auto-magnetizzazione non sarebbe andata perduta, perchè essa vi avrà spianato il cammino, e vi avrà reso più facili le auto-ipnotìzzazioni successive. Perseverate: la sera appresso datevi una seconda formula uguale alla prima e insistete regolarmente, con fiducia incrollabile nel successo finale. Vi sono alcuni che non estraggano dalla metodica tutti i frutti che esso può dare, perchè pur avendolo ben compresa, se ne stancano presto.",
  "last_phrase": "In conclusion, remember the wise words that yielding to passion makes resistance harder, while efforts to suppress it make future victories easier. If you commit to the described self-magnetization techniques consistently, even if you do not have immediate success, your first efforts will pave the way for easier and more successful self-hypnosis. Persevere with unwavering faith in your ultimate success, and make it a nightly practice for optimal results. Though the process may seem tedious at first, it will become second nature over time."
}