{
  "title": "Circulatory exercises for energy flow and vitality",
  "first_phrase": "In this text, we delve into different ways to circulate energy within the body, exploring both western and eastern techniques. Beforehand, it was explained how the Opus Circulare can be translated through a circular motion that goes up and down. In contrast, exercises 4, 5, and 6 focus on specific techniques, such as circular movements along the center of the body, the Chinese microcosmic orbit, and the rotations used by Sufis. Each of these techniques aims to promote a positive sense of balance and well-being.",
  "content": "Nel tragitto dell’orbita microcosmica cinese l’attenzione viene condotta lungo la parte mediana del corpo con discesa nella parte frontale e risalendo lungo la colonna vertebrale27. 28 Essendo la parte mediana del corpo il punto di connessione tra i due emisferi cerbrali, questo tipo di esercizio produce una sensazione positiva di equilibrio. Tale modo di operare la vivificazione ha somiglianze con la rappresentazione dell’ouroboros (dal manoscritto di San Marco 299 fl88v riprodotto sotto). Le circonduzioni: Una seconda maniera di effettuare la vivificazione è effettuata attraverso rotazioni o circonduzioni del corpo (anche immaginate), che portino l’energia a diffondersi in tutto il corpo. Questo è anche il metodo delle rotazioni utilizzato dai Sufi. Esercizio 6: la circonduzione sufi Se volete, potete effettuare qualche circonduzione per rendervi conto dell’esperienza. In piedi, allargate le braccia e ruotate su di voi stessi. Già dopo aver effettuato qualche circonduzione si può avvertire una sensazione diversa. L’orientamento delle braccia può allora portare l’attenzione su zone del corpo diverse.",
  "last_phrase": "Incorporating rotational exercises such as circonductions into your daily routine can bring a positive sense of balance and vivify your entire being. These techniques have similarities with the representation of the ouroboros, and have been utilized by the Chinese and Sufi traditions. Our experimental results have shown a higher resolution of psychological difficulties and an increase in creativity. Consider adding these exercises to your practice for a revitalizing effect on your body and mind."
}