{
  "title": "\"Mental and Physical Exercises for Self-Magnetization\"",
  "first_phrase": "In this section, we will explore how to apply the method of voluntary construction of destiny and the enhancement of our qualities through the voluntary concentration. Before that, we need to remain calm and reflective, examine every idea and physical impulse that comes to us, and understand its potential impact. We will learn how to increase our nervous strength to achieve perfect concentration and provide prescriptions for self-therapeutic practices. Finally, we will propose formulas for physical and mental illness treatments. This approach requires training in concentration and voluntary efforts, and the exercises aim to enhance the essential qualities for self-magnetic treatment. The first exercise is the Flexion of the arm, which requires complete focus on the movement.",
  "content": "L'edificio presuppone i piani di un architetto il quale ha lungamente meditato sulle dimensioni, l'importanza e gli scopi dell'edifìcio da innalzare; ma la costruzione di questo edificio ha luogo piano per piano senza che l'architetto debba rivolgere la sua attenzione sull'insieme, bastandogli concentrarla su ogni fase successiva del lavoro. Così a noi non occorre vivere in una perpetua tensione di spirito che somigli a un'idea fìssa, ma basta aver di mira in modo generale lo scopo della nostra attività. 1 - ACQUISIZIONE DELLE DOTI DI BASE Questi esercizi hanno lo scopo di allenare l'allievo alla vera concentrazione ed agli sforzi volontari, vale a dire ai due elementi indispensabili del trattamento auto-magnetico. Si raccomanda di studiare attentamente le note apposte qua e la alla descrizione degli esercizi, osservando che ciascuna di esse non si riferisce solo all'esercizio sotto cui si trova, ma a tutti gli esercizi indistintamente. 1. Flessione del braccio. Piegate l'avambraccio sul braccio sino a toccare la spalla colla mano. Eseguite il movimento lentamente, controllandolo, vale a dire concentrando tutta la vostra attenzione su quanto state facendo.",
  "last_phrase": "In conclusion, it is not necessary to live in a perpetual state of mental tension, but rather to focus on the general goal of our activity. These exercises aim to train the student in true concentration and voluntary effort, which are indispensable for self-magnetic treatment. It is important to carefully study the notes and perform the exercises with full attention. By gradually repeating these exercises, one can acquire the basic skills needed to achieve the ultimate goal."
}