{
  "title": "\"Mind Exercises for Concentration and Self-Control\"",
  "first_phrase": "In the preceding text, we learned about visualization and projection as exercises for concentration. This final section explores \"scrutiny\" as a way to fine-tune our mental images and desires. The text highlights the importance of daily self-control and the potential for error when constructing mental images. It recommends using memory and comparison to detect and correct mistakes. Additionally, it suggests affirmations to reinforce one's will, like \"I attract the elements necessary for my physical and moral health\" and \"I want to isolate myself from any possibility of misfortune.\"",
  "content": "Non mancate di consacrare alcuni istanti a suggerire a quel servitore impersonale che è la volotà umana alcune affermazioni elementari come : « Io attiro gli elementi necessari per mantenere in perfetto stato la mia salute fisica e morale». — «Io allontano gli agenti contrari». — «Voglio trovarmi isolato da ogni possibilità di disgrazia », ecc. ecc. 3) ”SCRUTAZIONE”. — Per quanto buona sia la volontà impiegata, accade che praticando ciò che si è detto e realizzando l'auto controllo continuo senza il quale tali pratiche resterebbero inefficaci, si commettono sempre degli errori. Così, costruendo le immagini mentali, si può omettere qualche particolare essenziale, e benché il concetto generico si realizzi, gli effetti sono diversi da quanto ci aspettavamo. E' facendo appello alla memoria e paragonando quanto accade a quanto abbiamo desiderato, che si arriva a rendersi conto delle omissioni o degli errori che abbiamo tendenza a commettere, e mettere in fuoco per così dire il nostro modo di concepire e di volere.",
  "last_phrase": "In conclusion, dedicating time to suggest self-affirmations to the impersonal servant that is the human will, practicing scrutiny to learn from our mistakes, and purifying our thoughts of negativity are essential steps in improving our physical and mental well-being. Remembering the law of attraction and avoiding negative thoughts towards others are also crucial for a fulfilling life."
}