{
  "title": "The Illusion of Time: How Our Mental Programming Shapes Our Perception.",
  "first_phrase": "This text discusses how humans have the ability to mentally create their own programming on how they perceive things. Our programming of time is a human concept, necessary for survival and attention. However, the notion that time always has the same duration is an illusion. The author shares experiences where time perception can be distorted, revealing that there is not one objective \"time\" and that our mental programming limits us to the \"law of becoming.\" In moments when we step outside of our programming, we can tap into true power. This last part dives into the idea that humans are not just programming and discusses the limitations of linear programming.",
  "content": "O ancora, in ipnosi si può creare la cosiddetta “distorsione temporale” fino ad arrivare a casi dove in un tempo esterno di pochi minuti il soggetto è in grado di vivere ore se non giorni di esperienza all’interno della sua mente, completa di ogni dettaglio6. Soggettivamente non vi è quindi un solo “tempo” ed in un secondo può esservi l’infinito. Nei nostri corsi, ad esempio, spesso lavoriamo con la “distorsione temporale” e tutti gli allievi ci raccontano di provare una profonda distorsione della realtà. L’uomo non è infatti solo programmazione. La programmazione lineare è solo un utilizzo particolare della mente umana con uno scopo finito legato ad un obiettivo. Invece, in quei momenti, quando si esce dalla programmazione, si può estrarre la vera potenza. Il nostro modo abituale di creare il tempo e programmare ci chiude però in quella che è chiamata la “legge del divenire”. Questa legge del divenire implica un susseguirsi orizzontale e conseguente di avvenimenti.",
  "last_phrase": "In conclusion, our habitual way of creating time and programming our minds closes us within the law of becoming, leading to a horizontal and consequent succession of events that eats away our present moments and eventually our physical bodies. By exploring the world of infinite possibilities beyond this law, we can tap into our true power and find answers to our deepest existential questions. So, let's take a moment to look within and unlock the door to infinity."
}