{
  "title": "\"Practical Techniques to Manifest Change through Mental Projection\"",
  "first_phrase": "In this text, the author discusses another practical technique for changing reality: the projection method. After acquiring self-mastery and sustained attention, the reader can isolate themselves and focus on the obstacles they wish to overcome. The four phases of this method are inspiration, projection, scrutiny, and purification. The author emphasizes putting mental representation of the problem into precise and complete terms. They advise focusing on urgent difficulties one at a time and setting a mental determination to obtain a solution. This technique can be particularly effective for those looking to alter their reality in response to various social and professional circumstances.",
  "content": "Isolandosi più che si potrà, per esempio in una camera oscura e ben chiusa, portare il proprio pensiero sugli ostacoli che si cerca di vincere, sui diversi punti per i quali non si vede ben chiaramente come riuscire. Beninteso, se si deve esaminare una serie di difficoltà, bisogna classificarle prima in ordine di urgenza e applicare la propria attenzione isolatamente su ciascuna di esse. Tutto il lavoro di questa prima fase deve limitarsi alla rappresentazione mentale, precisa e completa, di ogni questione. Bisogna dire a se stessi: ecco ciò che voglio avvenga malgrado tutto. E quando i dati, gli elementi del problema posto dalle circostanze sono ben presenti allo spirito, bisogna (pur mantenendo la propria attenzione su questa pittura mentale) rivolgersi al piano mentale e formulare internamente la determinazione di ottenere una risposta. La forma sotto la quale viene rivolta poco importa.",
  "last_phrase": "In conclusion, by isolating oneself and focusing on each difficulty in order of urgency and visualizing the desired outcome, we can formulate the determination to find a solution to each problem. By doing this for 10 to 15 minutes, we can open ourselves up to receiving inspirations and answers from our subconscious mind. So, take a few moments each day to reflect on your questions and desires and watch as the answers come to you."
}