{
  "title": "Transcending Time: Ascesis and Paramnesia According to Pythagoras",
  "first_phrase": "In the preceding text, the concept of paramnesia was introduced, which refers to the feeling of having lived a scene before it unfolds. While it is commonly attributed to a memory illusion, those who experience it believe it to be a genuine perception of reality. This perception of time has been reported throughout history, including by ancient philosophers such as the Pythagoreans. In relation to asceticism, the ability to transcend physical time through these experiences could become a goal of spiritual practice. This final part delves deeper into the idea of asceticism beyond time.",
  "content": "Cosi siamo indotti a pensare, per esperienza personale, che conta in proposito più di tutto il resto nel valutare l’esperienza psichica del tempo. Ora se la sola nostra esperienza personale basta a darci la conoscenza di parecchi fatti in cui affiora una coscienza del tempo ben diversa da quella consueta umana, siamo indotti a ritenere che anche altri ed in particolare gli antichi, ad esempio i pitagorici abbiano avuto esperienze dello stesso genere; e allora i pitagorici non avrebbero fatto altro che inserire questa percezione e distinzione del tempo fisico e del tempo psichico nella loro cosmologia, attribuendo o riconoscendo alla sfera dell'avviluppante la proprietà di operare o di corrispondere a questa distinzione tra tempo e durata. L’ascesi oltre il tempo Questo per quanto concerne la cosmologia pitagorica. Per quanto concerne l'ascesi, ne segue che se l'uomo ha la possibilità di trascendere il tempo fisico in queste esperienze spontanee e sporadiche, questa possibilità può divenire uno degli obbiettivi della stessa ascesi.",
  "last_phrase": "In conclusion, the possibility of transcending physical time may be considered as one of the objectives of asceticism and the Great Work. Although some may view these experiences as fleeting dreams, the modern scientific research has abandoned the limitations of linear physics, leaving room for new perspectives and possibilities beyond what we currently understand."
}