{
  "title": "\"Microtrance: Understanding Our Perceptions and Emotions\"",
  "first_phrase": "This text explores the concept of trance in humans, particularly how life events can cause a contraction of our perception of the world. The first principle, known as the principle of \"cold\" or \"contraction,\" is closely related to muscle contractions. The second aspect is called the principle of \"moisture\" or the confusion between internal emotional reality and external reality. This principle is linked to emotions and our reactions to them. The article concludes with practical advice on how to deal with negative emotions, while naming some of their \"personifications\" such as \"disappointments\" or \"delusions.\"",
  "content": "Questo fa sì che non percepiamo più la realtà quale essa è, bensì solamente le nostre percezioni emozionali interiori. Il fenomeno è particolarmente vistoso nel caso di emozioni negative ed è alla base della tristezza. L'individuo triste indugia e si compiace dell'atmosfera nebbiosa, fumosa dove i fantasmi prendono consistenza di realtà. Cosa fare allora? L'individuo attivo li guarda bene in faccia e dice loro seccamente: — Tu sei la rimembranza ormai inutile di un dolore finito che vuol risorgere ; oppure : — Tu sei il rimorso antico di una colpa ormai scontata; ovvero: — Tu sei vestito di finte argomentazioni e credi di vincermi perchè oggi non sono ben disposto. Ma io so che non appena mi sentirò meglio tu non potrai più nulla su di me e voglio quindi curarmi di me e non di te. Oppure, più prosaicamente: — Tu sei un dispetto. Tu sei una scorpacciata. Tu sei una delusione d'affari. Tu sei una villania non saputa rintuzzare. Tu sei una figura barbina. Tu sei una flussione dentaria.",
  "last_phrase": "By recognizing and confronting our negative emotions with practical statements, we can clarify our mind and replace a depressive state with a calm one. The opposite of moisture is dryness, which solidifies or fixes a \"concept\" on the material plane, defining it purely and simply without emotional elements. A \"dry\" language is strongly connected to the sensorial and less to the emotional, and it can help us manage our thoughts and emotions effectively."
}