{
  "title": "\"Mindfulness and Concentration Exercises for Inner Peace and Self-Discovery\"",
  "first_phrase": "In these last 200 tokens, we will delve into concentration exercises that enable us to let go of daily distractions and connect with our inner selves. Nisargadatta Maharaj's quote, \"I Am That,\" emphasizes that our true power and consciousness lie within us. The exercises, 29 to 32, aim to guide and control our attention towards our goal of being present and aware of ourselves. In the exercises, we learn to visualize a concentration point, project it onto ourselves, and maintain focus while facing a mirror or constantly aware of a body part.",
  "content": "Immaginate un punto, un piccolo punto di fronte a voi. Rendetelo il più piccolo possibile e concentratevi su di esso per una decina di secondi. Chiamiamo questo un \"punto di concentrazione\". Rappresenta la direzione dell'attenzione. Per raggiungere il massimo dei risultati dovete essere capaci di guidare la vostra attenzione. Esercizio 30: Proiezione del punto. Immediatamente dopo l'esercizio precedente, guardatevi ora in uno specchio ed immaginate di proiettare il punto di attenzione sull'immagine nello specchio, nella zona tra i due occhi. Affermate semplicemente: \"ora decido di intraprendere la via verso me stesso\". Chiudete gli occhi, allontanatevi dallo specchio e non pensateci più fino a domani. Esercizio 31: Presenza allo specchio. Semplicemente fissatevi nello specchio senza battere le palpebre. Fissatevi tra i due occhi. Noterete varie sensazioni facendo questo esercizio ed in certi momenti perderete coscienza di voi stessi. Esercizio 32: Coscienza costante di una parte del corpo Mantenere coscienza costante di una parte del nostro corpo (es. una mano).",
  "last_phrase": "Questi esercizi sono pensati per sviluppare la vostra attenzione e coscienza di voi stessi, portandovi sulla strada della Presenza come via di libertà. Provate ad essere coscienti della vostra respirazione mentre mangiate, estendete la vostra attenzione ed esplorate il vostro mondo interiore. Buona pratica!"
}