{
  "title": "\"The Quintessence and the Perception of Time\"",
  "first_phrase": "In the previous text, we learned about the symbols of planetary spheres and how they construct time in societies closer to nature. Each person, in these societies, can be viewed as an aggregate of metals or planets, which can be interpreted as different combinations of active, passive, and neutral principles. In this last part, we will delve deeper into these principles and their harmonization in individuals. Oswald Wirth's thoughts on the equilibrium of principles and the ideal of going with the flow will be discussed, leading to a state where everything happens effortlessly.",
  "content": "Questi principi possono essere visti: 1) l’attivo come forma, (definizione simile ad un certo livello “cervello logico” basato sulle “forme” e le “definizioni”) 2) Il passivo come apertura, possibilità (simile al concetto di “cervello creativo” basato sulle possibilità) 3) Il neutro come “percezione sensoriale” (faccio), oppure in mancanza di estrinsecazione fisica, “riflessione” (in quanto il processo di pensiero agisce con “cose”, forme mentali cristallizzate ed è una sorta di “movimento” mentale). La “quintessenza” nell’azione Come dice Oswald Wirth: “Perchè si abbia equilibrio e quindi salute, funzionamento normale, conviene che i principi si armonizzino nell'individuo.” 156 Ma normalmente è così, perché l’ideale sarebbe andare con quello che c’è, che si “fa da solo”. Il livello dell’armonia è superiore. Se riuniamo Voglio, Posso e Rifletto (o faccio) si arriva ad uno stato nel quale le cose si fanno da sole.",
  "last_phrase": "In conclusion, the principles of active, passive, and neutral states of mind can be harmonized to reach a higher level of equilibrium and natural emergence of phenomena. By practicing exercises such as observing reality without association, we can overcome mental sequences and attain a state where things happen on their own. This state allows us to find better tools for understanding and unleashes the quintessence within us."
}