{
  "title": "Exercises for Mental Focus and Improvement – Part 2",
  "first_phrase": "In the previous section, the text describes a practical exercise for meditation. The exercise involves choosing three distinct subjects for contemplation and focusing solely on one at a time, for a period of ten minutes each. To prevent distraction, a physical object from another room is placed on the table, and the subject is mentally connected to it. In this last section, the author provides instructions for studying the physical proportions of a model or object. The reader is advised to compare the width of the top and bottom parts and then examine each separately, before moving on to the details of the bottom portion.",
  "content": "Non scoraggiatevi: il primo passo è proprio questo di accorgervi che siete distratti, e se riescite ad accorgervene, riescirete anche a ricondurre il pensiero sul vostro primo soggetto. Ai nostri scolari noi suggeriamo un sistema pratico. Dispongano sul loro tavolo un oggetto inconsueto, preso da un'altra stanza ; un portacenere, una statuetta, qualcosa insomma a cui l'assuefazione non ci abbia ancora reso ciechi. A questo oggetto colleghiamo mentalmente il soggetto delle nostre riflessioni. Se la mente si distrae, riportando automaticamente lo sguardo sull'oggetto noi ce ne accorgiamo e riprendiamo la riflessione interrotta. Non scoraggiatevi dunque: riconducete una, due, venti volte la vostra coscienza sulla questione scelta e continuate per dieci minuti.Passate allora bruscamente al secondo soggetto e finalmente, dieci minuti dopo, al terzo. Maggior difficoltà incontrate in questo lavoro e più vi converrà accanirvi per raggiungere lo scopo. Esercizio 85: l’argomento Scegliete un argomento aridissimo o totalmente lontano dalle vostre occupazioni e preoccupazioni abituali, e sforzatevi di raccogliere intorno a tale soggetto per via di riflessione tutte le idee che vi riesce.",
  "last_phrase": "In conclusion, if you find yourself distracted, don't get discouraged. Try the practical system of placing an unusual object on your desk and mentally connecting it to your topic of reflection. Keep redirecting your thoughts to the chosen subject, even if it seems arduous. And finally, for exercise 85 and 86, challenge yourself to gather ideas on an unfamiliar subject and to test your observation skills with the paper exercise. With practice, you can improve your focus and concentration."
}