{
  "title": "\"Relaxation Techniques: Achieving the Perfect State of Body and Mind\"",
  "first_phrase": "This text is part of a larger piece about muscle relaxation techniques. It explains how to relax each part of the body in order to achieve a state of complete relaxation. The author suggests starting with the legs, moving to the arms, torso, neck, and finally the head. After this, the author recommends mentally scanning the body and consciously releasing the tension in every joint and muscle fiber. The goal is to achieve a state of complete relaxation in both the external and internal parts of the body, including the tongue, throat, lungs, and intestines. Ultimately, the author believes that, with practice, anyone can achieve a state of total relaxation.",
  "content": "ricadere divise nelle loro tre parti: all'omero, al gomito, al polso, come se queste parti non fossero unite tra loro che con un semplice filo di refe. Le vertebre della spina dorsale dovranno snodarsi le une dalle altre; le gambe ricadere pesantemente, le falangi delle dita divenire indipendenti, ecc. Insomma voi non dovete sentire il vostro corpo più teso di quello che non sia il corpo di una marionetta. Solo gli animali e i bambini in tenera età offrono l'esempio naturale di un simile rilassamento: l'uomo adulto, fatto nervoso dalla sua vita artificiale, è sempre teso come una corda vibrante. Non è possibile giungere di primo acchito a un rilassamento perfetto: voi dovete fare varie prove, e passare in rivista, come si disse, le varie parti del vostro corpo, sorvegliando bene affinchè l'una non torni allo stato di tensione mentre rilassate l'altra. Ma non esiste solo un rilassamento delle parti esterne del corpo. Se esaminate bene voi stessi, osserverete che la lingua, la gola, i polmoni, gli intestini possono essere tesi.",
  "last_phrase": "In conclusion, achieving a perfect state of relaxation requires practice and patience. It involves releasing tension from not only the external parts of your body but also your internal organs. Once you have reached a state of complete relaxation, you must let go of all organic sensations and thoughts. This marks the first stage of your journey towards achieving a sensation of lightness and airiness, which we will explore in the subsequent phases."
}