{
  "title": "\"Attaining Higher Consciousness through Continuous Attention\"",
  "first_phrase": "In this text, various energy-based methods are described to raise consciousness, but Jean Pontanus suggests that maintaining constant attention and vigilance can also lead to the highest degree of consciousness. The symbol \"the wheel fire\" represents the continuous attention that helps dissolve the ego and reveals reality. The author explains how children, who have not yet built their reality and ego, experience time differently from adults and seem \"out of time.\" The text ends with a quote from philosopher Origene about the value of life.",
  "content": "Et moyennant notre feu la médecine se multipliera si elle est conjointe à la matière crue, non seulement en quantité mais aussi en vertu.89”. Il simbolo sovrastante è chiamato “il fuoco di ruota”, che deve ardere dall’inizio alla fine dell’opera. Infatti, automaticamente, con il fuoco dell’attenzione continua, l’ego si dissolve ed appare la realtà. L’attenzione fissa sul corpo incomincia a farci distinguere tra realtà esterne, pensieri ed emozioni. In questa chiave può anche essere letta la frase evangelica “beati i bambini perché di loro è il Regno dei Cieli”. Il bambino infatti, che ancora non ha costruito la propria realtà ed il proprio ego vive il tempo in maniera differente dall’adulto e sembra “fuori dal tempo”. Analogamente noi possiamo recuperare tale dimensione primaria ed “uscire dal tempo” attraverso l’attenzione continua all’adesso. O, per citare il filosofo Origene: A noi non preme accertare lo scopo della vita, ma il valore della vita.",
  "last_phrase": "In conclusion, by practicing constant attention on the present moment, we can dissolve our ego and gain a deeper understanding of ourselves and our place in the universe. This can lead to a greater appreciation of the value of life, regardless of its length, and a personal sense of meaning and purpose. Let us not forget the practical implications of these spiritual teachings, including our relationship with money and pleasure."
}