{
  "title": "\"The Subtle Level of Reality: Exploring Non-Duality and the Fluid State\"",
  "first_phrase": "In this section, we dive deeper into the concept of the \"fluid level\" and the non-dual nature of reality. The idea of the \"fluid level\" was introduced by Franz Anton Mesmer in his work \"Theory of the World,\" where he mentioned the concept of the \"universal fluid,\" a level even subtler than that of elementary matter. This level exists at a mental and perceptual level and is \"below\" our usual divisions of reality. Tarthang Tulku's exercise 79 explores the idea of going \"below\" time and breaking it down into ever smaller periods, suggesting that there are fractions of time too small for our ordinary consciousness to comprehend.",
  "content": "Vi è somiglianza di tali concetti con il seguente esercizio di Tarthang Tulku: Esercizio 79: “sotto” il tempo “di solito abbiamo una deplorevole tendenza a localizzarci in forma estremamente stabile. Aprendoci al tempo possiamo avere un’esperienza interessante. Abitualmente dividiamo la realtà in “punti temporali”. Ma tra ogni punto temporale possiamo individuare ulteriori “punti temporali”. Possiamo allora incominciare con un secondo del tempo orario ed osservare con la massima attenzione il passare degli intervalli che lo compongono. Divenuti più esperti, possiamo suddividerlo in dieci periodi. Continuando possiamo notare i millisecondi. Continuando possiamo proseguire la divisione in dieci. Continuiamo in questa divisione ed ogni volta che notate che vi è un’entità “atomica” notate come mentalmente possa ancora essere divisa. Sembra di poter procedere all’infinito, ma ad un certo punto arriviamo a contatto con frazioni temporali che sono “troppo piccole” per la nostra “consapevolezza ordinaria”, per rimanere attive. Siamo andati “sotto” all’insorgere del “modellamento temporale.",
  "last_phrase": "In conclusion, the exercise described by Tarthang Tulku encourages us to explore time beyond our typical perception, leading us to a new viewpoint where consciousness and ordinary perception lack any relationship with reality. Additionally, exercises like focusing on the present moment and increasing our presence can help us achieve a greater level of awareness and fulfillment in our lives."
}