{
  "title": "The Importance of a Holistic Approach to Science",
  "first_phrase": "This text explores the relationship between modern Western science and alternative sciences, such as esotericism and hermetism, that consider the observer as part of the experience. It discusses the limitations of objective observation and how alternative sciences embrace a more holistic view of the world. The last 200 tokens discuss the human body as a radio receiver and transmitter, capable of exhibiting phenomena that modern science recognizes but often disregards. The author argues that we should educate ourselves about these faculties and use them for our benefit. Taking the leap requires courage, but it can lead to a new and exciting understanding of ourselves and the world around us.",
  "content": "Questo paragone è ovviamente incompleto, in quanto il fenomeno del quale stiamo parlando è molto più profondo di un semplice emettere e trasmettere e tocca l’integralità di quello che noi chiamiamo essere. La scienza moderna riconosce la genuinità di tali fenomeni, quando non può esimersene, li cataloga, li archivia, e tira avanti. Le scienze alternative sono più pragmatiche e dicono: L'organismo umano gode di queste facoltà, educhiamole ed usiamole e non facciamo come coloro che hanno orecchie e non sentono ed hanno occhi e non vedono. Occorre naturalmente volere ed osare, e non fare come quei bagnanti pusillanimi se pur vigorosi che si fermano tremebondi dinanzi al fondale di un metro forse aspettando che l'evoluzione della specie li trasformi in nuotatori. Un tuffo coraggioso, due bracciate, e si è bello e imparato a sostenersi nell'infido elemento. Naturalmente la grande opera è impresa più ardua. Mettere “il proprio naviglio per l'alto sale” è assai più che un semplice tuffo dove non si tocca.",
  "last_phrase": "In conclusion, it is essential to expand our perceptions to other dimensions and not just cling to our bodies and the superficialities of life. Science acknowledges the authenticity of the phenomena related to our being, and alternative sciences suggest that we educate ourselves to use them. Let us be brave enough to venture out into the open sea, leave our bodies behind, and see ourselves within the sea of being. We must learn to live under the interiority species, beyond the notion of time and space, and unlock the ultimate vision that awaits us."
}