{
  "title": "The Pleasure of Being Present: How to Avoid Habituation.",
  "first_phrase": "In this final section of the text, we delve into the concept of pleasure and how it behaves like time - swallowed by habit and seemingly disappears after a while. The authors discuss how pleasure is only truly experienced in the moment of possession or the first few moments, and then quickly fades. They explore how the true key to pleasure is not tension, but attention, and explain how being in the present moment and seeing the world as it is can lead to a continuously renewed pleasure. The text also touches upon the sensitivity of individuals to stimuli and ends with the idea that there is a constantly renewable pleasure that one can experience by breaking free from habitual mechanisms and marveling at the world.",
  "content": "Notiamo questo: il punto culminante del piacere per la maggior parte delle persone qual è? L'attimo stesso del possesso, anzi: se fosse lecito dire — il primo attimo. Subito dopo si inizia la scala discendente. Perche? Sempre per lo stesso motivo: perchè cioè la tensione cessa. Ma in realtà la chiave vera non è la tensione, bensì l’attenzione. Il piacere per molte persone esiste tuttavia solo nella tensione. I fisiologi ci specificheranno: attività cardiaca aumentata, polso più forte, plenitudine dei vasi capillari, respirazione accelerata, ecc. ecc. Ma questo significa sentire gli stimoli del corpo. Chi gode di più e anche chi soffre di più è quindi colui che maggiormente è sensibile agli stimoli. Premesso questo possiamo chiederci se non esiste un piacere sempre rinnovato. Si, esiste, ed è quello cui vi guidiamo in quest’opera. Esso nasce dall’essere nell’istante presente, saper vedere la realtà quale essa è, dall’uscire dai meccanismi abitudinari che ci impediscono di meravigliarci di fronte al mondo.",
  "last_phrase": "In conclusion, pleasure is not just about tension, but attention. The key is to live in the present moment, to observe reality as it is and to break free from habitual patterns. When we live in programmed time, satisfaction is always out of reach. Instead of trying to capture pleasure in the future, we should aim to experience it now, in the present moment. Being sensitive to stimuli and avoiding automatic behaviors can lead to a constantly renewed pleasure that never fades into boredom."
}