{
  "title": "The Quantum Perspective on Health and Harmony.",
  "first_phrase": "In this text, the author explores the concept of consciousness and its relationship with our perception of reality. They explain that according to quantum physics, our senses interpret messages but there's a part of us that's beyond that interpretation - the central point of our consciousness. This consciousness is vital to our health and harmony with the universe, and techniques are being developed to animate it. However, the author warns that our linear perception of time and our tendency towards automatic reactions can hinder this process. To effectively raise our energy levels, we must be present, and our desire to do so is inherent in all of us.",
  "content": "Ma poiché il puro flusso, il puro movimento, sono imperfetti negli organismi viventi, l’armonia, e quindi la salute, sono imperfette. Il risultato è la malattia, una frattura dell’armonia194”. Le tecniche che vediamo ora vanno verso una animazione armonica vitale dell’uomo. Questa armonizzazione però non può avvenire se la nostra mente continua a rimanere chiusa in un tempo lineare di causa-effetto. Questa infatti è il tempo dell’urgenza, della programmazione, dei “riflessi automatici” dove reazioni imparate un tempo continuano a ripetersi meccanicamente. Tale meccanicità quando si sovrappone all’armonia da un ordine ad un qualcosa che dovrebbe rimanere libero. Il desiderio di andare oltre e di “salire di livello energetico” è insito in ogni umano come osserva Schwaller de Lubicz e per essere efficace deve però essere effettuato con attenzione alla PRESENZA. Infatti, “…A livelli inferiori (senza presenza) si traduce però in spinte deleterie, in quanto il di più va verso le compulsioni, ma ad un livello superiore ha un significato di crescita.",
  "last_phrase": "In conclusion, to achieve a vital harmonization of the human body, we must break free from the linear time of cause and effect and embrace the presence. Our desire to ascend energetically to higher levels should be exercised with caution and attention to avoid becoming overshadowed by compulsions. The fundamental cause of this longing is our yearning for infinity, or the infinite possibilities of something definitive. Understanding and pursuing this infinite can be viewed as a form of immediate \"mysticism\" that we all experience in different ways."
}