{
  "title": "\"Ulterior Techniques for Personal Development\"",
  "first_phrase": "In the previous section, the book focused on vertical development, and now in Book II, the author provides additional techniques that can transform one's inner power into power for the external world. These techniques can help improve human qualities while following the path of reintegrating the self. The section focuses on exercises and techniques that depend on understanding and following the path explained earlier. One of the techniques discussed is the use of images and symbols for transmutation and activation, which has been used since ancient times and has proven to be important in current psychology. The body must be relaxed while constructing mental images, and only with experience, one can give energy to these images.",
  "content": "La prima divisione da superare è quella all’interno di sè. Sono quindi esercizi e tecniche la cui efficacia dipende proprio dal vostro seguire e soprattutto capire il percorso precedentemente spiegato. Basi per la Trasmutazione e Attivazione di immagini e simboli Il cammino verso la non dualità passa attraverso il conoscere e superare tutte le condensazioni della mente compresi i simboli. Ma per superare qualcosa bisogna “conoscerlo”. Per la fase iniziale di trasmutazione e perfezionamento della persona nella fase “lunare” l’utilizzo di immagini e simboli è documentato fin da tempi antichissimi.323 Anche le nostre testimonianze dirette concordano sull’estrema importanza di questo elemento. Anche per la psicologia corrente ci avvicianiamo al nostro subconscio nella maniera a lui più appropriata, l’immagine. Per iniziare si può iniziare a costruire immagini che appaiono alla coscienza rilassata di fronte agli occhi chiusi. Il corpo deve allora essere rilassato. Non bisogna tendersi. Creare tensione all’inizio è la maniera più sicura di rendere meno chiare le immagini mentali. Solo quando sarete più esperti potrete invece tendervi per dare energia alle immagini mentali.",
  "last_phrase": "In conclusion, the path to non-duality requires overcoming the divisions within oneself. Exercises and techniques are necessary to transmute and activate images and symbols, but it all starts with understanding and following the path explained before. As documented since ancient times, creating mental images and symbols is crucial in the initial phase of transmutation and personal refinement. However, it's essential to remain relaxed and not tense, avoiding falling into a negative trance where imagination dominates. Instead, it's more productive to engage in positive trance by imagining what you want. Remember that practice makes perfect."
}