{
  "title": "\"Non-Duality: Beyond Time and the Psychological Implications of Regression\"",
  "first_phrase": "In the previous section, we explored the notion of non-duality and how time and space are interrelated concepts. This becomes even more apparent in modern quantum theory. In this last part, we introduce the concept of regression and how it affects our perception of time. David Bohm's theory implies that moments separated in time are projections of a higher-dimensional reality. This understanding allows us to operate on ourselves in new ways and overcome psychological obstacles caused by our ego's adherence to the linear passage of time. We examine how regression affects our psychological experiences and impedes our ability to live in the present moment.",
  "content": "L’ego è quello che costruisce l’esperienza del passato e che crea il tempo “lineare”. Le nostre esperienze psicologiche relative ai ricordi possono essere considerate meccanismi dell’ego, regressioni temporali. Se una persona ci dice qualcosa e ci ingenera un’emozione, questo è un automatismo psicologico, per il quale rievochiamo un avvenimento del passato. L’ego umano è praticamente costituito da questi meccanismi di causa effetto che impediscono di vivere nel presente e tra l’altro ci portano a non rispondere “a livello”. Rimanere “bloccati” dal passato è quello che ad esempio nelle relazioni crea problemi interpersonali, in quanto non vediamo l’altro, ma l’immagine del passato che è rimasta bloccata in noi. Possiamo chiamare regressione d’età i vari modi automatici che il nostro cervello utilizza per non integrare (adattarsi) ad un’esperienza e continuare a vivere in una “trance”. E’ importante capire quando abbiamo una regressione involontaria.",
  "last_phrase": "To become truly free, we must understand how the ego constructs our experience of the past, creating a linear time that can trap us in automatic psychological patterns, including age regression. By recognizing these mechanisms, we can free ourselves from the past and learn to live in the present, fully engaged with ourselves and others. Remember that we hold the power to be the master of our own destiny."
}