{
  "title": "Techniques for Mental Purification and Self-Reflection.",
  "first_phrase": "In the previous text, the concept of Autosuggestion and the importance of self-control were discussed as part of a self-improvement process. In the last part of the text, the author introduces two new concepts: \"Scrutiny\" and \"Purification.\" The former entails analyzing past experiences to gain insight into one's way of thinking and wanting, while the latter involves avoiding negative thoughts and focusing on positive ones. The author suggests practicing these concepts during moments of relaxation and rest.",
  "content": "D'altra parte, scrutando tutto ciò che si è imposto alla nostra attenzione da qualche tempo: l'andamento degli affari, le persone nuove con le quali siamo entrati in relazione, gli incidenti diversi ai quali siamo stati partecipati, e cercando i rapporti che essi presentano coi nostri precedenti stati d'animo, si impara enormemente e si sviluppa quel «senso causale» la cui acutezza permette di dirigere il più giudiziosamente possibile la nostra attività fisica e psichica. I momenti di rilassamento e di riposo sono quelli che meglio convengono per tale esercizio. 4) “EPURAZIONE”. — Bisogna sempre aver presente la legge generale delle azioni psichiche: “I pensieri di egual natura si attirano; I pensieri di natura opposta si respingono”. Non rivolgete mai ad alcuno un pensiero di diffidenza; non formulate mai su nessuno la domanda se egli potrebbe mancare di parola, condursi in modo svantaggioso, ecc. ma ditevi : « A che cosa può essere utile? quali sono i suoi lati buoni? ».",
  "last_phrase": "In conclusion, by practicing the techniques mentioned above, one can develop a causal sense to direct their physical and psychological activity most judiciously. It is crucial to maintain impartiality, benevolence, and eliminate any negative attitude towards others. Remembering to record both the losses and profits in all aspects of life, just like the shrewd merchant."
}