{
  "title": "\"Acquisition of Energy: Techniques and Symbols for Body and Mind\"",
  "first_phrase": "This text discusses the acquisition of energy through exercises and the importance of achieving a high and robust physiological and mental state. The symbol for this is \"salnitro,\" which represents the base power that we must recover, and the vertical symbol signifies the attainment of verticality, which requires abandoning the ego for the attainment of higher consciousness. The text also talks about how to dissolve automatic reactions and separate the physical from the spiritual using the universal solvent of vitriol. In the last 200 tokens, the author talks about the acquisition of the salt of harmony and how we can achieve energetic harmony by listening to our inner intuition. It also suggests being mindful of our energy in group settings.",
  "content": "Era quello che faceva Franz Anton Mesmer, che vedeva le tensioni ed i problemi come “energia bloccata”, che doveva ricircolare. Praticamente possiamo prendere coscienza di questa energia, e lasciarle circolare e svanire, come un’onda svanisce nell’immensità del mare. Inoltre la densità corporea ? ed i vincoli che legano ad essa la parte spirituale vanno superati mediante una soluzione o scioglimento. Per Basilio Valentino tale separazione va ottenuta col solvente universale od acqua regia33 o vitriol, cioè con la coscienza chiara di questa direzione. Questo processo preliminare rende anche più facile l’acquisizione del successivo elemento: il sale d'armonia H. Possiamo allora farci guidare da quell’armonia (simbolo H) che intuiamo nel profondo di noi stessi e che può finalmente trovare espressione. Questo corrisponde ad una armonia energetica. Il processo fra più partecipanti può essere ottenuta facendo attenzione alle proprie energie.",
  "last_phrase": "In conclusion, by understanding and allowing the flow of our blocked energy, we can reach a state of harmony and separation. This separation leads to a clearer perception of reality and the development of a different and evolved self. It requires being present and focused on the present moment, obtaining a higher power and the capacity to move beyond our earthly consciousness. Embrace this process to achieve your true potential."
}