{
  "title": "Using the Mirror as a Spiritual Practice: A Simple Technique.",
  "first_phrase": "In this text, the author explains a simple technique using an ancient practice of gazing at oneself in a mirror to achieve a state of self-awareness and non-dual perception of time. Before practicing this technique, the practitioner needs to go through sublimations and take consciousness. Through this technique, the practitioner first becomes more present to themselves and then undergoes a delicate interplay between the subject and the image in the mirror, leading to the development of energy and perception beyond duality. The text ends by suggesting that by observing the center of the mirror, a balance between the active and passive aspects of oneself can be achieved. The relevant names and concepts mentioned in this text include the mirror technique, sublimations, non-dual perception of time, and the pineal gland.",
  "content": "Si può agevolare lo stato osservando anche solo l’occhio sinistro, in quanto la fase “albedo” che realizziamo con questo tipo di respirazione è essenzialmente lunare e quindi legata al lato sinistro del corpo. Più si va verso l’energia più si va verso la quintessenza ed anche ad una percezione non duale del tempo. Spingendo la pratica dello specchio si può arrivare anche a “essere oltre il tempo” fino a percepire “tempi diversi”, cioè quei famosi fenomeni di precognizione e visione a distanza correlati ad uno stato di non dualità. E’ la cosiddetta “visione nello specchio”211. In questo percorso si ha dapprima una esacerbazione della ghiandola pineale ed una visione del corpo energetico. Se osserviamo invece essenzialmente al centro (dove il naso incontra la fronte) il processo è più equilibrato (anche se più lungo) e si ha un “ congiungimento di luna e di sole” (il nostro lato attivo e passivo). “Cotesta preponderanza conduce allo stato ?",
  "last_phrase": "In conclusion, by practicing the mirror technique, one can enhance their spirituality and achieve a state of non-duality where they can perceive different times and experience a sense of independence and transformation. Observing the left eye can help reach lunar energy and balance between active and passive sides. Additionally, the two-vessel procedure can be performed using sexual energy with a suitable partner."
}