{
  "title": "\"Technique for Achieving Deep Mental Relaxation and Concentration\"",
  "first_phrase": "This text provides insights into a method that aims to help individuals achieve deep relaxation through self-suggestion and concentration exercises. The author advises the reader to absorb the formula in their bedroom and keep their mind focused during the process. Once in bed and in complete darkness, the author recommends achieving deep spiritual calm by performing concentration exercises on the number 1 to reach a state of mental void. By doing so, one can access the level of essence called the \"Nulla.\" This part of the text provides the essential instructions on how to perform the mental concentration exercise and to create an interval of rest in between the mental visualization of the number one.",
  "content": "Questo esercizio vi porterà in un vuoto mentale. CONCENTRAZIONE MENTALE. La cifra 1. Si tratta di scrivere e pronunciare mentalmente la cifra 1 tre volte di seguito senza alcun pensiero intermedio. Inoltre fra ogni 1 mentalmente scritto e pronunciato deve esistere un intervallo di riposo variante da 1/2 a un secondo. Esempio: 1 - riposo - 1 - riposo - 1 - riposo. E' necessario cancellare completamente la visione mentale di uno durante il riposo. Allorchè sarete giunti a far correttamente l'esercizio per 3 volte, aumenterete il numero 4, 5, 6, 7 volte di seguito. Norme. - Per eseguire l'esercizio, l'allievo deve sospendere mediante un comando della volontà ogni lavoro cerebrale, poi scrivere l'1, parlarlo e udirlo mentalmente nello stesso tempo. Tutto deve cancellarsi durante un secondo, poi si ricomincia. Si tratta in sostanza di una riconcentrazione eseguita parecchie volte di seguito. Occorre osservare che se il riposo fra gli 1 non esiste, la difficoltà sparisce, ma l'esercizio non ha alcun valore.",
  "last_phrase": "Practice this exercise to reach a state of mental clarity and concentration by focusing on the number 1, repeating it three times, and resting for short intervals between each repetition. This exercise requires complete control over your mind and will prove to be beneficial for concentration building. Remember to clear your mind during the interval and visualize all your thoughts converging onto the number '1' for better comprehension."
}