{
  "title": "\"Passive Visual Acquisition of Mantra and Symbol\"",
  "first_phrase": "In the previous text, the author explained the passive visual acquisition technique of a mantra and a written symbol. In this last section, the author introduces a technique for active visualization and expansion of the mind, known as \"Excitement and Expansion of the Mind - Active Vision.\" The author instructs readers to focus their eyes on a liquid surface, projecting their desired qualities and appearances onto their own image. The technique involves a state of total ego abandonment and accessing the finest levels of one's being. The passage concludes with a recommendation to study and evaluate each part of the paragraph.",
  "content": "SDOPPIAMENTO NEL LIQUIDO Dovete vedere veramente voi stessi, come l'Homunculus del mago Dottor Faust, agitarsi, inchinarsi, sorridere, erigersi, assumere insomma gli esatti atteggiamenti che voi vorrete avere all'indomani.342 ASSORBIMENTO NEL CORPO Allora prendete la tazza di liquido e bevetela lentamente, continuamente, coll'idea che le vibrazioni gettatevi dentro dal vostro pensiero, tornano tutte in voi e circolano nel vostro essere. Pensate che l'acqua che bevete è stata vitalizzata attraverso una discesa ed una graduale corporeificazione dello spirito nel mondo prendendo la forma di perfezione da voi immaginata sulla superficie delle acque. Perchè l'operazione possa dirsi ben riuscita, voi dovete sentirvi alla fine di essa in uno stato di calma felice, come se il compimento del voto espresso nella formula fosse già avvenuto fin da quel preciso istante. Raccomandiamo all'allievo di studiare bene tutto questo paragrafo, di valutarne ogni sua parte. Il successo dipende dall'esatta esecuzione, non solo materiale, ma spirituale. Secondo Grado – abbandono totale dell’ego ed accesso ai livelli più fini - Coricatevi.",
  "last_phrase": "In conclusion, to successfully perform this exercise, it is important to carefully follow each step both physically and spiritually. Remember to envision the desired outcome and stay in a state of mental relaxation while performing the exercise. And after absorbing the formula, try to rest your brain and think of nothing, aiming for a state of happy calmness as if the vow has been fulfilled."
}