{
  "title": "\"Living in the Present: Beyond Time and Reality\"",
  "first_phrase": "This text explores the two ways in which human beings experience reality: programmatically, and in connection with the present moment. The programmable mode leads to living in our thoughts and missing out on the present, while the present mode enables us to connect with reality and embrace possibilities that transcend our physical world. The time when an individual is in the present mode is called \"kairos,\" which allows for the possibility of creating substantial effects beyond the physical realm. The development of coherent brain states is aided by certain exercises, which facilitate the realization of the kairos state. This last part (200 tokens) of the text delves deeper into the relationship between the kairos state and quantum mechanics, which reveals the potential for non-local effects beyond traditional concepts of cause and effect.",
  "content": "E’ come se nel tempo del “kairos” l’uomo connettendosi con la realtà “andasse oltre” e raggiungesse una dimensione non più esprimibile nella realtà fisica dello spazio-tempo. Il kairos corrisponde infatti ad una espansione della coscienza. Sperimentalmente abbiamo visto che lo sviluppo di tali stati è facilitato da particolari esercizi che “fanno funzionare” meglio e in maniera più completa il cervello. Per la meccanica quantistica stati di alta coerenza cerebrale (quali quelli dove la mente non è “divisa” come succede ad esempio quando mette in azione un “programma mentale”) sono allora correlati alla possibilità di effetti “non locali”, cioè non rientranti nelle tradizionali categorie di causa ? effetto. Le due maniere di vivere il tempo Riassumendo, l’uomo ha quindi due maniere fondamentali nelle quali vive la realtà, 1) in modalità programmativa e 2) in connessione con la realtà stessa. Se siamo sempre in modalità programmativa, finiamo con il vivere nei nostri pensieri invece che vivere nella realtà della quale cancelliamo la maggior parte.",
  "last_phrase": "In conclusion, by connecting with reality in the moment, we can expand our consciousness and reach a dimension beyond the physical space-time realm. This is facilitated by specific exercises that enhance brain coherence. This alternate way of experiencing time can bring about calm and well-being and enable a person to transcend time. Ultimately, our perception of time depends on our level of consciousness, which is an additional element beyond the physical realm."
}