{
  "title": "\"Manifesting desires: Using symbols and affirmations\"",
  "first_phrase": "In this section, the author describes how to effectively use a symbol or reference point to help focus the mind's desire during mental prayers. They advise choosing a time of day when the desire is strongest and using a symbol to channel the force of repressed desires. The experimenter should concentrate on the chosen symbol while calmly and actively visualizing the desired outcome. After about 20 minutes, the focus may weaken, but the desire should remain strong. Formula N. 2 should then be used, reading it several times and repeating it with a calm and commanding tone. This exercise can be repeated several times a day to achieve the desired result.",
  "content": "Continuando a dirigere il suo pensiero, e per sintetizzare in una rapida ideazione quanto abbiamo sin qui insegnato, egli prenderà la formula N. 1 e la leggerà parecchie volte ad alta voce, rappresentandosene nettamente il senso. Dovrà quindi sedere comodamente e costruire la sua immagine mentale, contemplarla attentamente con un calmo sforzo di volontà esprimendo: “Io determino questo, io attiro quello, io faccio agire gii agenti capaci di produrre quanto desidero, ecc. ecc.”, o ogni altra affermazione adatta. Dopo una ventina di minuti, a meno di uno sviluppo eccezionale della facoltà di concentrazione o di obiettivazione, l'attenzione indebolisce, ma il desiderio esiste ancora vivo e vibrante. Per utilizzarlo tutto, si prende la formula N. 2 che si leggerà parecchie volte per imprimerla bene nella mente e si ripeterà su un tono di comando calmo e imperioso. Il segno di riferimento può servire a due altri scopi. Anzitutto a canalizzare verso la realizzazione che si persegue la forza dei desideri repressi.",
  "last_phrase": "In conclusion, by following the steps outlined above, one can utilize the power of their mind to attract and achieve their desired outcomes. By repeating the chosen formula and utilizing the sign of reference, one can focus their mental energy towards their goals and overcome any obstacles that may arise. Consistency and persistence are key to realizing success, and with continued practice, anyone can harness the power of the mind to create their own reality."
}