{
  "title": "\"The Body and Consciousness in Spiritual Development\"",
  "first_phrase": "In the last section of this text, the focus turns to practical keys for developing spiritual faculties, with an emphasis on the importance of self-mastery. The section begins by referencing the concept of the body as a limitation for consciousness, as discussed by the Pythagoreans. The text then goes on to provide correspondences for developing the symbol, including the importance of accuracy, clairvoyance, and a proper attitude towards action. The final section offers guidance for how one can cultivate self-mastery in their daily life, emphasizing the importance of calmness, sincerity, and an unwavering commitment to action.",
  "content": "E’ l’unione di volontà e corpo292. L’atteggiamento esterno dell’uomo padrone di sé non è come molti immaginano, quello di un invasato mosso dalla tarantola e che butta a soqquadro mezzo mondo. E’ quella di un uomo calmo, sempre uguale a sé stesso, senza boria e senza umiltà. Il volontario ha uno sguardo diritto e sicuro, parla lentamente e la sua vove è piena, dice, se è il caso, “non lo so” e “chiedo scusa”. Ha un’aspetto correttissimo ma non affettato. Il suo discorso è esatto, preciso, ma senza fiorettature stilistiche. Non critica alcuna persona, bada piuttosto a fare. Esprime sinceramente la propria opinione se richiesto, ma si guarda dall’imporla quando non occorre farlo. E’ nell’azione. Lavora ed è in grado di mantenere sé stesso al livello che vuole. Quando lavora, lavora; quando mangia, mangia; quando si diverte, si diverte; e quando dorme, dorme.",
  "last_phrase": "In conclusion, being in control of oneself does not require arrogance or humility, but rather a calm and collected demeanor. One must have a clear purpose and ensure that their actions align with a higher wisdom that goes beyond rationality. This includes developing \"chiaraudienza\", the ability to listen to immediate wisdom, which enables direct action towards reality. Remember to act without reason, as Meister Eckart said, from the deepest principle within."
}