{
  "title": "Exercises for improving concentration and senses.",
  "first_phrase": "This text is a part of a book on increasing concentration and improving mental abilities. It introduces exercises to enhance touch, sight, and hearing. The last part consists of an exercise where one has to mentally determine the exact sensation that touching an object produces. The author advises not to over-exert and continue the exercise for a short time or switch to a different one. The previous tokens comprise of exercises to improve concentration by describing rapid opening and closing of the dining room cabinet and taking an inventory of objects in a display window. The next exercise involves focusing solely on a particular sound.",
  "content": "Perciò la domanda « Ho io eseguito beine questo esercizio? » sarà sempre, e non potrà essere altro che retrospettiva, vale a dire relativa ad un esercizio già compiuto. Quindi allorchè vi mettete all'opera, pensate all'esercizio e non «all'esecuzione dell'esercizio ». Il discepolo è pregato di considerare bene questa frase, giacchè in essa è racchiuso tutto il segreto della riuscita. 10. La vista. 1. Aprite e richiudete rapidamente il buffet della vostra stanza da pranzo e descrivete il numero e la qualità degli oggetti che avete visto. 2. Passate rapidamente davanti ad una vetrina e fatene l'inventario come sopra. Nola. - Questo esercizio costituisce non solo un ottimo allenamento alla concentrazione, ma è anche una eccellente ginnastica della mente. 11. L'udito. Portate la vostra attenzione esclusivamente su un rumore scelto fra i molti che colpiscono il vostro orecchio: per es. il rumore del tramvai che passa, il tic-tac di un orologio, ecc.",
  "last_phrase": "In conclusion, these exercises are not only a great way to train your concentration but also an excellent workout for the mind. Remember, the key to success lies in considering the exercise and not just the execution of it. So, start practicing these exercises in the solitude of your room and gradually move towards doing them amidst the noise and people to increase your concentration skills."
}