{
  "title": "\"Using Energy to Expand Consciousness: The Power of STOP\"",
  "first_phrase": "In the previous text, the author discussed the work of Mesmer, who guided attention from the outside, and contrasted it with self-work where constant attention to oneself is required. The last 200 words introduce the concept of the \"Stop,\" a tool to interrupt and redirect attention to a global perception, and the corresponding sense is taste. The author also provides an exercise that involves practicing pure stops with a partner or a group. The text mentions the name of Mesmer, the concept of energy, and emotions, and introduces the tool of the \"Stop\" to deepen self-awareness.",
  "content": "Questo è rappresentato tradizionalmente dal “colpo di martello” in quanto, tale strumento, usato per prendere l’attenzione dai giudici ancora adesso in tribunali, ed utilizzato similmente in altri luoghi significa una interruzione per ricordare degli STOP, dei momenti dedicati alla “percezione globale”. In questi momenti ogni attaccamento all’esperienza viene rilasciato. In tale momento è opportuno porre l’attenzione via dalle attività che si stanno facendo e stare nel momento. L’uomo ritorna alla Natura ed alla sua percezione diretta. Senso Corrispondente: Gusto. Il senso corrispondente a questa fase è il gusto. Classicamente questo è connesso alla lingua. Notiamo che nell’alchimia cinese lingua e cuore sono correlati, e l’attenzione sulla lingua connessa al cuore pacifica le emozioni. Come “Osservare e sciogliere” le emozioni Esercizio 16: Lo “Stop” L’esercizio pratico corrispondente può essere effettuare degli “STOP” puri. Questo esercizio si può fare con un compagno o ancora meglio in gruppo. Ad un certo punto una persona dirà “stop”.",
  "last_phrase": "In conclusion, practicing \"STOP\" exercises can help us release attachment to experiences and return to the present moment, reconnecting with nature and our direct perception. By using the corresponding sense of taste, we can also pacify our emotions. Try the practical exercise of \"STOP\" by yourself or with a group to enhance your perception and realize the time in the present."
}