{
  "title": "\"Experimenting with Slow Time: Understanding and Modifying Perceptions\"",
  "first_phrase": "This text explores the concept of time and how we can change our perception of it. It starts by stating how time is seen from a fixed and unchangeable perspective for the average person. However, the author suggests that by understanding how we can modify time, we can connect with and stabilize ourselves in what is known as \"absolute time.\" The author explains that even just the knowledge of the possibility of slow time can bring real vital calmness. The text suggests an exercise to experiment with slow time and explains that there are two levels of temporal slowdown, the first being related to mental content processed, where increased vitality helps slow down time.",
  "content": "Dopo un poco ci renderemo più conto che possiamo tracciare una linea più lunga, e così di seguito. Ma l’esercizio precedente era fatto in stato di rilassamento. E’ abbastanza facile “fermare il tempo” nell’inazione. Ma è anche possibile farlo mentre sviluppiamo un tono alto. La chiave è sviluppare un “tono alto” senza dove per forza “mirarlo” ad un obiettivo. Questo tono alto che esiste per sé stesso e la vitalità dell’individuo. La vitalità non dipende dai risultati fisici; la vitalità è un modo di essere. Aumentando la vitalità indeboliamo allora progressivamente la tirannia del tempo “lineare” ed accediamo più facilmente al tempo “globale”. Presenza all’istante ? Aumento di Vitalità Vitalità + Attenzione al presente ? Presenza Quantità di informazioni elaborata Stima della durata soggettiva del tempo Più Ampliata Meno Diminuzione I due modi di rallentare il tempo Esistono quindi due livelli di rallentamento temporale. Il primo tipo di rallentamento è legato al contenuto mentale processato. E’ aumentato dalla nostra vitalità.",
  "last_phrase": "In conclusion, developing a high level of vitality and attention to the present moment can help us weaken the tyranny of linear time, accessing the global time more easily. There are two levels of temporal slowing down, the first, related to mental content processed, can be increased by vitality, while the second, related to deconceptualization, can be reached faster by increasing energy. Thus, increasing vitality and energy can lead to a \"Great Cooking\" of oneself and one's potential, allowing us to access the \"Great Time.\""
}