{
  "title": "Techniques for Breaking the Linear Perception of Time",
  "first_phrase": "In the previous section, the author discussed the idea of time and freedom. They argued that to have character in time, we must not be deterministic and identify possibilities as real. The question was then raised: \"how to become free?\" The answer lies in breaking out of the linear concept of time. This is where the technique of circular time comes in. In the last 200 tokens, the author explains the benefits of this technique and how it allows us to be active and central in our lives. It frees us from being bound by the sequence of events in time and allows us to experience life more fully. The author ends by hinting at a realm beyond even the spheric concept of time.",
  "content": "La tecnica circolare consiste nel passare molto velocemente avanti ed indietro tra due eventi temporalmente posti in momenti differenti e tra loro complementari. Ad esempio un momento nel quale siamo estremamente tristi con un momento nella quale la supposta causa della tristezza non era presente (quindi un momento felice). Per chi la pratica il risultato è una desensibilizzazione, ma, comprendendone chiaramente il senso, la tecnica circolare pone gli eventi fuori dal divenire, per cui essi non divengono, ma sono, retti da un rapporto di simultaneità. A questo punto si passa ad uno stato nel quale l’io può essere supremamente attivo e centrale, svincolato dalla sequenza degli avvenimenti che appaiono allora sulla “sfera del tempo”. L’uomo può allora realizzare l’esperienza umana secondo il fine voluto, senza confusione tra parte rappresentata ed attore che la esegue. Come dice Platone “diventare osservatore del tempo è la cura per il significato dell’anima”. Oltre il tempo “sferico”.",
  "last_phrase": "In conclusion, the circular technique allows us to desensitize ourselves by placing events outside of time, achieving a state where the self can be supremely active and central. By becoming observers of time, we can cure the significance of the soul, and even go beyond the spherical time and its apparent consistency. Remember, thoughts are just waves on the lake of the mind, and what we perceive as moving entities can often be an illusion."
}