{
  "title": "\"Mental Exercises for Improved Focus and Concentration\"",
  "first_phrase": "In the previous part of the text, the author introduced a concentration exercise that involves focusing on a particular point on the body. In this last part, the author presents a mental exercise that requires the student to write and mentally pronounce the number one three times in a row with a variable rest interval. The goal of the exercise is to take complete control of one's own brain, and it requires the student to suspend all mental activity except for that which is associated with the number one. The author recommends mental visualization of all thoughts converging on the number one to facilitate the exercise.",
  "content": "- Per eseguire l'esercizio, l'allievo deve sospendere mediante un comando della volontà ogni lavoro cerebrale, poi scrivere l'1, parlarlo e udirlo mentalmente nello stesso tempo. Tutto deve cancellarsi durante un secondo, poi si ricomincia. Si tratta in sostanza di una riconcentrazione eseguita parecchie volte di seguito. Occorre osservare che se il riposo fra gli 1 non esiste, la difficoltà sparisce, ma l'esercizio non ha alcun valore. Questo esercizio obbliga l'allievo a prendere possesso in modo completo del proprio cervello ed è in ciò che consiste la difficoltà. Naturalmente si potrebbe scegliere un altro numero qualunque, oppure un segno, un punto, ecc. Per facilitare l'esatta comprensione dell esercizio noi raccomandiamo di sforzarsi di raccogliere mentalmente tutte le proprie idee e di fissarle, per così dire, sull'uno. Vale a dire, lo scolaro pronuncia mentalmente uno, quando si sente sicuro che tutti i suoi pensieri sono ricondotti a un unico pensiero. Per ciò egli può raffigurarsi graficamente l'esercizio, ìmaginando, per esempio, un cerchio nel quale tutti i raggi (pensieri) convergono all'1.",
  "last_phrase": "In conclusion, practicing the concentration exercise mentioned above can help you take complete control of your mind. Remember to focus on mental stillness and recite the number \"1\" while suspending all brain activity. For an added challenge, try the \"Arm Outstretched\" exercise by stretching your right arm horizontally towards your right and fixating on the tip of your fingers."
}