{
  "title": "\"Finding the Right Time: The Paradox of Being and Having\"",
  "first_phrase": "This text explores the paradoxical situation where the pursuit of acquiring things takes up all of our time, leaving us with less time to go within ourselves. This leads to a vicious cycle where we are increasingly disconnected from ourselves and constantly trying to fill the void with more things. Ultimately, the key to growth is to go within ourselves and find the right direction that aligns with our being. The text also connects the Enneagram to our physical typologies and sensory systems.",
  "content": "95) Più si allontana dal centro più infatti l’uomo si trova allora diviso, staccato da sé stesso ed che cerca di colmare il vuoto con le cose (l’”affanno” di Dante). Si rompe allora facilmente anche il tempo dell’alternanza tra sonno veglia ed altri ritmi. Vi è quindi rottura con il “tempo giusto” che permetterebbe di agire rispettando i nostri ritmi e l’uomo finisce col vivere alla superficie del tempo e delle cose. Il passo per la crescita è quindi andare al centro. Essere nel giusto tempo significa infatti che si manifesti la direzione in noi più che “scegliere” tra differenti reazioni possibili. Notiamo anche che l’enneagramma può essere riferito alle tipologie fisiche prima esposte in quanto tutti i sistemi hanno un punto comune di riferimento: l’uomo. Inoltre nella nostra scuola abbiamo esaminato molto attentamente questo schema in combinazione con l’utilizzo maggiore o minore dei vari sistemi sensoriali da noi utilizzati per le nostre rappresentazioni interne.",
  "last_phrase": "In conclusion, it is essential to find the center to avoid being divided and disconnected from ourselves. By doing so, we can act in respect to our rhythms, and the right direction will manifest itself. The Enneagram is a useful tool to examine our ego structure, thought patterns, and fears. By understanding ourselves better, we can live in the right time and overcome our limitations."
}