{
  "title": "\"Manifesting Desires Using Mental Images and Affirmations\"",
  "first_phrase": "In the previous section, the author explained the importance of practicing mental speeches to achieve success. In the final section, the experimenter has to prepare three sheets of paper with a formula, a description, and a symbol of reference, respectively. The author emphasizes the importance of defining the exact object of volition for each category of profession. The experimenter should also choose a moment when the desire is most intense, preferably in the late afternoon when the brain has accumulated various environmental stimuli. The experimenter will then focus on the reference symbol and evoke the conditions that led to the desired outcome until the desire becomes intense.",
  "content": "3) Su un terzo foglio di carta, dopo averlo combinato, bisognerà far figurare un “simbolo” o “segno di riferimento”, vale a dire una figura che simbolizzi astrattamente ma nettamente quanto si desidera. Abbiamo detto che le orazioni mentali devono essere fatte nel momento della giornata in cui il desiderio è più intenso. Occorre però osservare che spesso bisogna determinare volontariamente in precedenza tal momento. Alcuni autori consigliano di scegliere il momento del risveglio, ma a volte il cervello non è perfettamente limpido. A nostro modo di vedere, si dovrebbe far ricadere la scelta in un'ora avanzata del pomeriggio, quando il nostro cervello ha accumulato le varie correnti che gli giungono dalla vita ambiente. Lo sperimentatore dovrà anzitutto mantenere gli occhi fissi sul segno di riferimento ed evocare mentalmente con tutta tranquillità le condizioni che lo hanno determinato a voler ottenere ciò che tenta di realizzare, e, continuerà tale operazione fin quando si manifesti in lui un desiderio molto intenso.",
  "last_phrase": "In conclusion, to effectively perform mental affirmations for manifestation, you need to choose a time when your desire is intense and dedicate yourself to it with calmness and willpower. Choose a symbol or sign to concentrate on while projecting your desire and repeat the chosen formula to yourself. With consistent effort, these steps can help you attract what you truly desire."
}