{
  "title": "\"Induzione nella trance e dinamiche ipnotiche\"",
  "first_phrase": "In this text, the focus is on the methods of inducing hypnotic states. The author explores the naturalness of entering a trance state and the obstacles to induction presented by modern civilized life. The dynamics of hypnosis are based on attention, and the author observes that unexpected events, such as nonverbal hypnosis and shocks, can increase attention and facilitate hypnotic induction. The importance of being present in the moment and accepting the chaos of existence is emphasized, as is the concept of \"not knowing,\" which allows the subject to be free from mental programming. For successful hypnotic induction, the author recommends patience on the part of the hypnotist.",
  "content": "Quello che la gente chiama stato di impressionabilità è infatti uno stato che può anche essere molto positivo, in quanto significa il raggiungimento di uno stato “aperto” nel quale il momento attuale non condiziona più il momento seguente, non vi è più una sequenza stabilita e possiamo quindi imparare oppure accedere alla parte creativa della mente. Un concetto fondamentale è quindi la “presenza” alla situazione dove con la parola “presenza” intendiamo “percezione non raziocinata” della realtà, accettazione del “caos” dell’esistenza. E’ importante il concetto del “non sapere”, dove impariamo a non essere in una programmazione mentale e dove “non sappiamo” quel che deve succedere. Perché vi sia un buon risultato è bene quindi che l’ipnotista non abbia fretta, in quanto se lui è in una sequenza mentale anche il soggetto manterrà la sua, ma se per lui il tempo non esiste anche per il soggetto il tempo non esiste.",
  "last_phrase": "In conclusion, learning to embrace a state of impressionability or openness through hypnosis can be a positive experience that helps to access the creative part of the mind. It is important for the hypnotist to have patience and a good voice that creates attention and allows the person to concentrate on the present moment. The verbal induction technique, such as the \"rapport and lead\" induction, can also be effective. With the right approach, hypnosis can be a powerful tool for personal growth and self-discovery."
}