{
  "title": "\"La Metodica Linguistico-Simbolica per accedere alla quintessenza\"",
  "first_phrase": "This text is about the Linguistic-Symbolic Method, a practical way to access the quintessence, by juxtaposing words from apparently different sets. The author explains that words are a frozen reality, a reflection of the outside world, and represent intellectual knowledge that is necessarily limited by time and space. The author suggests that humans have the capacity to awaken to a less frozen dimension by passing from division in instants to simultaneity, achieving movement through solving and coagulating linguistic concepts. Exercise 23 involves thinking of two opposing concepts and applying solve et coagula linguistico to them.",
  "content": "L’umano medio non è altro che una esteriorizzazione del linguaggio che usa, delle forme che crea. E’ l’uomo macchina che è limitato inoltre solo ad alcuni movimenti. Ma l’uomo ha in sé anche la capacità di risvegliarsi ad una dimensione meno congelata. Il passaggio che facciamo è passare dalla “divisione in attimi” alla “simultaneità”. Infatti le parole creano un tempo ed uno spazio a tre dimensioni che è la proiezione congelata all’esterno del nostro essere soggettivo in sé stesso unico e che rappresenta il “campo” sul quale si proiettano le immagini rappresentate dalle parole. Passiamo allora ad uno stato differente, che è di “movimento”. L’attenzione passa all’altezza del cuore84, che è anche il mozzo della ruota, il centro dell’individuo che crea queste immagini. Il processo è spezzare ciò che è coagulato in una certa forma, ed unire quello che è separato; solve et coagula. Esercizio 2385: solve e coagula linguistico Pensate a due concetti per voi “opposti”.",
  "last_phrase": "In conclusion, by breaking down pre-existing language barriers and recombining them in a solve and coagula linguistic exercise, one can awaken the ability to see beyond frozen images created by language and move towards a state of \"movement\". This will ultimately lead to the revival of living words and the escape from the \"death\" surrounding humanity."
}