{
  "title": "Percezioni temporali e la strutturazione in sequenze.",
  "first_phrase": "In the previous text, we learned how our perception of time is structured into sequences of events. This means that when we think of a moment, we connect it to other events, including an imaginary future, and a remembered past. This structuring is influenced by our past experiences and the subliminal mechanisms that filter our mental representation of reality. In this last part, we delve into the concept of \"sequences\" and how it affects our behavior. Also, we explore how hypnosis uses techniques like \"interruption of schema,\" where the word \"schema\" refers to sequences, to induce a trance state.",
  "content": "Il bambino osserva i tessuti, tocca gli elementi, sente l’odore, mentre magari l’adulto spesso è cieco a tutto ciò ed avrà la sua mente occupata a pensare dove deve andare. Quindi ogni singola esperienza appare normalmente il risultato di complessi meccanismi di selezione e valutazione che ci portano a conoscere la realtà solo come concetti ed a cancellarne una grande parte. Noi non vediamo infatti la realtà, bensì la nostra rappresentazione mentale di essa, e questa è filtrata in maniera automatica attraverso sottili meccanismi subconsci. Le “sequenze” Tale strutturazione appare nel caso del tempo nella costituzione di “sequenze”. In pratica ogni azione lineare può essere vista come strutturata in tre: un inizio una fine una parte centrale nella quale ci si muove in maniera automatica con minore attenzione all’ambiente attorno e caratterizzata da una “visione tunnel” della realtà. Partendo da questi concetti, in ipnosi viene effettuata spesso l’induzione di trance chiamata di “interruzione di schema”, dove la parola “schema” è un sinonimo di sequenza.",
  "last_phrase": "In conclusion, our minds automatically filter reality through subconscious mechanisms, resulting in a mental representation of reality that is often incomplete. The structuring of reality into sequences is one such mechanism, which can be interrupted through hypnosis to induce a trance. By understanding these concepts and mechanisms, we can gain a better understanding of how our minds work and potentially use them for personal growth and transformation. So, it's essential to be aware of these mechanisms and use them positively for our benefit."
}