{
  "title": "\"The Connection Between Inner Alchemy and Ritual Practice\"",
  "first_phrase": "In the final 200 tokens, the author reflects on the similarities between the techniques of Chinese internal alchemy and the practice of focusing on the navel to achieve a state of calm and control of breathing. This is referred to as Vitriol, where one visits the inner self and discovers the hidden stone or essence. The author also emphasizes the importance of ritual and regularity in the exercises presented in the book to develop willpower and access a dimension of \"non-urgency.\" Furthermore, the author explains how ritual is a means of constituting a \"cyclic time,\" making it easier to transcend the temporal plane and develop the quintessence.",
  "content": "Eseguiteli magari ad ore fisse e con attenzione. Questo vi aiuterà sia a sviluppare la volontà sia ad accedere ad una dimensione di “non urgenza”, a creare uno “spazio” nella vostra mente. Vi è infatti una formula per portare l’uomo verso la coscienza del tempo assoluto che potremmo sintetizzare in: presenza a sé + simboli + ritualità ciclica Cos’è la ritualità? E’ una maniera che è stata utilizzata fin dalla più remota antichità da tutte le tradizioni per portare l’uomo fuori dal tempo programmato. Tutte le religioni ad esempio utilizzano la rtualità, ma essa caratterizza anche i momenti “sacri” di una nazione. Essa è un modo di costituire un “tempo ciclico” dove le cose si ripetono, e “la fine si collega con l’inizio”. Allora, fuori dal divenire, è più facile la trascendenza e lo sviluppo della “quintessenza”. Il rito è infatti un qualcosa che per definizione si ripete sempre uguale.",
  "last_phrase": "Incorporating ritual and cyclicality into your routine can help you access a dimension of \"non-urgency\" and develop willpower. All religions and traditional societies use rituals to bring individuals out of programmed time and create a cyclical space where \"the end is connected to the beginning.\" By doing so, individuals can transcend the mundane and connect with their true selves. Give it a try at fixed times and with attention, and experience the benefits of timelessness."
}