{
  "title": "\"Creating a Positive Mindset: The Power of Affirmations\"",
  "first_phrase": "This text discusses the importance of using imagination to create vivid mental images of what one desires to achieve. It highlights the need for a formula, a mantra, or a fixed scheme that can be internalized easily to help achieve absorption. The author emphasizes the importance of using affirmative language in creating the formula, saying \"I am\" instead of \"I will be.\" The last 200 tokens provide a concrete example of what the student will see once they have successfully internalized the formula. The vision includes the student being free from harmful habits and maintaining a healthy lifestyle. The text concludes by emphasizing the need to magnetize oneself strongly to attract what one wants.",
  "content": "Siamo allora come calamite troppo deboli per attirare a noi ciò che vogliamo. Bisogna dunque imparare a calamitarci fortemente. FASE PROFONDA RIPRENDERE LA FORMULA 7. Create la formula chiave – La Formula Noi possiamo considerare ora l'allievo giunto a un primo grado di assorbimento parziale. Ma noi vogliamo fare di più. Noi vogliamo entrare nella fase di assorbimento vera e propria. Perciò a noi è necessario ricorrere all'impiego di una formula, di un mantra, di uno schema fisso tale che possa venire facilmente assorbito dalle nostre facoltà psichiche. Le due regole generali che devono governare la compilazione della formula sono queste: 1.° La formula deve essere affermativa. - Noi non dobbiamo dire per es. : « Non sarò più triste » ma « Sarò di buon umore ». Anzi non dite neppure « Sarò » ma dite « Sono ». Io sono allegro fin d'ora, fin da questo momento, e non mi ricordo di esser stato in preda all'umor triste.",
  "last_phrase": "In conclusion, we must learn to magnetize ourselves strongly towards what we want. To achieve real absorption, we need to create a key formula, a mantra, to be easily absorbed by our mental faculties. Remember to make the formula affirmative, concise, and focus on the assertion of your positive traits so that events that others consider as setbacks will have no effect on you."
}