{
  "title": "\"La Scuola di Analisi: Magnetismo e Centrazione nell'Uomo\"",
  "first_phrase": "In the previous text, we explored the different types of human nature and how they perceive time. Now, we will focus on the first type, which corresponds to the lowest level of existence. This type is characterized by a conceptualization of the world, where people identify with their minds and live in a reality defined by labels, judgments, and concepts. According to traditional Greek medicine, this type corresponds to the Melancholic, who is physically weak and anemic, with slow digestion and sparse hair. This way of being can also be associated with the functioning of specific glands, such as the thyroid, the chakra of the throat. Being stuck in this mode of perception precludes genuine relationships and makes us automatic, conveying the illusion of separateness.",
  "content": "Corrisponde nella classificazione della medicina tradizionale greca al cosiddetto Melanconico: “Fisicamente il melanconico, detto anche nervoso, è debole, fiacco, la sua muscolatura è anemica, il contatto con esso risulta \"secco e freddo\", la sua pelle è smorta, la sua tinta terrea, il suo polso piccolo e duro, la sua digestione lenta, i suoi capelli ed i suoi peli sono radi e di colore impreciso, l'urina è poco abbondante, l'udito è duro.”71. Un tentativo di collegare questo tipo al funzionamento di particolari ghiandole collega questo tipo alla tiroide (il chakra della gola). Oltre che essere un tipo morfofisiologico, questo è anche un modo di essere che assumiamo in particolari momenti. Quando siamo in tale posizione percettiva rispetto alla realtà, siamo preda del nostro dialogo interiore. Questo modo di fare al livello più basso tende a precludere ogni relazione vera e ci rende automatici. Questo schermo di pensieri ci da l’illusione di essere separati.",
  "last_phrase": "In conclusion, the Melancholic type in traditional Greek medicine is characterized by physical weakness, slow digestion, and a tendency to detach from the body and others. While this mode of being can preclude genuine relationships, it also fosters qualities such as reflection, caution, and studiousness. Being aware of our own tendencies can help us better understand and balance our approach to life."
}