{
  "title": "\"Allergies and Pain Relief Through Dissociation Technique\"",
  "first_phrase": "This section discusses a technique that can improve allergies and also be used for back pain. The procedure involves identifying a similar substance to the allergen and gradually increasing exposure in a relaxed state. The article notes that individuals with a high risk of anaphylactic shock should not use this technique, but can benefit from associating visual and physical sensations. The technique involves gradually increasing exposure to the allergen until the individual can imagine being close to it without experiencing symptoms. Finally, they associate visual and physical sensations to improve the effectiveness of the technique.",
  "content": "Si chiede allora al cliente di immaginare un altro se stesso, al di la di una lastra di plexiglass, che sta assumendo abbondanti dosi della sostanza simile individuata -Si fa ora immaginare guidando a parole il soggetto, che un millesimo di materiale è l’allergene -Chiedere se la persona rimane tranquilla con questa idea, se può continuare a rimanere in quel posto. -Se risponde di si, si dice che ora sono 2 millesimi... -Si chiede di nuovo se è tranquillo -Si fa REI (vedi parte dedicata rilascio emozionale istantaneo) -Si procede via via con maggiori quantità di allergene, fino a 10 centesimi, dunque un decimo. -Quando la quantità è dieci decimi, il 100%, e permane la tranquillità, si fa associare il visivo al cenestesico, chiedendo al soggetto di immaginare di attraversare come un fantasma la lastra e entrare nel proprio se stesso che è vicino all'allergene e sta bene.",
  "last_phrase": "In conclusion, this technique based on dissociation from our mental maps can be useful in managing pain and seasonal illnesses. Remember to pay attention to the subject's feet to serve as an anchor of presence and repeat it when they are feeling calm. Allergies and intolerance, like fears, can be overcome by emotional release. By gradually accepting increasing amounts of the allergen, the person will notice an improvement in their tolerance level, changing their perspective and achieving a state of tranquility."
}