{
  "title": "\"Mastering the Art of Eye Contact: The Defensive Gaze\"",
  "first_phrase": "In the previous text, the author describes techniques to maintain power in conversations by controlling eye contact. In the last 200 tokens, the author introduces the concept of \"philosophie del l'influence personnelle\" from page 76 of the book. This philosophy aims to create an unbreakable connection with the interlocutor, making them constantly look at the speaker. By doing this, the speaker weakens the interlocutor's resistance and increases their own power.",
  "content": "Lezione uno. Prendete un pezzo di carta verde, in quanto il ve Quando proiettate lo sguardo siete sempre fatalmente attirato versogli occhi del vostro interlocutore, cosa che bisogna evitare. La proiezione del vostro sguardo deve avvenire dalla cima della fronte, scendere infine al punto che conoscete tra i due occhi; vi fermate lì un istante, ma non troppo, al solo fine di non risvegliare l'attenzione. Sempre senza abbassare le palpebre conducete il vostro sguardo seguendo la fronte (il lato frontale) e scendendo a destra e sinistra fino alla cintura, da lì lo fate risalire alla cima della testa e tornate a fissarvi tra i due occhi, aumentando gradualmente la durata con la quale rimanete lì. Con le vostre parole, farete sì continuamente che la persona alla quale parlate conduca continuamente il suo sguardo su di voi (philosophie del l'influence personnelle - pag. 76). In questa maniera voi inviluppate il vostro interlocutore di un legame invisibile, initerrotto, i cui capi convergono sempre al punto centrale, il centro degli occhi, che diminuisce le sue forze di resistenza poichè rimontate il suo sguardo fuori da lui evitando così di rimontare la sua forza.",
  "last_phrase": "In conclusion, mastering the art of eye contact is crucial in creating an invisible bond between you and your interlocutor. By projecting your gaze in a soft and gentle manner, you can influence and persuade others without them even noticing. Practice this exercise regularly, and you will have a powerful tool to increase your personal influence in any situation. Remember to also practice the defensive gaze to protect yourself from those who might try to use this technique against you."
}