{
  "title": "\"The Power of Eye Contact - Lesson One\"",
  "first_phrase": "In this text, the author discusses the power of eye contact and how to use it to influence others effectively. They explain that by directing your gaze from the top of the forehead, down to the point between the eyes, then following the frontal sides of the face and down to the waist, you can create an invisible bond with the other person. The author emphasizes the importance of using a gentle gaze and practicing this exercise to improve your skills. Furthermore, the author advises how to defend against someone trying to use eye contact to influence you.",
  "content": "Sentirà come qualche cosa di pesante, di indefinito, e ggiungendo la concentrazione di pesniero della quale parleremo più avanti, la sua volontà diverrà la vostra. Questo sguardo non bisogna mai proiettarlo con durezza, ma piuttosto con dolcezza. Praticate questo esercizio con chi incontrate, anche semplicemente con il fine di esercitarvi e non di influenzare, in quanto per raggiungere quest'ultimo risulato è indispensabile aggiungere un pensiero, una volontà. Praticate anche on voi davanti allo specchio. Lo sguardo di difesa. Qualora qualcuno stesse invece cercando di influenzarvi con lo sguardo, guardatelo al di sopra degli occhi e da lì scendete sulla persona. Guardatelo al terzo occhio solo se siete in grado di mantenere quel punto e resistere al suo sguardo. Se sentite che vi indebolite, se siste seduti alzatevi e se l'altro è più grande di voi, allontanatevi e muovetevi continuamente. Cercate anche di evitare gli \"choc\" di sguardo. C'è uno choc tutte le volte che voi portate bruscamente il vostro sguardo su quello del vostro interlocutore o che voi incontrate il suo già fissato sul vostro.",
  "last_phrase": "In conclusion, practicing the defensive gaze technique and avoiding eye contact 'shocks' can strengthen your mental focus, willpower, and self-defense against unwanted influences. Remember to maintain a gentle gaze and project your will without commanding thoughts. Visualization of the desired outcome can also aid in achieving success. Practice this technique on yourself and others to improve your ability to protect yourself from insensitive glances."
}