{
  "title": "Alternative Method for Pain Management: Trabona Method",
  "first_phrase": "In the previous section, we learned about the Trabona Method - an alternative approach to induction in hypnosis. Now, we'll delve into two tests that involve manipulating sensations within the body using hand gestures. The first test involves moving a feeling of analgesia to a different point on the body to demonstrate control over the body's dynamics. The second technique, called the \"Safe Place\" technique, involves guiding the subject to a place of safety and comfort in their imagination to help alleviate pain. Both techniques demonstrate the power of mind-body control.",
  "content": "Deinduzione mantenendo l'analgesia (ed in questo caso l'esercizio serve anche per testare la capacità del soggetto di provare analgesia) oppure unire alla tecnica successiva ANALGESIA DEL “POSTO SICURO” Per sicurezza, ma può essere usata anche da sola, è utile accompagnare la tecnica precedente con questa di allontanamento dal dolore attraverso il “rifugio nell'immaginazione”. Anche chiamata “tecnica del posto sicuro”. 1. Spiegare differenza tra sensazioni esterne ed interne. Es “Quando dormi non senti le sensazioni del lenzuolo sulla tua pelle perché sei concentrato sulle tue sensazioni interne.” 2. Le sensazioni interne e quelle esterne passano per gli stessi canali per cui se senti delle sensazioni interne non puoi sentire delle sensazioni esterne (aiutiamo il soggetto a non avere paura di provare dolore). 3. Ogni sensazione esterna che ti arriva è un segnale per entrare ancora di più nelle sensazioni interne (si modifica la maniera di sentire del soggetto). 4. Andare verso il luogo favorito (es. la propria isola) e fare attività fisica preferita (es dire “sia che tu ami correre, camminare, nuotare, etc ora puoi farlo..) 5. Ripetere la differenza tra sensazioni interne ed esterne 6.",
  "last_phrase": "In conclusion, the technique of distancing oneself from pain through the \"imaginary safe place\" or the \"technique of the safe place\" can be a useful addition to maintaining analgesia during deinduction exercises. By explaining the difference between internal and external sensations, and focusing on favorite activities and locations, individuals can better understand and manage their pain sensations. Remember to repeat the difference between internal and external sensations and help the individual stay focused on their safe place. Practice and repetition can lead to increased success in managing pain through these techniques."
}