{
  "title": "\"The Controversy Surrounding Magnetism: A Scientific Journey\"",
  "first_phrase": "In the earlier section, the author discusses the controversies surrounding animal magnetism and the way the Royal Academy of Medicine dealt with it. In the last 200 tokens, Doctor Foissac's address to the Academy in 1825 is highlighted. In it, he argues that magnetism deserved a new examination. This section describes how the Academy took Foissac's submission into account and examined once again whether they should engage in a re-examination of magnetism. The text mentions prominent names such as Jussieu and the high-profile scandals which rocked the scientific elite.",
  "content": "Suffice it to say that the final report it drew up was totally inimical to Mesmer’s doctrine, though the famous Jussieu, one of the commissioners, refused to sign it as it did not express the truth, and authored instead a dissenting report, in which he carefully enumerated the facts that had been intentionally omitted or distorted by the first report (the majority one). The step he took gave rise to rumours and high-profile scandals which rocked the upper echelons of the scientific elite. The general public, however, was strongly moved by Jussieu’s alternative report, whereupon the cause of magnetism was embraced by a sizeable number of new supporters. In 1825, Doctor Foissac addressed to the Academy a memory in which he proved that the time had come to submit magnetism to a new examination. This memory was taken into account. The Academy then examined anew ... whether it should engage in a re-examination of magnetism in the first place.",
  "last_phrase": "In conclusion, the controversy surrounding Mesmer's doctrine and the subsequent examination of magnetism by the Academy sparked a wide public interest in the subject. Despite the opposition from some detractors, the commission ultimately decided to re-examine magnetism, laying the foundation for future scientific inquiry and discovery. The Academy's decision to favor the new examination reflects the importance of open-mindedness and inquiry in scientific pursuits."
}