{
  "title": "\"Donato's Fascination: The Power of Rapid Gaze\"",
  "first_phrase": "In the preceding text, we learned about Giovanni Donato and his abilities to attract and control his subjects' minds without speaking. Enrico Morselli, a renowned psychiatrist, attended one of his shows in Turin in 1886 and was himself fascinated by Donato's powers. In this last section, we will explore Morselli's study on animal magnetism and hypnotic states, which provides an optimistic view of Donato's abilities. This study portrays Donato's transition from a magician to a more sophisticated performer, who now dressed in a tuxedo to reflect his refined approach.",
  "content": "He suggested to one that he was Garibaldi at Aspromonte; to another that he was the commanding general of the school, etc. They took on the gait, the carriage, the gestures and the voices, and perfectly played the parts of the personages whom they represented, and with whom, of course, they were acquainted; indeed, fascination, no less than hypnotism, can grant to anyone knowledge of the unknown. These, as well as young healthy people who turn stiff despite their efforts to do otherwise – such were the events to be seen on the stage of the Teatro Scribe in Turin in 1886. Enrico Morselli, one of Italy’s leading psychiatrists of the period, attended and succumbed himself to Donato’s fascination of Donato. In his important 1886 study on animal magnetism and hypnotic states, Morselli provided a rather positive portrait of the man. He had exchanged the magician’s cap for the more sober tuxedo-quite approach.",
  "last_phrase": "In conclusion, Enrico Morselli's study on animal magnetism and hypnotic states offers an insightful analysis of Donato's captivating power, which could make individuals play the roles of unknown personages effortlessly. Donato's unique technique did not involve fluids or special powers but rather his intense gaze that shocks sensitive individuals' nervous systems. According to Morselli, Donato's shows almost caused a political crisis in Europe, demonstrating the magician's exceptional abilities."
}