{
  "title": "The Usefulness of Detachment in Eastern Techniques.",
  "first_phrase": "In the previous section of the text, the author discussed the concept of detachment from external fascination and involvement, particularly in the context of the technique of fascination and Trataka practiced in the East. In this part, the author further explores some of these Eastern techniques such as fixing the third eye and staring at one's nose, which involve distancing oneself even physically from the outside world in order to engender a mental void. The ultimate goal of these techniques is to paralyze one's will and attention, allowing for easy meditation in the void.",
  "content": "The surrounding objects end up occupying only the peripheral part of the retina, due to the central part of the retina being already occupied. Peripheral sensations are weaker than those that are felt at the centre. In those conditions, the subject turns almost blind to the outside world, and the more the internal deflection of the eyes is increased, the more the process gains effectiveness. The void One might be tempted to ask why so much effort should be put on casting the outside objects out of one’s focus. It is however possible to detect a useful aspect in that endeavour. It paralyzes one’s will. It also paralyzes the attention which, if it happens to settle on one object only, is inclined to forget the others. Through the assistance of ocular concentration, the yogi is not just able to remove the vision of external objects, but also to empty his thoughts, whereupon it becomes easy for him to meditate in the void.",
  "last_phrase": "In conclusion, the process of casting external objects out of our focus can lead to a state of void that can be useful in emptying our thoughts and meditating. In addition, the healing process of Prof. Erminio Di Pisa can be described in quantum terms as a measurement and observation of the subject's pain. By understanding these processes, we can better navigate our mental and physical states to achieve greater balance and well-being."
}