{
  "title": "The Life of Mesmer: From Fame to Misfortune.",
  "first_phrase": "This text recounts the post-revolution life of Franz Mesmer, founder of mesmerism. Mesmer spent time refuting his opponents' accusations and made trips to Italy, Germany, and France while in disguise. He was seen in Paris on the day of the public execution of Bailly, one of his antagonists. Mesmer's noble disciples suffered during the revolution, and he found himself politically suspect, forced to return to Paris several times. He eventually settled in Switzerland and continued to practice his Art, often treating patients free of charge.",
  "content": "The consequence thereof is that he had to forego the plan of settling back in Wien, since he was viewed as politically suspect, and he retraced his steps to Paris several times. In 1802, while in that city, he asked for and was awarded a yearly allowance of 3000 florins as compensation for the money he had lost in the Revolution. In 1803, some of his friends solicited him to open up a new establishment devoted to the implementation of magnetic treatments, but Mesmer turned down their request. The war had consigned him to inaction; several friends of his had died, and he decided instead to take up residence in Switzerland. In 1809, he penned a letter to one of his friends, wherein he mentioned to him that he was spending a happy life of quiet and anonymity, untroubled by problems or by neighbours and people who could recognize him. He added in that missive, though, that he was still practicing his Art, and was always visited by plentiful patients, many of whom he would treat free of charge.",
  "last_phrase": "Despite the challenges and setbacks he faced throughout his life, Mesmer continued to practice and refine his Art, ultimately leaving a lasting legacy. His story serves as a reminder of the importance of perseverance, even in the face of adversity, and the incredible impact that even a single individual can have on the course of history."
}