{
  "title": "Look-Centered Therapy: Beyond Consciousness of the Ego",
  "first_phrase": "This text discusses the effectiveness of look-centered therapy with regards to eliminating pain and other problems in patients. The author describes the process of guiding the patient beyond their rigid positions and mental habits by inducing a state of fascination without the use of words. The patient is then awakened and their pain disappears. The author also mentions that this method is not mere hypnotic suggestion but rather a way to guide the patient to a new life dimension. Prof. Di Pisa of a Nice-based school has scientifically examined the phenomenon.",
  "content": "The unconscious, indeed, always works for the person’s wellbeing and in his interest. We are not dealing here with some mere hypnotic suggestion, so much so that on some occasions (albeit rarely) it is necessary to operate two or three times before “the right moment can be grabbed”. If it had been no more than a suggestion, the third attempt would be bound to emulate what happened in the previous ones. As that is not the case, however, it means we have actually guided our patient to a new life dimension. Prof. Di Pisa at a TV show Our further studies Our own Nice-based school has scientifically examined the phenomenon. A key aspect of the look-centred therapy is letting ourselves be observed and observing in turn the patient while we give him a chance to recollect the state that caused him problems. Thereupon, we lead the person into a state of fascination without any recourse to words. Such method, indeed, allows us to transport him into a state of “non-thinking” where the symptom disappears.",
  "last_phrase": "In conclusion, look-centered therapy is a scientifically proven method that allows patients to reach a state of fascination, reset their minds, and be guided into a new life dimension. By observing and being observed, the patient can reach a state of non-thinking, beyond the ego, in which symptoms disappear. This method, which acts at an ocular level, provides patients with a practical solution to their problems, and can be used in various situations beyond therapy."
}