{
  "title": "\"Magnetism and Light in Parapsychological Research\"",
  "first_phrase": "In the previous section, the author discusses the effects of darkness on nature and living creatures. As the sun sets, there is a general depression of vitality and a desire to rest becomes manifest. However, the lower forms of life, such as fungi and micro-organisms, thrive in the absence of light. The last 200 tokens continue the discussion on the unexpected paths that open up through magnetism and delves into psychic research. Count Jean Pierre de Giudicelli de Cressac, an active collaborator of the author's school, succeeded the old Count de Cressac who conducted remarkable experiments in the metapsychic field. These experiments were carried out in the castle of Lussac, France, through the specific association, AFEM, which had university professors and high-ranking exponents of French scientific research from the 1960s as collaborators.",
  "content": "We have devised specific techniques where fear, anxieties, and every types of emotional problem, can be “washed out” by a joint use of magnetism and light. 9 – Psychic research Magnetism opens up a path to the new and the unexpected. Our friend, Count Jean Pierre de Giudicelli de Cressac, who has already been mentioned by us in connection with the Egyptian Rite, and who is an active collaborator of our school, encompassed in his surname, “de Cressac”, his role as successor to the old Count de Cressac. The latter carried out in France, in the castle of Lussac, a remarkable sequence of experiments in the metapsychic field (which some people call parapsychology), thanks to a specific association, AFEM, which boasted the collaboration of university professors and high-ranking exponents of French scientific research from the 1960’s. We have made a number of issues of its magazine available over the Internet.",
  "last_phrase": "In conclusion, the joint use of magnetism and light can be effective in washing out emotional problems, and Count Jean Pierre de Giudicelli de Cressac's work in the metapsychic field showcases the potential of this type of research. By delving into the history of magnetism, we can better understand the development of this promising area of inquiry."
}