{
  "title": "\"Mesmer's Path to Becoming a Doctor and Pioneer of Magnetism Therapy\"",
  "first_phrase": "In the previous text, we learned about the early life and education of Franz Mesmer, a philosopher and doctor who refused to devote himself to theology and instead pursued medicine. He practiced medicine in Vienna and was recognized by Van Swietten, a renowned physician. In this last part (200 tokens), we will learn about his experimentation with magnetism in the treatment of diseases. Mesmer's research in this area quickly attracted attention and he was invited to speak at conferences in various European countries. Mesmer stressed that his therapy was a causative agent that everyone was capable of developing, rejecting the idea of supernatural power.",
  "content": "Still in Wien, Mesmer came to know Mozart, who befriended him. He attended, in Mozart’s company, the gatherings of a number of esoteric circles, and was appreciative of the magnetic power his music possessed. An image from Die Zauberflöte The Opera “Die Zauberflöte (The Magic Flute)” belongs to this period and bears the imprints of such esoteric fascination. Mesmer himself was a virtuoso of the harpsichord and the cello. Once he became settled in that European capital, he successfully practiced medicine in it as well. Step by step, he perfected his theory. Mesmer began to apply magnetism to the treatment of diseases in 1772. His researches immediately aroused interest, and he was therefore invited to speak at conferences in Swabia, Switzerland, Hungary and Bavaria. Mesmer often expressed his forceful disapproval of whoever ascribed his healing achievements to some supernatural power, and used to stress the fact that his therapy was but a causative agent which everybody was capable of developing.",
  "last_phrase": "In conclusion, Mesmer's experience in Vienna allowed him to meet Mozart and become involved in esoteric circles, which influenced his theory and practice of magnetism in medicine. Despite facing criticism and opposition, he continued to develop and promote his therapy as a tool accessible to all. In his retirement, he found refuge and support from the Elector of Bavaria, who recognized his contributions to medicine. Mesmer's legacy lives on as his ideas and methods continue to inspire modern research and therapies."
}