{
  "title": "\"Virgilio: The Hypnotist and Painter\"",
  "first_phrase": "In the preceding paragraphs, we discover that Virgilio had a lifelong interest in painting but found remarkable success as a hypnotist. He first applied his power of hypnotism to animals, became proficient at it, and was often summoned by farmers to work his magic. After spending a couple of years in Paris, where he learned from contemporary hypnotists, Virgilio developed a range of techniques in the field of telepathy. He could influence people without even voicing any suggestions, as he had perfected the technique of staring intensely at passers-by. A notable instance was when he was left standing in a movie theater, and his friends questioned his skills as a hypnotist. To their amazement, he quickly made the seated individual stand up by staring intensely at them.",
  "content": "Using as his original premise the classical exercise of watching passers-by in the street from behind to force them to turn around 11, Virgilio has elaborated a whole series of variants of such root technique, used by him in the context of hypnosis as well, which means no suggestion whatsoever is voiced at all in that method. It is worth mentioning some telling anecdotal accounts: Once, when he was young, he was at the cinema. In those days, if you came late to the movie hall you would be obliged to watch a film while standing, as the number of chairs was often less than the number of viewers. A few among his friends provocatively began to question him as to how it could be possible that he, as a skilled hypnotist, was left standing. Virgilio, spurred by their remarks, decided it was time to act. He stared intensely at the nape of a person who was seated a few steps ahead of him, and that individual eventually stood up to make space for him.",
  "last_phrase": "In conclusion, Virgilio's variations of the classical exercise of watching passers-by have proven to be effective even in the context of hypnosis. With anecdotal accounts to support his techniques, Virgilio's methods have actualized some extremely difficult experiences, making them valuable to those seeking to improve their communication skills, even for non-native speakers of the language."
}