{
  "title": "Therapeutic Magnetism and Somnambulism for Medical Diagnosis",
  "first_phrase": "This text is about the therapeutic side of magnetism and its connection with somnambulism, as explained by Deleuze and Georget. The first part of the text introduces the idea of the soul's superiority over matter during sleep and how this can be used to embrace physical possibilities. The last 200 tokens focus on the description of somnambulists with a high level of lucidity who can diagnose, prescribe treatments, and even provide moral advice to sick people. The text emphasizes that such somnambulists are rare, but they possess an inexplicable clairvoyance that can be used for the benefit of others, making them the perfect healers.",
  "content": "They foretell an ailment which is only going to develop after some months, and list the precautions which ought to be taken once the first symptoms materialize; they are likewise capable of discerning the moral condition of the sick patient, by penetrating his thought and extending beneficial advices to him. This category of somnambulists is however rare. Moreover, the very same people who have proven themselves to be in possession of such inexplicable clairvoyance can only master them on certain occasions». The well-known Georget had firm conviction in the same truth, i.e. that the perfect medicine can only be the one somnambulists possess in respect of what is relevant to their own persons, while it is possible to use their admirable instinct for the benefit of other people as well.",
  "last_phrase": "In conclusion, somnambulists possess an inexplicable clairvoyance that allows them to discern and advise on medical and moral conditions. Although this category of somnambulists is rare, their admirable instincts can benefit other people as well. Magnetized persons have heightened nervous sensitivity that can make them even better than doctors in perceiving sensations and impressions, and they can answer verbal or mental questions about sicknesses, including distant persons, by using a handwritten letter or personal object."
}