{
  "title": "\"Treating Trauma Through Symptom Re-Enactment and Fascination\"",
  "first_phrase": "In the preceding text, the methods of intervening in the mechanisms of fascination have been discussed. Now, the focus shifts to a different method of curing, called \"curing through the symptom.\" This technique involves contacting the symptoms directly to speak to that part of the brain that generates them. Rossi's statement highlights the usefulness of re-enacting the problem by asking the patient to experience the symptom. It has been observed that increasing the symptom can activate certain processes in the right hemisphere, which provides more immediate access to the encoding of the problem. Research by Elizabeth Phelps of New York University supports this theory and presents a way to uproot traumas without drugs, proving that it is possible to \"write once more\" over the trace of memory and erase it.",
  "content": "As stated by Rossi (1986), “by asking the patient to experience the symptom (alternatively, even by increasing it, as was for instance Erickson’s wont), we are probably switching on certain processes in the right hemisphere which are gifted with a more immediate access to the encoding of the problem that is related to the state itself” 13. A further scientific support for this theory and the useful benefit of re-enacting the symptom, to be immediately followed by a state of “void” where such symptom is no longer extant, being a result that can be achieved through fascination by the look, is provided by a research in the US we are going to make mention of. It is proven in this research that it is indeed possible to uproot traumas without needing to intervene through a drug, opting instead to “write once more” over such trace of the memory and erase it 14. Published in the Nature magazine, the successful realization of that research has been achieved by Elizabeth Phelps of New York University.",
  "last_phrase": "In conclusion, the theory of experiencing the symptom and then creating a void state, as supported by Rossi and the research by Elizabeth Phelps, offers a drug-free alternative for uprooting traumas and anxiety disorders. By recalling and writing over the initial bad memory within a six-hour time frame, one can potentially eradicate its lingering effects and achieve a state of mental well-being. This method could prove to be an important tool in the fight against anxiety disorders and post-traumatic stress."
}