{
  "title": "\"The Life and Legacy of Mesmer: From Vienna to Paris and Beyond\"",
  "first_phrase": "This final part of the text delves into the latter years of Franz Anton Mesmer's life, one of the most controversial figures of the 18th century for his magnetic therapy, also known as mesmerism. Mesmer's political difficulties forced him to renounce his plans of settling back in Vienna, and he moved to Switzerland, where he lived the rest of his life in peace and anonymity. Despite his advanced age, he never stopped practicing his Art and freed many of his patients from their ailments, often without charging them. The text also mentions how the Academy of Berlin formally recognized Mesmer's ideas but he declined their invitation to move to Germany. Lastly, the text quotes a letter that Mesmer wrote to a friend in 1783, summarizing the turbulent existence of someone who dedicated their life to a compelling idea that can either lead to glory or downfall.",
  "content": "In the meantime, the Academy of Berlin formally acknowledged the validity of Mesmer’s ideas and dispatched Prof. Wolfart to him with a view to inviting him to move to Berlin in Germany. However, Mesmer, who was by then an old man, was no longer keen to travel. Prof. Wolfart accordingly collected his memories, all the way until Mesmer met his death in Switzerland, on 5 March 1815. His stormy life, his doctrine and the events which saw him as a protagonist are superbly summarised in the following extract from a letter he wrote to a friend of his in 1783 : «My existence resembles the life of those men who, by combining strong and far-ranging ideas, have reached either a big lie or a big truth. Such people belong to that error or that truth, and, depending on whether the same is accepted or rejected, they live amid admiration or die in unfortunate conditions.",
  "last_phrase": "In conclusion, Mesmer's ideas and the concept of animal magnetism, which initially caused a storm among the scientific community, were later recognized and acknowledged by leading academies worldwide, including the Academy of Berlin and the Royal Academy of Paris. Nevertheless, the idea of magnetism continued to face opposition and criticism, despite many successful demonstrations of its practical effects. It is a reminder that new concepts and ideas often meet with resistance, but their validity can be established through consistent empirical evidence."
}