{
  "title": "\"Magnetic Method for Quitting Smoking in 50 Seconds\"",
  "first_phrase": "In the previous part of the text, the concept of using magnetism to influence the deeper level of the mind was discussed. In this last part, we are introduced to Vincenzo Campanelli's anti-smoking method that claims to be able to cure smoking addiction in under a minute. Campanelli learned the magnetic and hypnotic techniques from Hermann Michel, a Swiss who worked in Antwerp, Seon, and Lugano's canton. Campanelli's method has astounded the world with its results, with famous figures such as Shimon Peres, King Hussein of Jordan, and Margareth von Trotta among his patients.",
  "content": "His is an unbelievable, amazing, unparalleled case, which has been studied by worldwide famous scientific celebrities, who have analyzed the phenomenon of his person and sealed their reports by stating the following: <<The relevant facts are true, and yet they are devoid of any plausible explanations in terms of ordinary therapeutic techniques>>9. Formerly an advocate practicing from his study in central Rome and an inveterate smoker, Campanelli, following a meeting with Hermann Michel, was so impressed by the fact he had succeeded in quitting smoking that he wanted to learn Michel’s magnetic and hypnotic techniques. He eventually became, in his own right, a healer specialized in removing the bad habit of smoking from fellow humans. The roster of his patients, both Italians and foreigners, include the following: The winner of the Nobel Prize for peace Shimon Peres, King Hussein of Jordan, Margareth von Trotta, Maurizio Costanzo, Mariangela Melato, Bruno Zevi, Margherita Boniver, and Maurizio Ferrara.",
  "last_phrase": "In conclusion, Campanelli's success in helping people quit smoking with magnetic and hypnotic techniques has been recognized by many famous individuals, including Shimon Peres and King Hussein of Jordan. Magnetism, or mesmerism, is a technique that works with vital energy to reawaken the body's natural orientation to well-being. While the inventor of the cigarette is unknown, historical records show that it was likely invented between 1831 and 1841."
}