{
  "title": "The Controversial History of Animal Magnetism in France",
  "first_phrase": "In the preceding text, the author discusses the unceasing battle between supporters and opponents of the new science of magnetism. Despite Mesmer's successful healing demonstrations, magnetism still faced numerous powerful adversaries who even resorted to slanders and insults. However, the Royal Academy of Medicine in Paris recognized its existence in 1831. In 1784, King Louis XVI commissioned a group of scientists to research and experiment on animal magnetism, which eventually led to the recognition of its effectiveness. In the final 200 tokens, the author reflects on how individuals' attempts to detach their destiny from the system they originated always result in futile efforts, likening it to Sisyphus' work.",
  "content": "It eventually reached a censurable degree, since insults and slanders lay bare men’s stark selfishness without contributing to genuine scientific progress one bit. If we leave aside all the irritating aspects one can discern in those attacks and the replies thereto, I believe we will find greater usefulness and significance in paying intelligent attention to the fact that the issues were studied and acknowledged by the scientific institutions, first and foremost the Royal Academy of Medicine in Paris itself, as it was forced, by the sheer logic of plain facts, to pay tribute to the truth. In 1784, some commissioners, who were selected from the whole spectrum of scientific bodies, were entrusted by the King with the task of conducting researches and experiments on animal magnetism, so that the government might be enabled to reach a decision on the degree of trust to be extended to the effectiveness of the influence exercised by such method. I will abstain here from addressing the issue of the malevolence which characterized the way the said commission discharged its mandate.",
  "last_phrase": "In conclusion, despite the malevolent attacks and scandals that surrounded the Commission's research on animal magnetism, the final report ultimately rejected Mesmer's doctrine. However, the dissenting report by Jussieu, which carefully documented the factual omissions and distortions by the majority report, gained widespread support from the public and reignited interest in the subject. Years later, Doctor Foissac's call for a new examination of magnetism was also considered by the Academy, highlighting the importance of continued scientific inquiry and reexamination of established theories."
}