{
  "title": "A Self-Treatment Technique for Breaking Negative Habits",
  "first_phrase": "In the previous section, the text discussed a self-treatment technique and its various phases aimed at helping individuals overcome their negative habits. The final part of the text highlights the results of the technique and the importance of seeking specific adjustments to suit individual needs. The phase such as moving your hand to the solar plexus, shaking off dust from oneself, and staring at a light before closing your eyes are discussed. The technique promises a feeling of openness and wellbeing, reduction of negative habit desire and potentially disappearance. The author mentions that the self-treatment has been tested on various individuals, all of whom experienced improvement immediately after trying it.",
  "content": "You will subsequently detect a reduction of the desire associated with your negative habit (In some instances its disappearance, too, might occur, though such a result is achieved more easily through steps carried out by another person than through self-treatment, as the latter is based purely on your energy). Naturally, a written medium can only provide a partial explanation of the technique, inasmuch as you will need specific adjustments which depend on your specific type of person. Accordingly, by resorting to intuition you should autonomously seek out the best possible balance, if need be by repeating the abovementioned steps a number of times. When conceiving this self-treatment, which, we should not forget, is different from the original technique presupposing the existence of an experienced operator working upon a subject, we have conducted tests involving a variety of individuals. All of them, so long as they had even a minimal desire to give up their habit, immediately experienced an improvement.",
  "last_phrase": "In conclusion, by following the steps mentioned and relying on your intuition to seek out the best balance for your unique situation, you can experience a reduction or even elimination of your negative habit. While this written medium only provides a partial explanation, in-depth knowledge of the technique can be gained through courses. As Campanelli's method has worked for many individuals, it's definitely worth giving a try."
}