{
  "title": "\"Donato: The Revolutionary Hypnotist of the 19th Century\"",
  "first_phrase": "In the preceding text, the author explains the crucial role of the propagation of magnetism across Europe by a few masters of the art in the mid-1800s. These energetic propagandists were indispensable in bringing magnetism back to the light of day after Mesmer's death. In this final section, the author shifts attention to the story of one of these masters, Donato, who performed and underwent an examination in Turin from the famous Professor Morselli. Notably, the author points out the high degree of resemblance in techniques and approaches between Donato and Virgilio Torrizzano, the author's own master, who might have acquired some expertise from one of Donato's students.",
  "content": "Only a few experts were left in Europe, and without the exhibitions from town to town and from country to country of a few masters of the art, such as Du Potet, Lafontaine, and, on a less scientific side, Regazzoni, Hansen and some others, mesmerism would have recoiled into the obscurity in which the Academy of Medicine had tried to bury it. Without these energetic propagandists, without their example and their lessons, neither Doctor Charcot, Doctor Bernheim, Doctor Braid (inspired by Lafontaine), and Doctor Liebeault, nor Doctor Heidenhain (inspired by Hansen), would have ever written their remarkable works; and the profession might have remained consigned to oblivion, practiced only at a non-academic level. This state of things is explained by the secrets surrounding the technique, which rendered its diffusion difficult. The real technique was hardly explained in books, and rather kept as a secret. This occasioned imperfections in the processes used in the work up to that time, as utilized by most magnetizers.",
  "last_phrase": "In conclusion, the resurgence of mesmerism in Europe owes a debt of gratitude to the pioneering efforts of a few energetic propagandists, such as Du Potet, Lafontaine, Regazzoni, and Hansen, and their lessons paved the way for other eminent doctors to further explore the technique. Even though the secrets surrounding the technique made its diffusion difficult, the Belgian-born Alfred d'Hont, or Donato, revived the interest in Animal Magnetism and revolutionized hypnotic practice through his rediscovery of “fascination”."
}