{
  "title": "\"Induced Hypnosis and Smoking Cessation: The Peculiar Technique of Herman Michel\"",
  "first_phrase": "This article explores Herman Michel's \"peculiar psychosomatic technique,\" which consists of an induced hypnosis to condition the hypothetical nerve center of smoking in the brain. Suggestion plays an important part in his treatment, as explained by Professor Uva. The last 200 tokens delve into the realm of the occult and the transmission of thought without prior agreement. The Concise Encyclopedia of Occult Sciences mentions an experiment conducted by Professor Boirac on a certain Dickmann, indicating certain individuals with an aptitude to impose their will on subjects without uttering a word.",
  "content": "It is not yet clear what science means by the term «induced hypnosis». What is certain is that it approximates the thin partition line which separates the world of normal phenomena from the realm of the «occult». If we go and browse through the records of parapsychology, we can chance upon occurrences which seem to indicate unforeseen similarities. The following can be read, under the heading “Transmission of thought without any prior agreement”, in the Concise encyclopaedia of occult sciences: — Professor Boirac conducted an experiment on a certain Dickmann. While the latter was at a cafeteria busy smoking a cigarette, Boirac stood behind him, at some distance from his person, whereupon he instructed Dickmann to stop smoking and fall asleep. The subject, indeed, slowed down his gestures, pushed the cigarette away, lowered his eyelids, and dropped motionless as if it were a statue. There are, therefore, individuals with an aptitude to impose their will on certain subjects without uttering any word.",
  "last_phrase": "In conclusion, the term \"induced hypnosis\" remains a subject of debate in science, but parapsychology has shown us interesting occurrences that suggest some similarities between the two realms. While not all individuals can be influenced in a normal state, hypnosis appears to make almost everyone susceptible to the power of suggestion. These findings open up a new world of possibilities for future exploration and research."
}