{
  "title": "\"Parapsychology and Hypnotic Smoking Cessation: The Story of Herman Michel\"",
  "first_phrase": "In the preceding text, the inhibitions capable of conditioning hypnotized subjects were examined, and now it's time to delve further into the topic. The text talks about the paranormal telepathic gifts of a hypnotizer who can make a patient perceive an injunctive enunciation or a suggestion, conditioning the smoker's psychosomatic life. However, parapsychology can't provide an exact answer to the mechanism of suggestion or the nature of Herman Michel's hypnotic treatment. It's worth noting that whoever comes to Michel already has a favorable inclination towards hypnosis, and hope plays a significant role in the healing process.",
  "content": "What do such «inhibitions» actually consist in? Do they consist in commands, which are perceived as injunctive enunciations? Or do they rather, as it is ostensibly more likely, amount to suggestions, to images having the intrinsic ability to condition the psychosomatic life of the patient, i.e. the smoker? This is a portentous field of inquiry, but parapsychology is currently not equipped to supply an exact answer to such questions. It should be further added that whoever comes to Michel is — in the end analysis — already favourably inclined to subject his self to a hypnotic kind of treatment, assuming that that is its true nature. He has a favourable inclination in that regard purely because of the fact that he is there. Even the fellow who swears that he has no ardent faith in Herman Michel’s talents is in reality hopeful. Hope plays indeed a primary role in all this kind of phenomena. Fluid, self-suggestion, hypnosis? What is the secret behind the healer’s treatment?",
  "last_phrase": "In conclusion, while the exact nature of Herman Michel's treatment remains a mystery, it is clear that he has helped many individuals quit smoking. Overcoming the first ten days is crucial, and a hopeful attitude may play a primary role in success. Despite his busy schedule, Michel continues to travel the world, including regular visits to Kirchtal where he lives with his impressive family of eleven sons."
}