{
  "title": "\"Advocate Freed Over 15k Smokers with Unique Method\"",
  "first_phrase": "This text covers the impressive humanitarian work of Campanelli, who helped more than 15,000 people quit smoking over his second career of 25 years. The success rate of his interventions was around 70%, even higher when it involved multiple sessions. His clients were from various noteworthy backgrounds, including King Hussein of Jordan and Shimon Peres, a Nobel Prize-winning Israeli politician. Amongst other success stories were famous movie directors, industrialists, advocates, and General practitioners, renowned surgeons and psychiatrists, including the likes of Federico Fellini who knew Campanelli personally. In the following 200 tokens, this text further explores the extent of Campanelli's influence while highlighting the significance of his work.",
  "content": "Campanelli emancipated more than a thousand doctors (including Head Physicians at Hospitals and University Professors in Chair) from the habit of smoking. As pointed out above, his subjects additionally comprised politicians of international stature, such as both King Hussein of Jordan and Shimon Peres, a famous Israeli politician, winner of the Nobel Prize for peace, who recounted his story in that regard even on Israeli TV, and who kept on sending to Campanelli greetings and letters of thanks, as he no longer touched a cigarette since then. Apart from King Hussein and Shimon Peres, his successful patients counted within their ranks famous movie directors, among them Margareth von Trotta, professional politicians, ministers, members of Parliament, senators, high-level prosecutors, top military cadres, industrialists, advocates, scientists, university professors, actors, journalists and, more than any other category, doctors: General practitioners, surgeons and internists of worldwide repute, head physicians at large clinics, university lecturers and renowned psychiatrists. Fellini knew the advocate personally and lavished heartfelt greetings on his person.",
  "last_phrase": "In conclusion, the story of Campanelli's success in freeing thousands of people from the habit of smoking is nothing short of miraculous. His methods, although not traditionally scientific, have been proven effective by even the most orthodox doctors. With his ritual touch and healing power, Campanelli has transformed the lives of countless individuals from diverse backgrounds, including prestigious politicians and doctors, famous movie directors, military officials, and scientists. If you or someone you know wants to quit smoking, Campanelli's methods may be worth exploring."
}