{
  "title": "\"Detached Fascination: Exploring Fear and Eastern Techniques\"",
  "first_phrase": "In the previous part of the text, fear was discussed and how humans become captivated by external concepts due to their fear of losing what they hold dear. This fear leads to the birth of psychological categories that can hold us back. In the last 200 tokens, the author draws a comparison between the technique of fascination with Eastern techniques like Trataka. The latter is practiced in the East to engender a mental void and distance oneself from the outside world. The author describes how these techniques work and the benefits of being detached from external fascinations.",
  "content": "Further comparisons with Eastern techniques The usefulness of being detached from involvement and from external “fascination” is something evidenced even by the comparison between the technique of fascination and some techniques of Trataka (that is, the prolonged staring at an object without flapping one’s eyelids) which are practiced in the East in order to engender a mental void. We can observe that sometimes, in the course of such practices, an image gets crystallized, thereby allowing one to appropriate its qualities. These practices have the further result of distancing one, even physically, from being involved with the outside. One of these techniques, for example, consists in fixing the so-called third eye. Another, preparatory technique is based on staring at one’s nose. It has been noticed by some people that, given the excessive closeness of the point thus fixed, adjustment generally proves insufficient to enable a clear vision, notwithstanding the contraction.",
  "last_phrase": "In conclusion, the techniques of Trataka and fascination, though different in practice, both lead to the engendering of mental void and detachment from external distractions. By distancing oneself from such distractions, one can better focus on internal contemplation and potentially appropriate the qualities of crystallized images. This process may require effort, but it can ultimately lead to a state of mental clarity and awareness of the void."
}