{
  "title": "\"The Enduring Tradition of Western Egyptian Rite in Naples: Healing and Presence\"",
  "first_phrase": "This text delves into the history of the Western variant of the Egyptian tradition that remained in Naples after the fall of the Roman Empire. The main focus, however, is on the therapeutic side of the Egyptian Rite, which attracted renowned figures such as Cagliostro, Count of Saint Germain, and Giuliano Kremmerz. Even Mesmer had contacts with the Rite, and some of his ideas may have originated from it. The concept of \"presence\" is then introduced as a means of being in the reality and perceiving energies. Negative emotions are prohibited in this state of being.",
  "content": "Giuliano Kremmerz More recently, one who was linked to the main branch of the Rite was Giuliano Kremmerz, who spread his own brand of “Hermetic Brotherhood”, the objective whereof consisted in healing and occasioning people’s well-being. Mesmer, too, had contacts with the Egyptian Rite. We have reason to believe that some of his ideas originated precisely in the teachings of such Rite. “Presence” means in fact “to be in the reality”. We are too often victims of our thoughts, which have the effect of causing us to live in a virtual world. We think we perceive things, though, in actual fact, when we turn restless, we get angry, we envy, and so on, all of that consists in our reactions to the work. We must learn to be present. Negative emotions are banned from presence. Besides, it represents a level wherein we can naturally perceive what are called “energies”. Energies, indeed, only exist in the now.",
  "last_phrase": "In conclusion, the teachings of the Hermetic Brotherhood and the Egyptian Rite emphasize the importance of being present in the reality and disengaging from the world of our thoughts, as negative emotions hinder this presence. F.A. Mesmer's account of his three-month practice underlines the benefits of perceiving reality directly. Thus, practicing the art of presence can lead to healing, well-being, and a deeper understanding of energies."
}