{
  "title": "\"The Remarkable Life of a Hypnosis Practitioner\"",
  "first_phrase": "In the last part of this text, we get a glimpse into the life of a remarkable figure. His name is not mentioned, but we know he was the Chair of the Astrological Association of the Light, and director of the Centre of Instant Hypnosis. He was known for his parapsychic exploits, including hypnosis techniques that amazed many. As the author and his team visited him, he was friendly and accessible, and even helped out at the San Raffaele Hospital in Milan. He soon began to send people to them who wanted to learn his hypnotic techniques.",
  "content": "He simply said to us, ‘Come.’ When we first met him, with all that he had never knew us before, he was open and gentle, quite accessible and energetic from the word go. He was pleased that, in Italy, some young persons were sincerely interested in his techniques and shared some aspects of his characteristic nature. He was very often with doctors and therapists who visited him regularly, either because of ties of friendship or due to the fact they were curious about his techniques. He had even been called by the San Raffaele Hospital in Milan to lend help to some operations through the use of hypnosis. That was a truly remarkable acknowledgment, given the ostracism often meted out to practitioners of magnetism and hypnosis within the Italian medical fraternity. A short while after we began to visit him on a regular basis, he started sending us people who were asking him to teach them hypnotic techniques. We found that extremely pleasing, as we had never explicitly demanded such favour from him.",
  "last_phrase": "In conclusion, the gentleman mentioned in this text was a skilled and generous practitioner of magnetism and hypnosis who was open to sharing his techniques with young and sincere learners. Despite the general ostracism that prevailed around his field, he was highly respected by some professionals in the medical world who sought his expertise. He was also very generous, not only offering to pay for meals but also providing gifts such as books and talismans. His willingness to share his valuable knowledge and his kindness towards others serve as great examples for all of us."
}