{
  "title": "\"Magnetism and Light: Techniques to Alleviate Emotional Problems\"",
  "first_phrase": "This text delves into the world of psychic research and magnetism. Before discussing the former, the latter needs to be understood better. The process began in the late 1700s when Mesmer, a well-known figure in the field, started using magnetism to treat various disorders. Later, the Marquis of Puysegur discovered a new phase of magnetism, which led to the phenomenon of magnetic somnambulism, a heightened state of consciousness that unlocked telepathy and clairvoyance. In modern times, Count Jean Pierre de Giudicelli de Cressac, an active collaborator of the author's school, carried out experiments in the metapsychic field, with the help of the AFEM association, which included university professors and high-ranking exponents of French scientific research from the 1960s.",
  "content": "In order for us to understand this type of research on the world of the unknown, we need to go through the history of magnetism a bit. As soon as Mesmer left France in 1785, animal Magnetism moved onto a new phase, one which had just been adumbrated by the said founder of the doctrine. By magnetizing his valet, the Marquis of Puysegur discovered that his patient would become “lucid”, that is, he would shift to a special type of sleep wherein he would show an unexpected ability to practice telepathy and clairvoyance. Under Mesmer, magnetism had a purely therapeutic function. It had already been correctly observed that one’s look was capable, on its own, of producing certain states, even a person’s will, but this particular field of inquiry had not been sufficiently developed. As a result of the discovery of magnetic somnambulism, the aspect of clairvoyance and the exaltation of intellectual abilities were given greater impetus and attention.",
  "last_phrase": "In conclusion, the study of animal magnetism and magnetic somnambulism paved the way for a deeper understanding of the human mind and its potential abilities. The discovery of clairvoyance and telepathy during the special type of sleep phase provided insights into the scope of human senses. With further research, magnetic somnambulism could open new avenues for therapeutic interventions based on the patient's unique abilities."
}