{
  "title": "\"The Peculiar Psychosomatic Technique of Herman Michel\"",
  "first_phrase": "In the preceding text, we see patients gathered in a garden, discussing their experiences with Herman Michel's \"peculiar psychosomatic technique,\" which he claims can condition the brain's hypothetical nerve center of smoking through induced hypnosis. However, when questioned about the specifics of his technique, Michel remains elusive. Professor Uva, a specialist in cardiovascular disease and a psychotherapist, believes the trust Michel inspires in his patients plays a crucial role in the treatment's success. In the final part of the text, we witness a lady throwing away what may be her last cigarettes and patients sharing their personal impressions.",
  "content": "It is nonetheless possible to patch together from them the following reconstruction: Herman Michel seemingly learnt what he calls «my peculiar psychosomatic technique» from his mother; such technique consists in an induced hypnosis, the effect of which is to condition the smoker, or, to be more precise, the hypothetical nerve centre of smoking which is hosted in the brain. As per his own admission, suggestion plays an important part in his treatment. Professor Uva, a specialist in cardiovascular disease from Genoa, as well as a psycho-somatist and a psycho-therapist, has his personal views on the treatment. As he stated to a journalist working for the magazine «Grazia», namely, Gabriella Monticelli, the feeling of trust which Herman Michel is said to inspire in the patients turning to him for help fulfils an essential role in making the smoker receptive to induced hypnosis, an exceptionally brief hypnosis, given that, had it been diluted by stretching across some time, the immediate trust established between healer and treated patient would have been erased.",
  "last_phrase": "In conclusion, Herman Michel's \"peculiar psychosomatic technique\" involves inducing hypnosis to condition the hypothetical nerve centre of smoking in the brain to help patients overcome their smoking addiction. Professor Uva highlights the trust established between Michel and his patients as a crucial factor in making patients receptive to hypnosis. Although the concept of induced hypnosis falls in the realm of the \"occult,\" some similarities with parapsychology can be seen. Through Michel's technique, smokers can hope to overcome their habit if they have trust in the process."
}