{
  "title": "\"The Controversial Recognition of Magnetism by Science\"",
  "first_phrase": "In the earlier part of this text, we learned about the controversy surrounding Mesmer's doctrine and the report issued by a group of commissioners appointed by the Academy.  The report was challenged by Jussieu, who wrote a dissenting report detailing the intentionally omitted or distorted facts. This gave rise to high-profile scandals and rumors, but the general public was moved by Jussieu's report, which resulted in new supporters of magnetism. In 1825, Doctor Foissac submitted a memory to the Academy suggesting a re-examination of magnetism. The opponents of magnetism staunchly opposed this, citing odd arguments such as fears of shutting down schools or dethroning rulers. Despite their objections, the commission ultimately favored the idea of the re-examination, as discussed in the final 200 tokens of this text.",
  "content": "As a commission appointed by the Academy had issued its motivated opinion that such re-examination was appropriate, the opponents of magnetism deployed the oddest arguments against the said opinion, which are set out here under: — If, one of such antagonists said, the hopes of magnetism are raised once more, we will soon be forced to halt our courses and shut down our schools, waiting for them to be conclusively demolished. — Another such adversary was afraid that, with the help of distance magnetism, some magnetizer might burst out from his attic in Paris and eventually dethrone the rulers of China and Japan. — Yet a third such foe could only countenance the existence of two classes of magnetizers: Deceivers and deceived. Notwithstanding such assortment of hostile arguments, the commission settled the matter by favouring the said opinion.",
  "last_phrase": "In conclusion, despite the odd arguments presented by opponents of magnetism, a new examination was conducted and after six years of research, the commission recognized the existence of the science of magnetism, declaring its ability to triumph over diseases that were impervious to conventional therapies. This new knowledge opens up possibilities for further advancements in the field of medicine."
}