{
  "title": "The life and work of Mesmer: from rejection to success",
  "first_phrase": "This text follows the journey of Mesmer, the founder of mesmerism, who was offered a million \"livres\" by King Louis XVI if he stayed in France but refused in order to focus on the scientific examination of his discovery. In 1781, he retired to Spa's thermal baths, but was soon summoned back to his practice by the Harmony Society, a group of noblemen, scientists, and jurists who wanted to disseminate the benefits of his doctrine. Mesmer was able to establish a network of premises in major cities and travel extensively because of the generosity of his students. As a result, the Harmony Society thrived in many different places around the world, leading to the publication of \"Théorie du monde et des etres organisés\" and the organization reaching its peak in 1784.",
  "content": "As Mesmer, therefore, found himself, thanks to the generosity of his students, the owner of a capital which nearly equalled the one the king had offered him, he decided to busy himself with the task of establishing, in the major cities, a network of premises which were suited to the free of charge treatment of sick people pursuant to his method. He travelled for the sake of actualizing such goal, quite extensively as far as France is concerned. The divulgation of his ideas was constantly on the rise. The Harmony Society boasted booming branches in Strasbourg (the Marquis of Puysegur), Chartres, Lyon (Jean-Baptise Wuillermoz), Amiens, Narbonne, Malta, San Domingo, and so on. The doctrine had been set out in the book called “Théorie du monde et des etres organisés”, which had been edited by Bergasse. In 1784, the Harmony Society (La Societé de l’Harmonie) witnessed his heyday.",
  "last_phrase": "In conclusion, Mesmer's innovative method of free treatment gained popularity in major cities and attracted several disciples. The Harmony Society reached its zenith in 1784, with even Lafayette and Washington being intrigued by its healing potential. Despite the skepticism of the Academy of Sciences and fears of societal disruption, Mesmer's magnetic doctrine continued to thrive. Ultimately, internal financial disputes led to Mesmer's departure in 1785, but his legacy in the field of alternative medicine would endure for centuries to come."
}