{
  "title": "\"Herman Michel: The World's Greatest Healer for Smoking Addiction\"",
  "first_phrase": "This text delves into Enzo Campanelli's mentor, Herman Michel, a Swiss healer considered to be the greatest in the world during his time. Michel specialized in helping individuals quit smoking, and Campanelli further developed his techniques. The following excerpt from \"Guaritori Internazionali\" sheds light on the effectiveness of Michel's methods. It describes the extensive waitlist of patients hoping to get rid of their smoking addiction and even includes prominent figures like politicians, industrialists, and astronauts.",
  "content": "That is borne out by several persons who have crossed the gate of his lovely villa in Missaglia, a few kilometres away from Como, or his Kirchtal house. It is however necessary to make an appointment long in advance. At least two hundred people are waiting with expectation those three fateful days destined to remove from their hands and head the desire to take up a cigarette again. Mostly men, with a large percentage of Italians, though there are people from other nations as well, the patients are not certain of getting cured, not, at least, until they walk inside Herman Michel’s study. Their rows also include politicians, industrialists, movie and TV celebrities. Even some American astronauts have come to him (though our healer is not prepared to name them). Herman Michel is only seen by his clients at the time when they are allowed inside the room where he receives them. He is a 55 year old man, short in stature and round-shaped, his face an embodiment of serenity.",
  "last_phrase": "If you're struggling to quit smoking and looking for a practical solution, Herman Michel could be the answer. Patients from all over the globe, including politicians, industrialists, and celebrities, have sought his services to quit smoking. Although it's necessary to make an appointment far in advance, Herman Michel's \"magical\" touch is worth the wait."
}