{
  "title": "\"Donato's Fascination: An Exploration of Hypnotism and Animal Magnetism\"",
  "first_phrase": "In this text, we explore the fascinating story of Donato, a mesmerist who gained notoriety during the late 19th century. Enrico Morselli, a prominent psychiatrist of the time, attended one of Donato's shows and was so intrigued by his methods that he conducted a study on him. Morselli found that Donato's ability to produce a rapid and sudden shock to the nervous system of sensitive individuals was revolutionary at the time. One of the methods Donato used was causing the subject to lean on his hands, fatiguing their muscles. This last part of the text delves deeper into Donato's method, exploring why it was so new and revolutionary.",
  "content": "Donato “rejects fluids, and rejects the power and transmissions of will; nor does he trade in somnambulistic lucidity. He does not claim to have special power or gifts. Instead, he claims that it is his quick and insistent ‘gaze’ that produces a rapid and sudden shock to the nervous system of sensitive individuals. Wherever there is no “orgasm”, he said, his method will not work” (Morselli 1886, at p. 281). Morselli claims that these shows came close to producing a political crisis right at the hub of Europe. In actual fact, in Switzerland the president of the confederation was an opponent of Donato, but was mystified by what Donato did, and his opponent tried to draw advantage from it. But what was so revolutionary about Donato’s method? Why were the shows at the Teatro Scribe in Turin perceived to be so radically new? One of the methods Donato used to produce fascination was the following: He would cause the subject to lean on his hands, thereby fatiguing the muscles.",
  "last_phrase": "In conclusion, Donato's method of producing fascination and hypnosis through his concentrated gaze and dramatic techniques was perceived as revolutionary and caused a political crisis in Europe. However, his method only worked on sensitive individuals and those who experienced orgasm. While some may seek to replicate his techniques, it is important to consider ethical implications and the well-being of those undergoing the experiment."
}