{
  "title": "Master Philippe and his Vision of Time and Healing",
  "first_phrase": "In the preceding text, we learned about the amazing experiments of M. Philippe's courses, where human subjects experienced tangible, physically recorded occurrences without being influenced by suggestion. In this final part, we dive deeper into the implications of time and memory as constructs, and how they can benefit therapy. Master Philippe visited several sick people daily, which caught the attention of medical professionals and authorities, who were losing customers and revenues to Philippe's treatments. Let's explore his vision and its impact on society.",
  "content": "Time in fact is a matter of consciousness and arises from the way that the universe is partitioned; what we perceive as time reflects the relations among its pieces. Even memory is a construct: several brain structures contribute to \"mind time,\" organizing chronologies of remembered events. This concepts can have very powerful applications in therapy, as people get trapped in memory that is reality are only constructs. The only existing reality is the now. Coming back to Master Philippe, he used to visit sick people, needy and desperate patients whose numbers swelled by the day, and who were attracted by his reputation growing by word of mouth. This pattern went on until the point when he visited nearly 200 persons daily 3! It is thus understandable (seeing it from a human perspective) that health authorities and the medical profession did not adopt an unchanging indifferent stance to this river of sick patients and to the monetary revenues which were now eluding their treatments and pockets due to M. Philippe.",
  "last_phrase": "In conclusion, time perception and memory are constructed by the brain, and focusing on the present moment can help in therapy. The story of Master Philippe illustrates how unconventional practices can challenge established systems and gain public support. His influence on esotericism and occultism shows how ideas can transcend time and continue to inspire."
}