{
  "title": "\"The Power of Gaze: Anecdotes of Two Masters\"",
  "first_phrase": "In this section, the author recounts their personal experience with Virgilio, a seemingly quiet individual with extraordinary powers. Virgilio possessed a unique sensitivity to energies and was capable of recovering objects from concealed spaces. The author and their friends became Virgilio's students and intimate associates to learn his secrets. They soon realized that Virgilio's power was a result of disciplined self-work and techniques, learned from another master named Rolando, who also possessed a strong gaze. The text ends with a description of Rolando's powers.",
  "content": "Even I succeeded in experiencing on my own skin the power of this seemingly quiet person who, besides the ability I have just described, had also developed a special sensitivity to energies, to such an extent that he was a capable medical diviner equipped with the talent to recover an object concealed inside a room. Where does all of this originate? Having intuitively realized that recourse to such technique might have stretched even beyond what we had witnessed, and that this power might be used for the additional purpose of making people feel better, we resolved on becoming Virgilio’s students and intimate associates, to whom he could have confided his secrets. We then realized that, in order to attain such power, what is needed is a disciplined work upon one’s own self, which is also grounded on a series of techniques and exercises encompassing self-control as well as self-development and self-improvement. He himself had learnt them from another master, Rolando. Rolando possessed a very strong gaze.",
  "last_phrase": "In conclusion, gaining power and sensitivity to energies, like the kind possessed by Virgilio and Rolando, requires disciplined self-work and a series of techniques and exercises that encompass both self-control and self-development. By becoming their students, we learned that honing these abilities can lead to not only finding lost objects but also making people feel better."
}