{
  "title": "\"Donato's Revolutionary Use of Fascination and Hypnosis\"",
  "first_phrase": "In the previous text, Morselli recounts the highly controversial shows of hypnotizer Giovanni Donato in Turin, Italy. Now, we explore Donato's revolutionary method of hypnosis, which led to both fascination and fear among audiences. Donato's intense and quick gaze could shock the nervous system of sensitive individuals, and he used various techniques to weaken his subjects' resistance. Morselli describes his hypnotized subjects as actors, performing different roles in comedies, tragedies, and other dramatic scenes. Donato operated on healthy strangers, and his method came close to causing a political crisis in the heart of Europe.",
  "content": "The excitement produced by the concentrated gaze also assisted in weakening the nervous resistance. At last, the operator would suddenly call out, ‘Look at me!’, whereupon the subject would look up and gaze steadily at the operator’s eyes, who would stare steadily back with round, glaring eyes, and subdue him. When working with the hypnotized subject, Morselli tells us, he made him act “like a dramatic artist who intends to represent different parts in a comedy or tragedy”. Hypnosis produces “dramas, comedies and farces without number and without end, that can multiply according to the pleasurable fantasy of the one conducting the experiment and of those undergoing it, whose termination must always feel like a curtain falling on a scene that “chills the dramatic sympathy of a spectator”. Here Donato operates on healthy individuals whom he does not know.",
  "last_phrase": "In conclusion, Donato's \"Donatism\" hypnosis technique involves a process of forced muscle contraction and a fixed gaze between the hypnotist and the subject. This results in a state of fascination that can produce a range of dramatic effects, like those of a theater. However, it's important to note that this type of hypnosis is different from classical hypnotism and Braidism, and should only be practiced by trained professionals."
}