{
  "title": "\"The Power and Controversies of Hypnotism\"",
  "first_phrase": "In this final part, we see the lasting impact of Donato's hypnotic experiments. Interestingly, his work sparked both sensational fascination and skepticism among his contemporaries. One doctor, Brémaud, sought to verify the authenticity of Donato's methods by reproducing his experiments on hundreds of subjects. Brémaud aimed to prove that Donato's results were not reliant upon accomplices or neurotic patients, but rather could be replicated in anyone. Donato himself worked tirelessly to achieve his remarkable results, and Cavailhon noted that his powers were rooted in the hypnotic gaze of his intense eyes.",
  "content": "Donato used to conduct experiments night and day! Donato’s experiences caused a sensation and stirred up doubts and controversies, to the point that after a session held by Donato in Brest, a doctor attached to the Navy, one Brémaud, sought to trace the whereabouts of those who had taken part in it. He managed to locate a number of them. He inquired from them as to what had happened, and then reproduced what the master had carried out in the course of it. His purpose in doing so was three-fold: 1. Acquitting Donato of the accusation that he made use of accomplices. 2. Proving the veracity of the relevant phenomena. 3. Counteracting Charcot by showing that the phenomena were capable of being produced in individuals who were not affected by neurosis. Within a period of four months, he managed to hypnotize hundreds of subjects, including some sixty individuals who had already received treatment from Donato, in addition to new subjects who had never met Donato or even heard of him.",
  "last_phrase": "In conclusion, Donato's groundbreaking experiments were met with both fascination and controversy. Dr. Brémaud's efforts to replicate Donato's methods demonstrated the validity of the phenomena, while also improving on his techniques for faster hypnosis. Despite some rare cases of resistance, Brémaud's approach provided valuable insights into the power of hypnosis and its potential for therapeutic use."
}