{
  "title": "Mesmer's Travels and the Rise of Harmony Society.",
  "first_phrase": "In this concluding part, we learn how Mesmer established a network of free healing premises in major cities across France with the assistance of his followers, and how the divulgation of his ideas was constantly growing. The Harmony Society under his leadership witnessed its heyday in 1784, with reports of successful healing published by his disciples. However, due to various factors including economic issues and the Academy's refutation of animal magnetism, Mesmer decided to leave the country with a hefty sum. Despite these challenges, Mesmer's legacy lived on, and his contributions to the field of medical science are still celebrated today.",
  "content": "Puysegur in Buzancy, Orelut in Lyon, and Giraud in Turin, all published reports of bouts of healing. Meanwhile Lafayette guided Washington on a tour of the Harmony Society on the day following the conclusion of the Versailles Treaty. In 1784, however, one of his disciplines, Deslon, was once again subjected to an examination by one of the commissions of the Academy, which had refuted animal magnetism. In addition, a secret report addressed to the King at the same time stressed the possibility that magnetism might lead to attacks being mounted against social decorum by encouraging intermingling between men and women. It was, however, mostly due to a number of internecine struggles of an economic nature which plagued the Harmony Society, that Mesmer, who felt the figures recorded in its accounting books were being intentionally tampered with, decided to settle for 20000 francs and be free to leave the country, which he did in 1785, boosted by a hefty sum he was able to carry along.",
  "last_phrase": "In conclusion, Mesmer's \"animal magnetism\" generated much controversy and skepticism among French scientists and intellectuals, leading to his eventual departure from the country. Despite his opponents' attempts to discredit him, Mesmer continued to defend his theories while in exile. However, as history would soon prove, Mesmer's career would be largely overshadowed by the political turmoil of the French Revolution, which erupted shortly after his departure."
}