{
  "title": "\"Donato’s Method: Instant Fascination and Animal Magnetism\"",
  "first_phrase": "In the preceding text, we learned about the history of animal magnetism and how it was perceived in the previous century. We also discovered how Donato's Method transformed the field and inspired many people to experiment with it. In this final part, the author focuses on Donato himself, who was a historically significant figure with an incredible ability. Although the author's own master was fascinated by Donato, it was Virgilio Torrizzano who resembled him the most in his thinking and techniques. There might even be a direct link between the two individuals. Let's delve into the story of Donato and how he rose to prominence in the mid-1800s when magnetism was struggling in France after the death of Mesmer.",
  "content": "Donato, after all, performed for a long time in Turin, a city where he was even subjected to a scholarly examination by the renowned Professor Morselli, who authored a book about him. Virgilio’s own master likewise lived only a few kilometers away from Turin, and he might well have learnt some techniques from one of Donato’s students. What is certain is the existence of a high degree of mutual similarities in terms of techniques and approaches, so much so that the book “Fascination Magnétique”, written and inspired by Donato, might have equally been produced by our master Virgilio Torrizzano. Let us now focus, however, on the story of Donato. In the mid-1800’s, magnetism, following the death of Mesmer, was on a low in France.",
  "last_phrase": "In conclusion, the art of magnetism faced a decline in the mid-1800s, but thanks to the dedicated efforts of propagandists like Donato and his contemporaries, it saw a resurgence. Had it not been for these masters, the world would have lost some of the most remarkable works by medical professionals. The secrets surrounding the technique and the scarcity of materials made its diffusion impossible. Nevertheless, the similarity in techniques and approaches between Donato and Virgilio's master underscores the art's relevance today."
}