{
  "title": "\"Breathing and Movement: The Power to Control Your Emotions\"",
  "first_phrase": "In the preceding text, the author discussed the strong correlation between body and mind and how it influences our emotional state. They suggested that by altering our physical expressions in terms of facial expressions, breathing patterns, and body movements, we can quickly change our mood. Now, the author explores this idea further and delves into the specifics of how different movements, breathing techniques, and facial expressions affect our emotional state. The author also emphasizes how attention and energy are interconnected. Additionally, they encourage readers to take action towards their dreams and goals.",
  "content": "Cambia la tua fisiologia, vale a dire il modo di respirare, l’espressione facciale, la qualità e la velocità dei movimenti, e così via. Ecco alcune distinzioni nello specifico: MOVIMENTI I movimenti del corpo verso l'alto aiutano la circolazione sanguigna e producono emozioni piene di risorse, del tipo “Mi sento su!” “Mi sento carico!'' Le contrazioni o i movimenti verso il basso tendono a restringere i vasi sanguigni e creare emozioni senza risorse, del tipo “Mi sento giù, depresso.” RESPIRAZIONE L’ossigeno è vita. La diminuzione di ossigeno crea stati negativi. Quando sono stressate molte persone contraggono la respirazione, aumentando in questo modo lo stress. Spesso usano comportamenti come il fumare o l’abbuffarsi che riportano a una respirazione completamente addominale, e quindi ad una temporanea eliminazione dello stress. ESPRESSIONI FACCIALI Abbiamo circa 80 muscoli facciali. Cambiamenti nell’uso di questi muscoli modificano l’afflusso di sangue al cervello e l’uso dei neuro-trasmettitori e quindi procurano effetti immediati sullo stato emotivo. “I sogni e gli obiettivi sono soltanto vapore finchè non li mettiamo in azione.” Coaching Sportivo ed Energetico L’attenzione è strettamente collegata all’energia.",
  "last_phrase": "In conclusion, changing your physiology can greatly impact your emotions and overall wellbeing. Pay attention to your movements, breathing, and facial expressions to increase your energy levels and achieve your goals faster. By taking practical steps to improve your mindset and physical body, you can experience a better quality of life and reach your full potential."
}