{
  "title": "\"Inducing Hypnotic Sleep: Techniques and Strategies\"",
  "first_phrase": "In the preceding text, the author discussed the use of ideomotor signals to establish subconscious communication during hypnosis. In the last 200 words, the author recommends a technique to induce hypnotic sleep by repeatedly whispering a phrase to the subject synchronized with their breathing. The author suggests using ideomotor signals as a means to test if subconscious contact has been established. The technique involves whispering a phrase and asking the subject to lift the finger you are touching. If there is no response, the process is repeated until the desired response is obtained. The use of this technique will put the subject in a state of deep hypnotic sleep.",
  "content": "Uno de los métodos más populares para probar que se ha establecido una conexión con el inconsciente es la utilización de los dedos para las señales ideomotoras, algo que haremos también con nuestra inducción para el sueño hipnótico. Para buscar la respuesta en el subconsciente, susúrrele al sujeto, lo siguiente: \" levanta [o mueve] el dedo que estoy tocando si me escuchas \" precedido por un \" dentro de poco tocaré uno de tus dedos \" si no lo ha hecho todavía, para evitar despertar inadvertidamente al sujeto mediante un inesperado estímulo cenestésico. Ya que, probablemente, el sujeto se durmió cerca de usted, es posible que usted haya encontrado la manera de acercar su mano, un poco antes, por debajo de la manta, a lo que quiera que el sujeto levante, y con ello se evitan los movimientos bruscos en el momento de la inducción. Repita la frase al menos tres veces. Si no observa ninguna respuesta ideomotora, repita el procedimiento empezando de nuevo con \" me puedes escuchar...\" hasta cuando no reciba la respuesta deseada por parte del subconsciente. Cuando el dedo se levante, habrá establecido el contacto con el subconsciente, y el sujeto se hallará en el estado de trance del sueño hipnótico.",
  "last_phrase": "In conclusion, utilizing ideomotor signals through finger movements is an effective method to establish communication with the subconscious mind for inducing hypnotic sleep. Remember to repeat the phrase until you receive the desired response, and gradually increase the subject's mobility in the trance state. Additionally, gradually increasing the volume of your voice can be helpful to deepen the hypnotic state. With these tips, you can proceed with your suggestions and enjoy the process."
}