{
  "title": "\"Changing Beliefs in Trance: Ethical Considerations and Techniques\"",
  "first_phrase": "In the previous section, the author discussed the appropriate use of direct and indirect suggestions to change beliefs. In this final part, they caution against attempting to change one's partner's social imprint during a hypnotic trance. The author emphasizes that modifying deep-rooted beliefs without explicit consent can lead to irreparable damage to relationships. The PNL technique is better suited for conscious beliefs. In exceptional cases, it is ethical to discuss any proposed transformation with the partner before implanting specific subconscious suggestions. It's also advised to raise the topic with the partner during conscious dialogue before proceeding with such suggestions.",
  "content": "Una de estas excepciones, como veremos también en uno de los próximos capítulos, se presenta cuando las sugestiones tienen limitaciones en su efecto por medio de restricciones temporales o de restricciones respecto al ambiente en el que se hacen válidas o activas, por ejemplo en el dormitorio matrimonial. Podríamos, en efecto, cambiar a propósito nuestra personalidad, como nuestra pareja lo desea y al mismo tiempo, sentirnos como siempre nos hemos querido sentir, durante, por ejemplo, el acto sexual. También en este particular caso, de todos modos, es al menos correcto, desde el punto de vista ético, discutir este tipo de transformación con su pareja antes de implantar sugestiones específicas en el subconsciente para ser ejecutadas: se sentirá mejor sabiendo que no he hecho nada indebido y podrá también recibir unos óptimos consejos. En el caso de que se encuentre en medio de un trabajo de trance sonambulístico y le venga a la mente una idea de ese tipo, haga que su alma gemela abandone su estado de trance sonambulístico y dialogue al respecto a nivel consciente antes de proceder con el susodicho tipo de sugestiones.",
  "last_phrase": "In conclusion, before implementing specific suggestions in the subconscious, especially in cases of changing perceptions or techniques during sexual activities, ethical considerations demand that you discuss with your partner, and if necessary, bring them out of the hypnotic state to obtain their consent consciously. It is possible to modify certain behavioral imprints, especially pathological ones, acquired in childhood or growth, while ensuring that any changes are consensual, and discussions are held at the conscious level. For instance, a practical example is to ask one's partner their preferred flavor, such as chocolate, when performing oral sex."
}