{
  "title": "\"PNL y ejercicios de posiciones oculares para afirmaciones\"",
  "first_phrase": "In the previous text, we learned about how eye movements are linked to accessing different sensory channels in the realm of NLP. Now, the author proposes an exercise that can fix positive affirmations in each of these positions. This technique is unique to their PNL school and helps them stand out in the field. Interestingly, an alumnus pointed out that a similar technique is used in the Actor's Studio in the United States. The last 200 tokens describe the exercise itself, where one imagines dividing the space around their eyes into nine zones and focusing on each one while saying a corresponding affirmation. The exercise helps charge your eyes with intensity and power.",
  "content": "En el centro: \"mírame, me tienes que mirar, estamos aquí juntos\" Abajo: \"siento la fuerza de mi sexualidad y de mi naturaleza” Abajo a la derecha: \"soy más fuerte que cada obstáculo\" Abajo a la izquierda: \"estoy en condiciones de usar palabras dulces y soy increíblemente persuasivo y brillante\" A la derecha: \"te deseo y te tomo\"” A la izquierda: \"te deseo y te tomo\"” Arriba y en el centro: \"vivo y siento la espiritualidad de la vida y del sexo” Arriba a la derecha: \"me siento cargado e inspirado\"” Arriba a la izquierda: \"estoy inspirado para el bien\"” Repita más veces las posiciones oculares, mientras observa cada vez un objeto en las posiciones correspondientes, intente sentir la emoción correspondiente a cada posición y, sobre todo, después de cada afirmación, VUELVA AL CENTRO. De esta forma cargará también, su mirada céntrica, de intensidad y poder.",
  "last_phrase": "By regularly practicing the eye movement exercise described in this text, one can regain lost sensations and emotions, and experience an increase in strength, energy, and intellectual performance. The second book explores the world of sexual self-improvement through hypnosis, offering new insights and discoveries for individuals looking to strengthen their sexual prowess."
}