{
  "title": "\"Hypnotic Domination and Erotic Hypnosis: Tapping into the Power of Your Mind\"",
  "first_phrase": "In this last section of the text, the author presents a simple technique based on eye movements, eye positions, and anchoring to affirmations. This technique is intended to help readers assimilate and internalize the affirmations presented in Chapter 4. The author also provides advice on searching for trustworthy resources on erotic hypnosis, emphasizing caution when exploring such content online. Notably, the author mentions the prevalence of \"Mistresses\" and \"Masters\" in online communities related to hypnotic domination. To ensure safe and genuine exploration of erotic hypnosis, the author suggests combining \"tantra\" with \"hypnosis\" in online searches and references the website http://www.erotic-hypnosis.org as a resource.",
  "content": "Para la PNL, la posición de los ojos está ligada, por lo general, al acceso a una determinada posición ocular. La K , en el dibujo que se encuentra a continuación, indica el canal cinestésico; V, el visual; A, el canal auditivo y D, el dialogo interno Con base en estas consideraciones, le proponemos un ejercicio que actúa sobre TODAS las POSICIONES OCULARES y fija en cada posición una afirmación positiva. No conocemos ninguna otra escuela de PNL que enseñe dicho ejercicio, por consiguiente, si lo ve en otro lugar es muy posible que lo hayan copiado de nosotros, sin embargo, tuvimos el gusto de enteramos, por parte de un alumno, que en el Actor’s Studio, en los Estados Unidos, utilizan una técnica muy semejante para la preparación de los actores. Podemos de forma imaginaria dividir el espacio que está alrededor de nuestros ojos en nueve zonas, mirar de forma fija y alterna un objeto en tales posiciones, y acompañar cada observación con una afirmación.",
  "last_phrase": "In conclusion, this exercise based on NLP technique can help you access different ocular positions and affirm positively in each position. By dividing the space around your eyes into nine zones and focusing on an object in each position while reciting affirmations, you will be able to feel the corresponding emotion and intensify your gaze's power. By returning to the center after each repetition, you'll recharge your central gaze with intensity and power, helping you feel more confident and focused."
}