{
  "title": "\"Metodologías Metafóricas en Terapia Sexual y de Pareja\"",
  "first_phrase": "This article explores metaphorical methodologies in therapy. Techniques that tap into the imaginative faculties of the mind and help activate unconscious processes that associate food and sex are discussed, such as the control room metaphor. This technique involves the client imagining themselves entering their own hypothalamus, where they can control their hunger and sexual desires using levers. The article also touches upon indirect mental approaches to reactivation, which involve the reactivation of sensations and focusing on them, and can use subliminal messages to encourage pleasure-seeking behaviors. The last part of the text delves further into these indirect approaches and provides suggestions for experiencing pleasure with a partner.",
  "content": "Se puede sugerir el cambio de gusto partiendo del alimento y recordar cuando de pequeños algo no nos gustaba y luego cambiamos nuestro gusto. Además del enfoque mental del que se acaba de hacer mención, que es casi exclusivamente metafórico y directo, hay tecnologías mentales indirectas. Metodologías indirectas de reactivación: Las tecnologías mentales indirectas se basan en procedimientos de reactivación de las sensaciones y concentración en las mismas. Estas se basan en la idea de que si yo reactivo una emoción, puedo al mismo tiempo experimentarla cinestésicamente. Estas técnicas utilizan bastante los mensajes subliminales del tipo: \" me pregunto si te das cuenta de cuanto puedes excitarte, de como puedes sentirte completamente cargado sintiéndote excitado de pies a cabeza. Me pregunto si tu puedes encontrar la forma de obtener placer de eso \" (mencionar unas razones para experimentar placer, entre ellas el experimentar placer para sí mismos) se puede completar con una sugestión del tipo: \"así como tu te haz concentrado en las sensaciones experimentadas hace poco, de igual forma, puedes hacerlo cuando estés con tu esposa”. Como complemento de la anterior, se puede también sugerir al paciente que cuando la pareja esté excitada también él se sentirá cada vez más excitado.",
  "last_phrase": "In conclusion, there are various indirect mental techniques that can help in changing one's taste and enhancing sensuality. These techniques involve reactivating sensations through concentration and subliminal messaging, among others. Utilizing analogies, such as teaching the control of the mind over the arm to apply to the penis, can also aid in achieving desired results. With consistent practice, one can experience pleasure more easily and fully."
}