{
  "title": "Cómo enfrentar la separación de pareja y seguir adelante.",
  "first_phrase": "In this thought-provoking text, the author explores the difficulty of living without a partner, even after a short relationship. The text highlights the challenges of finding another person who could replace the comforting presence of a former partner. The author offers suggestions on ways to cope with the loss, by allowing positive emotions and memories to flow towards the remaining person instead of focusing on rejection or hatred. The last 200 tokens discuss the importance of leaving these suggestions for after a separation and not when partners are still together since projecting the feeling of love requires both subject and object, which may not be present in a separation.",
  "content": "Una primera forma de ayuda para superar la pérdida no es la de experimentar sentimientos de rechazo o hasta de odio respecto a la persona que nos ha abandonado, sino de permitir que todas las sensaciones y las emociones consideradas positivas que hemos proyectado ( y, de alguna manera, \" vivido \" ) así como todo el amor presente ,en aquel entonces, en el interior de la persona ausente , y que nosotros estábamos acostumbrados a recibir, fluya gentilmente pero sin interrupción en la persona que permanece en vida, de forma que el calor y la dulzura de la persona que se ha ido continúe confortando a la persona que ha quedado para el resto de la vida. Podría preguntarse, por cuál motivo es importante dejar estas sugestiones únicamente para cuando la pareja se separa (cualquiera que sea la razón), y por qué no hacerlas efectivas cuando la pareja está todavía unida. El problema es que la proyección de la sensación de amor implica un sujeto y un objeto, por consiguiente, en el caso de la pérdida de la pareja, las sugestiones que mencionamos tienen como objetivo únicamente aliviar el desconsuelo generado por el vacío que se ha creado.",
  "last_phrase": "In summary, instead of rejecting or hating the person who leaves us, we should allow the positive emotions and love we have felt for them to flow towards the person who remains, so that their warmth and sweetness can continue to comfort us for the rest of our lives. While these suggestions are mainly intended for coping with loss, it is also helpful to formulate them when the relationship is still intact, to prepare for potential discomfort in the future. Ultimately, allowing greater freedom and independence for both partners can enhance the benefits of erotic hypnosis."
}