{
  "title": "\"Alucinaciones con referente externo y sistemas complejos de representación\"",
  "first_phrase": "In the previous section, we discussed the definition of representational systems. In this last segment, we will delve into a more important distinction related to hallucinations. The category discussed is characterized when a sensory system is substituted by another, referred to as a \"complex system.\" The author also details an interesting type of visual hallucination that can be achieved through hypnosis. They explain the process of constructing a hallucination and how it can become real for the subject. Additionally, they provide an example of how the hallucination can even manifest as a physical interaction with a historical figure, such as Giuseppe Garibaldi.",
  "content": "Sin embargo, si se examinan con rigor científico todos los aspectos de esta demostración de una alucinación visual, se descubrirá que se habría podido lograr incluso más: Hay algo que se utiliza exclusivamente para eliminar posibles temores y entretener al público, pero que podría ser absolutamente innecesario para lograr los fines de la demostración misma: ¡la muñeca de trapo! En efecto, tal elemento facilita en gran medida la alteración sensorial, pero no es esencial. De hecho, gracias a las sugestiones hipnóticas apropiadas se podría, convencer al sujeto, tanto durante una sesión de trance sonambulístico que como alucinación posthipnótica, del hecho de que Giuseppe Garibaldi se encuentra siempre a su lado. Una alucinación construida de dicha forma podrá llegar a ser completamente real para el sujeto: aunque este sea aislado en una celda, su subconsciente reproducirá al instante la imagen, la voz, la presencia de Giuseppe Garibaldi en carne y hueso y la hará accesible al consciente. Si nosotros lo queremos-o si el subconsciente lo quiere-el sujeto puede eventualmente también dialogar o estrechar la mano del héroe de los dos mundos como si estuviese realmente allí.",
  "last_phrase": "In conclusion, the use of a rag doll may not be necessary to achieve the desired results in a visual hallucination demonstration, as appropriate hypnotic suggestions could convince the subject of the presence of a real person. This phenomenon is demonstrated by the story of Richard Bandler, a renowned PNL expert who used appropriate techniques to help an avid television viewer with schizophrenia."
}