{
  "title": "Step-by-Step Guide to Inducing Hypnotic Sleep through Ideomotor Responses.",
  "first_phrase": "In the previous section, we discussed the technique of hypnotic sleep induction and the importance of the subject being in a deep sleep before starting the process. In the final part of this text, the author mentions the significance of synchronizing suggestions with the subject's breathing and using phrases that are easy to comprehend by the subconscious mind. The author mentions some well-known experts in this field, including Dave Elman, Gerry Kein, Don Mottin, and Wendi Friesen. The author advises whispering the affirmation repeatedly until the subconscious mind establishes contact with the subject. Once the contact is established, the subconscious mind will provide ideomotor signals, which the guide can use to ensure the success of the hypnosis.",
  "content": "Después, repita varias veces la frase (seis o siete veces son suficientes), de forma que el subconsciente esté en condiciones de recibir y comprender el mensaje. Lo más recomendable es sincronizar las frases que pronuncia con el respiro del propio sujeto, por ejemplo, de la siguiente forma: INHALACIÓN \"Me puedes escuchar\" EXHALACIÓN \"Pero no te puedes despertar” PAUSA:\"Continua durmiendo profundamente\" Observe, por favor, que esta formulación contradice una regla que propondremos más adelante, porque esta frase usa el \" no \", o sea una negación, que en principio se tiene que evitar. De todos modos, a efectos prácticos, esta formulación funciona para nuestro objetivo: después de haber repetido este frase varias veces, es necesario averiguar si se ha establecido el contacto con el subconsciente del sujeto, por medio de las denominadas señales ideomotoras. Una señal ideomotora es algo similar a un \" reflejo \" que el subconsciente proporciona de forma autónoma, sin ningún esfuerzo consciente o aún mejor, como dice Bandler, \" con movimiento honesto e inconsciente”.",
  "last_phrase": "In conclusion, to establish contact with the subject's subconscious and determine if the hypnosis induction was successful, repeat the phrase several times while synchronizing it with their breathing. Utilize ideomotor signals, such as finger movements, to test if the subconscious is responsive. If no response is observed, repeat the process until the desired subconscious response is achieved."
}