{
  "title": "\"The Power of Hypnotic Sleep: Understanding the Depth of Trance\"",
  "first_phrase": "In the previous text, the author discussed the hypnotic sleep technique introduced by Dave Elman in his book \"Hypnotherapy\" in 1964. This technique involves inducing a deep trance state from the common sleep state, allowing for easy hypnotization if certain rules and phrases are followed. Now, the author explains the different levels of trance, from the sonambulistic state to the deep hypnotic coma, and their characteristics. Understanding the levels of trance is crucial to realize the full potential of the hypnotic sleep technique.",
  "content": "La prueba de referencia para comprobar que el sujeto se encuentra en un nivel sonambulístico es la amnesia: cuando ésta se ha experimentado, dado el caso, tras unas sugestiones adecuadas, el sujeto está verdaderamente en un estado de hipnosis como en general este se entiende. Si el sonambulismo se ha obtenido mediante sugestiones y otros acciones a partir de un estado de vigilia, el consciente del sujeto puede todavía estar presente en un estado sonambulístico ligero y, por consiguiente, está en condiciones de filtrar las sugestiones formuladas por el subconsciente (aunque solo de forma débil), y recuperar el control en el caso de una amenaza formulada por el mismo hipnotizador o presente en el ambiente circunstante. A un nivel más profundo que el del sonambulismo, se encuentra el Esdaile, o \" coma hipnótico \", un estado de conciencia que es muy profundo, y que, en general, el terapeuta no utiliza, dado que en este estado el sujeto no responde ni a las preguntas, ni a las sugestiones, porque se siente tan bien como el terapeuta, como se dice a Roma: \" no le podría importar menos”.",
  "last_phrase": "In conclusion, understanding the different levels of hypnosis is essential for both the hypnotherapist and the subject. It is important to note that the conscious mind is not absent but rather in a state of deep relaxation during hypnosis. Knowing the level of hypnosis can help the hypnotherapist determine the appropriate level of suggestion and the subject to have a better experience."
}