{
  "title": "\"The Potential Dangers of Hypnotic Suggestions in Relationships\"",
  "first_phrase": "In the previous text, the author explores the dangers and solutions to deepening a certain type of relationship. He proposes the use of detailed time and space limitations and keywords for accessing a trance state. However, one potential danger he notes is the possibility of the subconscious misinterpreting suggestions. In this final section, he provides an example of such an occurrence and its consequences. The text serves as a warning to practitioners of the importance of being clear and precise in their suggestions in order to avoid unwanted outcomes.",
  "content": "Supongamos que usted le dice al sujeto: \"A partir de ahora no me escucharás más, sino hasta cuando te toque el hombro\". El sujeto en trance, como se había previsto, no lo escuchará más. Unos minutos después, usted le toca el hombro y piensa volver a retomar la conversación con el subconsciente, pero se lleva una desagradable sorpresa: el sujeto continuará sin escucharlo. Intente adivinar por cuál motivo: en el momento en el que le dijo al sujeto \" A partir de ahora no me escucharás más \" el sujeto aplicó, al pie de la letra, lo que usted le dijo, de forma inmediata, y, por consiguiente, no escuchó más lo que le dijo después: \" sino hasta cuando te toque el hombro” Por fortuna el sujeto saldrá de trance después de un breve periodo de tiempo, o bien, pasará del trance al sueño común, y cuando se despierte no habrá sufrido ninguna consecuencia negativa de su formulación errónea, pero el problema puede ser, de todos modos, algo fastidioso si usted tiene algo urgente por hacer, y que, en ese momento, tiene que aplazar si el sujeto no se despierta rápido.",
  "last_phrase": "To avoid the inconvenience of a subject not waking up from a trance and other errors, it is recommended to read in-depth about the language appropriate for direct communication with the subconscious mind. You can deepen your knowledge about hypnosis and trance work with the appropriate courses offered by the International Institute ISI-CNV."
}