{
  "title": "Modifying Negative Imprints: Hypnotic Techniques for Erotic Behavior Change",
  "first_phrase": "In this last part of the text, the focus is on modifying certain personal experiences or \"imprints\" that an individual may have, specifically in regards to the act of performing oral sex. The author offers practical examples of how hypnotic techniques can be used to modify one's perception of the act, including implanting suggestions during a trance to change the taste and odor of semen, and suggesting that semen has a delicious taste. The text also touches on implanting emotions of tenderness or affection towards the male genitalia.",
  "content": "Luego implantamos unas sugestiones adecuadas durante un trabajo de trance sonambulístico para sustituir el verdadero sabor y olor del esperma (dado el caso, se puede sustituir también el color) con lo que el sujeto ha escogido previamente. Podríamos también sugerirle al sujeto que sus dientes no tocarán nunca el miembro masculino, dado que tienen la misma carga de la superficie de la piel del pene. Para coadyuvar y reforzar esta sugestión se puede añadir la visualización de los dientes y del pene como dos imanes que se alejan (repelentes) el uno del otro porque tienen la misma polaridad (carga). 2. Le sugerimos en trance sonambulístico que el semen tiene un sabor delicioso, dado el caso, reforzando lo dicho al implantar sugestiones contingentes apropiadas, como la de ser estimulada sexualmente por la idea de hacer sexo oral o de lograr automáticamente un orgasmo estremecedor poco después de haber ingerido el semen masculino. Podríamos también suscitar en ella emociones de ternura o afecto con respecto al miembro masculino, a la vista del mismo. 3.",
  "last_phrase": "In conclusion, implanting appropriate suggestions during a hypnotic trance can help overcome aversions to oral sex. It is important to carefully consider any potential traumas from childhood and avoid creating false memories. By utilizing positive visualization and reinforcement, it's possible to help the subject develop a positive association with the taste and scent of semen, leading to a more fulfilling sexual experience."
}