{
  "title": "\"The Concepts of External and Internal Man in Occidental and Oriental Traditions\"",
  "first_phrase": "In this text, the author talks about two different images that represent the concept of \"hombre externo\" and \"hombre interno.\" He describes how they relate to the development of sexual energy, and how the opening of different chakras can enhance this energy flow. The author mentions that the first chakra, connected to the element \"tierra,\" can affect aspects of sexual life, and that a controlled development of sexual energy can lead to increased productivity. The text emphasizes the importance of self-control and knowledge of one's inner dynamics in achieving a successful energy flow.",
  "content": "Es importante entender que, sin embargo, es ésta la dirección del desarrollo de la energía sexual y, al contrario, como hace notar Franz Bardon (autor de obras interesantes sobre el hermetismo), \"Una hipersaturación del elemento de tierra ejerce una influencia sobre los aspectos de la vida sexual, que no necesariamente se expresan mediante el instinto sexual en un sentido carnal. Por lo tanto, es posible (y esto sucede en especial en el caso de personas de edad más avanzada) poder lograr un incremento de la energía y una mayor agilidad productiva.\" El chakra siguiente esté en mayor contacto con los órganos genitales. La dirección del desarrollo de la energía es ascendente, con lo que se energizan todas las facultades de la persona. Para que este desarrollo se presente, el ser humano, sin embargo, debe estar preparado, y esto significa tener un control de sí mismo y un conocimiento de sus dinámicas interiores. Sobre estos dos argumentos, se han escrito innumerables obras, y en oriente hay verdaderos y propios tratados al respecto.",
  "last_phrase": "En conclusión, el desarrollo ascendente de la energía sexual a través de los chakras requiere autocontrol y conocimiento interior. Aunque hay diferencias culturales en la comprensión de estos conceptos, la ciencia occidental está adoptando un enfoque cuántico que se alinea con la intuición y la potencialidad de cada individuo, abriendo así nuevas posibilidades de crecimiento personal y aumento de la productividad."
}