{
  "title": "The Three Concepts of Human Manifestation and Breathing Importance.",
  "first_phrase": "This text explores how human development is related to three concepts: respiration (intellectual group), assimilation (physical group), and generation (spiritual-analytical group), and how they're associated with the three brain groups. Understanding these concepts and their connection to our intelligence requires understanding our breathing mechanism. In the last 200 tokens, the article focuses on costal breathing and its positive impact on our vital functions, system nervous, brain activity, and intellectual development. The goal for humans is to achieve complete equilibrium and the full development of these three brain \"forms.\"",
  "content": "El grupo intelectual imaginativo proporciona un maravilloso poder, sanamente productor y ordenador. Constituye una forma comprensiva, calculadora, ordenadora. El grupo espiritual, equilibrado y en armonía con los demás grupos, desarrolla una actividad, donde la moralidad, la inteligencia, el pensamiento del corazón y el pensamiento creativo ejercen toda acción. Constituye una forma sensorial, emotiva, intuitiva. El objetivo humano es alcanzar el más completo equilibrio y el desarrollo completo de estas tres \" formas \" cerebrales. Las facultades que necesita son el equilibrio, la concentración y la actividad original de la inteligencia. La respiración costal Cuando de forma voluntaria, la respiración costal pone a las partes céntricas de los pulmones en funcionamiento, el diafragma (o cerebro abdominal) se levanta y se pone en acción. Estimula la reacción de los órganos de las pelvis, lo que produce un funcionamiento más activo de las secreciones glandulares internas normales y, en gran medida, fecundantes, por todo el organismo. Estas sustancias producen un refuerzo de toda la vitalidad del hombre; el sistema nervioso se nutre de estas, la masa cerebral vivificada, la fuerza física y el desarrollo mental e intelectual no conocen más obstáculos.",
  "last_phrase": "En conclusión, para alcanzar el equilibrio y el desarrollo completo de nuestros tres grupos cerebrales es fundamental la respiración costal y el cuidado de nuestros órganos genitales, ya que a través de estos procesos obtenemos el oro vital que nos permite recargar el sistema nervioso, revitalizar el cerebro y ayudar a nuestro desarrollo completo como seres humanos. Recordemos que nuestras sustancias glandulares son fuerzas impulsoras, reguladoras, defensoras y de reacción natural indispensables en nuestro cuerpo."
}