{
  "title": "\"Magnetism and Growth: Challenges in Translating Eastern Works\"",
  "first_phrase": "In this text, the author discusses the difficulties encountered in translating and understanding Eastern works in the Western world. He explains that westerners tend to think in terms of processes, while those from the East tend to be more intuitive. As a result, certain concepts may not be conveyed clearly, because they are individual paths of growth. The author goes on to describe the concept of magnetism and its relationship with human vitality and energy. He highlights the importance of Wilhelm Reich's work for understanding the secret school of magnetism. The author concludes that magnetism is not only a human quality, but it also helps to develop all human qualities and improve psychology.",
  "content": "Por una parte podemos pensar que el magnetismo desarrolla y tiene que ver con una energía de base vinculada a la vitalidad humana. El magnetismo es en sí contagioso y aumenta la energía vital de la otra persona. De hecho, es esto lo que lo hace útil en la terapia bajo la forma de pranoterapia: mi flujo vital proporciona ayuda a otra persona. El magnetismo es una energía estrechamente vinculada a lo que los hindúes llaman \" Kundalini”. El chakra de base de la columna es el chakra sexual. Y, en la psicología moderna, una de las personas que más se acerca a algunos conceptos de la escuela secreta del magnetismo es Wilhelm Reich, con la escuela de la energía orgónica. La energía orgónica, desde su perspectiva, es energía vital, y está estrechamente asociada a la energía sexual. De este modo, en la seducción, la energía sexual se transforma en energía irradiativa. El magnetismo es también una cualidad humana, que a su vez ayuda a desarrollar todas las cualidades humanas y a mejorar la psicología de la persona.",
  "last_phrase": "En conclusión, el magnetismo es una energía vital de base estrechamente asociada a la energía sexual y a la Kundalini, que puede utilizarse en la pranoterapia para transmitir flujo vital a otra persona. Además, es una cualidad humana que ayuda a desarrollar la unidad, la naturalidad y la verdad, lo que conduce a la mejora de la psicología de las personas. Potenciar estos elementos a través del magnetismo puede tener un gran impacto en la comunicación y en la forma en que nos relacionamos con los demás."
}