{
  "title": "\"Mastering Hypnotic Sleep Technique for Deep Trance Inductions\"",
  "first_phrase": "This text discusses the technique of hypnotherapy, particularly the hypnotic sleep technique. It explains how to approach the subject cautiously and quietly to prevent waking them up, and how to determine the right time to begin induction. The hypnotherapist should wait until the subject is in a deep sleep before beginning. The subsequent 200 tokens describe specific steps for inducing a deep sleep state for successful hypnotherapy, such as whispering a simple command to the subject.",
  "content": "Para quienes duermen en camas separadas, daremos ulteriores consejos cuando sea necesario No todos los niveles de profundidad del sueño común se prestan para comenzar una inducción con la técnica del sueño hipnótico: todos los autores que han descrito esta técnica (Dave Elman, Gerry Kein, Don Mottin, Wendi Friesen y otros) concuerdan en afirmar que el sujeto tiene que dormir profundamente antes de comenzar con la inducción, y esto significa que el sujeto tiene que cumplir máximo siete, mejor aun, seis ciclos de respiración completa (inhalación, pausa, exhalación, pausa). A esta nivel de profundidad del sueño, las sugestiones formuladas por el guía tendrán mayor probabilidad de llegar al subconsciente (y que sean entendidos por éste), antes de que el consciente se despierte. Si está acostado/a cerca del sujeto y es el/la guía, obviamente, tendrá que permanecer despierto/a en la cama, a propósito, y esperar que su alma gemela duerma muy profundamente, lo que puede tardar varias horas. Cuando este listo/a para comenzar, inicie susurrando solo una vez: \" el/la que te habla es (....), duerme, sigue durmiendo”. Obviamente, su nombre va entre el paréntesis.",
  "last_phrase": "In conclusion, inducing hypnosis requires the subject to be in a deep state of sleep and the guide to remain awake for several hours. Using phrases that synchronize with the subject's breathing can aid in establishing contact with their subconscious. Additionally, one can use ideomotor signals to confirm that contact has been established."
}