{
  "title": "\"Hipnosis y cambio de percepción del olor del sudor frío\"",
  "first_phrase": "This text discusses how internal referent hallucinations can alter one's perception of smell. By giving proper instructions to the subconscious, the subjective emotional response to a particular odor can be changed. The imprinting of judgments can also be replaced or erased through hypnotic trance, allowing for a positive reinterpretation of the smell. This method can be reinforced through conditioning, but caution should be exercised when attempting a deeper level of change.",
  "content": "Se sustituyen o se borran las improntas relativas al juicio mismo: se regresa al sujeto a la época en la que aprendió ( por medio de una verbalización directa por parte de figuras de referencia o a través de una experiencia personal, por lo general, durante la infancia) que el olor del sudor frío es \" apestoso \" o \" desagradable \", entonces, se aplican en aquel período las modificaciones deseadas (amnesia /o reestructuración de las creencias para la impronta , eventualmente, se pueden agregar recuerdos artificiales que lleven al sujeto a desarrollar una impronta positiva, de forma que suponga que se trata de un olor delicioso, o, dado el caso, también emparejando el recuerdo de emociones particulares con dicho olor y posteriormente, después de haber cambiado la impronta, se puede pasar a los puntos 1 ) y 2 ) como refuerzo del nuevo condicionamiento hipnótico. Es necesario recordar que el cambio a un nivel más profundo tiene que llevarse a cabo con extrema cautela y no es necesariamente el método más recomendado.",
  "last_phrase": "In conclusion, modifying or erasing imprints related to personal judgments should be approached with caution, as it has the potential to alter one's beliefs and behaviors in unforeseen ways. It is important to carefully consider the potential consequences before taking action, and to focus on changing only those imprints that are truly limiting in order to protect the development of our personality. Ultimately, imprints play an important role in guiding our daily behavior, and should be treated with respect and care."
}