{
  "title": "\"How to induce and anchor hypnotic sleep state\"",
  "first_phrase": "In the previous section of this text on hypnotic dream induction, we learned about using ideomotor signals to establish a connection with the subject's subconscious. In the final 200 tokens, the author explains how to anchor the trance state for future use. This involves transitioning the subject from lower to normal voice levels and then offering suggestions. The author then explains how to anchor the trance state, which is crucial for instant re-entry into the hypnotic state in the future.",
  "content": "¿Qué se hace ahora? Un consejo es el de lograr que el sujeto adquiera progresivamente una mayor movilidad durante en el trance haciendo que el sujeto levante primero la mano y luego el tronco de la misma manera. Otra cosa por hacer es aumentar progresivamente el nivel de la voz pasando del susurro original a un volumen de una conversación usual. Una vez hecho esto, podrá proceder con una sugestión cualquiera o una serie de sugestiones verdaderas y propias. Y ahora diviértase. c) Anclar el estado de conciencia alcanzado Una vez que haya alcanzado el estado de trance es muy simple \" anclarlo \" para fines futuros. Esto significa que no tendrá que repetir en el futuro la inducción completa de los sueños hipnóticos, pero estará en condiciones de poner de nuevo en trance, de manera instantánea, a la persona amada. Le describiré aquí un ejemplo sobre como anclar el estado de sueño hipnótico, cuando el sujeto esté en trance (fallara, obviamente, en su intento si aplica está técnica mientras la persona está despierta).",
  "last_phrase": "In conclusion, to deepen the hypnotic state, gradually increase the subject's mobility and voice level. To anchor the trance state for future use, use a trigger such as passing the hand in front of the eyes and saying a chosen word. When ending the trance, slowly count from 1 to 5 and assure the subject that they will feel alert, refreshed, and better than before. With these tips, enjoy exploring the power of hypnosis."
}