{
  "title": "\"Steps for Hypnotic Trance and Anchoring Consciousness\"",
  "first_phrase": "This text is a guide on how to induce a hypnotic trance and anchor it for future use. Prior to the final part, the author highlights the importance of gradually increasing the subject's mobility and voice level before making suggestions, and then emphasizes the simplicity of anchoring the trance state that has been achieved. In the last part, the author provides an example of how to anchor a trance state, using a trigger - typically a word or gesture - that can be used to enter the same state in the future. The author also offers advice on how to terminate the trance state gradually and safely.",
  "content": "Dígale al sujeto \" Cuando tú y yo queramos trabajar con la hipnosis en el futuro, todo lo que tendrás que hacer es pasar la mano frente a tus ojos y decir la palabra_________, después de eso tus ojos estarán cerrados y entrarás en un trance todavía más profundo que en el que te encontrabas la última vez que entraste en este”. Como ve, la orden (en inglés hablamos de \" trigger \") que provoca el trance en el futuro es aquí la mano que pasa frente a los ojos con la formulación de la palabra que quiera, la que insertará aquí _________. El \"trigger\" podría ser algo completamente diferente, como el tocarse el lóbulo derecho de la oreja o la nariz, enseñar al sujeto un crucifijo, un icono, un preservativo, etc. d) La terminación del trance Dígale al sujeto: \"Dentro de poco contaré de 1 a 5, y cuando haya llegado a cinco tus ojos se abrirán, saldrás completamente del trance, te sentirás bien despierto/a, atento/a, descansado/a y, además, mucho mejor que antes\", (cuente lentamente dando al sujeto el tiempo necesario para hacerlo volver a un estado consciente).",
  "last_phrase": "In conclusion, when using hypnosis in the future, simply pass your hand in front of your eyes and say the chosen trigger word to induce a deeper trance. Remember to carefully guide the subject out of the trance by counting from one to five and assuring them that they will be completely awake once they reach the count of five. Additionally, be conscious of the language used during the session to avoid any unintentional misinterpretations by the subconscious mind."
}