{
  "title": "\"Changing Sexual Preferences with Hypnosis: Ethical Considerations\"",
  "first_phrase": "In the previous section, the author discussed the limitations of suggestions and the importance of discussing any transformative suggestion with one's partner in the field of hypnosis. Now, the author moves on to discuss imprinting and how it can be modified through hypnotherapy. The author explores how erotic hypnosis can be used to change perception and techniques used during sexual acts. As an example, the author looks at the issue of performing oral sex and how it can be resolved through hypnotherapy.",
  "content": "Por consiguiente, pasemos a aquel tipo de improntas que se han formado en el individuo principalmente mediante experiencias personales, por lo general, durante la infancia y el crecimiento, dado que este es el tipo de improntas que algunas veces vale la pena modificar ( en el acostumbrado trabajo de hipnoterapia se hace referencia en este caso a aquellas que son patológicas, principalmente; en contraste con aquellas que son producto del otros elementos del ambiente social en el que el sujeto actúa, mientras en el campo de la hipnosis erótica nos referimos exclusivamente a un cambio de percepción, y ,dado el caso, también al de las técnicas utilizadas durante el acto sexual, con base en un previo acuerdo alcanzado a nivel consciente entre el guía y el sujeto Como ejemplo, usaremos lo que muchos hombres desearían que hiciese una mujer, y que algunas se niegan porque, frecuentemente, sienten una repulsión \" natural \" al hacerlo o incluso al pensar en ello.. el sexo oral. Para examinar como este problema en particular puede ser resuelto, utilizaremos nuevamente la distinción que hacemos respecto a los diferentes niveles posibles de profundidad de la intervención. 1. Le preguntamos a nuestra pareja cuál es su sabor preferido (ejemplo práctico: chocolate).",
  "last_phrase": "In conclusion, it is possible to modify certain personal experiences imprinted during childhood or growth, particularly pathological ones, through hypnotherapy. For instance, in the case of aversion to performing fellatio, hypnosis can be used to dissociate the act from repulsion and associate it with pleasurable sensations. Trance techniques such as changing the taste, color, and texture of semen, reinforcing the idea that the semen is delicious, and visualization techniques can help in changing perception and behavior."
}