{
  "title": "\"Desarrollo energético a través del equilibrio de los tres grupos\"",
  "first_phrase": "In the previous section of this work, the author explained that all energetic techniques have deep physiological bases that need to be understood to achieve maximum energy development. They also emphasized the importance of understanding the subtle interplay of action and reaction that constantly occurs within each human being to understand and practice these techniques. In this final part, the author refers to experiences resulting from the application of techniques similar to the ancient Zoroastrian doctrine. The author recognizes three cerebral groups, associated with three organic groups, that must harmoniously work together to achieve personal development. The section also identifies three key instruments for development, including conscious breathing and healthy nutrition.",
  "content": "Tal enseñanza reconoce tres grupos cerebrales, por consiguiente, tres formas de ser de la persona, asociadas a su vez a tres grupos orgánicos: la estrecha relación que existe entre estos grupos orgánicos y cerebrales hace que unos reaccionen de forma inmediata sobre los otros. Estos tres grupos se denominan: Intelectual: asociado a la capacidad mental de imaginar y de proyectar ideas, y al sistema respiratorio Espiritual: asociado a la lógica, al análisis y al sistema glandular Material: asociado a la práctica, a la corporeidad, y al sistema muscular y digestivo Invariablemente, para cualquier finalidad que el hombre se propone, es necesario tener en cuenta la armonía entre estos grupos, para poder llevar a cabo el propio desarrollo personal. Tres instrumentos de desarrollo Es importante cumplir los tres puntos siguientes para poder desarrollar cada uno de estos grupos: - La práctica de una respiración consciente: la función respiratoria está bajo el control del grupo cerebral intelectual-imaginativo, asociado a los órganos respiratorios pulmonares. Indirectamente, este grupo está también asociado a la circulación sanguínea. - Una alimentación sana es el segundo principio a seguir.",
  "last_phrase": "In summary, the human being has three brain groups associated with three organic groups, which interact with each other. These groups are the intellectual, spiritual, and material, and it is necessary to consider their harmony for personal development. To develop each group, one must practice conscious breathing, follow a healthy diet, and pay attention to the glandular system. By doing so, one can increase energy levels and achieve overall well-being. Remember, proper breathing and nutrition serve as the foundation for further development."
}