{
  "title": "\"La técnica del sueño hipnótico para inducción en trance profundo\"",
  "first_phrase": "In the preceding text, the author discusses the difficulty of awakening an individual in hypnotic coma and describes the various stages of hypnotic sleep. The UItradepth level is considered the deepest level of hypnosis. The author explains that suggestions made during this state have a significant impact on the subconscious. The text also outlines the technique that the hypnotist should use to approach the subject quietly and avoid disturbing their unconscious radar. This final section provides guidance on how to use hypnosis to transition the subject from the hypnotic to deep sleepwalking state.",
  "content": "), por lo tanto, las sugestiones formuladas al subconsciente no serán filtradas por el consciente y tendrán, por este motivo, un impacto todavía mayor sobre el subconsciente mismo que en el nivel sonambulístico. Si al sujeto le formulan unas sugestiones adecuadas, es simple para éste pasar de un nivel de sueño hipnótico al sonambulismo profundo y manifestar toda la fenomenología hipnótica mencionada previamente. b) La Técnica La técnica original considera importante que el guía (el hipnotizador) se acerque al sujeto sin hacer ruido, arrastrándose por debajo del nivel de altura del plano horizontal dentro del cual el sujeto está acostado (máximo a la altura del colchón), porque si se acercase simplemente caminando (de pie), el \"radar\" inconsciente interno, que todos poseemos podría despertar al sujeto. Afortunadamente, el hacer parte de una pareja resuelve este problema, dado que en la gran mayoría de los casos en los que usted utilizará esta técnica, se encontrará ya cerca a la persona que va a poner en trance y a una distancia que le permitirá ser comprendido/a perfectamente .",
  "last_phrase": "In conclusion, mastering the technique of hypnogenic sleep requires a deep understanding of various factors, including the subject's level of sleep, appropriate suggestions, and the proper approach of the guide. By following the recommendations of experienced hypnotherapists, you can influence the subject's subconscious with maximum effectiveness and unlock the full potential of hypnotherapy."
}