{
  "title": "\"Alquimia interna: convergencia entre tradiciones occidentales y orientales\"",
  "first_phrase": "In the previous section, we explored the convergence between Eastern and Western methodologies related to the internal energy transformation process known as 'alquimia interna.' Now, we will dive into some important points related to this topic. We have access to some secret traditions from the ancient Zoroastrian Oriental school, Oriental Yoga, and Chinese Tao Yoga, and we'll learn that they share many commonalities. We'll also investigate the concept of the human circuit, as presented in rare Western and parallel Oriental images, which highlight the development of sexual energy and the opening of different chakras.",
  "content": "El dibujo de arriba es una rarísima imagen de origen occidental y enseña el concepto de \" hombre externo \" y \" hombre interno \" los dos círculos, inferior y superior representan respectivamente la cabeza y los órganos sexuales. Se trata de una imagen asociada al desarrollo de la primera fase de la energía sexual: aquella que contribuye a potenciar el denominado \" magnetismo personal \" la imagen que sigue es, al contrario, de origen oriental y, sin embargo, es exactamente paralela y aplicable a la anterior: Representa el funcionamiento de los diferentes chakras desde abajo hacia arriba. Según la tradición oriental, la apertura progresiva de los diferentes chakras permite que la energía ascienda a la parte superior. En el dibujo de arriba, el chakra que se encuentra más abajo esta tradicionalmente conectado al concepto del elemento \" tierra”. Este chakra está en conexión con la energía más profunda, es el punto de partida.",
  "last_phrase": "En resumen, comprender el concepto de \"hombre externo\" y \"hombre interno\" y su relación con los chakras puede ayudar al individuo a desarrollar su energía sexual de manera efectiva y experimentar una mayor agilidad productiva. Para lograrlo, es fundamental tener un conocimiento profundo de uno mismo y un control de sus dinámicas interiores."
}