{
  "title": "\"Reconfigurando comportamientos a través de la hipnosis\"",
  "first_phrase": "In the previous text, we explored how our past experiences can shape our unwanted behaviors and how we can interrupt them by recognizing patterns. In the last 200 tokens, the author introduces the concept of hypnosis as a means of communicating with the subconscious mind and accessing states of trance to reconfigure unhelpful behaviors. By molding the clay of our minds through directed visualizations, we can give ourselves greater freedom and choice. The author highlights the infinite potential of our brains and the untapped pathways of thinking that proper breathing can unlock.",
  "content": "Este comportamiento puede ser adecuado para la edad de tres años, pero puede no ser el más apto a una edad mayor. Una manera de expresar esto es: \" las soluciones de ayer son los problemas de hoy”. Y nosotros no logramos entender porque a oscuras tenemos tanto deseo de gritar, nos sentimos mal y nos agitamos. Una parte de nosotros ha permanecido atrapada, congelada en el tiempo a la edad de tres años, los esquemas neuronales se quedaron bloqueados en aquella secuencia. La hipnosis es un medio de comunicación directa con el inconsciente, y durante las visualizaciones dirigidas, usted puede acercarse a estados de trance más o menos profundos. Esto le permitirá moldear la arcilla, reconfigurar aquellos comportamientos que ya no son útiles. Con el tiempo, la mente adquiere, además, mayor libertad y capacidad de elección. Con frecuencia, limitamos nuestra vida, porque creemos que es limitada. Esta convicción puede echarse por tierra, porque la potencialidad de nuestro cerebro es subjetivamente infinita, y nosotros hacemos uso de solo una parte. De hecho, una respiración correcta puede permitirnos el acceso (metafórico) a aquellas neuronas adormecidas y después abrir el paso a una serie de procesos de pensamiento no utilizados aún.",
  "last_phrase": "Explore su interior y descubra la potencialidad infinita de su cerebro a través de la hipnosis y la respiración correcta. Moldee aquellos comportamientos que ya no son útiles y adquiera mayor libertad y capacidad de elección. No limite su vida, conviértase en un \"interionauta\" y encuentre las respuestas que siempre ha buscado. Potencie su trabajo asistiendo a seminarios específicos para entender más acerca de la hipnosis."
}