{
  "title": "\"The Importance of Balance in Three Brain Groups\"",
  "first_phrase": "In the previous text, the three brain groups and their connection with the human evolution were discussed. Now, the importance of the balance among them for the individual's well-being is explored. The analytical-spiritual group is essential as a counterbalance to the cold theory, and the intellectual-imaginative group is associated with breathing, which is fundamental for energy accumulation. The physical-material group is related to perception and the maintenance of vital functions. The perfect balance between these groups is key to achieving a better understanding of oneself and making the best use of one's energy.",
  "content": "Cada manifestación humana, desde la más rudimentaria a la más evolucionada está, en efecto, relacionada con estos tres conceptos: Respiración ( grupo intelectual ) Asimilación ( grupo físico) Generacion ( grupo espiritual-analítico ) Y están asociados a su vez con los tres grupos cerebrales. La evolución humana conduce al ser consciente a un perfeccionamiento siempre mayor, que lo lleva a utilizar su energía cada vez mejor. Conocerse significa, por lo tanto, entender como somos y que deseamos obtener. De hecho, es importante comprender lo que debemos absorber, y también asimilar, transformar, adaptar a nosotros, según nuestro patrón de inteligencia. Para esto, el primer paso es la respiración. Para comprender el mecanismo de la respiración, es indispensable tener en cuenta que: La inspiración desarrolla fuerza emanadora, irradiante y es la base para acumular fuerza La respiración produce fuerza atrayente. Los tres grupos cerebrales están también relacionados con tres aspectos de la vida: El grupo físico-material está relacionado con el aspecto perceptual. En estado de armonía, ayuda a conducir todas aquellas operaciones que son útiles para el mantenimiento de la vida, del cuerpo y de sus funciones. Constituye una forma material, activa y natural.",
  "last_phrase": "En resumen, comprender la relación entre la respiración, la asimilación y la generación con los tres grupos cerebrales y aspectos de la vida es fundamental para lograr un equilibrio completo. Conociéndonos a nosotros mismos y entendiendo qué necesitamos absorber y asimilar para nuestro patrón de inteligencia, podemos utilizar nuestra energía de manera más efectiva y alcanzar un perfeccionamiento continuo."
}