{
  "title": "\"Hypnotic Trance: Levels and Techniques\"",
  "first_phrase": "In this text, the author discusses the different levels of hypnosis, ranging from the lightest state of sleepwalking to the deepest state of hypnosis known as UItradepth. The author also mentions the Esdaile or \"coma hypnosis,\" a state that is not commonly used due to the difficulty in awakening the subject. The conscious mind may still be present in lighter levels of hypnosis, allowing the subject to filter suggestions from the subconscious and regain control in certain situations. The text emphasizes the importance of understanding the depth of hypnosis and the conscious mind's role throughout the hypnosis process.",
  "content": "Despertar a alguien que se encuentra en estado de coma hipnótico puede ser difícil, y, por lo general, se aconseja que si se va hacer esto, se le diga al sujeto que si no se despierta enseguida no logrará, jamás en la vida, volver al estado en el que se halla en aquel momento. En lo que respecta a los niveles más profundos que el Esdaile, se conoce un estado de catatonia espontánea inmediatamente más abajo, y, finalmente (por ahora, quién sabe que cosa traerá el futuro), se encuentra el UItradepth©, con los característicos movimientos oculares rápidos (REM) y una intensa relajación de los músculos (la persona parece muerta), donde se dice que el consciente está completamente ausente. El nivel de profundidad del sueño hipnótico esta localizado generalmente entre el sonambulismo y el coma, y Dave Elman lo describió en aquella época como el estadio de trance más profundo existente con el cual se puede \" trabajar \" ( \" Hypnotherapy \" fue publicado en 1964 después de su muerte, el UItradepth fue descubierto en 1965 por Walter Sichort ). Dado que partimos del sueño común, el consciente está dormido (¡no está ausente!",
  "last_phrase": "In conclusion, waking someone up from a hypnotic coma can be a challenging task, but with the right techniques, it is possible. By using the original technique of approaching the subject quietly from below their horizontal level, a hypnotist can induce a deep level of hypnosis where suggestions are not filtered by the conscious mind but have a greater impact on the subconscious. With proper suggestions and guidance, a subject can enter a state of profound hypnosis where they can manifest all the previously mentioned hypnotic phenomena."
}