{
  "title": "\"The Path of the Knight: Overcoming Fear and Reintegrating with Presence\"",
  "first_phrase": "This text explores the concept of fear and how it can hinder one from living in the present. It emphasizes how the teachings of the Knight's Path can help people overcome their fears and be present in the moments of their lives. The text also talks about how humans have distanced themselves from their natural state, leading to a desire to restore the balance and reconnect with the universe. This final 200 tokens dives into the millennial search for this balance and the steps taken by people in ancient times to reconnect with the universe. It covers concepts such as the orientation of buildings and actions based on elements such as cardinal points and stars to regain harmony and lost power.",
  "content": "L’uomo è in realtà parte dell’Universo e nello stesso tempo colui che lo percepisce come tale. Già nel momento in cui incomincia a creare una “civiltà” tende a separarsi mentalmente dalla Natura e non essere più quello di prima, riducendosi ad un ambito creato da lui e “dimenticando” la sua vera Natura. In pratica vi è come un livello che non gli è più accessibile. Da sempre questa condizione è stata intuita. Da qui nasce il desiderio di recuperare l’equilibrio precedente, raggiungere di nuovo, almeno individualmente, quella che gli antichi greci chiamavano “l’età dell’oro”. L’uomo sa che c’è qualcosa di più che può essere. Una ricerca millenaria condotta fin dalla più remota antichità è stata volta a recuperare l’equilibrio perduto, “ricordarsi di sé stesso”. In molte di tali ricerche il primo passo era riconnettersi all’Universo, orientando edifici ed azioni in base a concetti ispirati ad elementi quali i punti cardinali e gli astri, ed osservando come il portare sé stesso con la Natura poteva essere la base dalla quale partire per ritrovare l’armonia, ed un potere perso.",
  "last_phrase": "In summary, humanity has long sought to recover the balance and harmony lost through its separation from nature. This has been a millennial search, involving reconnection with the universe and the adoption of ancient concepts inspired by cardinal points and stars. Such practices are not necessarily associated with physical structures as other traditions have focused on the necessary steps and movements to attain this goal. Through the study of a \"presence technology\" developed by Jean Pierre de Giudicelli, this course aims to continue the work of the Association Française d'Etudes Métapsychiques in understanding and realizing this objective."
}