{
  "title": "\"The Esoteric Meaning of the Medieval Legend of the Grail\"",
  "first_phrase": "In the context of the medieval period, the legends of the Knights Templar and the Cavalry Tradition are seen as portraying the path towards enlightenment and growth. The symbols and characters embedded in these legends are allegorical representations of profound concepts related to spiritual reintegration and the necessary struggle to achieve it. Throughout history, many ancient wisdom traditions of the Celtic and Nordic people have merged together and been transmitted in the form of allegories and stories. The hidden meaning of such traditions goes beyond their organizational structures and is universal for humanity as a whole. This article looks at the history of the Graal as a relevant example of this concept.",
  "content": "Il Guerriero, presso tali popoli, veniva consacrato, e la sua attività aveva un carattere non solo pratico ma anche magico. Il combattimento era, come per i Samurai, una via di crescita. La preparazione era non solo fisica ma anche interiore. I veri Misteri di cui vari ordini cavallereschi sono stati tramiti è nel momento nel quale si sono create le loro gerarchie interne e sono ivi confluite tradizioni ancora più antiche. Un esempio: La Storia del Graal Un po' di storia: il primo scritto sull'argomento è di uno scrittore provenzale: Chrétien de Troyes, ogni parola del suo romanzo può essere letta come un'allegoria ed un riferimento ad una realtà più profonda cui si accede durante le varie prove descritte nel romanzo. Un altro scritto estremamente interessante è una tradizione riferita da Wolfram von Eschenbach, che afferma di basarsi su racconti precedenti di un certo Kyot, e che afferma che al Graal erano di guardia i Templiesen (Templari). Tale scritto mostra anche influenze orientali. E' soprattutto a questo scritto che ci riferiamo in quest'articolo quando non citiamo esplicitamente la fonte. Notiamo che nei primi anni del XIII secolo, quasi obbedendo ad una parola d'ordine , in Europa si cessa di scrivere sul Graal.",
  "last_phrase": "In conclusion, the legend of the Graal and the warrior culture of the past teach us that there is a deeper meaning behind physical things. The Graal, much like the warrior, encompasses practicality and magic. It represents an esoteric nature that invokes mystery and symbolism, and still fascinates us till this day."
}