{
  "title": "The Hidden Meaning of Medieval Knightly Traditions",
  "first_phrase": "In the previous text, the author delved into the mysterious traditions of the medieval knights and their significance to modern man, specifically referring to the deeper esoteric meaning beyond modern-day misconceptions. In this concluding section, the author sheds light on the symbols and phases of inner development inherent in these traditions, such as Form, Power, and Force, which refer to a different level of being. The author further explores the mythical concept of Graal, which emerged during the golden age of the medieval tradition of Templars and Knighthood. The author connects this symbolism to the concept of reintegrating to the present and the necessary struggle to achieve it. The textual accounts of this wisdom, which date back to the Middle Ages, served as a means of transmitting this knowledge to warrior populations.",
  "content": "E' lo stesso periodo al quale corrisponde l'apogeo della tradizione medievale, al periodo d'oro dei templari e della Tradizione Cavalleresca. In questa leggenda vi sono una serie di caratteri che si riferiscono chiaramente ad una Tradizione profonda e simbolica: un'allegoria di concetti molto profondi che possono essere connessi al concetto di reintegrazione alla presenza ed alla lotta necessaria per arrivarvi. Così come nel lontano oriente le Arti Marziali nascondono in sè la via per la crescita della persona ed il Risveglio, così è per la Tradizione interna della Cavalleria, che rappresenta una via di origine essenzialmente Celtica e Nordica. I racconti al riguardo - codificati in forma scritta nel medioevo - possono essere visti appunto come il mezzo di trasmettere tale sapienza in popolazioni di origine guerriera. Temi importanti, espressi in maniera allegorica e profonda, trovano corrispondenza e parallelismi in alcune organizzazioni effettivamente esistite che hanno raccolto, almeno all'inizio, tali eredità, ma il significato sapienziale va oltre le strutture ed è indipendente da queste: è per l'uomo nel suo intero. Il significato nascosto della Cavalleria Antiche Tradizioni di Sapienza dei popoli Celti e del Nord sono confluite nelle Tradizioni della Cavalleria durante il Medioevo.",
  "last_phrase": "In conclusion, the Ancient Traditions of Wisdom of the Celtic and Northern peoples converge in the traditions of Chivalry during the Middle Ages. The true mysteries of which various knightly orders were transmitted were not only practical, but also magical and symbolic, representing a path of growth that extended beyond physical preparation. The stories told can be read as allegories that transmit a deep wisdom, and still hold relevance today for anyone seeking personal growth and enlightenment."
}