{
  "title": "\"The Connection Between the Knights Templar and the Holy Grail\"",
  "first_phrase": "In this text, the author explores the connection between the concept of the Grail and the Templars. The Grail represents an ancient power connected to the \"primordial state\" that is preserved in exile. It is said that those who wish to protect the Grail must be capable of renunciation. The author notes that the Order of Templars surpassed the dual limitations of a simple warrior ideal and ascetic ideal. The author also draws attention to the fact that some Neo-Templar orders recognize the connection between the ideal of the Grail and the internal dimension of Templarism. The text discusses the secret doctrine of the Templars and their relationships with Islamic groups, as well as its analogical ties with the ideal model of Grail knighthood.",
  "content": "La lotta contro i Templari può essere vista anche come una lotta contro l'idea del Graal. La cavalleria era un ordine dove la \"guerra santa\" valeva come ascesi e liberazione. Nei suoi ordini più interni e nel suo nome stesso il principio era prima ancora che Roma, il Tempio. Sicuramente appare che i templari avevano riti interni iniziatici e sono provati contatti con gruppi islamici ( puoi vedere a questo link un libro in francese per approfondimenti: \" la doctrine secrète des templiers \" ). Queste \"intese segrete\" non appaiono storicamente però in combattimento, bensì nella condivisione di sapienze ed aspetti esoterici. Nel racconto di Wolfram appaiono chiare commistioni con elementi arabi e pagani e lo stesso ispiratore di Wolfram (di nome Kyot è qualificato come \"pagano\") ed il padre di Parsifal non prova ripugnanza a combattere agli ordini dei saraceni. Appare quindi un legame analogico tra il modello ideale della cavalleria del Graal e la dimensione interna del templarismo storico tanto che alcuni simboli che riportiamo sotto sembrano chiaramente riferirsi a questo (vedi sotto). Alcuni degli ordini neotemplari sorti successivamente e da noi conosciuti si resero conto di ciò, in quanto la dimensione del mistero va oltre la stessa storia.",
  "last_phrase": "In conclusion, the concept of the Graal and its connection to the historical Templars may offer insights into the mystery of inner transformation and self-realization. As one overcomes challenges and integrates, the symbolism of the Graal can inspire the journey towards awakening. The quest for the Graal may be seen as a timeless search for enlightenment, and its symbolism can guide us on this path."
}