{
  "title": "Reconnecting with the Universe: The Path to Presence and Inner Power",
  "first_phrase": "This text takes us on a journey to explore man's relationship with the universe and his quest to regain a lost balance. It highlights how civilization has caused him to lose touch with nature and to forget his true self. The text references ancient Greek concepts of the \"golden age\" and how reconnecting with the universe can lead to a recovery of balance and power. This course is derived from the work of Count Jean Pierre de Giudicelli, who developed a \"technology of presence\" after conducting extensive research at the Castle of Lussac. The method, also known as the \"perceptive path,\" leads to a deepening of the connection with the universe, accompanied by parasensory phenomena.",
  "content": "Questi concetti si trovano esposti nei templi egizi, greci e romani, e trovano corrispondenza con antiche discipline orientali. Ma questo è solo il primo passo. Non vi è infatti bisogno di tale fisicità. Altre tradizioni, meno legate agli edifici, hanno invece posto l'attenzione sulle tappe e sul movimento necessario per andare in questa direzione. La storia della nostra ricerca Questo corso nasce dallo sviluppo di una \"tecnologia della presenza\" realizzato dal conte Jean Pierre de Giudicelli dopo le sue ricerche al Castello di Lussac, dove l'Association Française d'Etudes Métapsychiques che noi continuiamo, ha condotto un lavoro di ricerca per quasi cinquant'anni, riunendo i livelli più alti dei ricercatori francofoni nel campo metafisico per sviluppare questo campo di studio. Anche se mai pubblicate, una grande attenzione era stata sempre messa nella ricerche sulla dinamica del risveglio, ed il metodo sviluppato è anche chiamato anche \"della via percettiva\". Lo sviluppo del percorso della presenza porta nel contempo infatti un addensarsi di fenomeni di tipo parasensoriale.",
  "last_phrase": "In conclusion, the path of presence is a powerful and simple methodology that can lead individuals to awaken and develop parasensory phenomena. It is rooted in ancient traditions from various cultures, and its development was based on extensive research conducted by the Association Française d'Etudes Métapsychiques. The path not only benefits the individual but can also be a useful tool for those who work with others, as it offers a path of action that incorporates the concepts of the \"Supreme Power\" and the Way of the Knight, providing a conscious approach to our actions and the meaning we give them."
}