{
  "title": "\"The Symbolic Meaning of Chivalry and Vigilance\"",
  "first_phrase": "In this final part, the text explores the concept of the warrior in Western traditions, particularly the figure of the knight. The initiation and organization of a warrior aristocracy based on qualities of disinterest, courage, and honor are analyzed in a symbolic sense. The text identifies a similarity between the inner battle of the knight and the Islamic concept of the \"holy war.\" The essential quality of this mission is vigilance, which is crucial for achieving presence. The Vigilance technique is the base for the \"light of Glory\" symbolized by the shining armor of the Knight.",
  "content": "L'istituzione della Cavalleria nasce storicamente nel medio evo, dopo le grandi invasioni germaniche e proprio per questo si può supporre un legame tra questa istituzione e precedenti tradizioni nordiche che hanno anche ridato linfa a corrispondenti idee celtiche. Si tratta dell'iniziazione ed organizzazione di una aristocrazia guerresca basata sulle doti del disinteresse, del coraggio e dell'onore. I suoi elementi sono però da intendere in modo simbolico. L'iniziazione è infatti il momento di inizio di un'attitudine di risveglio, nel quale l'uomo comincia a situare lui stesso nella società. E' l'inizio di un percorso di espansione e capacità di influenza e corrisponde al piano dell'azione nel mondo. Questa missione viene compiuta con delle armi e con un'attitudine. L'attitudine è di \"Vigilanza\", che in senso simbolico significa fare attenzione a sè stesso ed alle proprie azioni. La vigilanza è la qualità di base per chi vuole raggiungere la presenza. Le armi sono le tecniche che gli permettono di potenziare la sua forza. L'essenza della missione cavalleresca è un combattimento che è essenzialmente di natura interna. in questo vi è una similitudine con la visione islamica della \"guerra santa\" che per molti mistici è da considerare soprattutto battaglia interiore e questo può spiegare i contatti Templari con le dottrine interne di tale cultura.",
  "last_phrase": "In conclusion, the institution of the Cavalleria has roots in ancient Northern traditions and is based on the initiation and organization of a warrior aristocracy. This mission is fulfilled through inner battle and constant vigilance, and the ultimate goal is to achieve an ideal of truth that opposes falsehood. The symbolism of the Graal and chivalric tales serves as a reminder of these values and their importance for personal and societal development."
}