{
  "title": "The Grail and the Concept of Bersek: Exploring Ancient Traditions.",
  "first_phrase": "This text explores the concept of the Grail and how it relates to the mystery of reintegrating oneself with their inner presence. It delves into the idea that as one becomes more whole, the myth's various aspects become clearer. The last part discusses the Bersek, a special feeling that ancient Celts and Germans developed during combat, as well as its connection to the Grail and the idea of a double knight. The text also mentions techniques such as symbols and rituals that helped them achieve this state. Overall, the text offers insight into ancient traditions and their relevance to the modern world.",
  "content": "Uno stato particolare propizio al combattimento e connesso con particolari rituali di tipo magico che implicava il contatto con la propria \"fylgja\" (animo, forza interiore, doppio) o con parti di esso simboleggiate da animali che sono gli stessi inseguiti dai cavalieri nel Parsifal. Una interpretazione può vedere il sigillo dei templari come legato a quest'idea del cavaliere doppio, e quindi alla fase finale che ci porta a prendere contatto con questo nostro doppio interno. Anche se non provata per ora storicamente quest'interpretazione ha comunque valore interiore. A sinistra possiamo osservare il Sigillo dei Cavalieri Templari con il cavaliere doppio, mentre alla Destra il disegno contenuto in un bracteate in oro ritrovato presso Pliezhausen (qui sotto l'originale). Vi si vede un cavaliere doppio o secondo le interpretazioni, un cavaliere con la sua \"fylgja\" ovverosia il suo doppio che può anche avere natura umana - recenti studi (Sansonetti ed altri) suggeriscono collegamenti fra questi concetti. Vi è anche un altro legame tra lo stato del Berseker (il nome dei cavalieri nordici che entravano in un particolare stato per il combattimento) e stati che conducono al risveglio. Ad esempio con la metodica Ch'an del Tsyng-Chen integrale da noi praticata ed insegnata in alcuni corsi.",
  "last_phrase": "In conclusion, the interpretation of the Templar Seal as linked to the idea of the dual knight and the connection with one's inner self, as well as the similarities between the state of Berseker and awakening states, have a valuable internal significance. Techniques such as the Ch'an method can help achieve such states, leading to the ultimate goal of the Knight's radiant armor - the light of glory."
}