{
  "title": "The Symbolism of the Knight: Exploring the Connection between the Templars, Nordic Warriors, and Spiritual Awakening",
  "first_phrase": "In this final section, we delve into the concept of the doppelgänger or \"fylgja,\" and its relevance to the symbolism of the Templar Knights and Parsifal. The Pliezhausen gold bracteate depicts a double knight or a knight with his own \"fylgja\"— a being often symbolized by animals hunted by the knights. There's also a connection between the state of the Norse Berseker and awakening states, as illustrated in the Ch'an Tsyng-Chen integral method. This method emphasizes constant vigilance to achieve a state similar to Nordic \"bersek,\" imbued with the energy of Samadhi Yogic. Finally, the essay draws on various traditions of the warrior's art, including the view of the knight, as a symbol of the development of individual attainment according to the Grail tradition.",
  "content": "Questa metodica si basa sulla vigilanza. Quando questa metodica comincia a divenire parte delle attitudini di vita si crea una sensazione di euforia che da all'esercizio qualcosa di esaltante. Tecnicamente le sensazioni si pongono a metà strada quelle del Samadhi Yogico e quelle del \" bersek \" nordico, ma senza le manifestazione aggressive abituali di alcuni tipi di Bersek. Nell'idea del Tempio, e nello sviluppo dell'uomo indicato dalla tradizione del Graal il percorso va poi anche oltre. Tale stato è la base per la \"luce di Gloria\" simboleggiata dalla risplendente armatura del Cavaliere. Il simbolo del cavaliere Il nostro paragone è anche con altre tradizioni che hanno paragonato lo sviluppo per raggiungere il risveglio all'\"arte del guerriero\". Ad esempio nella \"Marcia verso il Risveglio\" di Shantideva, il XIV Dalai Lama affermava \"la migliore protezione contro le emozioni è una vigilanza costante. Quello che la possiede può contattaccarle sul campo... In questo combattimento, se la spada dell'attenzione cade bisogna raccoglierla rapidamente\" In occidente il concetto del guerriero è rappresentato dalla figura del cavaliere.",
  "last_phrase": "In conclusion, the practice of vigilance can lead to a state of euphoria and exaltation similar to the Samadhi Yogico and the Nordic \"bersek\" without the typical aggressive behaviors. The concept of the warrior is symbolized by the figure of the knight, representing the initiation of a path towards awakening, expanding one's influence in society and taking action in the world. Constant vigilance is the best protection against emotions that may hinder this path, and one must quickly pick up the sword of attention if it falls."
}