{
  "title": "Techniques for Circulating Energy in the Body",
  "first_phrase": "In the previous section, we discussed the Eastern concept of energy circulation through the \"microcosmic\" and \"macrocosmic\" orbits. Now we move on to practical techniques that internalize this concept, such as the magnetic passes, body rotations, and the \"microcosmic orbit exercise\". This exercise involves directing attention along the body's median line, descending to the front and up along the spine, which promotes balance and activates the body's callosal functions. This section introduces Sufi body rotations as another efficient method of energizing the body.",
  "content": "I passi magnetici Possiamo anche aiutare la circolazione in un’altra persona con i cosiddetti “passi magnetici” Si tratta di una serie di passaggi effettuati lateralmente senza toccare il corpo, a distanza, che producono una differente percezione del corpo. Potete eseguire tali passi anche su voi stessi. Tali “passi” si eseguono portando le vostre mani all'altezza della fronte aprendole e discendendo lentamente lungo il corpo con le palme verso di esso e facendo attenzione alle sensazioni corrispondenti. Questa è anche una metodica molto efficace che si può accompagnare al rilassamento descritto precedentemente. Essa vi porterà ad un dominio sempre maggiore di voi stessi e ad essere più sereni. Le circonduzioni: Una seconda maniera valida di effettuare la vivificazione è attraverso rotazioni o circonduzioni del corpo (anche immaginate), che portino l’energia a diffondersi in tutto il corpo. Questo è anche il metodo delle rotazioni utilizzato nell’antica pratica Sufi27. Esercizio 11: la circonduzione sufi In piedi, allargate le braccia e ruotate su di voi stessi. Già dopo aver effettuato qualche circonduzione si può avvertire una sensazione diversa.",
  "last_phrase": "In conclusione, questi esercizi di vivificazione possono davvero migliorare la circolazione e la percezione del vostro corpo. Provate a incorporare i passi magnetici e le circonduzioni nella vostra routine quotidiana per raggiungere una maggiore tranquillità e vitalità. Sia la circonduzione sufi che la circonduzione di testa sono esercizi semplici e accessibili che possono avere anche spiegazioni fisiologiche. Ricordate che praticare questi esercizi con regolarità può migliorare il benessere generale di tutto il vostro corpo e della vostra mente."
}