{
  "title": "\"Exercises for achieving a state of presence\"",
  "first_phrase": "In this last part, we learn about different techniques to access our essence and reach a state of calmness and concentration. One approach is the progressive relaxation exercise, where we relax our entire body for ten minutes. We also explore the practice of concentrating on the navel or the \"hara\" and using gentle touch to direct energy towards it. The exercise of focusing on a specific body part, such as the hand or foot, in all situations is also recommended. These exercises help us detach from programmed time and enter a connected time, understanding the meaning of the final letters of VITRIOLUM: \"the only medicine.\"",
  "content": "Notiamo la somiglianza tra questa fase e le tecniche di alchimia interiore cinese (da eseguire da fermi) mirate alla percezione interna: “ci si concentra sull’ombelico fino a raggiungere un perfetto stato di calma e un attento controllo della respirazione. Immersi in queste tenebre silenziose, i nostri organi raggiungono una sensibilità tale da percepire ogni movimento impercettibile all’interno del corpo. Improvvisamente qualcosa si muove: l’essenza, dopo essere stata a lungo concentrata riempie ora l’addome”.50 La parola Vitriol menzionata prima può in tal caso essere compresa anche in questo senso: visito l’interno di me (e la zona dell’ombelico ne rappresenta un equivalente fisiologico) ed incomincio a trovare la pietra nascosta (l’essenza). Con tali esercizi, inoltre ci stacchiamo dal tempo programmato ed entriamo nel tempo connesso, e comprendiamo meglio il significato delle due lettere finali di VITRIOLUM : Unicam Medicinam, cioè “la sola medicina”. Il processo deve però continuare nella vita quotidiana, e per questo la pratica di un referente corporale è importante. In pratica manteniamo coscienza di una parte del nostro corpo (ad esempio una mano o un piede) in tutte le situazioni.",
  "last_phrase": "In conclusion, the practice of internal alchemy can lead to a state of presence, where we become more aware of our bodily experiences and emotions. By focusing on a certain part of the body, such as the navel, we can achieve a perfect state of calm and control of breathing. This process of centralization helps dissolve individual emotions and thoughts, and purifies our senses, leading to a reintegrated and purified self. It is a powerful tool for personal growth and development, and can be incorporated into daily life for continued practice and progress."
}