{
  "title": "\"Presenza Costante: Superare le Paure e Mantenersi Concentrati\"",
  "first_phrase": "In this text, we explore the importance of overcoming our fears to focus on the present moment. We often prioritize material goals and problems over our own well-being, which can lead to anxieties and an illusory perception of reality. The Cabinet of Reflection is a moment of isolation where we confront our fears and take a \"descent into the underworld.\" It's a necessary step to maintain presence and face life's challenges, as demonstrated in various Eastern traditions like Dzogchen. Maintaining awareness of the present moment is key to differentiating reality from our own imaginations.",
  "content": "Ogni prova può indurre una modificazione dell'animo, ma vi deve essere qualcosa che rimane eternamente presente al di là che la persona affronti la terra, l'acqua, l'aria oppure il fuoco. L'uomo deve essere in grado di \"guardare sè stesso\" come da dietro di sé e rendersi conto che le modificazioni non sono subite da lui, ma dalla sua parte esteriore. Questo è quello che permette di rimanere impassibili. E’ fondamentale mantenere Presenza. La prova più grande è mantenere infatti la presenza di fronte alle difficoltà. La società attuale manca di presenza, in quanto si nasconde dalle realtà. Tradizioni orientali: In varie tradizioni, come ad esempio lo Dzogchen, vi è un momento in cui la persona viene messa in un antro od una caverna oscura, in certi casi per mesi, a dover affrontare i propri fantasmi e le proprie paure, che in realtà sono ingenerati da lui stesso e dalla sua mente. L’iniziato, nel buio totale, tende a prendere per realtà le proprie immaginazioni e diventa incapace di distinguere il sogno dal momento non di sogno. Mantenere consapevolezza nell’ora è essenziale per non farsi catturare dalle proprie immaginazioni.",
  "last_phrase": "In conclusion, the ability to maintain awareness and presence in the face of difficulty is essential. Different cultures and traditions have foundational methods for acquiring this presence. By meditating on the symbol of the cross +, we can understand the convergence of both materiality and spirituality within ourselves, and our need for light to bring order to chaos. Remembering these principles can help us maintain our inner peace and stillness despite external circumstances."
}