{
  "title": "Sviluppare la Presenza: esercizi di meditazione e consapevolezza",
  "first_phrase": "In the preceding text, the author discusses the symbol of Saturn, the God of time, and its connection with human materiality and the development of the spirit in the body. Now, the author talks about two more symbols, Luna, and Argento, representing the subconscious feminine part of ourselves and imagination world. The author provides insights into the importance of meditation on these symbols and the exercises that one can practice to develop constant consciousness of one's body and speech. The next exercises are about being present in breathing and being mindful during meals. Through this practice, one can attain association with the self and ultimately achieve freedom.",
  "content": "Esercizio 13: Coscienza costante di una parte del corpo Mantenere coscienza costante di una parte del nostro corpo (es. una mano). Col tempo questo esercizio potrà essere accompagnato anche dall’attenzione ad un piede (possibilmente sull’altro lato del corpo) Il fine di questi esercizi è incominciare a “ricordarci di noi stessi”. Il fine è lo sviluppo ulteriore della Presenza come via di libertà. Un altro esercizio interessante è essere coscienti della respirazione mentre mangiate. Esercizio 14:coscienza del respiro mangiando. Estendete ora la vostra coscienza alla respirazione mentre mangiate. Abbiate coscienza del fatto che mangiate. Esercizio 15: coscienza del parlare. Estendete ancora la vostra coscienza al parlare. Ascoltatevi parlare. rendetevi conto che state parlando. Questo esercizio ha un effetto percepibile anche dalle persone attorno a voi. Se parlerete ASCOLTANDOVI PARLARE, la vostra voce sarà più chiara e netta. Luna/Argento Meditare su questo simbolo significa meditare sulla parte femminile, subconscia e passiva di noi stessi, sull’immaginazione e sul mondo dell’immaginazione, sui concetti di chiarezza riflessa, credenze, assimilazione, ricezione, obbedienza, gestazione ed attrattività. La luna , è infatti opposta al sole ? ; è il sole nel suo riflesso.",
  "last_phrase": "Incorporating these exercises into your daily routine can aid you in becoming more mindful and present in your daily life. From maintaining awareness of a specific part of your body to being conscious of your breath while eating, to practicing speaking with deliberate attention, there are various methods to enhance your consciousness. Further exploration into the symbolism of the moon and practicing vivification exercises with polarized light and memory can also aid in developing imagination and intuition."
}