{
  "title": "\"Circulation Exercises for Quantum Awakening\"",
  "first_phrase": "As we approach the \"quantum level\" of reality, we prepare for awakening our true power within us. The exercises that follow are to be performed in the present moment, with full awareness of sensations without imagination. Meditate to grasp the meaning of the sensations in Exercise 8, the circular energy rising and descending, and Exercise 9, the circularity around the body. Exercise 10 involves the useful way of operating the circulation of the microcosmic orbit. These exercises have both spiritual and physiological components and produce a positive feeling of balance, similar to the ancient symbol of the ouroboros.",
  "content": "Parallele a queste circolazioni espansive abbiamo le traduzioni pratiche orientali interiorizzanti di tale concetto: ad esempio esistono le tecniche cinesi di circolazione dell’energia chiamate “orbita microcosmica” ed “orbita macrocosmica”. Notiamo la parola “cosmo” presente in queste orbite che corrisponde pienamente al senso di “tutto” contenuto anche nel simbolo del cerchio F. Esercizio 10 : L’orbita Microcosmica Una maniera molto utile di operare tale circolazione è sul piano antero posteriore. Nel tragitto dell’orbita microcosmica cinese l’attenzione viene condotta lungo la parte mediana del corpo con discesa nella parte frontale e risalendo lungo la colonna vertebrale24. 25 Oltre alla spirituale, vi è qui anche una chiara componente fisiologica. Ogni emisfero cerebrale controlla le percezioni duna metà del corpo. La linea mediana è quindi il punto di connessione tra i due emisferi cerebrali, per cui questo tipo di esercizio produce una sensazione positiva di equilibrio e agisce sul corpo calloso. Tale modo di operare la vivificazione ha somiglianze con la rappresentazione dell’ouroboros (dal manoscritto di San Marco 299 fl88v riprodotto a fianco). Anche in occidente sono infatti testimoniate pratiche di questo tipo26.",
  "last_phrase": "In conclusion, the Chinese techniques of energy circulation called \"microcosmic orbit\" and \"macrocosmic orbit\" involve a physiological aspect that can bring balance and harmony to the body. The use of magnetic passes can also help to improve energy circulation in oneself and others. These methods can lead to a greater sense of self-awareness and inner peace."
}