{
  "title": "\"Rules for a Healthy Mind: Avoiding Anxiety, Anger, and Unnecessary Thoughts\"",
  "first_phrase": "In the final 200 tokens, the author advises to avoid negative emotions and unnecessary thoughts that harm our vitality, individuality, and existence. Collera, rancore, and odio (anger, resentment, and hatred) are negative principles that disintegrate and destroy us. The author urges us to adopt a philosophical outlook on life that involves self-control, faith, and patience, as anxiety and torment lead to a terrifying loss of vital strength. The text stresses the importance of abandoning useless thoughts from our conscious mind after they have received proper attention, or else their activity will become harmful.",
  "content": "La legge onnipotente e onnipresente dell'Universo è l'amore, e la collera, il rancore e l'odiò sono i termini negativi. È coll'amore, colla legge, che voi siete entrati in possesso della vostra personalità e della vostra individualità: infatti è coll'amore che voi esistete, che voi siete. La vostra esistenza è un'espressione dell'Amore, della Legge, del Tutto; e la collera, il rancore, l'odio sono i principii negativi della vostra esistenza: principii disintegratori e distruttori. Evitate ogni pensiero inutile. Questa regola non significa già che le incursioni nel dominio dell'ideale, dell'immaginazione, della distrazione piacevole debbano essere proscritte come inutili. Tali attività dello spirito hanno il loro posto nella vita del pensiero intelligente, e dopo aver ricevuto la considerazione che meritano formano l'oggetto di giudizi e conclusioni: oppure, se si tratta di una semplice esposizione di fatti, questi sono registrati o compresi. Ora, qualunque sia il caso che si presenta, allorché abbiamo formulato un giudizio o l'esposizione dei fatti è stata sufficientemente esaminata, tali questioni devono essere abbandonate dal pensiero cosciente, altrimenti l'attività dello spirito diventerebbe non solo inutile, ma anche nociva. Molte persone permettono a cose dì importanza minima di occupare senza posa il cervello.",
  "last_phrase": "In conclusion, love is the all-powerful and omnipresent law of the Universe, and negative emotions such as anger, resentment, and hatred are the disintegrating and destructive principles of our existence. Avoid unnecessary thoughts and fears, and refresh your spirit with new ideas from the pure source of truth. Remember that your existence is an expression of love and law, and let go of any insignificant concerns that can lead to harmful reflections and imaginary disorders."
}