{
  "title": "\"Techniques for Direct Suggestion: Boosting Confidence and Persuasion\"",
  "first_phrase": "In the previous text, we learned about the power of indirect and mental suggestion. However, there's also a direct and affirmative suggestion that can be used to impress someone more potently, especially in hypnotic scenarios. In this last section, we'll dive into the practicalities of making such a suggestion effectively by planning ahead, practicing alone, and executing with confidence, all while keeping the subject's interests in mind. Remember to breathe deeply, speak assertively, and maintain strong eye contact with the person to whom you are speaking.",
  "content": "Dapprima respirate lentamente e lungamente durante cinque minuti; drizzatevi allora con energia e pensate a una persona immaginaria che voi supponete si trovi accanto a voi, seduta in una sedia vuota. Parlate in maniera naturale, rivolgendovi al personaggio immaginario con voce forte, piena e sicura. Accentuate bene ogni sillaba. Bisogna che le vostre parole risuonino ed escano direttamente dal vostro petto. (Attenzione alla zona del cuore). Percorrete la camera a grandi passi, gesticolate, insomma dite e fate tutto ciò che desiderereste dire e fare se la persona alla quale parlate fosse realmente là ed immaginate la conclusione positiva. Si può anche parlare alla nostra immagine riflessa da un grande specchio. Questo ottimo esercizio farà aumentare la confidenza in voi, e ne risentirete indirettamente gli effetti in mille modi. Fate anche questo esercizio quando vi sentite scoraggiato o volete aumentare la vostra fiducia in voi stesso, produrrà un effetto sorprendente. Giunto il momento dell’incontro previsto, avvicinate l'interessato gradevolmente, con molta calma, senza parer provare ansietà o fretta di convincerlo. Dopo alcune battute cortesi incominciate a sviluppare il vostro punto di vista e utilizzate lo sguardo fìsso centrale. Tenete conto delle indicazioni di quanto siamo andati dicendo sin qui per non alienarvi il soggetto.",
  "last_phrase": "To increase your self-confidence and improve communication skills, try this exercise of speaking to an imaginary person as if they were really there. Practice with conviction and clarity, and visualize a positive outcome. When it comes time to speak to a real person, approach them calmly and confidently, using the techniques you have practiced. Remember that repetition is key, so aim to set up a follow-up meeting to solidify your communication skills. With persistence and practice, you can become a confident and effective communicator."
}