{
  "title": "\"Practicing Presence: Alchemy, Inner Perception and Overcoming Fear\"",
  "first_phrase": "In this last section, the text explores the similarity between the practice of inner alchemy in China and the concept of presence. It explains how the technique involves focusing on the navel and achieving a state of calm, control, and heightened internal perception. The practice helps cultivate consciousness of oneself and the environment, leading to a state of presence. Fear is the primary obstacle to achieving presence as it connects to past and future events. The section emphasizes the importance of practicing presence in everyday life and reintegrating one's faculties to become \"homo totus.\"",
  "content": "A poco a poco incominceremo a divenire più coscienti del nostro vissuto cenestesico ed a cambiare la percezione. Tale stato superiore che ci sforziamo quindi di raggiungere è uno stato di presenza. La presenza opera ad un triplice livello: 1) E’ la centralizzazione che dissolve e stacca dall'individualità centrale emozioni, pensieri e tutti gli elementi che in realtà tengono legati all’orizzontalità (cosiddetto “Vetriolo Filosofico” 51) 2) opera e purifica i sensi. Il senso della parola \"purificare\" è connesso al \"rendere puri\" e non legati alla concettualizzazione ed all'orizzontalità. 3) rappresenta la base attorno alla quale reintegrare le facoltà dell'uomo fino a costruire quello che possiamo chiamare rinasci mentalmente “homo totus”, che reintegra in sé tutte le sue qualità. Praticare la via della presenza significa fissarsi sul proprio essere, coscienza di sé, e capacità di osservare la realtà in maniera distaccata (come dice la filosofia indiana, bisogna essere capace di guardare la realtà “come in un film”). L’elemento base che impedisce essenzialmente all’uomo di essere presente è la paura. La paura nasce dal non essere presenti, e fissarsi su immagini passate e future come per colmare un vuoto.",
  "last_phrase": "In sintesi, praticare la via della presenza richiede la capacità di concentrarsi sul proprio essere, di essere consapevoli di sé e di osservare la realtà in maniera distaccata, senza essere legati alla concettualizzazione e all'orizzontalità. È necessario superare le paure che ci impediscono di essere presenti e di concentrarci sull'ora. Il gabinetto di riflessione può essere un momento utile per confrontarsi con le proprie paure e fare una discesa negli inferi, al fine di raggiungere uno stato di presenza e di rinascita mentale."
}