{
  "title": "\"Sviluppare la verticale: esercizi per connettersi con principi superiori\"",
  "first_phrase": "In the previous section of this book, the author discussed the importance of meditating on the symbol of vertical energy and its relation to physical exercises. In this final section, the author provides specific exercises to aid in the pursuit of vertical alignment, such as the Nitro 1 and Nitro 2 exercises, which involve sliding the hands along the back while keeping them together and lifting the arms while leaning against a wall or object. The author also notes the sexual aspect of this symbol and its relationship to vertical energy during intercourse. The author encourages readers to approach these exercises as physical symbols that connect them to higher principles.",
  "content": "11 corpo dovrà scrupolosamente aderire al mobile, dalla nuca ai talloni. Braccia unite orizzontalmente davanti a voi Esecuzione: Mantenendo il corpo immobile, slanciate le braccia all'indietro, sempre tenendole orrizontali. Le braccia devono descrivere un arco di cerchio ampio il più possibile, e,in ogni caso superiore ai 180 gradi (mezza circonferenza). Esercizio 7: Distensione totale Posizione. - Di fronte a un muro, a un armadio, porta o altro. Gambe appena scostate, i piedi in squadra. Esecuzione. - Sollevare la destra e tentare di far giungere la punta delle dita il più alto possibile. Nello stesso tempo la sinistra dovrà essere tirata in giù, verticalmente, col massimo sforzo possibile, come se un peso la trascinasse. Alternarne le braccia. Nota. - L'effetto si deve sentire localizzato alla spina dorsale e non solo alle braccia. Esistono poi ulteriori esercizi fisici che esulano per il momento da quest’opera che abbiamo deciso di mantenere concentrata sui punti essenziali. Vi è anche un aspetto sessuale di sviluppo di tale simbolo E che si riferisce alla direzione verticale delle energie (lungo la colonna) durante l’amplesso sessuale.",
  "last_phrase": "Remember to always keep your body and mind connected. Thoughts and emotions can create tensions and misalignments that lead us away from being in harmony with ourselves. These exercises are essential for maintaining a healthy body and a clear mind. By practicing these movements, you will gradually reconnect with your primary biological self and bring the vertical dimension of sky and earth into your life."
}