{
  "title": "\"Understanding the Power of Basic Codes in Therapy\"",
  "first_phrase": "In the previous section, the text discussed the role of base codes in restructuring and modifying human ideas. In the following section, the author illustrates this using the examples of two techniques – PNL and the Milton Model – from the perspective of base codes. The section emphasizes the influence of sound on our perception and the ability to create specific realities by using certain tones. The author highlights the concept of the \"wisdom of the word\" or the \"magic of language\" as a process of creating subjective realities through words.",
  "content": "La sintassi dei codici di base I codici di base possibile utilizzare i suoni secondo schemi specifici e portare ad una specifica percezione della realtà.. Infatti il suono, oltre che trasmettere parole che formano la nostra realtà di pensiero razionale, porta, ad un livello inconscio, informazioni che spingono la nostra mente ad interpretare la realtà in una certa maniera. E’ certo anche che la tecnica che funziona su questi presupposti ha dei risultati sorprendenti! Ogni tono evoca inoltre una sinestesia, con una forma ed un colore specifico, che per l’occhio fisico non è visibile in maniera diretta, in quanto la nostra percezione stessa delle cose è influenzata dalla realtà sonora, ed una forma ed operatività materiale. Nella stessa maniera ogni forma e situazione ha la sua particolare tonalità. Se noi creiamo una particolare tonalità, portiamo ad un’esistenza percepibile la forma, che esplica il suo effetto. Indipendentemente da come chiamiamo la capacità di creare con i toni “sapienza del Verbo”, “Magia delle parole”, “Mantra”, “Tantra” o “Kabbalah” otteniamo sempre lo stesso risultato: La creazione attraverso le parole di specifiche realtà soggettive!",
  "last_phrase": "In conclusion, the syntax of basic codes allows us to use sound in specific patterns that can alter our perception of reality both consciously and unconsciously. The technique can yield surprising results, as every tone generates a corresponding synesthesia with a specific form and color. By creating a particular tone, we bring a perceivable form into existence. This is the power of words and sound. Despite the different names given to this ability, creating specific subjective realities through words remains the same. With the convergence of various traditions, this ancient wisdom is now available explicitly to prevent unconscious manipulation."
}