{
  "title": "Using Water and Self-Hypnosis for Weight Control",
  "first_phrase": "This text is about using water and self-hypnosis for weight control. The article provides a general preparation method that includes creating a mental picture of the desired outcome in a imaginary room, using a glass of water or preferred beverage to create a reflection of light to focus on, and projecting positive thoughts on the liquid's surface. The last 200 tokens explain how to use oculomotor blocking and visualization to visualize the desired qualities of one's body and character. Be mindful of the impulses and states that interfere with the \"visioning\" process.",
  "content": "PRIMER NIVEL Hacer un bloqueo oculomotor Imagina lo que quieres ser (cuarto de espejos) Puedes identificarte con la imagen en el espejo. COMIENCE A RESPIRAR INTENSAMENTE AHORA ABRE TUS OJOS AHORA A partir de entonces, debe dirigir sus ojos a la superficie del líquido. Una vez que hayas dado ese paso, debes mirar fijamente el reflejo de la luz sobre el agua con la máxima intensidad, y debes tener cuidado en el proceso de proyectar en el líquido las vibraciones de tu pensamiento. Al mismo tiempo, debes asegurarte de que, por medio de tu fantasía, ves aparecer en la porción luminosa del líquido la imagen de tu propia persona como dotada de la cualidad y la apariencia que te gustaría que tu persona poseyera 3 En el caso de que la cualidad deseada sea de carácter moral, os presentaréis a vosotros mismos como dotados de la apariencia exterior que corresponde a tal cualidad, por la notoria equivalencia que existe entre las cualidades interiores del espíritu y la forma física exterior de uno. De hecho, debéis recordar que todo impulso instintivo, todo movimiento de vuestras pasiones, todo estado perteneciente a la esfera de los afectos, que es ordinariamente intenso, va en contra de esta condición de “visionar”.",
  "last_phrase": "In conclusion, the process of visualization and absorption described here can help you envision and manifest the qualities and appearance you desire for yourself. By directing intense focus on the reflection and projecting positive vibrations through thought, you can assimilate those qualities into your being through the act of drinking. Remember that this is a gradual process and requires consistent practice to achieve desired results."
}