{
  "title": "Various Courses in Personal Development and Hypnosis Techniques",
  "first_phrase": "In this text, three different courses are introduced for personal growth and development. The first course, named \"Chiavi della sessualità,\" focuses on the synergy of Western and Eastern methods for personal growth through sexuality. The second course, \"Natural Leadership e Pratica di Coaching,\" aims to enhance public speaking skills and become an effective coach with charisma. Finally, in \"Ipnosi da Spettacolo,\" the art of hypnosis for shows and therapy is taught. The last 200 tokens introduce the history and techniques of hypnosis shows in Italy, focusing on the expression \"A me gli occhi!\" coined by the famous Italian hypnotist Cesare Gabrielli.",
  "content": "L'unico vero corso disponibile in italiano sull'argomento con un approccio moderno utilizzabile egualmente bene da terapeuti e da non terapeuti. A me gli occhi!! La Vera Genuina Grande Ipnosi da Spettacolo e Dimostrativa di nuovo ritrovata e finalmente insegnata dal dr. Paret “A me gli occhi” è l’espressione compresa universalmente che indica l’abilità dell’ipnotista. L’origine di quest’espressione è in quello che possiamo chiamare il grande ipnotismo teatrale italiano. “A me gli occhi!” è un’espressione coniata proprio dal celeberrimo Cav. Cesare Gabrielli, l’ipnotista da scena nato a Pontedera nel 1880 che D’Annunzio soprannominò addirittura “L’Artefice Magico”, che Eduardo de Filippo caricaturò nel breve brano “Sic Sic l’Artefice Magico” ed a cui si ispirò Thomas Mann nel breve testo “Mario e il Mago” e che qualcuno definì “il più bel racconto sull’Italia scritto da un non italiano”, racconto al quale Brandauer recentemente si ispirò per un film. Che possente forza di coinvolgimento può avere una dimostrazione da catturare così tanto l’immaginazione e far sognare personaggi così famosi… Ma soprattutto: è ancora possibile imparare quest’Arte Sopraffina apparentemente persa?",
  "last_phrase": "In conclusion, if you want to learn the true and authentic stage hypnosis, then this course by Dr. Paret is your opportunity. With a modern approach that is useful for both therapists and non-therapists, you will learn the techniques to deepen trances and captivate audiences, just like the great Italian hypnotists of the past. Come and discover the art of hypnosis and make \"A me gli occhi\" your new catchphrase."
}