{
  "title": "\"Certifications for Coaching and Counseling Masters Program\"",
  "first_phrase": "This document explains the certification requirements for the coaching and counseling school, which are divided into different levels of mastery. The first and second year of the Master program focus on gaining technical skills, while the Academy level is for complete professional training and certification. The Personal Coaching courses help prepare students for this level. The Academy level is also referred to as the \"second-level Master\" and covers a broader range of life topics to enter into a philosophy of being. The certifications are issued by the European University and require completion of the previous levels of certification. The fourth part of the text talks about how many courses need to be taken to qualify for each level and certification. It also mentions that those who complete all courses offered by the school can receive the new \"Trainer's Trainer\" certification.",
  "content": "10 insegnamenti in piano di studio = MASTER 15 insegnamenti (coprenti due aree diverse) = DOPPIO MASTER COACHING E IPNOSI gli 8 insegnamenti seguiti dopo il doppio master di coaching ed ipnosi costituiscono il TERZO ANNO (quindi il terzo anno richiede un totale di 23 insegnamenti/esami). Finita l'Academy (23 insegnamenti) a questo punto si puo' avere la certificazione sia MASTER TRAINER che ADVANCED MASTER TRAINER che ACADEMY TRACK. Per un certo periodo l'Academy permetterà anche di ricevere la certificazione PROFESSIONAL COUNSELOR E PROFESSIONAL HYPNOTHERAPIST d'ufficio, altrimenti riservata solo a chi si fa 20 coaching tutorati o ripete per 10 volte. Chi facesse corsi solo di un'area (Coaching oppure Ipnosi) non raggiunge il numero prescritto di insegnamenti e quindi non puo' avere la certificazione MASTER TRAINER IPNOSI E COACHING. Se pero' uno fa tutti i corsi di IPNOSI avrà un MASTER TRAINER in IPNOSI Per chi invece farà TUTTI i corsi attivi della scuola (quindi anche oltre i 23 insegnamenti) è prevista la nuova certificazione TRAINER'S TRAINER NOTA: gli allievi iscritti prima di adesso che hanno confermato l'iscrizione ai due MASTER, vecchio piano di studio, possono avere la certificazione MASTER TRAINER secondo quanto garantito loro finora e scritto nelle e-mail speditegli.",
  "last_phrase": "In conclusion, the Academy offers a comprehensive program that includes a Master in Coaching and a Master in Hypnosis, as well as additional courses for specialized training. Completing all the necessary courses can lead to certification as a Master Trainer and Advanced Master Trainer as well as Academy Track, Professional Counselor, and Professional Hypnotherapist. Those who complete all active courses may receive the new Trainer's Trainer certification. The school follows a university model, allowing students to take courses prior to the third year if they are included in their study plan, with prerequisites or introductory coaching required for some."
}