{
  "title": "\"Exploring the Construction of Reality: Quantum Physics and Mental Processes\"",
  "first_phrase": "In the previous section, we explored how our nervous system constructs a physical reality for utilitarian purposes through cause-effect relations between distinct objects. However, physicists suggest a different reality, where even time is a construction. In this final section, we delve into the teachings of Moshe Feldenkreis and the Quantum Psi System to expand consciousness through quantum methods. The program includes techniques like breathing, sound, and spiral movements to guide a session and solve problems creatively. The second day explores self-hypnosis and advanced PNL techniques to attain certification in the Master of Ipnomentalism.",
  "content": "Questo crea dei “punti di vista” ed è all’origine delle nostre credenze e pensieri e ci porta a scegliere un cammino di pensiero fisso invece che un altro non rendendoci conto delle possibilità che invece il mondo continuamente ci offre davanti. “Lo scopo del sistema nervoso è quello di organizzare il caos”. Moshe Feldenkreis ________________ PROGRAMMA Primo giorno Il sistema Quantum Psi Metodi quantistici per espandere la coscienza Luce Respiro Suoni Utilizzo Spirali Condurre una sessione Applicazioni di base Creatività Soluzione Problemi Agire sul passato Rapsi Secondo giorno Aumentare la coscienza Metodo di autoipnosi con sistema Quantum Psi Approfondimenti di PNL3 e tecniche quantistiche ________________ IPNOMENTALISMO E IPNOFASCINAZIONE DI SECONDO LIVELLO Certificazione: Master in Ipnomentalismo Propedeuticità obbligatoria: Corsi Mesmerismus© e/o Fascinazione Linguaggio del Corpo e Metodi per ingenerare Trances che modificano la percezione del nostro interlocutore. Definiamo “ipnotismo sottile” un particolare stato mentale nel quale il soggetto: * Non è generalmente in trance, ma anzi alla domanda “sei sveglio?” risponde di sì * Il soggetto reagisce alle nostre “intenzioni” e non alle suggestioni verbali che a volte possono essere anche opposte (es.",
  "last_phrase": "In conclusion, understanding how our viewpoints and beliefs are formed can expand our awareness of the possibilities around us. Consider exploring the Quantum Psi system and the techniques of Ipnomentalism and Hypnofascination to further enhance your consciousness and communication skills. Completing the necessary courses and certifications can provide powerful tools to navigate the chaos of our world with a clearer and more intentional approach."
}