{
  "title": "\"The Power Within: Mastering Quantum Psi for Personal Growth\"",
  "first_phrase": "In the last 200 tokens, the focus is on a course that teaches the practical implementation of concepts from the book \"The Secret Energy of the Mind\" and other teachings, enabling individuals to fully realize their physical and intellectual potential. The course covers techniques like muscle relaxation, revitalizing breathing, and detoxification of negative thoughts to achieve a state of trance that unlocks our creative potential. It delves into the use of ancient and powerful techniques to fight the distorting frenzy of modern life and attain inner peace. The program covers topics like Hermeticism, Magnetism, Western Esotericism, Egyptian Tradition, Astral Travel, and Alchemy. The course results in a Master's degree in Quantum Physiology that can be used for coaching and hypnosis.",
  "content": "Come combattere la frenesia distorsiva (e distruttiva) del vivere moderno per riafferrare l'attimo che fugge, approdando a quella pace interiore che ci consente di espandere la nostra mente ancora contratta dallo stress e rigenerarla. La segreta energia psichica racchiusa in noi è un potenziale di inestimabile valore, del quale spesso siamo del tutto inconsapevoli: è come una splendida statua custodita dentro una massa informe di marmo, che solo imparando a utilizzare gli «scalpelli mentali» forniti da Paret noi saremo in grado di far emergere alla luce. Diventando i veri artefici del nostro destino. PROGRAMMA Primo giorno - Ermetismo e Magnetismo - Esoterismo Occidentale - Simboli e loro uso - Tecniche segrete di guarigione di gruppo - Tecniche di frontiera per la terapia e magnetismo metodo Secondo giorno - La Tradizione Egizia - Viaggi Astrali - Distant healing - Distant influence - Tecniche di alchimia interna per incrementare energia e coscienza MASTER E COACHING IN QUANTUM PSI Certificazione: Master in Fisiologia Quantistica Propedeuticità consigliata: Practitioner di PNL e/o Presenza. Il corso insegna semplici tecniche di fisiologia quantistica che portano un profondo cambiamento. Utilizzi: Coaching, Ipnosi. Il corso può essere seguito in alternativa al PNL3 Coaching.",
  "last_phrase": "Il corso di Master e Coaching in Quantum PSI offre un'esperienza unica per scoprire e usare il potenziale luminoso, sonoro e respiratorio della tua mente. Con tecniche fisiologiche innovative, puoi liberarti dalle emozioni negative, superare i vecchi schemi e sbloccare la tua creatività per raggiungere i tuoi obiettivi e vivere una vita piena di significato."
}