{
  "title": "Experts in Personal and Professional Development.",
  "first_phrase": "In the previous section, we introduced Nicoletta Todesco, a Trainer, Consultant and Researcher in the field of human resources development. We also learned about Alfredo Molgora, who started his career as an entrepreneur and later became a consultant and temporary manager for start-ups. In this section, we will focus on Ippolito Lamedica, a former university professor, trainer and author of publications on child participation in experiential learning. We also introduce the research team of ISI-CNV, including Professor Aldo Setti, a specialist in PNL and mass communication techniques at the Marconi University in Rome.",
  "content": "Paret del quale è attualmente Master Trainer. ________________ Ippolito Lamedica Già docente universitario, formatore e autore di numerose pubblicazioni incentrate sulla tematica della partecipazione dei bambini come strategia di apprendimento esperienziale, è referente scientifico per i progetti con l’infanzia per l’Unicef Italia e per l’Unicef Internazionale; è stato inserito nel 2003 nella lista ONU dei migliori esperti europei nel settore dell’infanzia e delle tecniche partecipative. Dal 2012 al 2013 ha collaborato con la MEMOTEC; da alcuni anni si occupa di metodologie per lo sviluppo della mente lavorando con Entheos Avatar (come trainer e formatore) e con l’ISI-CNV (Istituto Superiore di Ipnosi-Comunicazione Non Verbale) di Nizza. Con quest’ultimo si è formato specializzandosi in Ipnosi e PNL-PNL3 attraverso numerosi corsi ed uno specifico Master. Ha conseguito numerosi attestati specialistici nelle tecniche mnemoniche, di public speaking, quantistiche, ipnotiche e di formazione. Per ISI-CNV coordina il Dipartimento ISI-CNV Hypnolanguages - Nuove Strategie di Apprendimento con l’Ipnosi, la PNL3 e le Tecniche Quantistiche. TEAM DI RICERCATORI DELL’ISI-CNV Prof. Aldo Setti Docente di Teorie e Tecniche delle comunicazioni di massa presso la facoltà di Lettere e Filosofia dell'Università Telematica Guglielmo Marconi di Roma. Studioso di PNL.",
  "last_phrase": "In conclusion, Ippolito Lamedica, a master trainer and expert on childhood participation in experiential learning, is a well-regarded author, researcher, and trainer in the field. Together with a team of researchers, including renowned experts in PNL and hypnosis, they offer new strategies for learning through hypnosis, PNL3, and quantum techniques for personal and professional advancement."
}