{
  "title": "Overview of the Academy Track Master Program",
  "first_phrase": "This text outlines the educational pathway for students looking to obtain a certification in Coaching, Hypnosis, and related areas from a specific school. The first part details the number of courses required for different certifications, including the option for a new TRAINER'S TRAINER certification. The second part explains the teaching model of the school and highlights the unique elements of their courses. Finally, it introduces the Academy Track program, which offers students the opportunity to become future teachers or organizers. The Academy Track program can be started upon completion of the required courses in the third year of the Master program.",
  "content": "Da valutare se chi fa i due MASTER possa ricevere in futuro una certificazione di BASIC MASTER TRAINER. IL MODELLO DI INSEGNAMENTO Il modello della scuola segue il modello universitario. Significa che è possibile seguire dei corsi Academy anche prima del terzo anno purché siano contenuti nel proprio piano di studio. Per alcuni corsi possono però essere previste delle propedeuticità oppure essere richiesti dei Coaching di introduzione di mezza giornata (es. Ipnomentalismo 2) Per introdurre i corsi Academy abbiamo costituito nel 2015 dei nuovi piani di studio per il Master di Coaching ed il Master di Ipnosi che comprendessero anche alcuni di questi nuovi insegnamenti fin dal primo momento. Caratteristica dei corsi Academy è: * l'approccio quantistico e di presenza * l'utilizzo delle tecniche più evolute della scuola quale l'iperfascinazione. * Le tecniche regressive e progressive * vari nuovi modelli A chi segue l'Academy Track è in genere proposto di collaborare con la scuola e si candida ad essere futuro docente od organizzatore delle nostre iniziative. Durante il corso Academy o nei personal coaching possono essere spiegate materie esclusive utili per operare professionalmente e la scuola si riserva sia il diritto di ammissione sia di richiedere riservatezza nell'insegnamento delle tecniche QUANDO INIZIA L'ACADEMY TRACK?",
  "last_phrase": "In conclusion, the Academy Track offers a revolutionary approach to learning by incorporating quantum techniques and exclusive teachings for professional development. If you're interested in becoming a future teacher or organizer for the school, the Academy Track may be right for you. Take part in the courses offered, including Ipnomentalismo 2, Linguistic Drivers e Triggers, and Master e Coaching in Quantum PSI, to start your journey towards becoming a BASIC MASTER TRAINER."
}