{
  "title": "Marco Paret: Direttore dell'Istituto Internazionale di Ipnosi e Comunicazione Non Verbale (ISI-CNV) a Nizza.",
  "first_phrase": "In the last 200 tokens of this text, we are introduced to some of the teachers at the International Institute of Hypnosis and Nonverbal Communication (ISI-CNV) in Nice, directed by Dr. Marco Paret. Some of these teachers include Dr. Dora Di Paolo, a medical specialist in speech therapy, and counselor, hypnoterapist, and life coach Ester Patricia Ceresa. Dr. Paret is recognized as an authority in Europe in the field of NLP, hypnosis, nonverbal communication, and coaching, and has developed particularly effective techniques for personal change using hypnosis. He has also written a book on the topic of time and regaining a higher dimension through practical exercises.",
  "content": "Opera a livello internazionale specializzandosi nel fornire una serie di tecniche particolarmente efficaci. ALCUNI DEI DOCENTI DELL’ISTITUTO ISI-CNV Dr.ssa Dora Di Paolo Medico Chirurgo Specialista in Foniatra e Otorinolaringoiatria. Esperta nei disturbi del linguaggio nell'età evolutiva, della deglutizione, della voce della balbuzie. Consulente terapeutico per la comunicazione. Master Trainer di PNL formatasi presso l'Istituto ISI CNV (Istituto Superiore di Ipnosi-Comunicazione Non Verbale) del Dott. Paret con sede a Nizza. ________________ Ester Patricia Ceresa Counselor Hypnoterapist e Life Coach formatasi presso l'Istituto ISI CNV (Istituto Superiore di Ipnosi e Comunicazione Non Verbale) del dott. Marco Paret con sede a Nizza. Ricercatrice nell'ambito della Psicologia Quantistica, della Fisiognomica e delle discipline di evoluzione personale Mazdaznan. Collabora in modo continuativo con la ISI CNV del dott. Marco Paret sia in qualità di docente nell'ambito delle formazioni collettive professionali nazionali e internazionali che come Personal Trainer per le formazioni professionali individuali. Svolge anche la professione di Ipnoterapeuta con utilizzo esclusivo delle tecniche insegnate dalla scuola.",
  "last_phrase": "In conclusion, the ISI-CNV Institute offers a series of highly effective techniques for individuals seeking to specialize internationally. With experienced trainers such as Dr. Dora Di Paulo in speech disorders, Ester Patricia Ceresa in hypnotherapy, Nicoletta Todesco in human resource development, and Alfredo Molgora in start-up management and validation of formal and informal competencies, this institution provides a range of opportunities for personal and professional growth."
}