{
  "title": "Master in Quantum PSI: Fusing Quantum Psychology and Physiology.",
  "first_phrase": "This text explores how to combat the frenzied modern lifestyle and find inner peace to expand the mind and regenerate from stress. The author discusses the invaluable psychic potential within us and ways to unlock it. The program offers two days of training on hermeticism, magnetism, Egyptian tradition, distant healing, and more. The last 200 tokens delve into Quantum PSI, a quantum-based teaching that analyzes how we construct our reality. They discuss how PNL and Quantum PSI can help overcome emotional patterns, improve performances, and achieve rejuvenation. They also explain the nature of reality and how we construct it through our senses.",
  "content": "MASTER E COACHING IN QUANTUM PSI: tecniche fisiologiche basate su luce, suono, respiro per effetti quantistici nella mente. Creatività. Quantum Psi e Rejuvening. Rilasci emozionali veloci. Superare i patterns che fissano e bloccano la nostra esistenza. Migliorare le proprie performances in ogni area. PNL3 e Quantum Psi. Quantum PSI è il nome dato presso la nostra scuola ad un insegnamento di tipo quantistico basato sui precetti della Quantum Psychology. Mentre la PNL tradizionale si occupa del modo in cui noi percepiamo al realtà, nel nostro sistema analizziamo il modo in cui noi costruiamo la realtà. L’idea quantistica è che infatti osservandola, costruiamo la realtà. Cos’è infatti quello che chiamiamo “reale”? L’ipotesi di Bohm è che la realtà sia qualche cosa di indefinibile, un “ordine implicato” che ha anche più dimensioni di quelle che i nostri sensi possono percepire e noi, tramite i nostri sensi, la misuriamo riducendone l’estensione a quello che possiamo percepire e infine diamo definizione ad essa. IL CAOS O NULLA La realtà in sé stessa prima di ogni forma e percezione sarebbe caos o nulla.",
  "last_phrase": "Incorporating Quantum Psi techniques can lead to profound changes in our perception of reality, allowing us to break free from patterns that limit our existence and improve our performance in various areas. By understanding that reality is a construct based on our observation, we can access previously unseen dimensions and rejuvenate ourselves, quickly releasing emotional blockages. The combination of Quantum Psi and PNL3 offers a unique approach that can help us expand our consciousness and overcome obstacles."
}