{
  "title": "Various Professors and Resources on Neuro-Linguistic Programming (NLP) and Hypnosis",
  "first_phrase": "This text provides a list of experts and professionals in the fields of cinema, PNL, hypnosis, mentalism, acupuncture, and more, including their websites and contact information. The last 200 tokens list various websites associated with the school of Neurolinguistic Programming, including resources for free scanned ebooks, personal pages, and research in Nepal. These include the official website, an Italian site, an English site, and more.",
  "content": "PROFESSORI AGGREGATI CAIRN Prof. Mike Singleton, UCL LAAP Prof. Ian Clegg, SWA U CDS UK Prof. HMJ, SWA U DACE e-Learning ________________ SITI DI PRESENTAZIONE DELLA SCUOLA Sito italiano della Scuola: www.neurolinguistic.com Sito inglese NLP: www.nlp-london.co.uk Sito Internazionale: www.nlp4all.org Sito Mesmerismus:http://www.mesmerismus.info Sito risorse gratuite: http://www.pnl-nlp.org/dn/ http://www.neurolinguistic.com/pnl/scannedebooks/pagesneurolin.htm Pagina personale di Marco Paret: http://marco-paret.pnl-3.com/ Sito Inglese Ricerche Nepal: www.dzogchen.ws Altri siti: www.isi-cnv.com SINDACATO SINAPE,AFEM ET CERCLES ATOUM SINAPE: http://www.sinape-cisl.it/ AFEM: http://www.neurolinguistic.com/esoterika/afem.htm CERCLES ATOUM: www.cerclesatoum.com ________________ www.neurolinguistic.com Per maggiori informazioni Tel. 0033615767316 - Tel. 00447448445415 - Tel. 0034631093776 mail: paret@neurolinguistic.com Iscritivi al Gruppo Ufficiale: \"Quelli dell'ISI-CNV\" Blog: www.neurolinguistic.com/blog/ ISI-CNV dr.Marco Paret www.neurolinguistic.com paret@neurolinguistic.com Tel. 0033615767316 - Tel. 00447448445415 - Tel. 0034631093776 pag.",
  "last_phrase": "For more information on the resources and organization of the Professors and NLP School, please visit their websites and contact them directly. They are happy to assist you with any questions you may have, and help you on your journey towards learning and personal growth."
}