{
  "title": "Professional Opportunities and Associations for Non-Regulated Professions",
  "first_phrase": "In the last 200 tokens of this text, the author talks about the partnership between ISI-CNV and the SINAPE CLACS CISL trade union that supports the recognition and protection of non-regulated professionals. With the support of SINAPE, ISI-CNV's professional course participants can enroll in its association, get their names registered in the professional lists kept by the CNEL and potentially get included in the upcoming professional register to be established pursuant to a new Italian law to regulate new professions. Moreover, SINAPE provides various financial, legal, and insurance services for its members. The text begins with the mention of ISI-CNV's placement of representative associations in the CNEL list for new professions, followed by the school's internship and continuing education program.",
  "content": "L'inserimento in questi elenchi è di fondamentale importanza per poter poi essere inseriti nell'albo professionale che sarà istituito non appena il Parlamento italiano approverà una legge di regolamentazione delle nuove professioni per applicare la direttiva comunitaria europea. L'iscrizione al SINAPE che ha un costo di 130 euro l'anno, oltre all'inserimento nel registro professionale consente di usufruire di molti servizi di tipo finanziario, legale e assicurativo (in particolare è molto utile l'assistenza legale nel caso di problemi legati all'attività specifica dell'operatore): * Dichiarazioni 730, 740, ICI * Pensioni, infortuni (INAS) * Vertenze individuali e collettive * Cause di lavoro * Turismo, Sport, Tempo Libero (ETSI) * Cooperazione e Solidarietà Internazionale (ISCOS) * Successioni * Previdenza Integrativa (UNIONVITA) * Assicurazioni e Prestiti * Centri per il Lavoro * Formazione Professionale (IAL) * Assistenza Inquilini (SICET) * Partite IVA, 760, 770 * Difesa Consumatori (ADICONSUM) * Procedure Fallimentari * Promozione Cooperative (CENASCA) * Contenziosi Fiscali * Esenzione Ticket - Indennità Accompagnamento * Tenuta Contabilità * Ricongiunzioni Pensioni - Pensioni Estere * Igiene sul Lavoro e Sicurezza * Diritto di Famiglia * CAA Imprese DIRETTORE RESPONSABILE DIDATTICO DELL’ISTITUTO ISI CNV Dr. Marco Paret Il Dott.",
  "last_phrase": "In conclusion, being listed in these professional registers is crucial to be included in the professional register that will be established once the Italian Parliament approves the new legislation governing new professions to apply the European Community directive. Paying the annual fee of 130 euros to join SINAPE and be part of the professional register grants access to financial, legal, and insurance services, including legal assistance for problems specific to the operator's activities. These services range from financial and legal advice to training and assistance with medical coverage. Joining is highly recommended for professionals seeking broader service provisions in Italy."
}