{
  "title": "Formation Academy: Paths for Professional Development in NLP and Coaching",
  "first_phrase": "This text is about the professional training courses offered by certain educational institutions. The various courses, certifications, and program levels are explained. The Academy course, which is equivalent to the third year of study, is described in detail. It consists of a series of eight additional teachings, five personal coaching sessions, and certification as an Advanced Master Trainer. The Academy course is designed to focus on operational professional training and be able to teach others. The text also mentions the UNIVERSITE' EUROPEENNE certification and the areas of study (coaching and hypnosis) for the courses offered by the educational institutions.",
  "content": "25% di assenze ammesse per avere le certificazioni finali che sono: ACADEMY TRACK ADVANCED MASTER TRAINER Primo e secondo anno di MASTER (Coaching e Counseling): orientati all’acquisizione delle competenze tecniche per poter operare. Si puo' già iniziare a fare. Livello ACADEMY: Completamento degli insegnamenti e Formazione Professionale operativa, ovvero professionisti abilitati con apposita certificazione all’insegnamento. Proprio per questo sono inseriti i Personal Coaching che mirano a questo scopo. Il livello ACADEMY è anche definito come “Master di secondo livello” e comprende una rosa degli insegnamenti che si estendono ad una sfera di vita più completa per entrare in una filosofia dell’ Essere. Mentre il primo anno è un “Saper fare”, il secondo è un “Saper essere” a cui si collega anche il poter insegnare. Le certificazioni sono emesse a nome UNIVERSITE' EUROPEENNE Per avere la certificazione Academy deve avere prioritariamente seguito entrambi i Master (Primi due anni) ed aver ricevuto le certificazioni precedenti. E' possibile pero' seguire singoli insegnamenti anche prima ma senza in tal caso qualificarsi per la certificazione Academy completa. Il sistema della scuola è per aree (coaching e ipnosi) e per numero di insegnamenti.",
  "last_phrase": "In conclusion, the path to obtaining professional certifications in coaching and counseling requires completing a set number of courses and exams, with the Academy level being the most comprehensive. The certifications are issued by the European University in the name of the school. While it is possible to take individual courses, completing the requirements for each level is necessary to qualify for certain certifications. For those committed to the program, there is even the possibility of attaining the Trainer's Trainer certification by completing all available courses."
}