{
  "title": "\"Fascination Techniques: Developing Energy and Power of the Gaze\"",
  "first_phrase": "In the previous text, the author discussed the three primary systems that are used to develop energy in a person - the nervous system, the muscular system, and the glands. Additionally, the author talked about the two fundamental elements of man and the rhythm of respiration. Now, the author delves into the importance of \"magnetic fascination\" and the energy concepts that support it. The key to fascination is to enter a different reality, which can be achieved by charging oneself with energy and exercising one's gaze. In this section, the author presents a simple yet useful exercise to understand the power of the gaze and its therapeutic applications - \"Exercice 1 – Exercer sa propre volonté sur l’autre.\"",
  "content": "Cours de Fascination Les trois principaux systèmes sur lesquels nous travaillons pour développer l'énergie dans l'homme sont: A) - Les nerfs et le système respiratoire * Le système musculaire * Les glandes Après nous travaillons aussi sur deux autres éléments fondamentaux: B) - Les deux côtés de l'homme : Droite / Gauche C) - Le rythme de la respiration La fascination pour être effective doit être « fascination magnétique » et s'appuyer aussi sur des concepts énergétiques. Le changement physiologique est la base où nous insérons des concepts magnétiques La clé de la fascination est « rentrer dans une réalité différente » D'abord: Se charger d’énergie (voir premier cours Mesmerismus) Vous devez aussi exercer le regard. Un instrument très utile peut être le miroir. Regardez vous en fixant votre œil gauche jusqu'au moment ou vous ne vous ressentez « attachés » à cet œil. ________________ Exercice 1 – Exercer sa propre volonté sur l’autre Cet exercice très simple est très utile pour apprendre à connaître le pouvoir du regard. Il peut aussi avoir une application thérapeutique puisque après on peut exécuter une induction plus aisément que avec la simple fermeture des yeux.",
  "last_phrase": "In conclusion, the course of Fascination teaches us how to develop energy in humans through working on the nerves, respiratory system, muscular system, glands, and the two sides of the body, as well as the rhythm of breathing. To be effective, fascination must be based on magnetic concepts and inserted into physiological changes. Exercise 1 is a simple and useful way to learn about the power of eye contact, and it can even have therapeutic applications. With the right technique, you can exercise your willpower over others and induce a unique state of mind."
}