{
  "title": "Fascination Course: Energy Development and Eye Contact Exercises",
  "first_phrase": "In this text, we learn about the three fundamental systems used to develop energy in humans, as well as two other critical elements. The fascination for effectiveness requires the use of magnetic fascination and energy concepts, with physiological change being the basis. In the last 200 tokens, we learn about an exercise that is simple yet useful in understanding the power of one's gaze and can have therapeutic applications. The exercise involves stopping the person from counting by exerting one's own will through strong mental suggestions, tension in the arm and hand, and thumb pressure on the eyelid. This exercise can result in the person experiencing fatigue, and the fascinator can then use the already-established magnetism around the person.",
  "content": "* On demande à la personne de vous regarder au niveau du troisième œil et de compter 1, 2, 3, ........ * On donne une suggestion mentale en pensant très fortement que le sujet doit s’arrêter de conter (pensez STOP! ARRETE – TOI!). C’est toujours très important que la volonté soit exprimé avec des mots claires et impératives, pour ne pas laisser une possibilité contraire (vouloir et pouvoir sont des opérateurs modaux qui enferment en eux aussi la possibilité du contraire tu veux > tu veux pas... ; tu peux > tu ne peux pas...) * On met tension musculaire dans le bras et dans la main qu’on va diriger à coté du visage du sujet. * Quand il s’arrête de compter, on peut mettre les deux pouces sur ses paupières, et lui donner une deuxième suggestion (soit mentale avec l’idée que votre énergie passe à travers les pouces, soit à haute voix ): dors! * On continue avec des pas magnétiques autour de la personne de la façon déjà apprise dans le premier cours … * NOTE : le sujet se fatigue à compter.",
  "last_phrase": "Remember to pay attention to the signs of fatigue in the person you are practicing these advanced magnetic passes with, and adjust accordingly. Use light touches as you move your hands near the person's arms, and try out different hand positions to see which the subject responds to best. Don't forget that this technique can also be used for self-magnetization."
}