{
  "title": "\"Advanced Hypnotic Techniques: Magnetic Passes and Mirror Exercise\"",
  "first_phrase": "In this last part of the text, we will be introduced to advanced techniques used in magnetic passes. Before that, the author had described a process in which one can hypnotize another person by asking them to look at their third eye and stopping them from counting while applying muscular tension and suggestion. They also explained that fatigue signs or the lowering of the voice tone and making counting errors could indicate the subject's reduced energy. In the advanced technique, the author shared how to pass magnetic energy through the touch of different hand symbols and using them for self-magnetization.",
  "content": "Certains des signes qui indiquent cette fatigue seront: baisse du ton de la voix, erreurs dans le comptage. Dans tous les cas, même si vous ne voyez pas ses signes (pas tout le monde est égale, et vous aussi peut être devez encore développer votre force...) sachiez que ce que vous ferez après en sera facilité ________________ Exercice 2 – Les passes magnétiques Méthode Avancée * Passez les mains à coté des bras du sujet en les touchant légèrement (environs entre 3 et 6 passages) et après exécutez un passage frontal. Ces passages peuvent être exécutés soit avec la main plate (appelé passage polaire), soit avec le coté de la main * Posez les deux pouces de la main à la hâteur de l'épigastre. Pensez que, sur le ventre du sujet on élargit, avec les pouces, vers les deux cotés opposés * Essayez les trois symboles magnétiques avec la toucher, pour comprendre auquel le sujet réagit mieux : * index de pointe sur la personne * main plate douce * deux doits (cercle) * Vous pouvez aussi utiliser les doigts réunies de la main vers la fin La technique sus-décrite peut être aussi appliquée sur soi-même pour l'auto-magnétisation, en inversant les bras.",
  "last_phrase": "Remember that even if you don't see signs of fatigue during your magnetism practices, your future efforts will be facilitated by taking care of your energy levels. Keep on practicing with the described exercise and techniques to enhance your skills and become a more efficient magnetizer."
}