{
  "title": "Hypnosis Techniques: Fascination and Regression for Healing",
  "first_phrase": "In the previous section, we explored techniques for inducing hypnotic states. Now, let's focus on two specific exercises: Fascination simple and Regression, developed by Prof. Di Pisa. The Fascination simple exercise tests and develops the subject's fascination state through visualizations, touch, and eye contact. Whereas, the Regression exercise aims to heal negative emotions or pain by placing a hand on the affected area and establishing a connection with the subject through energetic techniques. These techniques are powerful tools for hypnosis and self-hypnosis.",
  "content": "Optionnel: Regardez son œil droit, après son œil gauche en trouvant ou il est plus souple (pour toucher ses différentes énergies) * Faites-le venir en avant en le tirant légèrement (niveau eau) * Faites-le venir en avant en bougeant la main (niveau air) * Faites-le venir en avant avec la pensée (niveau feu) ________________ Exercice 6 – Travailler avec la régression sur des douleurs ou sur des émotions négatives Cette technique était utilisée par le Prof. Di Pisa Objectif: fascination avec l’idée et l’intention de guérir * Demandez au sujet où il ressent la douleur, ou l’émotion négative, et on lui pose sa main dessus (il faut que le sujet se connecte avec sa douleur et que nous aussi on se concentre en imaginant la douleur – il y a une « diagnose silencieuse ») * On se charge énergétiquement (visualiser une aura en couleur, rouge, vert, qui grandit autour de nous) * On peut faire à l'avance des pas magnétiques et aussi toucher au dessous du menton du sujet * On prend contact visuel; Optionnel: Regardez son œil droit, après son œil gauche (pour toucher ses différentes énergies).",
  "last_phrase": "In conclusion, these energy healing exercises and techniques can be effective in working with regression on negative emotions and pain. By focusing on connecting with the subject's energy and using visualization and touch, it is possible to help alleviate discomfort and promote healing. Remember to approach these practices with an open mind and positive intention."
}