{
  "title": "\"Fascinating Techniques of Hypnotist Donato d'Hont\"",
  "first_phrase": "In the preceding text, the author discusses the methods and success rates of hypnosis as compared to magnetism. The text cites Donato d'Hont, a famous hypnotist who was renowned for his incredible power to hypnotize hundreds of people. In this final section, the author provides a detailed account of Donato's methods and how he became famous for his public demonstrations. The text highlights the impact of Donato's technique and how people were drawn to him like magic, making it an exciting and thrilling read for anyone interested in the art of hypnosis.",
  "content": "Ecco il metodo che egli usava, secondo ciò che fu riferito dalla stampa di Milano e di Torino. Donato, dopo essersi situato in modo da aver il viso ben illuminato, fa che il soggetto si appoggi colle palme delle mani aperte sopra le sue, standogli davanti, petto a petto, le braccia stese verso il suolo. Il soggetto deve premere con tutta la sua forza, come se volesse sollevarsi da terra, e nello stesso tempo guardare negli occhi il magnetizzatore. L’effetto, se la persona è sensibile, si produce quasi istantaneamente. Indi Donato, con un colpo brusco, stacca le mani da quelle del soggetto, fissandolo sempre intensissimamente, e si allontana da lui indietreggiando di qualche passo. Se il soggetto non ha subita alcuna influenza, non si muove, in tal caso Donato lo rimanda al suo posto; ma se il fenomeno è avvenuto, ecco il soggetto seguire il magnetizzatore, come attirato da un fascino irresistibile, lo sguardo fisso nello sguardo che lo guida, il viso cadaverico, immobilizzato in una espressione di attenzione angosciosa, il collo proteso, le braccia spinte indietro, il corpo rigido.",
  "last_phrase": "In conclusion, Donato's method of hypnosis involves the subject pressing their palms onto the hypnotist's hands before being abruptly released, causing the subject to follow the hypnotist's every move. This allows the hypnotist's will to transfer to the subject, enabling the hypnotist to command them to perform specific actions or emotions."
}