{
  "title": "\"Using Eyes and Light for Communication and Hypnosis\"",
  "first_phrase": "The final part of this text delves into the use of the eyes as a tool for communication, highlighting the importance of eye contact in conveying messages. This is further emphasized by the concepts of hypnotic suggestion, where the power of gaze can even lead to an instant hypnotic state. Additionally, the use of light in various traditions is explored, including the practice of focusing on a light source to increase creativity, initiative, and other qualities. The section also includes an exercise involving a spiral pattern to stimulate hypnotic responses.",
  "content": "L'osservazione della luce è infatti. E’ una stimolazione globale a livello visivo. E' possibile eseguire questo esercizio anche senza osservare il sole. Osservate una luce diretta (non troppo forte, max 75 watt ad 1.50-3 m) e poi chiudete gli occhi ed osservate l’immagine residua senza pensare. Pensate che fate vostri alcuni dei principi di questa luce. Molte tradizioni praticano l’osservazione di luce o fuochi e candele o strumenti simili sono presenti fin dalla più remota antichità. Questa pratica ripetuta tende infatti a portare la luce all’interno ed incrementare inoltre spirito di iniziativa, energia, creatività ed altre qualità • Gesti e Movimenti 8 Cfr. Was uns Blicke sagen – Erwin Seemke © www.neurolinguistic.com – tel. 3482213449 Pagina 9 Guardate il centro di questa spirale. La fissazione del centro di essa tende a stimolare e facilitare la risposta ipnotica successiva. Potete quindi fissarla per un po’ di tempo prima di eseguire i seguenti esercizi. Perché vi è quest’effetto? L’immagine crea col suo pattern particolare un’impressione di movimento nella percezione periferica mentre al centro, dove osservate il punto, non accade assolutamente nulla.",
  "last_phrase": "Incorporating light observation exercises into your daily routine can increase creativity, energy, and initiative, as well as bringing light within. Focusing on patterns and movements in your peripheral vision with exercises like staring at the center of a spiral can facilitate hypnotic responses, tapping into your unconscious mind. Try these exercises with caution and enjoy the benefits of light observation."
}