{
  "title": "\"Exploring Everyday Trance States and Their Characteristics\"",
  "first_phrase": "In the previous passage, we explored the topic of trance, which refers to a state of immersion in which we find ourselves without realizing it. This state also involves a specific subjective aspect, as well as the objective alteration of reality. Now, we will delve deeper into the most common daily trances we experience. These include dissociation, positive hallucination, progression into the future, daily imaginations, and hypermnesia. Understanding these phenomena in comparison to hypnotic states will allow us to better comprehend these experiences.",
  "content": "© www.neurolinguistic.com – tel. 3482213449 Pagina 34 non sentiamo le nostre sensazioni. Un esempio può essere ad esempio la persona che non riesce a provare emozioni e che è eccessivamente razionale. E’ “dissociata” da una parte di sé stesso. 2. allucinazione positiva, nell’ipnosi tradizionale corrisponde alla persona che vede qualche cosa che non c’è. In uno spettacolo, l’ipnotista suggerisce ad esempio che si è in riva ad un lago e la persona “vede” il lago suggerito. Ma il fenomeno avviene anche quotidianamente e ad esempio può portarci a vedere delle persone attorno a noi come diverse da quello che sono. In tal caso tale fenomeno è coincidente con quello che viene chiamato dalla psicoanalisi \"transfert\" 3. progressione nel futuro, cioè immaginare sempre un futuro. Nelle forme patologiche corrisponde ad immaginazioni che ci allontanano dalla realtà. Viviamo in un futuro senza renderci conto del presente 4. Immaginazioni giornaliere, che ci mantengono come in un'altra dimensione. E’ il sogno ipnotico che ci impedisce di stare nel qui ed ora: la persona è “persa nelle nuvole” 5. ipermnesia, ovverosia il focalizzarci in maniera eccessiva su momenti del passato.",
  "last_phrase": "In conclusion, understanding these different psychological phenomena can help us become more aware of ourselves and our behaviors. By utilizing our gaze, we can project the attitude we want to convey to others and to ourselves. So, let's practice being more mindful and intentional in how we use our gaze to create positive changes in our lives."
}