{
  "title": "\"Using the Hypnotic Model of Guide and Mirror\"",
  "first_phrase": "In the preceding text, the author discussed the concept of mirroring, and in this final part, they delve into the \"Guiding\" model of hypnosis. The \"Guiding\" model involves suggesting a new idea, using truisms before suggestions to create an \"acceptance set.\" The author explains how mirroring and guiding are used together to gradually introduce a new reality to the listener. They also describe various ways to guide someone, including the direct method and utilizing phrases like \"you can.\" Ultimately, the \"Guiding\" model is an effective tool to hypnotize listeners and create a more accepting mindset.",
  "content": "4 Dall’inglese “true” che significa “vero”. Chiamiamo in questa maniera un'affermazione che non può essere negata dal nostro interlocutore. 5 Weitzenhoffer 1957 – citato in “Hypnotic Realities” 6 Wolinsky “trance people live” © www.neurolinguistic.com – tel. 3482213449 Pagina 6 Vari modi di guidare Esistono vari modo di \"guidare\" il nostro interlocutore. Il più semplice è il metodo diretto dove semplicemente suggeriamo al nostro interlocutore l'idea nuova. Potremmo in tal caso utilizzare l'esperessione \"puoi\". Ad esempio: puoi renderti conto che la tua attenzione sta aumentando\". Il risultato sarà aun aumento dell'attenzione, soprattutto se avremo creato una successione di farsi del tipo: \"mentre mi ascolti e prendi appunti puoi renderti conto di come la tua attenzione sia via via maggiore\". La frase appena detta potrebbe essere utile ad esempio ad un insegnante. Un'altra frase, utilizzzabile ad esempio in una induzione ipnotica, potrebbe essere: mentre ascolti la mia voce, e ti rendi conto delle sensazioni del tuo corpo sulla sedia, della temperatura della stanza e delle altre sensazioni che hai, puoi incominciare a arilassarti. Come detto, il ricalco può in certi casi essere seguito dalla guida.",
  "last_phrase": "In conclusion, there are various ways to guide our interlocutors towards a desired outcome. One simple method is to use direct suggestions and the phrase \"puoi\" (you can), which can be useful for teachers or hypnosis practitioners. Additionally, we can use future-oriented statements to create a sense of automatic readiness for a specific situation. Ultimately, the goal is to create a true statement that cannot be denied by the listener."
}