{
  "title": "\"Understanding Everyday Trance and Hypnosis: Dissolving Barriers\"",
  "first_phrase": "This text delves into the concept of trance and how it affects our perception of reality. It explains how certain positions of the eyes recreate problems and how direct and sustained eye contact can dissolve automatic defense mechanisms. The article also discusses the difference between self-hypnosis and everyday hypnosis, and how our internal filters affect our perception of reality. The example of amnesia during an hypnosis show is used to highlight how everyday subtle phenomena can be as impressive as explicit ones. The following passage focuses on the power of suggestion, and explains how it can be used to change behaviors and the course of our lives.",
  "content": "Chiamiamo \"trance quotidiana\", il fenomeno per il quale in certi momenti di vita la nostra percezione della realtà è modificata dai nostri filtri interni e non percepiamo più la realtà ma una nostra specifica visione di essa. Vi è uno stretto legame tra questa “trance” ed i vari fenomeni ipnotici. Facciamo un esempio per capire il concetto. Prendiamo la fenomenologia dell’amnesia. In uno 20 Questo tipo di movimenti sono quelli che ad esempio sono osservati dalla Programmazione Neurolinguistica : Bandler, Grinder “Programmazione Neuro-linguistica” ed. Astrolabio © www.neurolinguistic.com – tel. 3482213449 Pagina 33 spettacolo di ipnosi vi può essere una dimostrazione nella quale viene detto al soggetto che non ricorda più ad esempio il suo nome, oppure un numero. Successivamente questi alla domanda “qual è il tuo nome” non sa più cosa rispondere. Apparentemente il fatto è stupefacente, ma in realtà è semplicemente l’esplicitazione di un naturale meccanismo umano. In pratica questo tipo di fenomeno eclatante è possibile perché avviene anche quotidianamente in una maniera molto sottile: incontriamo una persona obesa, con l’attitudine a mangiare molto, che dice che da domani non mangerò più bomboloni al cioccolato. Sembra convinta mentre parla.",
  "last_phrase": "In conclusion, understanding the phenomenon of \"daily trance\" can help us recognize how our internal filters affect our perception of reality. Whether it manifests as a subtle daily behavior or an astounding hypnotic demonstration, it is a natural human mechanism that can be observed and analyzed to better understand ourselves and the world around us."
}