{
  "title": "Powerful Techniques for Effective Communication: Eye Contact and Propositions",
  "first_phrase": "In the previous section, various tips were given on how to have effective conversations, including the use of eye contact as a powerful tool for creating a strong first impression. In the final 200 tokens, the author discusses the \"ocular greeting\", a subtle movement of raising the eyebrows that can elicit a familiarity response from the other person. The author also emphasizes the importance of maintaining direct eye contact when making a proposal. These techniques have scientific validations, as viewed from the references cited, and can significantly improve one's communication skills.",
  "content": "Questo non accade invece se la persona è conosciuta. E’ un movimento del resto rapidissimo che è assai difficile mimare bene. Ma se voi vi metterete nello stato d’animo descritto poc’anzi, farete tale movimenti spontaneamente. Il vostro interlocutore incomincerà a domandarsi se vi siete già visti da qualche parte ed in ogni caso vi tratterà con maggiore familiarità. Quando state per fare una proposta: Non guardate altrove, e non abbassate gli occhi quando state per fare una proposta, ma domandate ciò che desiderate, spiegate il vostro affare in poche parole, in un modo chiaro e convincente, guardando direttamente la persona alla quale parlate. 23 Quanto esponiamo qui ha anche una serie di validazioni scientifiche. Infatti guardare la faccia dell’interlocutore porta ad una riduzione di una serie di capacità cognitive. Si è inoltre osservato in contesto sperimentale che quando lo sguardo viene distolto migliorano certe capacità (Glenberg et al. , 1998; Doherty Sneddon e altri 2001). Doherty Sneddon in particolare osservò che i bambini di 6 e 10 anni sono più capaci a ritenere informazioni spazio-visive mentre guardavano la pavimento che mentre guardavano la faccia dello sperimentatore. Vedi anche http://www.psychology.stir.ac.uk/staff/lcalderwood/GazeAversionResearch.htm ) 24 Descritto da Eibl-Eibesfeldt, 1972.",
  "last_phrase": "In conclusion, maintaining eye contact during a conversation can be a powerful tool for influencing others and conveying confidence. However, it is important to exercise caution and not stare intensely for prolonged periods, as this can reduce cognitive ability. Instead, use natural and subtle movements such as raising your eyebrows, nodding, and smiling. By practicing these techniques and focusing on your desired outcome, you can become a more persuasive communicator."
}