{
  "title": "\"Healing through symptom recall: Using past experiences as a tool\"",
  "first_phrase": "In the previous text, we learned about the mechanisms that cause fascination for distressing ideas or concepts. The author then presents an interesting approach called \"curing through the symptom,\" which involves engaging with the patient's symptoms to address the underlying issues. In this part, the author supports this technique with scientific evidence, citing a study where traumatic memories were erased simply by \"rewriting\" over them. Elizabeth Phelps of New York University led the study, which demonstrated how recalling and rewriting a traumatic memory within six hours can eliminate associated anxiety and post-traumatic stress disorder (PTSD). This approach could be groundbreaking for those who suffer from debilitating anxiety and PTSD caused by traumatic experiences.",
  "content": "Ad ulteriore supporto scientifico di questa teoria e dell’utilità di rievocare il sintomo per poi creare subito uno stato di “vuoto” dove questo non esiste più, risultato che è possibile ottenere con la fascinazione dove attraverso lo sguardo, menzioniamo una ricerca eseguita negli Usa nella quale è stato dimostrato come sia possibile eliminare traumi senza intervenire con un farmaco ma solo \"riscrivendo\" sopra quella traccia mnemonica ed eliminandola.12 Reso noto sulla rivista Nature, il successo è stato ottenuto da Elizabeth Phelps della New York University che in un precedente studio aveva testato con successo il metodo su topolini. Nell’esperimento è stato mostrato come per cancellare un ricordo pauroso basta prima richiamarlo alla memoria, poi, entro una finestra di tempo di sei ore, riscriverci sopra un altro ricordo non pauroso, come quando registriamo su un nastro già registrato. L'importante è farlo entro sei ore da quando il ricordo viene rievocato, perché in quel lasso di tempo la paura si riconsolida. I disturbi d'ansia e stress post-traumatico sono legati a brutte esperienze che rimangono fissate nella mente e ogni volta che uno stimolo fa ricordare l'esperienza vissuta, la paura si riaffaccia e l'ansia cresce anche se lo stimolo di per sé non è pericoloso.",
  "last_phrase": "In conclusion, the research demonstrates the possibility of eliminating traumatic memories through the process of memory reconsolidation. By recalling the memory, followed by rewriting it with a non-threatening one, scientists have found that the fear response associated with the memory can be eliminated. While the process needs to be carried out within a six-hour window, the implications of this discovery may provide hope for those suffering from anxiety and post-traumatic stress disorders."
}