{
  "title": "The Power of the \"Non\": Creating Mental Images in Communication",
  "first_phrase": "In the last 200 tokens, the author provides various examples to illustrate the power of the unconscious mind and the use of negative statements. He highlights the importance of creating mental images in communication and how it affects the listener's response. The examples include a famous 'don't open that door' movie title and a German gas station sign with poorly worded instructions. He also shares his own success story of doubling his sales by using negative expressions in his communication. These examples show how our minds work on unconscious suggestions and how communication can be more effective when we pay attention to our choice of words.",
  "content": "Se voi gli dite \"non cadere\" porterete 7 Erickson “Hypnotic realities” © www.neurolinguistic.com – tel. 3482213449 Pagina 7 l'idea di cadere a nascere nella sua mente e rischierete proprio che lui cada! Un mio allievo ha raddoppiato Il suo giro d'affari semplicemente attraverso l'accorto utilizzo del \"non\". Vendeva reti da comupter. Prima approcciava i suoi clienti in maniera non studiata dicendogli \"una rete da computer può migliorare l'efficaci del suo studio\". Questi gli rispondevano \"grazie\" e poi gli dicevano, \"ripassi domani\". Allora decise di modificare il suo modo di esprimersi. Iniziò con il dire: \"guardi, non le garantisco che una rete da computer possa raddoppiare da subito la sua produttività, comunque le assicurò che lavorerà meglio\". Di colpo i suoi risultati cambiarono. Perchè? Perchè suggeriva l'idea di guadagno al suo cliente, anche se in realtà la negava nella stessa frase. Ma nella comunicazione è importante sapere creare immagini mentali, sono queste quelle che ci daranno il risultato.",
  "last_phrase": "To improve communication and create mental images leading to positive results, it is important to eliminate the use of the word \"not\" from our language. By doing so, we can avoid unintentionally suggesting negative ideas and focus on guiding and accompanying our audience towards positive outcomes, which can lead to success. This is the essence of effective communication and the power of hypnotherapy."
}