{
  "title": "The Power of Hypnotic Gaze: Fascination and Exercises.",
  "first_phrase": "This text talks about the power of hypnosis and fascination in transforming people's lives. Earlier in the text, exercises like hypnosis with mirrors and group exercises with visual cues, sounds, and memories were discussed. The last section focuses on the concept of \"Fascination,\" which is the ability to captivate someone with one's eyes, and how it's a significant technique in traditional Italian hypnosis. The author, Giordano Bruno's quote about fascination, is included, where he explains how it's possible to reach someone's heart and soul through their eyes. With this, the text ends by implying that through hypnosis and fascination, one can overcome their anxieties, and the power of one's gaze can significantly influence someone's will and judgment.",
  "content": "L' esser fascinato d' amore avviene, quando con frequentissimo over, ben che istantaneo, intenso sguardo, un occhio con l’altro, e reciprocamente un raggio visual con l’altro si rincontra, e lume con lume si accopula. Allora si giunge spirto a spirto, et il lume superiore, inculcando l’inferiore, vengono a scintillar per gli occhi, correndo e penetrando al spirto interno, che sta radicato al cuore; e cosi conmuovono amatorio incendio. Però chi non vuoi esser fascinato, deve star massimamente cauto, e far buona guardia ne gli occhi, li quali in atto d' amore principalmente soli finestre de l'anima: onde quel detto: Averte, averte oculos tuos! Questo per il presente basti ! “ Giordano Bruno – Opere – pag. 27 “Fascinazione” è il termine tecnico per indicare l’utilizzo della capacità di ammaliare con gli occhi. E’ la metodica principe della scuola europea di ipnosi tradizionale, soprattutto italiana, ma attualmente pochissimi sono rimasti che la praticano. Lo sguardo diretto provoca un restringimento dell’attenzione. Fino a che voi tenete qualcuno sotto il vostro sguardo, voi diminuirete sempre più notevolmente la forza del suo giudizio e del la sua volontà.",
  "last_phrase": "In conclusion, the use of eye-fascination, or \"fascinazione,\" is a technique that has been utilized for centuries to amaze and control others, both in humans and animals. Those who wish to avoid being entranced must be careful and guard their gaze. However, the power of eye-fascination remains a useful tool in hypnotic influence and can suspend critical faculties in a person, making it a valuable aid in hypnosis. With caution and proper application, it can be a powerful means of persuasion."
}