{
  "title": "The Importance of Mental Attitude and Visualization Techniques",
  "first_phrase": "In the previous section, we learned about various psychological phenomena, including dissociation, positive hallucination, and hypermnesia. This section explores the power of gaze and its correlation with the inner state of mind. The author emphasizes that having a determined look is not just an external posture but originates from an inner state. Lack of faith in oneself suppresses the willpower, making it impossible to achieve goals. Building trust and confidence in oneself is essential to achieve success.",
  "content": "Questo succede ad esempio nei casi di traumi quando una persona dice di non “poter dimenticare” 6. distorsione temporale, che ci porta a non renderci conto del tempo che passa ed a non riuscire a fissare i nostri obiettivi. Ci sembra che il tempo “passi troppo in fretta” 7. distorsione sensoriale, presente anche in parecchie abitudini compulsive dove il soggetto “non si rende conto” delle conseguenze delle sue azioni su sé stesso 8. amnesia, cioè il lasciare da parte o cancellare elementi del nostro passato. Ad esempio possiamo non renderci conto dei nostri errori e continuare a ripeterli. © www.neurolinguistic.com – tel. 3482213449 Pagina 35 Come utilizzare lo sguardo Atteggiamento Mentale: Lo sguardo è un’espressione di noi stessi. Non deve essere ovviamente solo un atteggiamento, deve essere uno stato interiore. Non potrete mai aver veramente l'aria di determinazione senza essere veramente determinati. Non è possibile che facciate le cose che non credete di poter fare. La mancanza di fiducia, l'assenza di fede reprime tanto la potenza di volontà che non ve ne potete piu servire. Quando c'è una MANCANZA di FIDUCIA IN VOI STESSI, non potete che desiderare di fare. Questa è una delle cose più importanti alle quali dovrete sempre pensare.",
  "last_phrase": "Remember that the eyes are the windows of the mind, and weak willpower gives them a completely different expression than a strong and resolute will. To achieve your goals, you must have unlimited confidence and complete assurance in your ability to achieve special results. This faith and confidence will enable you to use all the willpower you possess to reach the goal you desire."
}