{
  "title": "\"The Trance State: Understanding Everyday Hypnotic Behaviors\"",
  "first_phrase": "This text explores the connection between trance and hypnotic phenomena, using the example of amnesia induced during hypnosis. The final 200 tokens focus on the concept of everyday trance and how it affects our behavior without us even realizing it. The authors reference Programming Neurolinguistic (PNL) and its use of the idea that we don't see reality directly, but rather a distorted map of it. This section highlights the idea that most humans are \"asleep\" to the reality around them and provides examples of how everyday trance can manifest itself in our lives.",
  "content": "Tuttavia, due secondi dopo, passa davanti ad una pasticceria, entra dentro, ne prende due e li mangia. Come è possibile? Un fenomeno di questo tipo può essere definito un \"comportamento di trance quotidiana\"21. E se lo esaminiamo nel dettaglio tuttavia, scopriamo che più che una sola trance nell’esempio sopraesposto vi sono una serie di micro-trance. La prima trance che avviene è una fenomenologia di amnesia. Il nostro soggetto pur avendoci detto poco prima che si sarebbe controllato non ricorda più la sua promessa. La seconda “trance” è una regressione di età: perché mangia infatti il dolce? Si comporta da bambino di fronte alla tavola imbandita, e così via. La nostra vita che pensiamo \"completamente cosciente” è piena di fenomeni del genere. Alcuni per indicare questo concetto, usano dire che la maggior parte degli umani “dorme” invece di essere nella realtà. Altre discipline, come la PNL, utilizzano per indicare lo stesso fenomeno l’idea che non non vediamo la realtà, ma una mappa di essa, costituita secondo i concetti di “distorsione, generalizzazione e cancellazione”.",
  "last_phrase": "In conclusion, the concept of \"everyday trance behavior\" can help us better understand the various phenomena of trance that occur in our daily lives. Whether it's amnesia, regression, or distortion of reality, these moments can often go unnoticed, but they contribute to the overall state of being in which we find ourselves. Recognizing these trances and their subjective aspects can help us gain a deeper understanding of our own behavior and thought processes."
}