{
  "title": "The Power of Eye Contact: Using Gaze for Self-Confidence and Influence",
  "first_phrase": "In the final 200 tokens of this text from Neurolinguistic, the concept of the power of one's gaze is discussed, highlighting its importance in exuding a strong and determined attitude. The previous portion of the text addresses common cognitive distortions, such as sensory distortion and amnesia, that can impede one's ability to succeed. The author emphasizes the critical role of confidence and belief in oneself to truly exercise the full power of the will, noting that most people mistake wanting for true willing.",
  "content": "Se sentite di non poter influenzare gli altri, non potete in nessun modo esercitare la vostra potenza di volontà. Potrete desiderare di influenzarli, ma questa mancanza di fiducia nella vostra propria abilità impedisce la libera azione della vostra volontà, e non otterrete praticamente nessun effetto, giacché, laddove la volontà non è robusta, la suggestione non potrà essere fatta bene, e gli occhi vostri non potranno avere l'espressione voluta. Ricordatevi che gli occhi sono le finestre della mente, o dell'anima, e che una volontà debole dà loro una tutt'altra espressione di quel che ne dia una volontà forte e gagliarda. Ricordatevi pure, che, se volete riuscire nel miglior modo possibile, voi dovete avere una fiducia illimitata una completa sicurezza nella vostra abilità di arrivare a qualche risultato speciale. Questa fede, questa fiducia, vi metterà in grado di servirvi di tutta la potenza di volontà che possedete, per raggiungere il fine che desiderate conseguire. Quanto più spesso vi servirete così della vostra volontà, tanto più rapidamente essa crescerà in forza, finché non sarà diventata un agente potente della vostra esistenza. La più gran parte della gente crede di VOLERE quando non fa che DESIDERARE.",
  "last_phrase": "In sintesi, se si desidera influenzare gli altri, la volontà deve essere robusta e la fiducia nella propria capacità illimitata. Solo allora si può utilizzare appieno la potenza di volontà e gli occhi possono esprimere l'espressione desiderata. Ricordando che gli occhi sono le finestre dell'anima, influenzare attraverso l'uso della volontà è possibile. Quando si avvicina qualcuno, è importante guardarlo direttamente negli occhi."
}