{
  "title": "The lost art of \"Fascination\": A powerful method of hypnosis.",
  "first_phrase": "The following text describes the mesmerizing technique developed by Donato, a 19th century Italian magnetizer, as reported by the press in Milan and Turin. The method involves the subject pressing their palms onto Donato's while staring into his eyes, and then attempting to resist his sudden jerk and breakaway. Those susceptible would follow Donato's movements and receive his commands as if transfused with his will. This highly complex practice earned Donato recognition from J. Paul Jagot and dozens of eyewitnesses. Although the powerful technique is virtually lost in modern Euro-American society due to its intricate operator preparation needed.",
  "content": "Donato accellera il passo, avanzando, indietreggiando, descrivendo piccoli cerchi; e il soggetto si affretta a tenergli dietro, convulsamente, inciampando, saltellando, mal reggendosi in equilibrio, con ansia sempre più incalzante, fino a che un soffio istantaneo sugli occhi non lo svegli d’un tratto. E in questo stato la volontà dell’ipnotizzatore si trasfonde nell’ipnotizzato. Egli ride o piange, egli suda o batte i denti, salta o si corica, scrive o legge, a seconda che l'ipnotizzatore gli comanda di fare. Donato rivendicava a sé il merito di aver inventate molte esperienze ed applicazioni. © www.neurolinguistic.com – tel. 3482213449 Pagina 28 meritare una speciale approfondita menzione \"in memoriam\" da parte di J. Paul Jagot in un suo libro quando la memoria delle sue gesta era ancora viva, con decine di testimoni oculari.18 Tranne le poche persone da noi conosciute direttamente, la metodica della fascinazione, potentissima e che richiede una preparazione dell'operatore molto complessa è tuttavia, per quanto ne sappiamo, oggigiorno praticamente scomparsa dal mondo occidentale euroamericano.",
  "last_phrase": "In conclusion, the technique of fascination, once widely practiced in the Euro-American world, has now become a lost art. Despite its long-standing history and therapeutic applications, it seems to have been replaced by modern verbal hypnosis. However, the potential benefits of fascination cannot be ignored, and its memory still deserves a special place in the world of hypnosis and neuroscience."
}