{
  "title": "\"Tips for Capturing Attention in Conversations\"",
  "first_phrase": "In the previous text, we learned about different methods to keep people's attention during a conversation. Now, we will focus on how to behave when someone is talking to you. The text provides two alternative methods, including how to maintain control over oneself and when to look away. These methods are essential in communication and have been studied in different psychological disciplines, such as NLP. Let's dive in to learn more.",
  "content": "Ci è assolutamente impossibile di dare qui delle direzioni specifiche. Dovremmo sapere tutte le attitudini dello studente prima di potergli dare le istruzioni esatte delle quali avrà bisogno. Cosa fare quando l’altro parla. Quando un'altra persona vi sta parlando, vi sono due modi alternativi di operare: Metodo 1 – mantenere il controllo di sè: il primo è di non guardarla tutto il tempo. Concedetele la vostra attenzione parte del tempo, ma volgete frequentemente lo sguardo © www.neurolinguistic.com – tel. 3482213449 Pagina 38 altrove; non guardate in basso, ma da una parte; questo vi permetterà di riflettere su ciò che l'altro vi sta dicendo. Le persone che non hanno studiato a fondo questa questione si figurano ordinariamente che, se un uomo vi sta parlando, e che voi volgiate gli occhi altrove, dev'essere perchè quell'altro vi ha in suo potere, che vi domina, che vi forza a guardare altrove. Quest'è un falso punto di vista su questo soggetto. Se voi guardate altrove, è per proteggere voi stesso che fate così. Infatti varie discipline psicologiche (esempio la PNL) hanno studiato come i movimenti oculari si leghino alla riflessione.",
  "last_phrase": "In conclusion, when it comes to listening to someone speak, it's important to maintain control over your own thoughts and emotions. Avoid staring at the person the entire time and instead glance away occasionally to give yourself time to reflect on what is being said. Remember, taking a bit of space for yourself can give you the opportunity to think and reason, even in situations where someone is trying to exert influence over you."
}