{
  "title": "The History and Differences Between Mesmerism and Hypnotism",
  "first_phrase": "This text discusses the power of hypnosis and how easily suggestible people can be. The authors note their ability to suggest thoughts with only a mention. The following 200 tokens explore the history of fascination and hypnosis with mention of famous names such as Mesmer and Braid, as well as their differing interpretations of the phenomena. This section delves into how Braid, a skeptic of mesmerism, eventually came to recognize the power of hypnosis after observing a subject unable to open their eyelids. This discovery led to a new development in the theory of hypnotism. Mention is also made of the connection between Mesmer's teachings and contemporary therapies such as Wilhelm Reich's orgone therapy.",
  "content": "Il 13 novembre 1911, James Braid, un medico di Manchester, assistette ad una seduta di un magnetizzatore francese di nome Lafontaine, adepto del mesmerismo, che si trovava in tournée in Inghilterra. Secondo le sue stesse parole egli era \"completamente scettico riguardo alle pretese del magnetismo animale o mesmerismo, ma mi misi lo stesso, scrive questi, a condurre delle ricerche al riguardo\" Questi era quindi profondamente scettico in rapporto agli esercizi dei magnetisti e non voleva vedervi che \"l'effetto dell'immaginazione sovraeccitata, della simapatia e dell'imitazione\". Un giorno rimase colpito da un soggetto che non riusciva ad aprire le palpebre. All'inizio attribuì ciò alla fatica\" poi al concetto di “monoideismo, e scrisse un’opera al riguardo di taglio prettamente fisiologico. 14 Anche varie terapie moderne affermano la stessa cosa. In particolare alcuni aspetti della terapia orgonica di Wilhelm Reich sembrano mostrare la riscoperta di alcuni elementi già individuati da Mesmer ed interpretati in chiave psicoanalitica. © www.neurolinguistic.com – tel.",
  "last_phrase": "In conclusion, the practice of fascination in hypnosis may require more effort and preparation, but it holds the potential for greater efficacy compared to other methods. While it may not be frequently described, the re-discovery of elements identified by Mesmer and interpreted in a psychoanalytic framework shows that fascination remains relevant in modern therapies."
}