{
  "title": "\"Terapia con lo sguardo: un approccio innovativo all'ipnosi\"",
  "first_phrase": "In the previous text, we learned about various types of therapy and the effectiveness of speaking about one's problems with another person. However, sometimes a person may mentally withdraw at a crucial moment. This is where the therapy known as \"Terapia con lo sguardo\" comes in. Essentially, eye contact is used to maintain a strong connection with the client and dissolve any automatic defense mechanisms that allow the problem to persist. In the last 200 tokens, the focus shifts to the everyday trance-like state we experience and the role that hypnosis plays in communication. Additionally, the text highlights how important it is to operate on these daily trances and gain control over the ideas that enter our minds.",
  "content": "Quando l’occhio entra in tali posizioni, il cliente è allora “dentro lui stesso” e sta ricreando il problema. Richiedendo perciò al nostro cliente un contatto oculare diretto e sostenuto agiamo e dissolviamo quelle parti di “trance” automatiche che funzionano come meccanismi di difesa al suo interno. Superiamo le reazioni che lo aiutano a difendersi dall'intensità del contatto interpersonale e che gli permettono di ricreare il sintomo. Operare sulle trance quotidiane L'unica differenza tra l'autoipnosi e l'ipnosi quotidiana è che quando eseguite un procedimento di autoipnosi, o permettete volontariamente ad un ipnotista di ipnotizzarvi, siete voi a scegliere le idee alle quali permettere alla vostra mente di reagire, mentre nell'\"ipnosi quotidiana\", data la quantità e la molteplicità di fonti origine dei messaggi che vi raggiungono, entrate in una trance dove avete molto meno controllo sulla qualità e l'estensione delle idee che entrano nella vostra mente. L'ipnosi è parte del normale processo di comunicazione quotidiano. La trance è un fenomeno che avviene anche se a volte non possiamo rendercene conto, in quanto normalmente la nostra mente conscia lo nega.",
  "last_phrase": "In conclusion, by understanding and working with our daily trances, we can dissolve automatic defense mechanisms that hinder personal growth. With direct eye contact, we can overcome reactions that recreate symptoms, allowing for better communication and self-awareness. We have the power to choose the ideas that enter our mind, even in daily hypnotic states."
}