{
  "title": "\"How Visual Hypnosis Can Impact the Unconscious Mind\"",
  "first_phrase": "In the previous section, we explored various language patterns, including linguistic models that affect the unconscious mind, linguistic analog marking, temporal distortion, and more. In this final part, we delve into the power of visual hypnosis. Visual hypnosis is particularly developed in our school, the Neurolinguistic Institute, thanks to the research of Dr. PARET. We learn how the simple act of looking can impact us in profound ways, creating a connection and energy that can be harnessed and directed. By developing our awareness of this energy, we may even be able to \"enchant\" and create instant hypnotic states in others.",
  "content": "Il linguaggio comune è pieno del resto di parole che si riferiscono a questa energia misteriosa: “gettare lo sguardo su qualcuno”, “cogliere lo sguardo”, incontrare uno sguardo”. Queste frasi ci presentano gli occhi non come semplicemente dei recettori, ma bensì un vero e proprio “strumento”8 che impatta. Nelle scuole di comunicazione si dice che “non si può non comunicare” intendendo dire che già il fatto di essere in comunicazione con qualcuno esprime qualcosa. Questo è ancora più vero con lo sguardo. Già semplicemente mentre guardiamo qualcuno con intenzione, anche senza conoscere i metodi di questo libro, noi trasmettiamo miriadi di messaggi. Solo una piccola parte di essi è razionalizzata: la maggior parte viene processata inconsciamente dal nostro interlocutore. Se, seguendo quanto detto qui, impariamo a sviluppare la coscienza di quello che facciamo, possiamo giungere allora anche a dominare e concentrare questa energia nascosta. Questa è una chiave che ci potrà permettere anche di “incantare” chi ci osserva, a creare una “ipnosi istantanea”. • La luce: Presso tutte le tradizioni la luce ha un’importanza particolare. I parsi pregano guardando il fuoco. Presso gli indiani vi è la tradizione del saluto al sole.",
  "last_phrase": "In sintesi, gli occhi sono uno strumento che va oltre la loro funzione di recettori. Semplicemente guardando qualcuno, trasmettiamo numerosi messaggi che vengono elaborati inconsciamente dall'interlocutore. Possiamo diventare consapevoli di ciò che comunichiamo attraverso gli occhi e concentrare questa energia nascosta per \"incantare\" chi ci osserva. L'osservazione della luce può essere un esercizio utile per sviluppare questa consapevolezza visiva."
}