{
  "title": "\"Creating Rapport and Effective Communication using Hypnotic Language\"",
  "first_phrase": "In the last 200 tokens, the author examines the hypnotic models of \"Rapport\" and \"Guide\" and how they can create a \"trance intrapersonale\" by entering the listener's world and guiding them towards accepting new ideas. The author explains how using truisms before suggestions can create an \"acceptance set\", which increases the listener's willingness to accept the suggestion. The author also suggests that repetition of truisms can create an affirmative field, making the listener more susceptible to suggestions. The concept of \"Rapport and Guide\" is presented as a way to lead the listener towards a new reality.",
  "content": "In pratica condividere quello che lui percepisce. Il modello della “Guida” Il secondo modello ipnotico che andiamo ora ad esaminare è quello della \"guida\". Una guida significa il suggerimento di un'idea nuova. Quando un truismo viene prima di una suggestione in una frase composta, crea un \"campo affermativo\" o,espresso in inglese un \"acceptance set\". In pratica quanto detto dopo sarà più accettato. Ricalco e guida si possono così fondere assieme in una frase creando il cosiddetto modello del \"ricalco e guida\" dove portiamo a poco a poco il nostro interlocutore a scoprire una nuova realtà. Più ricalchi possono concorrere a favorire la disponibilità a ricevere guide. Infatti una serie di ricalchi contribuisce a creare quello che viene anche definito nel campo della vendita come \"creazione di un campo affermativo\". Si può pensare che ogni volta che diciamo una frase che il nostro interlocutore trova vera la mente critica si rilassa. Continuando la mente è disponibile ad accettare una affermazione anche non immmediatamente verificata.In certi casi possiamo anche invertire l’ordine: il ricalco quando viene messo dopo (cioè segue la suggestione) si pone allora come mezzo per rinforzare la suggestione.",
  "last_phrase": "In conclusion, the \"Guiding\" hypnotic model can be an effective way to suggest new ideas to others. By combining the principles of rapport and guiding, we can slowly introduce our interlocutor to new realities. Multiple affirmations can contribute to creating a positive acceptance field, making the mind more relaxed and open to new suggestions. Using direct methods to introduce new ideas can be a simple and effective way to guide others towards new perspectives."
}