{
  "title": "\"Hypnotic Communication and Unconscious Learning\"",
  "first_phrase": "In the previous text, we explored the concept of hypnotic communication and how it can put the interlocutor in a state of active learning at an unconscious level. This learning occurs without the hindrance of conscious thought, and ultimately, behavior changes as a result. In this final section, we delve into the concept of \"Truisms\" and \"Ricalchi\" (Linguistic Mirroring) as a technique to create rapport with others. Erickson and Rossi introduced this technique which involves stating objective facts perceived by the interlocutor. We'll see how this can be a powerful tool in creating a connection with others.",
  "content": "Può essere utile incominciare ad esercitarsi partendo dall'osservazione di comportamenti quotidiani, commentarli, e poi incominciare a suggerire elementi che variano il comportamento. Truismi, Ricalchi Il ricalco linguistico Il primo modello che esaminiamo ora è il modello del \"ricalco\". Col ricalco \"condividiamo\" la stessa realtà. Cosa significa infatti \"ricalcare\"? potremmo tradurlo con \"dire qualcosa che corrisponde alla realtà percepita dal nostro interlocutore. Facciamo un 3 E’ questa la teoria dell’utilizzazione dell’ipnosi. Erickson, Rossi 1975 © www.neurolinguistic.com – tel. 3482213449 Pagina 5 esempio: se dico \"mentre leggete queste righe” è un ricalco, in quanto corrisponde alla vostra realtà percepita in questo momento. E' qualcosa che viene definito come vero. Questa, che è la maniera più semplice di incominciare a creare un contatto con una persona è anche chiamata \"truismo\"4. Erickson lo descriveva come “descrivere fatti oggettivi al cliente”. Un altro truismo valido per molti di voi che leggeranno questo libro può essere: “e mentre siete seduti” se la lettura, come spesso avviene è effettuata da seduti.",
  "last_phrase": "In conclusion, utilizing truisms and linguistic recollection can be a simple and effective way to establish a connection with someone and suggest subtle changes in behavior. By observing and commenting on everyday behavior, we can use these techniques to encourage a sense of calm and control, leading to a more positive outcome."
}