{
  "title": "\"The Power of Truisms in Creating Rapport and Suggestibility\"",
  "first_phrase": "In the preceding section, the author discussed the concept of \"ricalco\" or mirroring, an essential skill when creating a connection with someone. In the final part of the text, the author mentions the idea of \"truisms,\" which are verbal descriptions that correspond to the listener's perceived reality, and how they have a calming effect and evoke past experiences. This creates a \"trance intrapersonale\" and leads to the creation of \"rapport.\" The author cites the importance of entering the other person's world and sharing common ground as the primary keys to building rapport.",
  "content": "Queste descrizioni verbali hanno un duplice effetto: Sia hanno un effetto tranquillizzzante sul nostro interlocutore, Sia rappresentano anche una forma di suggestione ipnotica soprattutto quando si legano ad esperienze passate5. Ad esempio, se io utilizzo il truismo “mentre siete seduti”, la vostra mente comincerà a raccogliere esperienze corrispondenti a queste parole. Dato che la maggior parte delle volte quando una persona è seduta è anche calma, possiamo pensare che una parte dell’esperienza che evocheremo sarà un’esperienza di calma. Quindi leggerete con più calma. La reazione potrà essere anche impercettibile, ma vi sarà. Il truismo rievoca quindi esperienze, associazioni mentali e meccanismi interni. Inoltre vi sarà comunicazione. E’ vero che voi continuerete a vivere nel vostro mondo, ma le parole ascoltate avranno ingenerato delle reazioni. In tal modo incominciamo a creare quella che viene chiamata una “trance intrapersonale”6. In altre parole io ed il mio interlocutore saremo come “nella stessa barca” ed il cambiamento potrà incominciare ad avvenire. Questo è quello che viene chiamato “creare rapport” a livello verbale. La prima chiave per \"creare rapport\" è \"entrare nel modello del mondo dell'altro. Il rapport è una condivisione.",
  "last_phrase": "In conclusion, using verbal descriptions that evoke past experiences can have both a calming effect and a hypnotic suggestion on our interlocutors. By creating rapport and entering the other's world, we can suggest new ideas and increase acceptance of them. These techniques can be useful in communication and influence people in a positive way."
}