{
  "title": "\"The Power of Instant Hypnosis for Pain Relief\"",
  "first_phrase": "In the last 200 tokens, the author talks about \"Instant Fascination\" technique used to eliminate physical pains, muscular tensions, headaches, tinnitus, and other disorders that may persist for years. Erminio Di Pisa was a master in this technique, and once performed a remarkable demonstration with 300 people. The method is simple: after determining the location of the pain, the client is stared at intensely to fascinate them and move them beyond their mental fixations. A quick tap on the shoulders is used to bring them back to reality. The author explains that this technique is not mere suggestion but a natural way of contacting the unconscious mind that always functions for the person's well-being.",
  "content": "Dopo aver fatto indicare al cliente dove ha il dolore, lo fissiamo intensamente per fascinarlo e con lo scopo preciso di portarlo “oltre il punto”, cioè oltre le fissità ed abitudini mentali che costituiscono la sua problematica. Ad un certo punto, intuitivamente, si sente che il dolore od il problema è passato. Un colpo veloce con la mano sulle spalle e lo risvegliamo. Quello che è più positivo è che la persona sta meglio! Per chi lo vede, sembra impossibile. Tecnicamente è invece molto naturale. I dolori e gli altri problemi dei quali abbiamo parlato sono delle “fissità”. Nel momento in cui guardiamo il soggetto, fissiamo la sua attenzione in uno spazio diverso. Siamo in contatto diretto con l’inconscio, se volessimo utilizzare una terminologia ericksoniana. E l’inconscio opera sempre per il benessere della persona. Non si tratta di una suggestione, tanto è vero che a volte (raramente) è necessario operare due o tre volte prima di “prendere il momento giusto”. Se fosse suggestione la terza volta seguirebbe il percorso delle precedenti. Ma così non è: abbiamo invece guidato il nostro paziente in una nuova dimensione di vita.",
  "last_phrase": "In conclusion, the therapy of fixing the gaze to help alleviate pain or other problems may seem impossible, but it is a natural and effective technique. By guiding the patient to a new dimension of life and operating in a state of \"non-thought\", the therapy aims at resetting the mind to relieve the symptoms. This technique can be scientifically studied and further explored for better results."
}