{
  "title": "\"Guiding Techniques for Effective Communication\"",
  "first_phrase": "In the previous text, we discussed various ways to guide our interlocutor, such as using direct suggestions and future directives. In this final part, we will explore the concept of implicit commands, also known as indirect suggestions. These suggestions are often effective even if the subject is not consciously aware of them. We will draw on research by Weitzenhoffer (1957) and insights from Wolinsky's book \"Trance People Live\" to illustrate this concept.",
  "content": "Questo può avvnire non tanto linguisticamente quanto temporalmente come nelle forme delle “direttive implicite”. Ad esempio: “appena arriverete nel posto X potrete vedere un magnifico panorama e vi renderete conto che è proprio un posto bello per stare”. Questo ricalco sul futuro è particolarmente efficace quando ci possiamo basare su qualcosa che sicuramente accade ed ha un fortissimo effetto motivazionale per la realizzazione di ulteriori suggestioni. In pratica portiamo il nostro interlocutore in uno stato di \"disponibilità automatica al momento X\". Notiamo che non necessario il più delle volte che la frase sia ricordata consciamente. Basta che si verifichi la situazione.In questa maniera facilitiamo uno stato potente che si appoggia sul meccanismo di feedback che riceve. Oltre ai modi di guidare indicati finora, esiste ancora un secondo livello di ricalco, che noi chiamiamo \"comando implicito\". In pratica non diamo la guida direttamente ma all'interno di un'altra frase. Tale tipo di suggestione è normalmente indiretta. La suggestione diretta e quella indiretta possono entrambe dare buoni risultati, ma sono mediate in maniere differenti e le loro relazioni con la coscienza e la volizione sono differenti. Le suggestioni indirette spesso hanno dei risultati anche se il soggetto non ne è neppure conscio.",
  "last_phrase": "In conclusion, the use of future-oriented language and implicit commands can be powerful tools for influencing others. By guiding the listener's thoughts and creating a state of automatic availability, we can increase the effectiveness of our suggestions. Whether using direct or indirect suggestions, it is possible to achieve results even without the subject's conscious awareness. When using implicit commands, the strategic use of negation can also be a valuable technique to influence behavior."
}