{
  "title": "Mastering the Art of Influencing People in Conversation.",
  "first_phrase": "This text discusses several techniques for influencing others through body language and psychology. The first technique involves maintaining eye contact while speaking to prevent the person from reflecting on what you are saying. The \"sotto-text\" technique involves thinking positive phrases during key moments to alter your expression and guide the conversation. The \"proiezione voluta\" technique involves projecting a desired emotion onto the person, achieved by imagining interacting with someone who embodies that quality. By applying these techniques, you can take control of conversations and influence others to achieve your goals.",
  "content": "La “Proiezione voluta”: Molto simile alla tecnica precedente è la “proiezione attiva”. Lo psicologo Sigmund Freud aveva utilizzato il termine “proiezione” per indicare il fenomeno per il quale sopra una determinata persona potevamo “proiettare” una nostra immagine mentale. Ad esempio, un adulto può “proiettare” sul vigile che lo multa l’immagine di suo padre quando lo sgridava. Noi possiamo prendere allora controllo su questo fenomeno invece di viverlo passivamente e guidare la conversazione. Per ottenere ciò ci daremo allora l'impressione di veder nascere sul viso del nostro interlocutore il sentimento che vogliamo nasca. Una maniera per rendere questa proiezione voluta più forte e facile è immaginare, poco prima dell’incontro oppure in specifiche sessioni di autoipnosi, di incontrare invece che la persona che abbiamo di fronte, proprio una persona corrispondente alla proiezione che vogliamo creare, e mantenere tale sensazione durante l’incontro. Ad esempio potremmo immaginare di incontrare un amico carissimo con in quale ci confidiamo e poi “proiettare” questa immagine sul nostro interlocutore. L’importante è fare questo nel primo momento dell’incontro. Successivamente il nostro inconscio continuerà automaticamente.",
  "last_phrase": "To conclude, by learning about the \"Proiezione Voluta\" technique and utilizing the methods for maintaining attention during conversations, you can take control and guide the conversation towards your desired outcome. Whether through active projection or using an object to capture attention, these simple techniques can help you achieve success in your conversations."
}