{
  "title": "\"The Power of Gaze Therapy to Break Intrapersonal Trance\"",
  "first_phrase": "In this article, we've been exploring the concept of \"intrapersonal trance,\" which refers to a state of being where a person is so focused on their own worries and anxieties that they filter out external stimuli and react according to learned patterns from the past. This tendency to retreat from the chaos of the unknown is a basic human survival instinct, and it often hinders our ability to change and adapt. In the final section, we'll look at how these patterns of behavior can develop in childhood and persist into adulthood, creating the illusion of familiarity and stability even when our circumstances change. We'll also explore the psychological concept of \"projection,\" which helps explain how we can unconsciously apply patterns from one context to another, as well as the role of interpersonal experiences in shaping intrapersonal trance.",
  "content": "La ragione per la quale le persone entrano quindi in una \"trance intrapersonale\" è essenzialmente per difendersi dall'ambiente esterno e per non affrontare la realtà. Questo “sonno” tende ad auto mantenersi, poiché non affrontando la realtà non possiamo neppure cambiare. In pratica continuiamo a comportarci secondo schemi appresi in passato. Un esempio può essere un bambino che impara a rapportarsi ai genitori in una certa maniera e crescendo continua a comportarsi con tutti nella stessa maniera. Se ad esempio i genitori lo sgridavano e lui reagiva bloccandosi potrebbe avere la stessa reazione di fronte ad un vigile che gli contesta una multa. La psicologia tradizionale chiama a volte tale comportamento “proiezione”. Nell’esempio precedente direbbe che il soggetto “proietta” sul vigile l’immagine dei genitori. Notiamo come il comportamento iniziale nasca in ambito “interpersonale”, cioè è come se un modello di percezione della realtà si “fissi” nella persona. Quando siamo piccoli, tendiamo più ad essere nella realtà di quando poi cresciamo. I nostri comportamenti nascono spesso come trance interpersonali e col passare del tempo li manteniamo anche con gli altri, magari cercando persone che rispondano esattamente come vogliamo, e divengono quindi trance intrapersonali.",
  "last_phrase": "In conclusion, the use of gaze therapy can be a powerful tool in helping individuals transition from a state of intrapersonal trance to an interpersonal one, guided by the therapist. By practicing this technique, the therapist can observe the client's behavior and use eye contact to facilitate a shift in their perception of reality and break free from automatic reactions learned in the past. With the help of gaze therapy, it is possible to overcome the limitations of the past and create a new, empowered reality."
}