{
  "title": "The Fascinating Power of Hypnosis and Animal Charm",
  "first_phrase": "This text explores the power of fascination, which isn't only limited to humans. Serpents have been known to fascinate their prey, rendering them helpless. This skill has been used in hypnotism as well, with the Medusa being a metaphorical representation of this reality. The power of fascination through the sense of sight can block a person's critical faculties and even suspend their mental processes. The last part discusses the phenomenon of \"hypnotic block fascination,\" which includes physical signs and a passive state of consciousness. It's a curious phenomenon similar to the idea of hypnosis in the collective imagination.",
  "content": "Questo sembra significare che il potere della fascinazione appartiene ad un livello profondo, precedente al ragionamento ed all'emozione. E questo fenomeno può a volte talmente spinto da bloccare addirittura ogni processo mentale tranne l'attenzione estrema. 13 Vedi ad esempio Vogyesy, “l’ipnosi umana ed animale” © www.neurolinguistic.com – tel. 3482213449 Pagina 26 Alcuni soggetti che l’hanno provato l’hanno paragonato ad “essere incantati”, come qualche volta avviene davanti allo schermo televisivo quando finiscono i programmi ma si continuasse a guardare lo schermo vuoto. Questo curioso fenomeno è molto particolare. Può essere considerato a sè stante e l’abbiamo chiamato: \"la fascinazione ipnotica di blocco\". Questa corrisponde quasi completamente all'idea dell'immaginario collettivo riguardo all'ipnotismo. Il soggetto presenta alcuni segni fisici: ammorbidimento dei muscoli della mascella, occhi aperti con poco o nessun battito, un’apparenza di stupore generale. Inoltre il soggetto entra in uno stato più o meno accentuato di coscienza passiva, bloccando naturalmente la propria attenzione sull’operatore o in mancanza di questi su di un punto sul muro. In tale stato egli segue, come un automa con gli occhi aperti le suggestioni ipnotiche che gli vengono date.",
  "last_phrase": "In conclusion, the power of fascination belongs to a deep level of our mind, and it can be so intense that it blocks every mental process except for extreme attention. This curious phenomenon is called \"hypnotic fascination of block.\" Knowing the difference between fascination and hypnosis can help understand how Mesmer and Braid contributed to its development."
}