{
  "title": "\"Autohypnosis and the Power of the Unconscious Mind\"",
  "first_phrase": "In the previous text, the philosophy of working with the unconscious was discussed, emphasizing the importance of letting the unconscious mind work on its own. The text also mentioned an exercise that involves fixing one's gaze on a light and observing the changes and sensations that occur. In this last part, the method's origins are explained, along with safety guidelines and the theory behind its effectiveness. The \"Three Phases\" slide is introduced, which identifies the essential stages needed to make autohypnosis effective. The text concludes by comparing the process of autohypnosis to the experience of having a brilliant idea after some sleep.",
  "content": "La teoria per spiegare l’efficacia del metodo è per il fatto che probabilmente crea un’attivazione neuronale “coerente” del cervello, vale a dire i neuroni operano in fase. © www.neurolinguistic.com – tel. 3482213449 Pagina 11 La filosofia del lavoro con l’inconscio Dobbiamo imparare a far sì che l’inconscio lavori da solo Esistono tanti libri di autoipnosi ma molti non spiegano il segreto per ottenere i migliori risultati. Facciamo ora l’esempio di un caso in cui la mente inconscia è messa in moto: il compito in classe di quando andavamo a scuola. Consegnavamo il compito e ci venivano in mente le soluzioni che non avevamo pensato fino a quel momento. Come mai dopo la consegna del compito? Perché la mente conscia era ormai disattivata e la mente inconscia, eccitata precedentemente cercava allora la soluzione. Per ottenere i migliori risultati con l’autoipnosi bisogna imparare a creare “concentrazione di pensiero” © www.neurolinguistic.com – tel. 3482213449 Pagina 12 Slide “Tre Fasi” Perché l’autoipnosi sia effettiva dobbiamo fare lavorare la mente inconscia. Vi sono tre fasi fondamentali che troviamo anche nella situazione in cui una persona pensa a qualcosa e poi va a dormire ed il giorno dopo ha un’idea geniale.",
  "last_phrase": "To achieve the best results with self-hypnosis, it is essential to create a \"concentration of thought\" and learn to let the unconscious mind work. Just like sowing, we need to prepare the ground, plant the seed, let it grow, and water it regularly to see results. You can apply two methods, either at night by focusing on your thoughts or in the morning by visualizing your day during the hypnagogic state."
}