{
  "title": "The Power of Eye Contact in Therapy",
  "first_phrase": "The last 200 tokens of this text explore the effectiveness of eye contact therapy in guiding subjects out of intrapersonal trances and into interpersonal ones with the help of the therapist. By describing their symptoms while maintaining eye contact with the therapist, clients are able to interrupt their internal trances and modify their reactions. This is achieved by focusing on visual contact rather than mental reflection, which is often obstructed by our own thoughts. The text also explores how eye movements correlate with accessing different types of thoughts and memories.",
  "content": "Vari processi di terapia più efficace utilizzano inconsciamente tale risorsa (aggiungere il terapeuta come risorsa). Vi è infatti un'indubbia efficacia nel parlare dei propri problemi con un'altra persona, e questo avviene in tutti i tipi di terapia. Però può tuttavia succedere che il soggetto mentalmente si “defili” nel momento cruciale. Quello che succede semplicemente nella Terapia con lo sguardo è che ciò diventa impossibile attraverso l’utilizzo del senso della vista che permette di mantenere un saldo contatto. Infatti il soggetto si sottrae alla soluzione tramite la riflessione, ed il crearsi pensieri mentali. E’ stato del resto osservato come questo abbia anche un chiaro corrispondente fisiologico nei movimenti oculari. Quando entriamo nei nostri pensieri effettuiamo movimenti delle pupille in particolari direzioni, e in altri casi defocalizziamo20. Ad esempio la PNL (Programmazione Neurolinguistica), osserva che quando una persona porta le proprie pupille in alto a destra, spesso sta accedendo a delle immagini costruite, mentre quando li porta a sinistra accede a dei ricorsi. Analogamente i movimenti in orizzontali corrispondono a costrutti uditivi ed i movimenti in basso all’accesso al proprio dialogo interno oppure alle proprie sensazioni.",
  "last_phrase": "In conclusion, the Therapy with the Gaze provides an effective solution for individuals who struggle with mental deflection during therapy. By maintaining direct eye contact, this technique can dissolve automatic defense mechanisms and overcome reactions that recreate symptoms. Ultimately, operating on daily trances can help individuals gain better control over the ideas that enter their minds, leading to a more positive and fulfilling life."
}