{
  "title": "\"Understanding the Difference between Hypnotic Trance and Fascination\"",
  "first_phrase": "This text explores the differences between hypnotic and fascinating states of mind. While there is a close affinity between these two states, there is also a fundamental difference. The fascinating state is characterized by physiological responses that distinguish it from mere suggestion. Research has shown that this state is effective not only with humans but also with animals, even reptiles. To practice fascination, one needs specific training and guidance, and the last part of the text offers some exercises to develop a penetrating gaze. It is recommended that one has already developed a sense of self-confidence before attempting these techniques.",
  "content": "18 J.P. Jagot 19 E questa era nche l’opinione di vari studiosi che ebbero modo di esaminarla direttamente, come Belfiore in Italia e Bremaud in Francia © www.neurolinguistic.com – tel. 3482213449 Pagina 29 Ad esempio, affinché gli occhi possono produrre un effetto irresistibile nella cosiddetta fascinazione ipnotica, l'esperienza c'insegna che bisogna arrivare a tenerli aperti e senza alcun movimento, evitando di distogliere lo sguardo, anche un solo istante, dalla radice del naso del soggetto. Questi esercizi oltre a rafforzare straordinariamente gli occhi servono anche per sviluppare l'attenzione, facoltà indispensabile nella vita. Tutti possono arrivarci, purchè correttamente guidati. Tuttavia la fascinazione può essere appresa bene solo se avrete sviluppato con gli esercizi di questo libro già una notevole sicurezza in voi stessi. Ecco comunque due classici esercizi per sviluppare lo sguardo fascinatorio: Il punto Prendete un biglietto da visita e sul rovescio disegnate il contorno di una moneta. Annerite quindi tutto, salvo un minuscolo cerchietto nel centro. Appuntate allora il cartoncino a una parete al livello dei vostri occhi, restando voi seduti. La vostra distanza dal cartoncino sarà di mezzo metro circa e andrà gradatamente diminuendo. Concentrate il vostro sguardo ben fisso sul punto bianco centrale, per lo spazio di un mezzo minuto.",
  "last_phrase": "In conclusion, these exercises not only strengthen the eyes but also develop attention, a crucial faculty in life. With proper guidance, anyone can achieve the ability to captivate through their gaze. Try the classic exercises mentioned, such as \"The Point\" and \"The Luminous Ball,\" and gradually increase the duration of the sessions for optimal results."
}