{
  "title": "The Power of Will and Eye Contact: Influencing Others",
  "first_phrase": "In the previous section, the author discussed the importance of developing willpower over just wishing for things. He explained that most people haven't fully developed their willpower and that desire can only be effective when it is created within oneself. In the last part, the author delves deeper into the art of influencing others through direct eye contact, handshakes, and speech. He stresses the importance of coordinating one's thoughts and expressions during conversations to maintain authenticity and conviction. The author also gives practical tips on how to maintain eye contact and transmit mental messages during handshakes.",
  "content": "Potrete guardarlo negli occhi, potrete guardarlo alla radice del naso, fra gli occhi, alle ghiandole, o, se lo fissate per molto tempo, potrete cambiar il punto del vostro sguardo da un poco più su di questi punti ad un poco più giù di essi, e ciò sarà anche bene per non essere eccessivamente fissi, ma non smettete di guardarlo con interesse tutto il tempo, almeno finché non avrete finito di formulare la proposta che desiderate che egli accetti. Nello stringere la mano di qualcuno al quale si desidera passare un messaggio, accompagnare alla stretta di mano e allo sguardo il desiderio di trasmettere gli ordini mentali. Ascoltarsi parlare: Lo sguardo per essere efficace deve coordinare la sua azione con l'azione del pensiero trasmesso attraverso le parole. Un elemento fondamentale è allora il seguente: \"lo sguardo non deve mai rappresentare un sentimento differente da quello che deriva dal pensiero che si esprime a parole e soprattutto, non deve essere contrario a tale pensiero\". Non è raro infatti, che durante una conversazione oppure una discussione, si sia assaliti da pensieri estranei all'argomento di cui si parla. Questi pensieri producono inconsciamente cambiamenti nell'espressione, il quale rischierebbe allora di mancare della convinzione necessaria per impressionare l'interlocutore.",
  "last_phrase": "In conclusion, effective communication involves coordination between thoughts and nonverbal cues. Maintaining eye contact and a steady gaze can convey conviction and confidence. However, it is essential to ensure that your facial expressions and eye contact align with your words' message to avoid coming off as insincere. So, next time you want to make a lasting impression in a conversation, remember to listen to yourself speak and fix your gaze on the person you're talking to."
}