{
  "title": "\"Eliminating Trauma Through Memory Recall and Fascination\"",
  "first_phrase": "In the previous section, we learned about how recalling traumatic memories and immediately creating a \"void\" state after can be beneficial. In this concluding section, we focus on the scientific support for this theory with the concept of fascination, which was demonstrated by Elizabeth Phelps of the New York University. Through her study, it was shown that it's possible to eliminate traumas by \"rewriting\" the mnemonic trace through a non-fearful memory within six hours of summoning the memory. This revolutionary find can help individuals with anxiety and post-traumatic stress disorder.",
  "content": "Per esempio se un terremotato abruzzese sente piccole scosse di assestamento è molto probabile, anche se quelle scossette non sono pericolose, che si spaventi e si tenda, ricordando la tragica notte del sei aprile scorso. Anche le tensioni muscolari sono del resto ricordi di eventi significativi che si sono come “fissati” nel corpo in quanto ad ogni tensione mentale può corrispondere una tensione del corpo. 10 Era questa la metodica utilizzata ad esempio da Franz Anton Mesmer (cfr. “Théorie du Monde”). Ma anche il famoso ipnoterapeuta americano Milton Erickson utilizzava un sistema simile. 11 Rossi “by asking the patient to experience the symptom, we are presumably turning on right hemispheric processes that have a readier access to state-dependent encoding of the problem” 12 Abbiamo ripreso parti del comunicato ANSA relativo(http://www.ansa.it/web/notizie/rubriche/scienza/2009/12/09/visualizza_new.html_1644482542. html) © www.neurolinguistic.com – tel. 3482213449 Pagina 20 Lo studio è stato condotto inducendo in un gruppo di volontari una paura, mostrando loro dei quadrati colorati ed associando ad essi una lieve scossa elettrica al polso non dolorosa ma fastidiosa. Il giorno dopo veniva rievocata la paura, facendogli nuovamente vedere i quadrati colorati.",
  "last_phrase": "In conclusion, this study offers insight into the importance of addressing past traumas and their physical manifestations in the body. By inducing fear and then systematically removing it through a brief training period, researchers were able to prove the potential effectiveness of this method in breaking the association between the fear response and a particular stimulus. This could have practical applications in therapeutic settings for those struggling with traumatic experiences and their resulting physical symptoms."
}