{
  "title": "\"Luxmind Exercises: Using Peripheral Vision for Subconscious Activation\"",
  "first_phrase": "The last 200 tokens of this text focus on the \"Luxmind\" exercises created by Dr. Paret, which involve observing a light source for 30 seconds while focusing on a positive thought or goal, and then observing the residual luminous spot until it disappears. These exercises are designed to stimulate the subconscious mind and are based on research by Professor Lefebure in France. It should be noted that the exercises should not be carried out by people with glaucoma or degenerative eye problems. The exercises use a light source with a maximum of 75 watts, white light is better, and the distance should be 1.5 to 3 meters.",
  "content": "Chiudete gli occhi ed osservato l’evolversi della macchia luminosa residua fino alla sua scomparsa (in tutto circa passeranno tre minuti. Noterete verso la fase finale la comparsa di un alone luminoso intorno). Riaprite gli occhi. (NOTA. Non eseguite questo esercizio se avete problemi di glaucoma) Slide Esercizio 1 Fissiamo Luce 30 sec. Chiudiamo occhi fino a scomparsa Fissare allora traccia ed osservare modificazioni (non pensare a null’altro) Slide Esercizio 2 Fissare luce e ripetere parola positiva Chiudiamo occhi e non pensiamo a niente (osservare solo traccia) Come ci sentiamo? 9 Le ricerche del Prof. Lefebure in Francia sono alla base delle prime idee di questo metodo (il quale veniva presso il “Chateau de Lussac” luogo in Francia che è stato nel secolo scorso un punto di riferimento per la ricerca nelle discipline di frontiera). Esperienze eseguite su migliaia di persone hanno mostrato che il processo è totalmente innocuo se ci si attiene alle specifiche. Non eseguite però questo esercizio se avete problemi di glaucoma o degenerativi agli occhi (chiedete al vostro oculista). L’esperienza mostra invece che può essere invece eseguito tranquillamente se siete presbiope o miope. Mantenete una distanza minima di 1,50 metri dalla fonte.",
  "last_phrase": "In conclusion, this simple exercise can be safely performed by most people and has been shown to activate coherent neuronal activity in the brain, leading to positive outcomes. Remember to maintain a safe distance and avoid if you have eye health problems. Embrace the power of your unconscious mind and let it work for you, just like when you turned in that school assignment and suddenly got new ideas."
}