{
  "title": "Using Gaze to Cure Symptoms and Fascinate the Mind.",
  "first_phrase": "In the previous paragraphs, the author explained the process of inducing a state of fascination in a person without using words, leading them to a state of \"non-thought\" where the symptom disappears. In this state, the person reaches a moment where there is no longer consciousness of the \"ego\", i.e. the automatic mental processes within the mind. In the last 200 tokens, the author describes how they intervene in the mechanisms that cause fascination for ideas or concepts that distress the subject. By concentrating on the symptomatology, the author opens up a route to communicate with the part of the brain that generates the symptom, using a mechanism similar to some therapists' \"crisis as cure\" approach.",
  "content": "3482213449 Pagina 19 Con lo sguardo interveniamo allora nei meccanismi stessi che provocano la “fascinazione” per idee o concetti che angustiano il soggetto, attraverso questi meccanismi stessi. Questo porta alla seconda maniera di considerare il processo: esso contatta direttamente la sintomatologia. Il processo è chiamato da alcuni “curare attraverso il sintomo”. Con la concentrazione del paziente sulla sua sintomatologia noi infatti apriamo una strada per parlare con la parte stessa del cervello che ingenera il sintomo mettendo in atto il meccanismo già utilizzato anche da alcuni terapeuti di \"utilizzare la crisi come cura\".10 Praticamente, quello che in questo caso aiuta l’efficacia e soprattutto la rapidità del processo è la rievocazione della problematica stessa. Possiamo fare un paragone con quello che dice Rossi (1986) \"chiedendo al paziente di sperimentare il sintomo (oppure aumentandolo addirittura, come Erickson ad esempio faceva), stiamo probabilmente attivando dei processi dell’emisfero destro che hanno un accesso più immediato alla codificazione del problema legata allo stato stesso\"11.",
  "last_phrase": "In conclusion, by directing our attention to the mechanisms that generate fascination for distressing ideas, we can contact the symptomatology directly and use it as a means to heal. This approach, known as \"treating through the symptom,\" has a scientific basis and can even be used to eliminate traumatic memories. By recalling the memory and then overwriting it within a six-hour window, we can rewrite our experiences and alleviate anxiety, stress, and other related conditions."
}