{
  "title": "Understanding Brain Waves: Definition, Symbols, and States of Consciousness.",
  "first_phrase": "This text focuses on the main brain waves and their symbols, including alpha, beta, theta, delta, and gamma waves, providing a comprehensive understanding of each. It also describes the method of descending into deeper levels of consciousness through light, as well as ascending through personal magnetism. The last 200 tokens introduce a relaxation exercise in which one visualizes a bright light while breathing and then envisions their future world in the darkness. This exercise is part of a larger process developed by the neurolinguistic school, which believes in going beyond solely alpha waves to reach the full potential of one's consciousness.",
  "content": "Possono essere anche presenti in stati di alta eccitazione. Corrisponde anche stati di superamento della divisione io-non io BETA b Da 13 a 30 Hz. Sono rapide, frequenti soprattutto nello stato di veglia o quando parliamo, associate con coscienza volta all'esterno. Sono le nostre onde quotidiane ALFA a da 7 a 13 Hz associata con rilassamento, stato tranquillo di coscienza. Attenzione all'interno. Associate al rilassamento THETA q Da 3 a 7 Hz associate con creatività, immaginazione e visualizzazione, intuizioni profonde, stati di sonno REM DELTA d da 1 a 3 Hz caratterizzate da sonno senza sogno, profondi stati di trance, autoguarigione. Slide esercizio discesa Luce 30 sec. Chiudere occhi Durante l’ESPIRAZIONE Visivi (Modificazione traccia) Notare Elementi ------------------------------ ---- Sonori (suono, respiro) Cenestesici (temperatura piedi sensazione generale) Parlarsi mentalmente dicendo “Posso rendermi conto di” Utilizzare la voce mentale Quando la traccia luminosa diventa nera immaginare nel nero il nostro “mondo futuro” © www.neurolinguistic.com – tel.",
  "last_phrase": "In conclusion, with the power of hypnosis, even long-lasting symptoms can be reduced instantaneously. The technique of instant fascination has the potential to eliminate physical pains and tensions that may have lingered for decades. Consider exploring this technique further for overall wellbeing."
}