{
  "title": "The Gaze Therapy: Bringing People Back to Reality",
  "first_phrase": "In the preceding text, we learned about how individuals enter an intrapersonal trance to protect themselves from external influences, which can hinder personal growth. This trance is usually self-maintaining, as individuals continue to behave in patterns learned from interpersonal experiences. The therapy with the gaze offers a solution, where the subject transforms from the intrapersonal trance to a guided interpersonal trance. By observing the client's symptoms and guiding them to modify their reactions, the therapist can become a resource for personal growth. In this final section, we will explore the effectiveness of this type of therapy and how it can be applied in practice.",
  "content": "In altre parole, impariamo comportamenti e reazioni dagli altri e dall'ambiente, ed in seguito li facciamo nostri. Se a questo punto non ne abbiamo più il controllo nè possiamo evitare che avvengano, possiamo dire che avvengono ormai automaticamente. L’efficacia della terapia con lo sguardo La terapia con lo sguardo rappresenta allora lo strumento per riportare indietro il soggetto da una trance intrapersonale ad una trance interpersonale ma guidata dall’operatore. Per praticare tale tecnica osservando il cliente mentre ci parla delle sue situazioni e lo invitiamo al contempo a fissarci. Notiamo come spesso lo sguardo reciproco si lega nella vita a situazioni nelle quali si definisce chi è superiore oppure inferiore. Qui non vi è nulla di tutto questo. Come © www.neurolinguistic.com – tel. 3482213449 Pagina 32 operatori dobbiamo semplicemente sforzarci di essere “presenti”, cioè coscienti della nostra essenza.. Facendo allora descrivere ai nostri clienti i loro sintomi mentre continuano a «respirare ed osservare l'operatore» noi interrompiamo la loro trance interna e li guidiamo a modificare le loro reazioni essendo in trance interpersonale con loro. Questo cambia il contesto del problema ed aggiunge l'operatore (cioè noi che gli stiamo parlando) come risorsa. In pratica “entriamo” nella loro scena mentale.",
  "last_phrase": "In conclusion, the efficacy of gaze therapy lies in its ability to bring the subject back from an intrapersonal trance to an interpersonal one guided by the operator. By simply being present and guiding the client to modify their reactions in an interpersonal trance with them, we enter their mental scene and add ourselves as a resource. Gaze therapy is a highly effective tool for maintaining a solid contact and avoiding mental distractions when discussing problems with clients."
}