{
  "title": "Using Eye Contact to Treat Symptoms: A Scientific Study.",
  "first_phrase": "In this text, the concept of therapy through gaze is explored, with the aim to bring the patient into a state of \"non-thought\" where symptoms disappear. The authors explain how this technique operates in the unconscious mind and how it can lead to a transformation of the patient's life. The authors describe how the patient is brought into a state of fascination, where consciousness of the \"ego\" is absent. The example is provided of their scientific study from their school of Nizza, which presents further nuances of the therapy. This text concludes with an optimistic note about the patient's improved state.",
  "content": "I nostri studi ulteriori La nostra scuola di Nizza ha studiato scientificamente il fenomeno mettendone in luce ulteriori sfumature. Un punto chiave della terapia con lo sguardo è il farsi osservare ed osservare a nostra volta il cliente mentre gli facciamo rievocare lo stato problematico. A questo punto portiamo poi la persona in stato di fascinazione senza utilizzare parole. Questo permette infatti di condurlo in uno stato di \"non pensiero\" dove il sintomo svanisce. È come resettare la mente. In tale situazione, per un momento più o meno lungo, la persona fascinata raggiunge uno stato nel quale non vi è più la coscienza dell’”ego”, ovverosia l’insieme della nostra mente e dei nostri programmi mentali automatici. La persona è allora “oltre la trance”. Noi siamo infatti in trance in molte situazioni. Possiamo ad esempio essere affascinati da oggetti, o persone, oppure ancora dai nostri pensieri nei quali ci perdiamo. La maggior parte delle persone è come totalmente presa, \"affascinata\" dai propri meccanismi mentali. Questa è la ragione per la quale ripete sempre gli stessi meccanismi e mantiene il problema. © www.neurolinguistic.com – tel.",
  "last_phrase": "In conclusion, the power of eye contact and fascination without words can reset the mind and help individuals surpass their automatic mental mechanisms, which keep them in a repetitive cycle of problems. By directly targeting the mechanisms that cause the fascination, we can use the symptom itself as a way to heal. This process can be rapid and effective. Overall, emphasizing the symptomatic experience while contacting the person's brain can prove highly successful."
}