{
  "title": "\"The Art of Mesmeric Entertainment with a Purpose\"",
  "first_phrase": "This text discusses the art of mesmerism, a popular entertainment in the 19th century. The author, who is not specified, explains that the most successful experiments are those produced with a combination of will and manipulation. They differentiate the phreno-mesmerist from other public mesmerists who make a great fuss on stage and tell their subjects what to do. The phreno-mesmerist, instead, produces all the desired effects by touching the head or face of their subjects. They caution against haste and suggestion with mesmeric sensitives, and force results with mesmeric-psychological subjects. The author emphasizes that while entertaining, the primary purpose of mesmerism is not merely entertainment, but elevating character in a wholesome and beneficial way.",
  "content": "The earnest, tearful prayer—immoderate laughter— passionate weeping—amorous dalliances—absurd and impossible situations, are gracefully and naturally taken up and carefully enacted (as easily as if the persons operated upon had been under careful training for years), as the mesmeriser now excites an organ or a facial muscle by his magnetic touch. With mesmeric sensitives, avoid all haste and suggestion. In a sense, take what comes—and you will have in due time the best results, clairvoyance, and what not. With phreno-mesmeric sensitives also avoid haste and suggestion as far as the latter can be eliminated, from your experiments. The phenomena induced are sometimes traceable to the excitement of the cerebral organs by touch and sometimes to your will and in some instances to both. Suggestion is possible only when the sensitive understands the location of the faculties. With mesmeric-psychological subjects, who form the great majority of all platform assistants, force results—make what suggestions you please. Ever bear in mind, while entertainment and entertaining have their uses, they are not the end all and be all of Mesmerism. Let your suggestions be wholesome, happy, healthy, and beneficial, elevating character always.",
  "last_phrase": "In conclusion, Mesmerism can be a fascinating and entertaining subject to explore, but it should always be approached with care and responsibility. Whether working with mesmeric sensitives, phreno-mesmeric sensitives, or mesmeric-psychological subjects, avoid suggestions that could harm or degrade your subjects. Remember that while entertainment has its place, it is not the ultimate goal of Mesmerism. By using Mesmerism in a productive and beneficial way, we can draw attention to its more scientific aspects and unlock its full potential."
}