{
  "title": "Understanding the Physiology of Pupil Reaction in Hypnotism",
  "first_phrase": "This text explains the experimental facts behind the control of pupil dilation and contraction, and the reflex centers in the brain responsible for regulating these movements. The corpora quadrigemina is identified as the key reflex center, which also acts as a reflex center for regulating the blood flow in the vessels of the eye. The text also delves into the phenomenon of hypnotism and how it affects the reflex mechanism of the corpora quadrigemina, causing the pupil to contract when exposed to light, and the brain to become anaemic.",
  "content": "If we apply these facts to the case of a hypnotised person we find that (1) the pupil of a hypnotised person contracts energetically when light falls upon the eye, showing that the reflex mechanism is still intact; (2) just before the hypnotic state is induced the pupil dilates, indicating feeble nervous impulses passing along the third from the corpora quadrigemina; (3) at first, the eyeballs seem to sink in, but when hypnotism is complete they project in a mannersimilar to what has been observed in an animal when the arteries supplying the head have been compressed so as to make the brain anaemic or bloodless; and (4) the opthalmoscope has not shown any change in the calibre of the blood vessels of the retina in' the hypnotic state. From a consideration of these facts and inference, Heidenhain was at first inclined to believe that hypnotism might be due to a reflex influence on the vessels of the brain causing them to contract so as to permit the passage of only a small quantity of blood, and make the brain anaemic.",
  "last_phrase": "In conclusion, the study of hypnotism has revealed that the mechanism behind it is not due to deficient blood supply or reflex influence on the vessels of the brain but rather a new mode of nervous action known as inhibitory action. Further research and understanding of this phenomenon can shed more light on the workings of the human brain and its potential capabilities."
}