{
  "title": "\"Mesmerism: Controlling Subjects with a Firm Voice and Zinc Discs\"",
  "first_phrase": "In this final part, the author provides detailed instructions on how to mesmerize and control subjects in a mesmerism performance. The author suggests using zinc discs, which have a slight voltaic influence, to mesmerize the audience and prepare them for further effects. The author advises controlling subjects, starting with those who have been influenced previously, by making rapid passes over their closed eyes and placing pressure on the forehead with the thumb of the right hand while holding their right hand with the left. These techniques can help to achieve the desired result with the least amount of fatigue.",
  "content": "(*Note: The discs are made of zinc, about the size and thickness of a florin, having a copper rivet in the centre, the whole amalgamated with mercury. They hare a slight voltaic influence and are principally used for the above effects. You will now proceed to control your subjects. Commence with one or two persons who have been influenced at some previous time. Take the disc, and put it in your pocket, and in a bag which you may have for the purpose. Tell the subject to “close his eyes firmly or tightly,” over which you will make some rapid passes with the intention of really closing them, This done, place the thumb of your right hand upon the forehead of the subject, in such a way as to be across the root of the nose, just above the eyebrows. You will aid your intention with a slight downward pressure. With your left hand you will take the right hand of your subject in a natural and easy way. At the same time you bring your thumb pressure to bear on the forehead. You will press with the knuckle joint of the third finger of the right hand.",
  "last_phrase": "In conclusion, the use of zinc discs with a slight voltaic influence can aid in inducing a mesmeric state and controlling subjects. By following the steps outlined, one can practice this technique and gain a better understanding of its effects. However, it is essential to use this skill responsibly and with the utmost care."
}