{
  "title": "\"The Origins of Hypnosis: Braid's Contribution to the Field\"",
  "first_phrase": "This text delves into the history and evolution of hypnosis, beginning with Braid's paper on the Curative Agency of Neuro-hypnotism. Braid's groundbreaking work is discussed, as is his important contribution to the field of reflex action of ganglia and cerebrum. The editor's note highlights how Braid opened the door for critics of Animal Magnetism and paved the way for the development of psychological hypnosis. The last 200 tokens discuss recent reinvestigations by Professor Weinhold and Dr. Rudolf Heidenhain of Animal Magnetism, with Heidenhain attempting to explain the phenomena through inhibitory nervous action.",
  "content": "Braid himself explained in his work that he couldn't get the same results the old “magnetiseurs” got. Braid started to work by observing the French Magnetiseur LaFontaine at work. But Lafontaine himself always affirmed Braid didn’t catch the heart of his system. For example Lafontaine speaks of many instances where he “magnetized” people even against their will. And with the Braid system this is simply not possible. Braid put away every reference to life fluid in his work. Therefore he paved the way to the actual psychological hypnosis, where everything is explained without using the energetic paradigm. Even after more than a hundred years of research in this field, psychological hypnosis born from Braidism is not able to achieve the same results as Animal Magnetism achieved, as reported in this work and as everyone can see in our seminars. Recently the subject has been reinvestigated by Professor Weinhold of Chemnitz, and more particularly by Dr. Rudolf Heidenhain, professor of physiology, in the University of Breslau, who has published a small but interesting work on Animal Magnetism. In this work Heidenhain attempts to explain most of the phenomena by the physiological doctrine of inhibitory nervous action, as will be shown hereafter.",
  "last_phrase": "In conclusion, Braid's work on psychological hypnosis laid the foundation for understanding the practice without relying on the outdated energy paradigm of Animal Magnetism. While not achieving the same results as its predecessor, recent studies by experts like Professor Weinhold and Dr. Rudolf Heidenhain have shed light on its physiological underpinnings. The Mesmeric or Hypnotic state is induced through fixed gaze and gentle passes, with observable changes in pupil relaxation and eyelid motion."
}