{
  "title": "\"Exploring the Power of Hypnotism beyond Modern Science\"",
  "first_phrase": "In the last part of this text, the author delves further into the concept of hypnosis and challenges the modern scientific paradigm that dismisses the possibility of extra-sensory perceptions. The author also highlights the existence of techniques that were utilized in the past but now are being ignored by modern hypnotists. The text discusses the need to approach hypnosis from a different point of view and sheds light on the immense reality that exists beyond the materialistic perception of the world of the mind. Furthermore, the author explores how certain elements may not be measurable in the same way as we measure ordinary objects in the realm of modern science.",
  "content": "Even with his teaching, this method was not easy to grasp as it is based on mental presuppositions which are different from what we are used to today. We began researching it with a scientific point of view, asking ourselves if what we had observed was factual or not. To assist us in our research, we read many books published in the past centuries which are known to present techniques which today’s hypnotists do not utilize, such as thought transference, magnetic healing with the eyes, will-power effects, etc… After thousands of personal observations, we can honestly say that an immense reality exists, which at the present time is oppressed by the dominating materialistic view of the world of the mind. This point of view negates the possibility that the point of view of the operator could modify, by itself, the reality. Modern science always tries to find elements that are specifically measurable. But there are certain elements that perhaps are not measurable in the same way as we measure ordinary objects and which simply vanish when we measure in such a way. The Quantum Theory says the same about the ambiguity existing between particle and wave.",
  "last_phrase": "In conclusion, while modern science may struggle to measure certain elements of hypnosis, we have observed an undeniable reality that is often overlooked due to materialistic views. Through years of research and personal observations, we have discovered a powerful and subjective element to hypnosis that cannot be taught in any university. Therefore, it is worth exploring and utilizing this phenomenon for personal growth and healing."
}