{
  "title": "The History of Mesmerism and Its Extraordinary Feats.",
  "first_phrase": "This text explores the history of Mesmerism and how it paved the way for modern hypnosis. The Marquis de Puysegur is highlighted as an influential figure who used Mesmerism for the cure of disease with great success. De Puysegur's views on the cause of the phenomena were based on the belief in organic electricity and odic force. The text also discusses how Mesmerism found its way to London and caught the attention of the medical community, producing phenomenal results. The text ends with a quote from the poet Samuel Taylor Coleridge expressing his philosophical doubt on animal magnetism.",
  "content": "Mr. Richard Chenevix, F.R.S., published a series of papers on the subject in the London Medical and Physical Journal for 1829, entitled, “On Mesmerism, Improperly called Animal Magnetism.” His experiments attracted the attention of the Faculty—Dr. Elliotson, among others. Baron Dupotet arrived in London about 1831, and commenced a series of experiments—the Baron was a firm believer in Animal Magnetism. These experiments were seen by Dr. Elliotson, who now determined to investigate the subject for himself. The result of the experiments of Dr. Elliotson, which was published in the Lancet, produced a great sensation; and phenomena which had been regarded as impossible were constantly produced. Prevision, introvision, sympathy, thought transference, and all the extraordinary features of clairvoyance were established. Editor’s note: here we see the big difference between Mesmerism and “modern Hypnosis”: Mesmerism allows the realization of such extraordinary feats which were never reported by experimenters of the psychological fields. Writing about this period, Samuel Taylor Coleridge, the poet, says:—”My mind is in a state of philosophical doubt concerning animal magnetism. For nine years it has been before me.",
  "last_phrase": "In conclusion, the experiments on Mesmerism have been a subject of great interest and debate among scholars and medical practitioners. The extraordinary features of clairvoyance and thought transference established through these experiments have brought new insights to the field, differentiating it from modern hypnosis. The evidence is too strong for a candid mind to be satisfied of its falsehood, or its solubility, on the supposition of imposture or casual coincidence. These experiments have made significant contributions to our understanding of the human mind and opened up new possibilities for medical treatment."
}