{
  "title": "\"Hypnotism vs. Mesmerism: A Comparison of Methods and Effects\"",
  "first_phrase": "In the previous section, the author shared his opinion on Hypnotism versus Mesmerism. In this last 200-token part, the author continues discussing modes of hypnotic procedure and how they can produce extraordinary results, though they differ in quality to mesmeric practice. The text explores the subtle life-force present in humans and animals, known as Zoo-Organic or Animal Magnetism, which plays a crucial role in mesmeric phenomena. The author provides evidence of how they magnetized water and mesmerized flannel and paper, with satisfactory results that cannot be explained by suggestion or psychology.",
  "content": "Remarkable as these results may be, and admitted that the methods used to bring them about do in some measure enter occasionally in all mesmeric practice, still the phenomena is never of that beautiful character as those evolved by the slower, more patient and carefully administered: methods known as mesmeric. MAGNETIZING WATER There is a subtle life-force in mankind and in animals to which the term Zoo—Organic or Animal Magnetism, or Odic force (Odylic—of Reichenbach.) —has been used to distinguish. This force or influence, by whatever name, is the main agent in mesmeric phenomena. I have carefully magnetized a tumbler of water, being one of six-tumblers of water. The tumblers were placed on a tray by a committee appointed for the purpose. The patient has, by sight and taste detected the magnetised or mesmeric water from the rest by the sensations experienced by him. I have mesmerised flannel, and even paper, for patients at a distance, with satisfactory results, which neither faith, suggestion, nor Psychology can explain. I give one instance out of many.",
  "last_phrase": "In conclusion, while mesmeric practice can produce remarkable results, it requires patience and careful administration. Magnetizing water or objects has also shown to have successful, unexplainable results. The use of magnetized flannel helped an old man suffering from insomnia fall into a refreshing nine-hour slumber. The subtle life-force, also known as Zoo-Organic or Animal Magnetism, shows the power and potential of alternative practices in healthcare."
}