{
  "title": "Developing Personal Magnetism Through Eye Education and Gazing Techniques.",
  "first_phrase": "This text discusses the importance of cultivating a strong and steady gaze, which can be accomplished through various exercises such as staring at a small piece of paper on a mirror or focusing on distant objects while walking. Such exercises are crucial in developing personal magnetism and a powerful will. In the original school of Fascination, there are many techniques and exercises to strengthen the gaze, which also helps in developing the mind. The author emphasizes the importance of displaying strength of purpose through the eyes and educating the muscles of the eyes and eyelids for their work. Finally, they encourage readers to use their cultivated gaze to influence others, as the conscious direction of will by the eye can become a powerful mode of thought.",
  "content": "For this the optic nerve and the muscles of the eyes and eyelids must be educated for their work. Editor’s note: In the original school of Fascination there is much more than what Dr. Coates explains here. Developing the eye also helps in developing the mind and this is the basis of what is called “personal magnetism.” We have collected many techniques and exercises to develop this force. Having gone so far in the cultivation of the gaze, commence to use to some purpose. If at a place of amusement or at a lecture, sitting behind some one, look steadily at the nape of the neck, with the intention of giving them a desire to turn round this can be done by persevering practice—a small percentage of successes will soon show you what can be done. You will begin to realise that the conscious direction of will by the eye becomes a most subtle and powerful mode or vehicle of thought. The mesmerist must be powerful, and his subjects very sensitive receptive, and well educated before the operations of will wholly and solely, are to be depended upon. It is not only right to cultivate the will, but the means whereby it may be best expressed or conveyed.",
  "last_phrase": "In conclusion, developing the muscles of the eyes and optic nerve can enhance personal magnetism and become a powerful vehicle of thought. By consistently practicing the gaze exercise and mastering the art of passes, you can achieve profound levels of mesmerism and fascination. Remember that perseverance and education are essential in this process."
}