{
  "title": "\"The Three Hypnotic States and Their Characteristics\"",
  "first_phrase": "In the preceding text, the author details the procedure of the best class of mesmerists. He highlights the essential requisites for a mesmerist which include perseverance, diligence, and presence of mind. The author also touches upon the different stages and states of Mesmerism and their similarities to hypnotic states. Moving on to the last part of the text, the author discusses the classification of hypnotic states by pioneers in the field such as Braid, Heidenhain, Charcot, and Richet. These states include the Cataleptic, Lethargic, and Somnambulistic stages. In the Cataleptic stage, the subject possesses no volition, does not respond to mental or verbal suggestions, and nervous muscular excitability appears to be absent. The previous caution to not touch the patient is reiterated, as certain individuals may cause a distressing state of cross-mesmerism in highly nervous and hysterical patients.",
  "content": "In it we find that perseverance, diligence, and presence of mind are the essential requisites for a mesmerist; that certain methods of operation are adopted as expressive of the twill and determination of the mesmerist to produce certain results; that the phenomena not only vary in different patients, but at different periods in the same patient. The method of awaking, the curative and phenomena of suggestion, or the power of impressions made during sleep, are also faithfully and simply pointed out. HYPNOTISM There are several degrees in sleep, and various-stages, or states, in Mesmerism. So there are different hypnotic states. These are said to be three in number, and, from their characteristics, they approximate in a marked degree to the second, third and fourth stages of mesmerism. By Braid, Heidenhain, Charcot, and Richet these hypnotic states are classified as the CATALEPTIC, the LETHARGIC and the SOMNAMBULISTIC. In the first, or Cataleptic stage, the subject possesses no volition, does not respond to mental or verbal suggestions,—nervous muscular excitability appears to be absent—and in whatever position the various parts of the body are placed, they will remain in that position.",
  "last_phrase": "In conclusion, hypnotism involves different stages or states, which can be classified as the cataleptic, lethargic, and somnambulistic. While the first two stages involve a loss of volition and muscle excitability, the somnambulistic stage approximates the fourth degree of Mesmerism and allows the subject to act out suggested dreams. Understanding these states and their characteristics can help in the practice of hypnotism."
}