{
  "title": "The Dangers of Mesmeric Entertainments: Phreno-Mesmerism",
  "first_phrase": "In the preceding pages, we have seen how mesmerism can be used for entertainment, but there is more to it than just that. In Chapter IX, the focus turns towards Phreno-mesmerism and the curious experiments conducted by Professor Charcot. The patients experience catalepsy and somnambulism, responding to suggestions in fascinating ways. This form of mesmerism draws attention to the scientific aspects of the subject and highlights its potential beyond mere entertainment.",
  "content": "He has effected some curious experiments on hysteroepileptic patients in the Salpetriere Hospital, producing catalepsy and somnambulism at will. The subject placed for a few seconds or minutes before the full blaze of an electric light, becomes fascinated. The anaesthetic state is complete, for he can be pinched, etc., without exhibiting pain. The members retain whatever attitude is given them. The patient has become cataleptic. In vain you speak or question him. Place him in a tragic posture, the physiognomy becomes severe, and the eyebrows contract. Bring the hands together as in prayer, the visage softens and the features become supplicating. Cut off the light, the patient drops into a somnambulistic state he falls backward, the eyelids close, and if the skin be rubbed, the part will contract as if under the influence of electricity. Call the patient, he will rise up and walk towards you. Tell him to kneel and he will kneel; to write and he will write; to sew, and he will, mechanically, like a slave, the eyes being firmly closed. Sometimes the answers given are more intelligible than when the patient is wideawake, so much is the intelligence excited.",
  "last_phrase": "In conclusion, the curious experiments conducted on hysteroepileptic patients at the Salpetriere Hospital have shown that certain stimuli such as electric light, music, and steady eye contact can induce catalepsy and somnambulism. Although these results may seem similar to mesmerism, they provide valuable insights into the workings of the mind and the power of suggestion."
}