{
  "title": "\"Phreno-Mesmerism: The Power of Phrenology in Psychological Experiments\"",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the importance of phrenology in understanding mesmerism. He explains that the successful mesmerist must have either a keen understanding of physiognomy or be knowledgeable in phrenology. The author goes on to describe how the cerebral organs of the mental faculties operate like a piano when excited by mesmeric influence in the somnambulistic state. In this state, the experiments are most effective and conclusive. The phenomena observed are not the result of suggestion, accident or imagination. The author notes that to appreciate phreno-mesmerism, some knowledge of phrenology is required. However, unfortunately, the majority of the public is not much acquainted with mental science as founded upon phrenology.",
  "content": "So there are too many who care little for the cerebral machinery, its form, size, quality, and power—by which the mind animates the face indicating thereon the morning, the mid-day, and the twilight of the human soul in Time. To appreciate Phreno-Mesmerism, some knowledge of Phrenology is requisite. The successful mesmerist must either be a keen physiognomist or a good phrenologist. In the latter case, his psychological experiments will be the most satisfactory and fascinating. Sensitives in the deep mesmeric sleep, and who are conscious of your thoughts or otherwise in full sympathy or en rapport with yourself, are not subjects for phreno-mesmeric experiments. The experiments with them, at least, would not be conclusive. In the somnambulistic state when the subject is deprived of consciousness, and is so far-rendered oblivious as not to remember what has occurred during sleep unless impressed to remember —in this state the cerebral organs of the mental faculties resemble a piano—when excited by mesmeric influence they give forth manifestations in accordance with Phrenology, and the experiments are most effective and conclusive. The phenomena are not the result of suggestion, accident or imagination.",
  "last_phrase": "In conclusion, understanding the principles of Phrenology is crucial for successful phreno-mesmeric experiments. A thorough knowledge of both Mesmerism and Phrenology is required to achieve the most effective and conclusive results. While some people are more susceptible to mesmeric influence, it is not possible to conduct accurate experiments without a solid understanding of this complex science."
}