{
  "title": "\"Hypnosis: Stages and Techniques of Dr. Braid's Mesmerism\"",
  "first_phrase": "In this text, Dr. Braid describes his mode of hypnotic induction, which involves an object held above the patient's head, and the gradual closing of the eyes. His technique produces three stages of hypnosis: cataleptic, lethargic, and somnambulistic. The somnambulistic stage allows for complex phenomena like memory and imagination to be intensified. Dr. Braid's method is described in detail, using the example of a lancet case that is held at a distance from the eyes.",
  "content": "Dr. Braid's Mode of Procedure I give his plan in his own words:—”Take any bright object (I generally use my lancet case) between the thumb and fore and middle fingers of the left hand; hold it from about eight to fifteen inches from the eyes, at such a position above the forehead as may be necessary to produce the greatest possible strain upon the eyes and the eyelids, and enable the patient to maintain a steady, fixed stare at the object. The patient must be made to understand that he must keep the eyes steadily fixed on the object. It will be observed that, owing to the consensual adjustment of the eyes, the pupils will be at first contracted, they will shortly begin to dilate, and after they have done so to a considerable extent, and have assumed a very wary position, if the fore and middle fingers of the right hand, extended and a little separated, are carried from the object toward the eyes, most likely the eyelids will close involuntarily, with a vibratory motion.",
  "last_phrase": "In conclusion, Dr. Braid's Mode of Procedure involves a simple yet effective technique to induce a state of hypnosis. By holding a bright object at a certain distance from the eyes and instructing the patient to maintain a fixed gaze, the optic nerves become tired, and the muscles of the eyes are exhausted, leading to involuntary eyelid closure. While his method is physical before being mental, it can provide some level of control over the patient's nerve centers. So, this method can be helpful to control anxiety, stress and to improve focus."
}