{
  "title": "Controlling a Vicious Horse: The Power of Mesmerism",
  "first_phrase": "This text explores the different ways horse tamers gain control over a horse, comparing the methods of horse trainers like Sullivan and Rarey to those of an Arab horseman. It highlights the power of magnetic or mesmeric influence that comes from years of practice and concentration. The text then provides a step-by-step guide on how to take control of a vicious horse, emphasizing the need for fearlessness and knowledge of a horse's temperament. In the final 200 tokens, the author details how to approach and restrain a fearful horse to gain complete influence over it.",
  "content": "The power exercised is magnetic or mesmeric in character. Years of constant use and concentration have intensified the gift and the power to use it. If the fear of man or beast, snake or bird, is experienced or left by the mesmerist, it is idle to attempt to mesmerise. To mesmerise a horse, or obtain control over him, there must be neither fear nor rashness possessed by the operator. He is also more likely to be successful if he possesses a sufficient knowledge of horses—temperament and disposition—to approach them in a natural and easy way. Taking, then, the foregoing for granted the following is the most effective way to control a vicious horse, and get him completely under your influence. Enter the stable, bar the door, walk rapidly and decidedly up to the horse in the stall, take the halter off his neck (keep close to his head, he can rear and snap as much as he likes), seize him by the forelock with the right hand and by the nostrils with the thumb and forefinger of the left hand, closing them upon the septum or cartilage dividing the nostrils with a tight grip, as a ring is fastened on a bull's nose.",
  "last_phrase": "In summary, the key to successfully mesmerizing a horse or gaining control over it is to approach it with no fear, no rashness, and with sufficient knowledge of its temperament and disposition. The most effective way to control a vicious horse is to enter the stable, take the halter off his neck, seize him by the forelock and nostrils. Blow steadily into his ear for approximately five minutes before patting him on the shoulder, making firm yet calm speeches, and making passes from between the ears to as far down the back as possible. With these techniques, you can get the horse completely under your influence."
}