{
  "title": "Understanding Dr. Braid's Method of Hypnosis",
  "first_phrase": "This text explores Dr. Braid's method of inducing a trance-like state through the fixation of a bright object. The previous tokens discuss Dr. Braid's background and the history of mesmerism. In the last 200 tokens, Dr. Braid's specific technique is described, in which he instructs patients to fixate on an object held up to 15 inches away while he directs their attention and tells them to keep their eyes fixed on the object. The aim is to fatigue the optic nerves and achieve a state of inhibition of the nerve centers. Unlike traditional mesmerism, Braid does not require a second person and exercises his own will over the patient.",
  "content": "“If this is not the case, or the patient allows the eyeballs too move, desire him to begin again, giving him to understand that he is to allow the eyelids to close when the fingers are again carried to the eyes, but that the eyeballs must be kept fixed on the same position, and the mind riveted to the one idea of the object held above the eyes.” Here we find although Dr. Braid avows that the influence of a second person is not necessary, he exercises his own will in a marked manner. He directs the attention of the patient, gives him to understand he must do something—i.e., in this instance he must steadily gaze on a bright object, so as to weary the optic nerves and exhaust the muscles of the eyes. Here the will of the operator is exercised: in a large measure. His methods induce inhibition of the nerve centres which govern the optic nerve. The control obtained is inferior to the ordinary mesmeric method—it is first physical, and then mental.",
  "last_phrase": "In conclusion, while Dr. Braid's techniques of hypnotism involve physical and mental control, they fall short in comparison to the older and calmer operations of Mesmerism. This has resulted in an ongoing dispute between those who attribute hypnosis to physiological reasons and those who attribute it to psychological reasons. Braid's original point of view reflects only a partial understanding of the phenomenon."
}