{
  "title": "\"Inducing the Mesmeric or Hypnotic state\"",
  "first_phrase": "In the preceding text, we learned about the mesmerizing or hypnotic state, how it is induced and the physical changes that occur in the patient. In this section, we will discuss the various actions that can be commanded to be performed by the patient in this state. The patient can perform actions ranging from funny and playful to ridiculous and degrading, all at the operator's command. Furthermore, we will also explore the production of stiffness or rigidity of certain muscles or even the entire body as another class of phenomena.",
  "content": "At the same time the patient may now be caused to make movements in obedience to the commands of the operator, and to act according to ideas suggested to him. Editor's note: Verbal suggestions are very infrequently used in the original magnetic-hypnotic method: as we see here the operator never speaks and yet still has a very strong influence on the patient, more than with the actual methods. Thus, he may eat a raw onion with gusto, apparently under the impression that it is an apple; he may make sad faces on drinking a glass of water when told that what he is taking is castor oil, he may ride on a chair or stool as in a horse race; he may fight with imaginary enemies, or show tokens of affection to imaginary friends; in short, all kinds of actions, even of a ridiculous and a degrading nature, may be done by the patient at the command of the operator. Another class of phenomena consists in the production of stiffness or rigidity of certain muscles or groups of muscles, or even of the whole body.",
  "last_phrase": "In conclusion, while hypnosis can induce various sensations and actions in patients through the operator's suggestions and commands, it is important for practitioners to use ethical and responsible practices to avoid causing harm or embarrassment to the patient. Always remember to prioritize the patient's well-being and comfort during the process."
}