{
  "title": "Understanding the Symptoms of Artificially Induced Hypnotism.",
  "first_phrase": "This article discusses artificially induced hypnotism, its general facts, and how it belongs to the same class as other phenomena such as animal magnetism, electro-biological effects, and odylic influences. The previous section described how by stroking the forearm, or inducing cataleptic conditions, various disorders of sensations could be observed. The patient may remain in a hypnotic condition for an hour or more, and may then be roused by holding them for a few minutes or blowing into their eyes. Certain individuals are more readily hypnotized than others. These are significant characteristics of hypnotism, which have been the cause of much wonder and the basis of many superstitions.",
  "content": "Certain persons are more readily-hypnotized than others, and it has been observed that, once the condition has been successfully induced, it can be more easily induced a second time, a third time more easily than a second and so on until the patient may be so pliant to the will of the operator that a fixed look or a wave of the hand, may throw him at once into the condition. Such are the general facts in artificially induced hypnotism, and they belong to the same class as those referred to animal magnetism, electro-biological effects, odylic influences, etc. according to the whim or theory of the operator. It is not surprising that such phenomena have been the cause of much wonder and the basis of many superstitions. Some have supposed that they were supernatural, others that they indicated the existence of a specific force exerted by the experimenter upon the passive subject.",
  "last_phrase": "In conclusion, while there are many misconceptions surrounding the phenomena of artificially induced hypnotism, most of the symptoms observed during hypnotic states can be attributed to physiological processes in the brain and nervous system. Understanding these processes will continue to shed light on this unique and fascinating aspect of human experience."
}