{
  "title": "\"Mesmerism and Animal Magnetism in Scientific Experiments\"",
  "first_phrase": "In earlier text, animal magnetism is dethroned by experiments of eminent personalities like Braid, Carpenter, etc. But these experiments with variables had a tendency of error, which got influenced by the 'predominate ideas' of the experimenters. On the other hand, occult phenomena investigators like W.H. Myers and Dr. Liebault believe in 'Mesmerism' or 'Zoo-Magnetism' which involves the possibility of a specific agent or influence on hypnotism. In the last 200 tokens, the author advises experimenters to act as if such an influence existed and to use mesmeric aids such as imitation, suggestion, and imagination for intensifying the results.",
  "content": "Dr. Liebault, of Nancy—one, perhaps, of the ablest of living hypnotists, and one who at one time was disposed to deny the possibility of such an influence—has, at the end of 25 years, during which time he has hypnotised or magnetised thousands of persons in health and disease, arrived at the conclusion that such specific influence does exist, which he terms “Zoo-Magnetism.” I should advise all experimenters to act as is such influence existed. That in every move and pass, look or gaze, act as if they were throwing out something, or imparting that something with a definite end in view, all looks and passes being but vehicles to conduct the specific influence. By use of the term mesmeric, I include the possibility of such an influence, the means of applying and conducting it, and all such means or aids as will assist in intensifying it, or will aid in bringing about the desired result in conjunction with it, such as suitable conditions, and even the aid of imitation, suggestion, and imagination. If these latter can be used to good purpose, why not use them?—if not, why not?",
  "last_phrase": "In conclusion, Dr. Liebault's extensive research on hypnotism and magnetism has led him to the conclusion that specific influence does exist and can be harnessed. By using the techniques of mesmeric, experimenters can improve their results and achieve their desired outcome. While this concept may be difficult for some to accept, the potential benefits make it worthwhile to explore further."
}