{
  "title": "\"Introvision and Prevision in Mesmerism for Developing Clairvoyance\"",
  "first_phrase": "In the previous paragraphs, the concept of mesmerism and its power to create a real link of sympathy between the mesmerizer and the patient has been explained in detail. Now, the author delves into the phenomena of introvision and prevision and their connection to mesmerism. The text describes how clairvoyance can be induced by mesmerism and the distinctions between the primary action of mesmerism, which should be that of spirit acting on spirit, the secondary action, which includes the mind of the mesmerizer influencing the psyche of the sensitive directly or through the organization indirectly. The text also highlights how mesmeric operations in their highest and truest character are spiritual, then mental, then physical.",
  "content": "The primary action of Mesmerism should be that of spirit acting on spirit, mind on mind—such action being that of direction, or education, and sympathy. Secondly, the action of Mesmerism is that of spirit or mind over organisation. Therefore we have the mind of the mesmeriser influencing the mind, of the sensitive directly, or through the organisation indirectly Mesmeric operations in their highest and, truest character are spiritual, then mental, then physical. Hypnotic-experiments are physical first, mental afterward, spiritual seldom. Clairvoyance is possible in Mesmerism, impossible in the latter. Clairvoyance—”clear seeing”—might be called “soul-sight,” as a vivid ray of electric light flashed suddenly out into midnight darkness reveals much that is hidden with sudden and startling clearance. So it happens in Mesmerism; when the senses are completely subdued; the passions and the emotions allayed by the mesmerist, then the subtle powers of the spirit (pneuma) and the spirit body (psyche) shine forth and reveal the hidden mysteries of mind.",
  "last_phrase": "In conclusion, Mesmerism is a spiritual and mental practice that involves the interaction between minds and spirits. It has the power to enhance clairvoyance and reveal hidden mysteries. However, caution must be taken with the use of this practice, and development should be done with patience and a focus on spiritual and mental growth."
}