{
  "title": "Animal Magnetism: Historical Accounts and Modern Criticisms.",
  "first_phrase": "In the last part of this text, the author explores the concept of miracles and how they were attributed to magnetism by some intelligent men 200 years before Mesmer. The text highlights the tendency of humans to attribute extraordinary things to a divine power and how supernatural phenomena have always been intertwined with religion in pagan antiquity, the middle ages, and even the present time. The author argues that what was deemed supernatural in the past could be attributed to misunderstood nervous and mental phenomena, and that a critical analysis of those records would be out of place.",
  "content": "It would require a volume merely to name the facts, from the exorcisms of Saint Gregory Thaumaturgus to the convulsionaries of Saint Medard. Some intelligent men, one hundred years before Mesmer, like their compeers of to-day, were disposed to deny the reality of the miraculous, or to attribute their existence to magnetism. “Magnetism,” says Von Helmont, “is active everywhere, and has nothing new but the name, it is a paradox only to those who ridicule everything, and who attribute to the power of Satan, whatever they are unable to explain.” In all times, as well as in all countries, extraordinary things have passed for supernatural from the moment they are no longer admitted of explanation; and it is natural to refer and attribute supernatural things to a divine power. That which is esteemed supernatural and divine so becomes the basis of religion. So we find in Pagan antiquity, in the middle ages, and at the present time these phenomena inextricably mixed up with the history of religion. Miracles (marvellous cures and misunderstood nervous and mental phenomena) were dethroned by the savant in science and philosophy and attributed to magnetism 200 years ago.",
  "last_phrase": "In conclusion, what once were believed to be supernatural occurrences have been attributed to various scientific explanations over the years, including animal magnetism which was eventually replaced by other terminology such as neuro-hypnotism, reflex action of the cerebral nerves, cutaneous irritations, and more. Today, animal magnetism is considered to have no scientific basis, and its name lives on only through the superstitions of the uninformed."
}