{
  "title": "The Introduction of Mesmerism and Hypnotism in England",
  "first_phrase": "This text explores the history of Mesmerism and Hypnotism, starting with M. Le Fontaine's public lectures in England in 1841, and how Dr. Braid developed his own theory of Hypnotism. The last 200 tokens introduce several names of individuals who created great public interest in the subject, such as Spencer T. Hall and Darling Lewis. The author, Coates, believes in Animal Magnetism and explains how will power and conviction are crucial in exercising this power. He notes that Mesmerism helps us understand past mysteries and that scientific investigation provides us with a hypothesis.",
  "content": "These two gentlemen, more than any other, created great interest in the subject; Henry G. Atkinson and Miss Martineau added to the public interest by their letters and publications. In Scotland, Darling Lewis, Stone, and J. W. Jackson, as experimenters and lecturers, aroused public attention. There are many living now who were delighted and captivated by the experiments of the gentlemen named. Editor's note: In the following paragraph Coates explains clearly the idea that he believes in Animal Magnetism. Most important, he explains the roles of will power and conviction, the two basic elements through which we can exercise this power. He notices that many people, even those not believing in Animal Magnetism, have these two qualities which are the basis of successfully influencing. Mesmerism, by its present day phenomena, will help us largely to understand past mysteries, none the less real because calm and thoughtful scientific investigation furnishes us with a hypothesis—if not sufficiently adequate to cover the whole ground, at least will lead us to see what can be explained on the natural, or within the realm of law, and not beyond it. But of this each reader must judge for him or herself. One thing is certain.",
  "last_phrase": "In conclusion, the history of Animal Magnetism and Mesmerism has fascinated people for centuries, and continues to do so to this day. Understanding the role of willpower and conviction, and the potential of natural law in explaining past mysteries are important areas of exploration. Ultimately, it is up to each individual to decide their own beliefs and their understanding of the material and the spiritual."
}