{
  "title": "The Use and Abuse of Mesmerism.",
  "first_phrase": "In the previous section, the author detailed a successful experiment where a cataleptic fit was induced through irregular phreno-manipulation and suggestion. In the last 200 tokens, the author reflects on the public perception of Mesmerism, stating that claims in its favour are often as imaginative as those against it. However, the author notes that the same methods used to stop the progression of unpleasant results can also cure cataleptic fits. The author cites an article in the Glasgow News where Professor M'Kendrick claimed that hypnotic power could be usefully employed by medical professionals, but public exhibitions could result in serious and permanent injury to the subjects.",
  "content": "During the remainder of my stay in Edinburgh— namely, three weeks, I met with every courtesy from the medical profession and from the students, I had no further trouble—in fact, large number turned out every evening to learn as well as to be entertained. In bringing this chapter to a close, I have reason to believe that the public idea of the use and abuses of Mesmerism is an extravagant one. The claims in its favour are as often imaginative as those which call for its denunciation. (*)Unpleasant as this experiment appears to be it is not without its modicum of good—viz., the same methods adopted to stay its progress will arrest and finally cure cataleptic fits, etc. The following extract from the Glasgow News is a fair example:—”Lecturing in Glasgow recently, Professor M'Kendrick admitted the existence of a mesmeric—or, to employ the more fashionable term, hypnotic—power, and pointed out that it might be legitimately and usefully employed by medical men; but he strongly objected to the public exhibitions of professional mesmerists, as calculated to lead to the infliction, in some instances, of serious and permanent injury upon the 'subjects' experimented with.",
  "last_phrase": "In conclusion, while Mesmerism or hypnosis can be a useful tool in the hands of medical professionals, it can also be dangerous in the wrong hands. It is imperative that the public be cautious in their approach to it and trust only qualified practitioners. The potential benefits of Mesmerism cannot be ignored, as it could potentially aid in curing various ailments, but its use should be regulated and done only by experts."
}