{
  "title": "\"The Truth About Mesmerism: Public Misconceptions and Legitimate Medical Use\"",
  "first_phrase": "The following text is about the use and abuses of Mesmerism. The author shares their own experience during their stay in Edinburgh, where they met the medical profession and students who turned out every evening to learn and be entertained. They conclude this chapter by stating that the public's belief in Mesmerism is often exaggerated, and that it can have some benefits in curing certain afflictions, but warns against the dangers of public exhibitions by professional mesmerists. The author supports this with a case reported in the Glasgow News where a young lady lost her senses and was placed in a lunatic asylum after being hypnotized by an itinerant French 'hypnotist.' The author argues that it was Mesmerism that triggered her affliction and not the operator.",
  "content": "A case in point is reported from the south of England, where a young lady of large property is said to have lost her reason through the influence brought to bear upon her by an itinerant French 'hypnotist.' After having been mesmerised by this man, 'she did not seem to regain her full senses, but raved all night, and for several days, of the dark-eyed Gaul.' At last she disappeared, and at the end of three days was discovered by the aid of the mesmerist, whom she had followed to France. Her condition is now described as one of 'raving madness', and she has been placed in a lunatic asylum. It is only fair to say that in this instance the operator does not seem to have had evil designs of any kind, and of course, the poor girl's malady might have developed itself without his intervention; but Mesmerism appears to have been the exciting cause, and at all events, the terrible possibilities suggested by the case should lend force to Professor M'Kendrick's warning”. “The dark-eyed Gaul,” in my opinion, was in no way responsible for the result.",
  "last_phrase": "In conclusion, this case serves as a cautionary tale about the potential dangers of mesmerism in the wrong hands. While the French hypnotist may not have had malicious intent, the young lady still suffered a tragic outcome. It is important to protect vulnerable individuals from the harmful effects of unregulated hypnotism, whether they are wealthy or not."
}