{
  "title": "\"Mesmerism in Entertainment: Creating Illusions and Surprises\"",
  "first_phrase": "In this final part of the text, the author discusses the surprising and captivating effects that can be achieved through mesmeric entertainment. The author advises the mesmerist to make the most of the subjects' attention by creating an immersive experience where they think they are burying a dead man, only for him to rise again. The mesmerist can then capitalize on the confusion and create a truly memorable scene, be it a speech, a song, or even milking a cow. The author also notes that while mesmeric performance may require some mental and physical effort, it is ultimately a rewarding experience for both the performer and the audience. The author further explains that under the control of a good mesmerist, the subject's mind can be manipulated to create endless illusions, making for some truly mind-bending entertainment.",
  "content": "With mesmeric psychological subjects, although an amount of bodily energy and mental will-power are necessarily exerted in preparing them, the mental and physical exhaustion of giving an entertainment is after all more apparent than real. Kind friends and the majority of an audience will give you credit for great exertions and greater loss of vital energy and mental force, etc., than you really deserve. The most successful public mesmerists are naturally healthy men. Personally I don't believe either that they or myself were even more exhausted in giving a first-class entertainment than most other persons would be in giving a good and telling lecture, a night's reading, or sermon. These subjects when once under influence are easily and readily dominated by the mesmerist's will and control. Even with those subjects who are conscious, and whose reason rebels by obvious facts from a suggested idea, the idea ultimately prevails, and the subjects will only see and think eventually as the mesmeriser may direct. The field of illusion is so extensive, for, as in phantasy and dreaming, it is interminable. Under the influence of the operator, there is absolutely no end to the illusions which may be created in the subject's mind and acted upon without question.",
  "last_phrase": "In conclusion, public mesmerism may seem like a daunting task that requires immense physical and mental effort. However, with proper techniques and a fertile imagination, one can easily dominate and entertain the audience. Remember to always demesmerize your subjects and be mindful of removing any unwanted impressions during the performance. With practice and creativity, mesmerism can become a fascinating and rewarding art form."
}