{
  "title": "The History of Mesmerism: Animal Magnetism and Supernatural Healing.",
  "first_phrase": "This text delves into the phenomena of mysterious and supernatural powers exercised by one person over another, which has captured the imagination of people since the time of Greatrakes. In the middle of the 18th century, John Joseph Gassner, a Roman Catholic priest, believed his power to be supernatural and connected with religion, and his method of exorcism was similar to that followed by Mesmer. The following chapter provides a historical outline of Mesmerism prior to Mesmer, where the principle of Animal Magnetism or Mesmerism laid at the foundation of the otherwise inexplicable, mysterious, and miraculous in the life and religions of ancient people.",
  "content": "The following will serve to illustrate—”The Charlatans,” says Celsus, “performed extraordinary cures by the mere apposition of the hands, and cured patients by blowing”. Among the Hebrews and Assyrians these means were resorted to in the cure of disease—”Naaman said, I thought he would stand and strike My hand [strike up-and down in the original] over the place, and recover the leper” (2 Kings v, II). Spiritual powers, gifts of healing, prophecy, and leadership were also conveyed by the apposition of the hands. “The Lord said unto Moses, Take Joshua, the son of Nun, a man on whom is the spirit, and lay thy hands upon him. Set him before the priest and congregation, and ask counsel for him. And he laid My hands upon him as the Lord commended” (Numbers xxvii, 18, 23). “And Joshua was full of the spirit of wisdom, because Moses had laid his hands upon him.” Innumerable passages could be quoted from the sacred books of the Hebrews in support of the practice, some of the effects approximating more to the incidents of Modern Spiritualism than to purely mesmeric phenomena.",
  "last_phrase": "In conclusion, throughout history, various forms of spiritual healing and divination have been practiced and accepted by different cultures and religions. From the laying on of hands for physical healing, to consulting prophets for guidance, these practices continue to fascinate and intrigue people today. Exploring these ancient practices can provide insight into our own spirituality and understanding of the world around us."
}