{
  "title": "\"The Art and Science of Horse-Taming: Secrets and Techniques\"",
  "first_phrase": "This text explores the art of controlling animals, specifically horses, and the special talents of those who can master it. The author explains that some individuals possess the natural aptitude or temperament to control animals, while others do not. However, with practice and perseverance, anyone can learn something about it. Sullivan and Rarey were two celebrated horse-tamers who had special secrets and processes for controlling even the most vicious horses. In contrast, the Arab controls their steed through close association, kindness, and knowledge of the animal's nature. Overall, the text highlights the unique abilities of those who can control horses and the value of their services.",
  "content": "Sullivan would walk into the stable of the most vicious and uncontrollable horse; in an hour after, he would lead the horse out, and do anything with him he pleased—having in that hour's time gained perfect control over the animal. Rarey performed similar feats. Neither of these men allowed anyone to enter the stable with them. The Arab, from close association, kindness, and due consideration for his steed, and from a knowledge of its nature and requirements, obtains perfect control over it. It is docile and obedient—the slightest sign of movement made by his master is at once taken up and acted upon. The control and influence of the horse tamer is not like that of the Arab, a question of life association, of years, or months; but of one short hour. It must be a special power or gift possessed and used by the latter, which is not the case with the former, or even the majority of persons who have specially to do with horses, or else the high fees paid for the services of such men would not be riven if what they are able to do could even in a fair way be accomplished by others.",
  "last_phrase": "In conclusion, gaining perfect control over a horse in just an hour is a remarkable achievement that requires special powers or gifts possessed and honed by a select few individuals. The control and influence of a horse tamer are not merely based on experience or association but also on intense concentration and the magnetic or mesmeric power that is required to mesmerize and control the animal. To be successful, the operator must approach the horse naturally and without fear or rashness while possessing sufficient knowledge of their temperament and disposition."
}