{
  "title": "\"The Power of Fascination and Imitation in Hypnotism\"",
  "first_phrase": "This text explores the effects of hypnotism, particularly in the context of Coates' time versus modern hypnosis. The author notes that hypnotism has evolved and linguistic changes have occurred over time. The last 200 tokens discuss the importance of fascination in modern therapy and its ability to enhance results. The text touches on the concept of the patient being an automaton and the operator utilizing the patient's sensory organs to achieve desired results. Notably, the author mentions that sensory impressions may not always lead to conscious perception, but they can still affect unconscious imitation.",
  "content": "Currently we used fascination to increase the results of modern therapies in this way: before we work with NLP and other techniques for a change. After we apply fascination (real fascination, not just fixation of the eye), the results are superior to every other method. It has often been noticed that the mere suggestions of the movement may not be enough to excite it; to secure success, the movement must be made before the eyes of the person. For example it is a common part of the exhibition of such persons for the operator to clench his fist, the patient at once clenches his; the operator blows his nose; the patient does likewise; but if the operator performs these actions behind the back of his patient the chances are that the patient will not repeat the movements. The condition seems to be one which the sensory impression leads to no conscious perception and to no voluntary movements, but is quite sufficient to arouse those nervous and muscular mechanisms which lead to unconscious imitation. The patient is in a sense an automaton played upon by the operator through the medium of the patient's sensory organs.",
  "last_phrase": "In conclusion, utilizing fascination in conjunction with modern therapies, such as NLP, can enhance results. By engaging the patient to unconsciously imitate movements, a physiological hypnosis is created, leading to superior outcomes. However, this requires strong willpower and conviction, as the patient becomes an automaton. It is important to note that in deep hypnotism, the patient has no idea corresponding to the movements made, which further emphasizes the power of fascination."
}