{
  "title": "\"Handling a Turbulent Audience During Mesmeric Demonstrations\"",
  "first_phrase": "This text recounts a mesmeric demonstration given by the author to nearly 2000 people in Edinburgh's Newsome's Circus. The demonstration was attended by medical professionals and students, some of whom came to have fun and create chaos. Despite the disruptive element in the crowd, the performance was successful until the students' rowdiness revved up. In the last 200 tokens, chaos ensues as the students create a ruckus, throwing peas and flour at the audience. The author must come up with a clever strategy to contain the chaos and save his demonstration.",
  "content": "It was the “dominant idea,” of the students, and, of course, would soon be expressed, scientifically in the “expectant.” What a wonderful thing science is, what a disabuser of charms and fancies—what profundity of thought, what paucity of heart, and total annihilation of soul, characterise science in certain quarters. Well these young students had not yet attained to the full height of intellectual cramming; of heart and soul, doughtless they had plenty. However, in the present instance, such possessions were overshadowed by the fact that they had just had a rectoral election, and, for a day or two, they intended to make “Roma howl.” Raids were organised upon various places of amusement. Mine was not to escape. The local people had made the necessary precautions. The students, baffled at the theatres and concerts, made a grand rush for Nicholson Street. Crowding through the entrances they soon filed up the gallery and what few vacant places that were to be found elsewhere. For a short time the tumult baffled description. The students shouted, whistled, spat peas through thin tubes, threw bags of flour on the unoffending people in the pit and reserved seats.",
  "last_phrase": "In conclusion, the wild and chaotic behavior of the students during the rectoral election and subsequent raids serves as a reminder of the importance of maintaining order and decorum in public spaces. While youthful exuberance and excitement are understandable, they should not come at the expense of others' safety and enjoyment. Let us all strive to balance our passions with respect for those around us."
}