{
  "title": "\"Mesmeric Control Techniques - How to Influence and Control Subjects\".",
  "first_phrase": "In the previous section of the text, the author gave instructions on how to use the discs made of zinc and mercury for magnetic or mesmeric healing. In this final part, the author explains how to control and influence subjects during a large-scale demonstration. The author directs the reader to commence with one or two persons who have been influenced at some previous time and then to proceed to control more subjects using a tried and tested method. The author does not give their name, but the techniques described in this text are typical of those used in mesmerism and hypnosis in the 19th century.",
  "content": "The pressure must be simultaneous, with your thumb contact at the forehead. The magnetic or mesmeric circle will be complete. When you are making the contact, you will say in a firm and decided manner —”Now—you—cannot—open — your—eyes.” You will invariably find that in the majority of persons whose eyes are not far apart, they cannot open their eyes (they may or may not be asleep). Proceed to another and another and do the same. Those whose eyes are closed, let them remain on the platform; send the rest down. My favourite method of getting control and influencing a great number of subjects at the same time (irrespective of the nature and character of the various types of phenomena likely to be presented by them' is as follows:—When the requisite number of volunteers are secured, I direct each to settle down comfortably in their seats, to take and hold tightly the thumb of the left hand in the hollow of the right, close their eyes and lean their heads back (generally against the back of their seats or against the wall).",
  "last_phrase": "In conclusion, by following the aforementioned method, one can effectively gain control and influence a large number of volunteers at the same time. By directing them to settle down and make simultaneous contact with the thumb, followed by some \"rapid downward passes,\" they can be shifted into the mesmeric psychological state smoothly. This method of influencing subjects in groups is highly practical and has been tried and tested by the author on multiple occasions with great success."
}