{
  "title": "\"Mesmerism Techniques and Principles: Insights from a Skilled Practitioner\"",
  "first_phrase": "This text offers valuable insights into the practice of mesmerism as detailed by an experienced practitioner. Before delving into the mesmerization process, the author speaks warmly of his acquaintance with a gentleman of sterling character and unwavering kindness. The practitioner recommends the use of passes, made from the head to the extremities, with fingers extended over the patient. Pointing fingers close to the patient's eyes can have more effect than the passes. Slow breathing, placing the hand on the forehead or near the eyes can deepen sleep. It is advised to avoid concentrating on the head or heart, confining most efforts to the long, slow passes termed “aux grands courants”.",
  "content": "It is also useful, after making several of these passes, to point the fingers close to the patient's' eyes, which procedure in many cases, has more effect than the passes. This simple process should be continued for about twenty minutes at the first seance, and may be expected to produce more or less effect according to the susceptibility of the patient. Should the operator perceive any signs of approaching sleep, he should persevere (with the passes until the eyes close, and should he then observe a quivering of the eyelids, he may be pretty certain that his efforts will be successful). “Sometimes slow breathing, or placing the hand on the forehead, will deepen the sleep; but the beginner should, as a rule, avoid concentrating the mesmeric force on the head or region of the heart, and confine himself as much as possible to the passes, aux grands courants, as the French Writers term them, i.e., the long slaw passes from the head to the feet.",
  "last_phrase": "In conclusion, the process of mesmerizing includes several passes and pointing fingers close to the patient's eyes followed by slow breathing and hand placement on the forehead, all in efforts to induce sleep. If you don't succeed the first time or several attempts, don't get discouraged. Keep practicing and experimenting with the different methods discussed. And when it's time to wake up the patient, blowing or fanning over their head and face with a few transverse passes should do the trick."
}