{
  "title": "How to Mesmerise a Horse in 10 Steps.",
  "first_phrase": "In the preceding text, the power of mesmerism or magnetic power over animals was discussed, particularly horses. With that said, the following 200 tokens shed light on the most effective way to control and tame vicious horses. The method includes approaching the horse with confidence, seizing the nostrils and forelock, blowing in the ear, and making passes from the ears down to the back to direct the horse's actions. With the understanding of the principles shared earlier, these techniques can be used to obtain complete control and submission of the horse.",
  "content": "Make sure of your hold. Draw the horse's head down, and blow strongly steadily into his ear for about five minutes. He will soon cease to plunge and snap, and will stand trembling from head to feet. Give him two or three gentle pats on the shoulder, speak firmly and calmly as if to a human being, and then make passes from between the ears to as far down the back as you can reach without letting go his nose with your left hand. Should he attempt to break from you, plunge-rear, or kick, grasp tightly with your right hand, his forelock, or better still, his ear, draw his head dawn again and repeat the above. The moment he is quiet again, resume the passes and the parang. Passes can be made afterward from the top of the head down to the nostrils. The horse may then be directed to do certain things —to “back,” “fee up,” or “whoa,” within the limits of the stable or stall. The breathing process and the passes to be repeated the moment he is refractory until submission and obedience to your orders are assured.",
  "last_phrase": "By following these steps and being patient with your horse, you can gain their trust and obedience. Remember to hold onto their nose and make passes from between their ears to down their back, speaking firmly but calmly. Once they are calm, work them out and repeat each day for a week to see the best results."
}