{
  "title": "Mesmerism: Guidelines for Practicing and Helping Patients.",
  "first_phrase": "In the previous text, the author discussed the principles of Mesmerism to heal various physical and mental illnesses. Now, the author explains how to handle patients with chronic or acute diseases, especially those with a periodicity in attack. In these cases, sleep is recommended to break the period and lengthen the intervals between attacks. Mesmerizing by the long pass from head to feet, while the patient is lying on the bed or sofa, can facilitate the process. The author suggests that a good mesmerist should never refuse aid in hopeless cases, as Mesmerism can provide relief by soothing and relieving pain, restoring sleep and strength, and imparting a cheerful and hopeful spirit to the patient. The presence of a patient's impatience and weariness for the next visit indicates refreshing and restorative influences that are the characteristics of good doctors and nurses alike.",
  "content": "So that in these, medically and humanely speaking, utterly hopeless and intractable cases you are not to refuse aid, seeing there are few cases where the mesmeric influence will not soothe and relieve pain, quiet the nervous system, restore sleep and strength in a large measure, and, what is not to be despised, impart a cheerful and hopeful spirit to the patient. In chronic and acute diseases especially when there is a periodicity in attack, sleep is recommended to break that periodicity, and to lengthen the intervals between attacks. In all mental, psychological, and highly nervous trouble sleep is advised. When this is necessary, mesmerise by the long pass from head to feet; the patient being in bed, or lying upon the sofa, will materially facilitate your operations. You will soon begin to see the effects of your atten-dance by the improvement in your patient. When the patient “looks for you,” is impatient for your visit, and wearies for the next, it is not a bad sign; it indicates your influence and presence to be refreshing and restorative in character. Good doctors and nurses have the same characteristics.",
  "last_phrase": "In conclusion, mesmeric influence can often soothe pain, restore sleep and strength, and impart hope to patients in even the most hopeless cases. Sleep is especially important in chronic and nervous conditions and can be facilitated by mesmerizing techniques. If your influence is refreshing, continue your attendance and persevere in the hope of positive results. However, if your presence is unpleasant, it is better to give up the treatment and let someone else take over. Remember, with the right approach, you can make a significant difference in the lives of patients."
}