{
  "title": "Animal Magnetism: Mesmer's Controversial Healing Practice",
  "first_phrase": "This excerpt explores the concept of Animal Magnetism introduced by Franz Mesmer, a physician in the 18th century. It describes the reciprocal effects and properties of this fluid and how it can be used to cure nervous and other disorders. Mesmer had notable followers such as the Marquis of Puysegure and Jussieu, who investigated the subject and supported it. The French Government appointed a Commission of Inquiry to investigate the phenomena, but they were not fully satisfied with their findings. Jussieu conducted his research and agreed with Mesmer's theory. This part ends by noting that the commission never examined Mesmer himself, but Deslon, who didn't know all of Mesmer's methods.",
  "content": "“The physician can discover by magnetism the manner of the most complicated diseases.” Mesmer had many disciples and ardent followers, among whom were some of the ablest men of the day, such as the Marquis of Puysegure, Caullet de Veaumorel, Petetin, Bergasse, Schelling, Von Humboldt, Ritter, Treveranus, Walther, Hufeland, Echenmayor, Nasse, Ness of Essenback, Francis Bader-Kieser, and Jussieu, the celebrated botanist. A Commission of Inquiry was appointed by the French Government. The report in the main confirmed the reality of the phenomena. But the whole was conducted in an unsatisfactory manner. The Commissioners could not agree among themselves as to the basis upon which to begin their investigations. They were, however, more or less agreed to this, that Animal Magnetism was the last thing they would give in to. Jusseu, the botanist already mentioned, a member of the Commission, investigated the subject for himself. He pronounced in favour of Animal Magnetism, adducing a great number of facts in its support. Editor's note: The commission never examined Mesmer himself, but Deslon, who didn't know all of Mesmer's methods.",
  "last_phrase": "Despite the controversies and uncertainties surrounding Animal Magnetism and its founder, Mesmer, several governments and scientific societies recognized its potential as an alternative method of treatment. Today, we may not rely on magnetism, but history shows us that the pursuit of alternative medicine and non-traditional approaches to healthcare continues to be an essential aspect of human life."
}