{
  "title": "\"Phenomena of Hypnotic State: Explained Physiologically and Described\"",
  "first_phrase": "In this article, we delve into the phenomena of hypnotic states and explore the symptoms of the same as observed by Heidenhain. The author mentions that many operators have believed in possessing a certain force that could affect the success of their experiments. He further explains that these phenomena may be explained physiologically, but there are some that remain hidden. In the last 200 tokens, the author groups the symptoms of hypnotic states under four heads, with the first being those affecting the sensorium or the portion of the nervous system responsible for receiving impulses from the senses. Additionally, the author explains the impact of consciousness on memory and the corresponding actions resulting in motion.",
  "content": "The state of the sensorium.—By the sensorium is meant that portion of the nervous system which receives impulses from the nerves coming from the organs of sense, such as those from the eye, ear, nose, tongue and skin. Each of these nerves brings its message to a portion of the central nervous system in intimate connection with the rest of the nervous actions of consciousness may be so transient as to leave a fain impress on the memory, so that it can be revived only if no great interval has elapsed since the impression was made on the sense organ. If, however, the impression be vivid, then it may be revived long afterwards. This impression may be consciously perceived, and then any apparent effect may end; but it may set up a set of actions, resulting in motion, which are apparently of a reflex character.",
  "last_phrase": "In conclusion, the sensorium is a complex system that receives and processes information from our five senses. Our conscious sensation and memory of these stimuli depend on the strength and direction of our attention. While unconscious reflexes may also occur, the power of the mind to recall sensory information can be strengthened or weakened by our efforts to attend to our perceptions."
}