{
  "title": "The Peculiar Physiological Condition of Hypnotism Explained.",
  "first_phrase": "This text discusses various physical and sensory phenomena observed in people under hypnosis. Prior to discussing the nature of these phenomena, the author provides a detailed description of the physical changes that occur in a hypnotized person, such as dilation of the pupils and quickened respiration. The author notes that some people who are under hypnosis experience hallucinations of the senses, including rare instances of experiencing strong odours or heightened sensitivity to certain sounds. In the final part of the text, the author notes that some phenomena observed in hypnosis are difficult to measure objectively, such as disturbances of sensation or unilateral hypnosis. The author cites research by Heidenhain and others, who observed unilateral disturbances of sensory impressions of color in some individuals under hypnosis.",
  "content": "In our experience many times we observed that the person was already hypnotized because he didn’t react to our leaving and remained with his eyes wide open still looking in front of him. There is a class of phenomena referred to the hypnotic state of a very doubtful character, in as much as we have to depend entirely on the statements of the person operated on, and no objective tests can be employed. Such, for example, are various disturbances of sensation hearing with the pit of the stomach more acutely than when the sound is made in the usual ways towards the ear, and the application of the hand of the operator to the body giving rise to profound sleep or dreams, induced dreaming etc. Again it is asserted by Heidenhain and Gritzner that unilateral hypnosis is possible. Thus stroking the left forehead and temple caused immobility of the right arm and leg. Charcot has pointed that in certain kinds of hysteria in women there are remarkable unilateral disturbances or perversions of sensory impression of colour. Phenomena of the same kind have been, observed by Cohn, Heidenhain, and others in hypnotized persons. Thus A. Heidenhain became completely colour blind in the eye of the cataleptic side.",
  "last_phrase": "In conclusion, while hypnosis remains a complex and somewhat mysterious phenomenon, our growing understanding of the brain and nervous system has allowed us to offer scientific explanations for at least some of its effects. It is clear that hypnosis involves a perverted action of certain parts of the cerebral nervous organs, and that any influence between individuals is purely mental, rather than caused by any supernatural force."
}