{
  "title": "\"Guidelines for Mesmerising and Communicating with Sensitives\"",
  "first_phrase": "This text is an excerpt adapted from \"Mesmerism and its opponents\" by William B. Coates. In the first part, Coates advises on how to effectively mesmerize an individual by understanding their particular sensitivities and experiences while in a state of mesmeric condition. In the final section, Coates expands on how to effectively investigate and evaluate the mesmeric talents of the individual, including their ability to diagnose and visit places of interest. Coates emphasizes the importance of patience, kindness, and firmness in these investigations, as well as improving the individual's spiritual, moral, and mental faculties.",
  "content": "In this way you will ascertain in time what powers he possesses, whether he can look into his own organisation, or yours, and that of others with whom you place him in contact—what he can see (i.e. objects) or discern (i.e., things on a mental and spiritual plane); whether he can diagnose his own condition or that of others; also, if he can travel, or visit places of interest to you, and describe the places and the people, or report to you what they do and say. So go on in your investigations patiently from day to day. Do not attempt anything in a hurry, or attempt to force results. You must always be kind and firm. Gently check what appears to you to be incongruous and establish the fullest confidence, sympathy, or rapport between yourself and sensitive. See how far he perceives your intentions, thoughts, or wishes— unexpressed by you. Be always ready, in any reasonable way, to improve his condition, especially in the further development of his spiritual, moral, and mental powers.",
  "last_phrase": "In conclusion, if you are interested in investigating a sensitive, take your time and be patient. Check for incongruities and establish a good rapport with the sensitive. Be ready to improve their condition in every way possible, and don't be hasty in dismissing any peculiar communication or message conveyed to you. Remember, males are good for scientific and business purposes, while females are perfect for literary, inspirational, and pre-vision experiments."
}