{
  "title": "The Art and Ethics of Mesmerism: Suggestion and Entertainment",
  "first_phrase": "This text explores various aspects of mesmerism and its effects on individuals. The writer explains how mesmeric sensitives and phreno-mesmeric sensitives should be approached with care and attention to avoid any unnecessary harm. They also discuss the use of suggestion in mesmeric-psychological subjects for the entertainment of the audience. However, the author warns against using mesmeric entertainment at the expense of one's health and happiness. The text concludes with a discussion on the scientific aspects of mesmerism and how Professor Charcot has brought us back to the days of Animal Magnetism.",
  "content": "Never descend to practical jokes, or to aught hurtful or unpleasant, simply to gratify your own vanity, sense of the ridiculous, or to amuse others, at the expense of your subject's health and happiness. There is something inexpressibly funny in seeing a sedate old man forget his sedateness, and make passionate avowals of affection to a supposed young lady (who is another man dressed up in a poke-bonnet and shawl), or becoming the end man for a troupe of Christy Minstrels; personating some actor, or delivering a temperance address; feeding a bundle of clothes or a handkerchief for a baby, using a hat for the pannada and a walking-stick for a spoon. All this may be produced by suggestion—with a thousand variations; but what then, if this is all it would be better that there was no such thing as Mesmerism. Fortunately this is not all, as already shown in the preceding pages. While mesmeric entertainments amuse, they may be used successfully to draw attention to the more special and scientific aspects of this subject. CHAPTER IX PHRENO-MESMERISM “PROFESSOR CHARCOT has unexpectedly brought us back to the days of Animal Magnetism.",
  "last_phrase": "In conclusion, while mesmeric entertainments can result in harmless fun, it is important to avoid hurtful jokes that can compromise the wellbeing and happiness of the subject. On a more serious note, Phreno-mesmerism and other scientific aspects of this subject are worth exploring to better understand the intriguing phenomenon of mesmerism."
}