{
  "title": "The evolution of mesmerism and the birth of hypnotism.",
  "first_phrase": "In the previous text, we learned that animal magnetism fell into disrepute and Mesmer became known as an imposter. But thanks to disciples like the Marquis de Puysegur, the art of mesmerism was revolutionized into a gentler method. Later on, Baron Yon Reichenbach announced a new \"imponderable\" energy called Odyl, which scientific men explored with great interest. In 1841, James Braid discovered \"neuro-hypnotism,\" which later became known as Hypnotism. Read on to learn more about this fascinating topic.",
  "content": "In Britain an impetus was given to this view of the subject by the translation in 1850 of Reichanbach's Researches on magnetism, etc, in relation to Vital Force, by Dr. Gregory, professor of chemistry in the University of Edinburgh. These researches show many of the phenomena to be of the same nature as those described previously by Mesmer and even long before Mesmer's, time by Swedenborg. The idea that some such force exists has been a favourite speculation of scientific men having a mental bias to mysticism, and it makes its appearance not unfrequently. The next great step in the investigation of these phenomena was made by James Braid, a surgeon in Manchester, who in 1841 began the study of the pretensions of animal magnetism or mesmerism, in his own words, as a “complete sceptic” regarding all the phenomena. This led him to the discovery that he could artificially produce “a peculiar condition of the nervous system induced by a fixed and abstracted attention of the mental and visual eye on one subject not of an exciting nature.” To this condition he gave the name of neuro-hypnotism; for the sake of brevity, neuro was suppressed, and the term Hypnotism came into general use.",
  "last_phrase": "In conclusion, the study of hypnosis and mesmerism has a long and fascinating history, with its roots tracing back to the 18th century. James Braid's work on neuro-hypnotism was a significant milestone in the field, as it paved the way for the scientific investigation of the subject, helped explain the physiological mechanisms behind it, and facilitated the development of new therapeutic techniques. As the field continues to evolve, it's important to acknowledge the valuable contributions made by pioneers like Braid, and to further expand our understanding of these intriguing phenomena."
}