{
  "title": "\"Animal Magnetism: The Legacy of Dr. Anton Mesmer\"",
  "first_phrase": "In the final section of this text, we dive deeper into the history of animal magnetism and its most prominent figure, Dr. Anton Mesmer. We discover how Father Hehl, a Jesuit priest, used the subtle fluid of magnetism to cure his patients, which inspired Mesmer to conduct his independent experiments. Mesmer eventually stumbled upon the idea that the human hand could produce the same results as magnets, leading to his adoption of animal magnetism. Today, despite similar phenomena being admitted, magnetism is wholly rejected by present-day savants in favor of \"isms\" pertaining to modern science.",
  "content": "About 1750 this young doctor commenced to investigate the matter for himself; and, having satisfied himself of the reality of the cures made, he commenced a series of independent experiments. Father Hehl's cures were supposed to be produced by the subtle influence, or fluid of magnetism, which was imparted to patients from steel plates and magnets prepared and used for the purpose. One day Mesmer, having bled a patient, accidentally passed his hand over the cicatrix, or lance puncture, and observed that his hand produced the exact results which had hitherto been produced by the magnets. Mesmer, from the nature of his inaugural thesis “On the Influence of the Planets of the Human Body,” upon obtaining the degree, might be expected to see a relationship between the subtle influence exerted by the loadstone or magnet and that of the human hand, and the adoption by him of animal magnetism, as an adequate theory to cover all the phenomena created or experienced by him, seems to have been a natural and easy conclusion.",
  "last_phrase": "In conclusion, through his investigations into the cures produced by Father Hehl's use of magnetism, Mesmer discovered the power of the human hand in curing diseases. He used this knowledge to achieve remarkable success in treating patients throughout Europe and drew the attention of high society to his work. While he did not develop somnambulism and clairvoyance through his process, his use of animal magnetism paved the way for further exploration of the mind-body connection in medicine."
}