{
  "title": "\"The Phenomena of Hypnotism: Insensibility, Reflex Spasm, and Automation\".",
  "first_phrase": "This text explores the theory behind hypnotism and how it affects movement and sensation. It describes two different types of movements and suggests that when a person is hypnotized, they become an “automation”. The text also notes that hypnotized individuals can experience insensibility to pain. The chief difficulty with the theory is why hypnotism is not induced more frequently in daily life. The text raises interesting questions about the nature of attention, perception, and volition, and invites readers to consider how hypnotism might impact these processes.",
  "content": "Again it is well-known that sudden and strong sensory impression often paralyse voluntary action for a time, even in ordinary life, and what is called “presence of mind” really means the power of self-control which prevents the bodily energies being paralysed by strong sensory impressions. A carriage bearing down on a nervous lady in a crowded street may deprive her of all power of movement or she may automatically run here and there in obedience to the shouts of the bystanders; but one with coolness can thread her way among the vehicles without fear or trouble. A hypnotized person is therefore to be regarded as an automation. “To cause him to move his arm, the Image of a moving arm must pass over his retina, or an unconscious sensation of motion must be induced through passive movements of his arm.” 2. Insensibility to pain— It has often been noticed that in the mesmerized or hypnotized person, there may be complete insensibility to pain, so that deep pricks with a needle are not felt. During deep hypnotism a pin can be run into the hand without pain, but pain will be felt on awaking, and pulling out the pin in the waking state will cause acute pain.",
  "last_phrase": "In conclusion, the hypnotic state can cause insensibility to pain, increase reflex spasm of muscles, and lead to automatism. However, through developing self-control and presence of mind, one can avoid being paralyzed by strong sensory impressions in everyday life. Understanding these phenomena can shed light on the complex workings of the nervous system and its influence on behavior."
}