{
  "title": "\"The Power of Mesmerism and the Life-Force within Us\"",
  "first_phrase": "In the preceding text, the writers discredit the modern scientific point of view of hypnosis, highlighting the deep analysis done by Professor Bertrand Meheust on animal magnetism. They note that the school of Animal Magnetism is a reality and older books on it can be read as fact. In the last 200 tokens, the writers assert that rational scientific paradigm in hypnosis and psychology creates a less effective hypnotist than those in the past. They talk about the powerful \"thing\" beyond our reality that is directly linked to the subjectivity of the operator and could do more for patients if developed by hypnotherapists. They conclude that every person could improve themselves and their relationships by creating personal magnetism.",
  "content": "In our reading we discovered that 200 years ago people were more advanced on some paths than people are today. Following the rational scientific paradigm in hypnosis and psychology creates an average hypnotist that is less effective and able than those hypnotists from the time (1890) when Coates wrote his book. Therefore, in this book we present the voice of J. Coates Ph.D. himself, as well as ours. We can testify that what Dr. Coates writes about mesmerism in his book is factual. However, there is one thing we know for sure - this “thing” which is in our realistic minds and we do not really know what it represents. We can call it a life-force, energy, will-power, etc… We know that it is a reality beyond our ordinary reality. We know for sure that every hypnotherapist around the world could do more for their patients by knowing how to develop it. Finally, we also know for sure that every person in the world could improve themselves, and their relationships with others, by using this “thing” for creating personal magnetism around them. This “thing,” this force, has been used throughout the ages in both positive and negative ways.",
  "last_phrase": "In conclusion, the study of mesmerism and the understanding of this \"life-force\" can greatly benefit not only hypnotherapists but every person in improving themselves and their relationships with others. The potential for using this force for positive change requires us to further investigate and develop these techniques. Let us continue our search for the original ways to develop this force and utilize it for the greater good."
}