{
  "title": "Mastering the Art of Passes: Practicing Mesmerism",
  "first_phrase": "In this final section, the author delves into the practical aspects of mesmerism, specifically the art of using passes. Passes are long or short, general or local, and they can be performed in contact with the subject or at a distance. The author explains that passes must be made with purpose and mental action, and that they should be practiced regularly. The text gives instructions on how to perform passes on an imaginary subject, gradually putting them to sleep. This section builds on the previous discussion of the gaze exercise as an introduction to the ancient art of fascination, which has developed alongside mesmerism. The author's interest in the topic was sparked by their experience with a \"fascinator\" - one who practices the art of fascination.",
  "content": "The passes should be practised, so that they can be performed from half an hour to an hour and even longer without apparently any physical weakness. Grace of physical action and strength of body are indicative of health, vigor, and will-power. These qualities can be cultivated. Practice is necessary to prevent weariness in making passes. A good plan for exercise might be adopted as follows:—Place a chair in the centre of a room (lock the door and proceed unobserved to the work), imagine a person seated on the chair, and take your stand opposite it for the purpose of putting him to sleep. Commence by making long passes. The hands, with fingers extended and directed toward the eyes of the supposed subject should then be lowered (at a distance of 2 to 5 inches) gradually and naturally down to his feet—that is making the downward or magnetic pass. The hands have now to be raised so as to resume original position. They should not be raised up in front of the patient's body, but on each side of him.",
  "last_phrase": "In conclusion, the practice of passes is a valuable technique to cultivate physical grace, strength, and willpower. To prevent weariness, it is important to exercise regularly with a good plan, such as practicing long passes in front of an imaginary subject in a room. Remember, the downward pass soothes and induces sleep, while the upward pass stimulates wakefulness. With concentration and practice, these powerful tools can be used to promote health and vitality."
}