{
  "title": "\"Animal Mesmerism: Tractability and Hypnotic Techniques\"",
  "first_phrase": "In the last 200 tokens, we delve into the fascinating world of animal mesmerism. This technique involves using strokes, rubs, and passes on an animal, ultimately leading to a trance-like state. The eye is also a powerful agent in mesmerizing animals, and larger brained animals, like canaries, will have more permanent sleep. The author provides specific instructions on how to achieve this state with various animals, including dogs, cats, birds, and fowl. The text ends with a cautionary note, explaining how to \"demesmerize\" an animal with a pocket-handkerchief if necessary.",
  "content": "When the animal is mesmerised, you can roll it about, pass a light before its eyes, and it will be insensible to such action. Call it by name, and, unless catalepsed, it will demurely follow you. The eye is a powerful agent in mesmerising animals as well as man. Bogs will succumb to the eye after they have resisted all passes and effort to mesmerise them in that way. To demesmerise an animal, take a pocket-handkerchief, waft it rapidly over it, call it by name and it swill soon “come to” all right. Goats are easily mesmerised. Birds, pigeons, and canaries, and farm-yard fowl are readily influenced. For instance, interest the attention of a lively canary. Move your hand from right to left gently on a level with its head and eyes, at a distance of ten or twelve inches from the cage and gradually move nearer and nearer with shorter passes until within an inch or two from the bird, when it will close its eyes and fail asleep and off its perch. The larger brained the canary the more permanent will be his sleep.",
  "last_phrase": "In conclusion, mesmerising animals, whether for the purpose of study or entertainment, can be achieved through the power of the eye and gentle passes. Demesmerising them can also be done with simple techniques such as wafting a handkerchief and blowing on them. Remember to always be gentle and cautious when attempting to mesmerise animals, particularly game-cocks, and to demesmerise them properly to avoid harm."
}