{
  "title": "The Life of F. A. Mesmer: From Medicine to Magnetism",
  "first_phrase": "In the first part of this text, we learned about the life of Friedrich Anton Mesmer, an 18th-century physician who became interested in astrology and eventually developed a theory of a force that permeated the universe and could influence the nervous systems of men. In the last 200 tokens, we will see how Mesmer brought this idea to Paris and caused a great stir in the French capital with his practice of \"mesmerism.\" We will also hear about the controversies that arose around his work, including accusations of charlatanism and the role of mysterious surroundings in his treatment method.",
  "content": "He moved to Paris in 1778, and in a short time the French capital was thrown into a state of great excitement, by the marvellous effects of mesmerism. Mesmer soon made many converts; controversies arose; he excited the indignation “of the medical” faculty of Paris, who stigmatised him as a charlatan – still, the people crowded to him. He refused an offer of 20,000 francs from the Government for the disclosure of his secret, but it is asserted that he really told all he knew privately to anyone for 100 louis. He received private rewards of large sums of money. Appreciating the effect of mysterious surroundings on the imaginations of his patients, he had his consulting apartments dimly lighted and hung with mirrors; strains of soft music occasionally broke the profound silence; odours were wafted through the room; and the patients sat round a kind of vat in which various chemical ingredients were concocted or simmered, over a fire.",
  "last_phrase": "In conclusion, the story of Mesmer and his controversial practice of mesmerism is a fascinating example of the power of suggestion and the impact of mysticism on human behavior. While his methods and theories were eventually disproven, they continue to hold a place in the history of science and medicine as an early attempt to understand the workings of the mind and body."
}