{
  "title": "\"The Power and Technique of Hypnotic Control\"",
  "first_phrase": "In the previous text, the author talks about inducing a mesmeric state in individuals by making a magnetic circle and asking them to close their eyes. In this last part, the author shares their favorite method of influencing a great number of subjects simultaneously. The author suggests making rapid downward passes over the subjects at a distance and then taking individual contacts to induce the state. The author explains this method enables them to control and influence a large number of subjects and give a successful entertainment without spoiling the clairvoyant, thought-reading, and good phreno-mesmeric sensitives. Through phreno-manipulation and suggestion, the author creates illusions in the minds of the subjects.",
  "content": "Standing at a distance of three or four feet from the subjects, I make a series of “rapid downward passes—at distans—over all, commencing at the left end of the line, and working to the right, time occupied ranging from five to ten minutes. During which time all previously influenced subjects pass into the mesmeric state and are, afterwards, if necessary, aroused into the somnambulistic or mesmeric psychological stage. The others who are not, apparently, effected by the general process, are treated personally to rapid downward passes over the eyes and down the temples, then the contact is taken as described. In audiences varying from 200 to 2000 persons, I have no difficulty in getting all the subjects I want to give a successful entertainment. I prefer the latter method, as clairvoyant, thought-reading, and good phreno-mesmeric sensitives were not spoiled as they would be by the disc-process. (*)This is done simply to withdraw the subjects' attention from their surroundings. Having obtained the requisite number of subjects, you will proceed with your experiments. Sometimes these may be general in character, in which all the subjects participate—illusion after illusion dexterously created in their minds by the combined influences of phreno-manipulation and suggestion.",
  "last_phrase": "In conclusion, using the technique of rapid downward passes at a distance, combined with phreno-manipulation and suggestion, can be an effective way to induce subjects into a mesmeric or somnambulistic state. By withdrawing their attention from their surroundings, you can create illusions and experiments that will intrigue and entertain your audience, making for a successful and captivating performance."
}