{
  "title": "\"The Art of Mesmerism: Techniques to Hypnotize Animals and Humans\"",
  "first_phrase": "In this final segment, the author dives into the practical application of mesmerism on animals. They explain the quick hypnotic method for gamecocks and the use of white putty to mesmerize pigeons while also noting the value of practicing on animals. The author concludes by admitting that this work is only an introduction to the vast subject of mesmerism.",
  "content": "To hypnotise a pigeon: put a small piece of white putty on the end of its beak, hold it steadily for a minute till its attention is arrested by the object; the eyes will converge, as in the human subject, and the pigeon will be hypnotised; it sleeps, or becomes rigid, but cannot be made to do any thing in this state. Pigeons, however, are readily trained. Wild animals can be mesmerised. It is good practice for would be mesmerisers to visit the Zoological Gardens, or a good menagerie, and practice the art of arresting the attention of encaged beasts by gazing fixedly at them. 'This may not always be satisfactory, but it is good practice. Skate, or ray and other fish, are susceptible to the influence, but cui bono. Much is permissible if the power of the operator is intensified and concentrated thereby and he is fitted to exercise his powers more effectually for the benefit of his fellows. To this end practice on animals, etc, has its value. CONCLUDING REMARKS I think it is very right to say that in a brief work like this, I could only touch the borders of a great subject.",
  "last_phrase": "In conclusion, while the art of mesmerism and hypnotism may require years of practice and a deep understanding of the subject matter, starting with basic techniques such as those described in this brochure can be a valuable experience. Whether one wishes to use these skills to work with animals or humans, there is much to be gained from studying the works of leading experts and practitioners, and exploring the many fascinating and intricate aspects of this profound field."
}