{
  "title": "The Dangers of Mesmerism: A Cautionary Tale",
  "first_phrase": "This text discusses the dangers of Mesmerism, with a case study of a young lady in England who lost her mind after being mesmerized by an itinerant French hypnotist. Although the operator may not have had malicious intentions, the potential harm that can be caused by unscrupulous practitioners is evident. In the last part of the text, the author provides advice on how to conduct a mesmeric entertainment, emphasizing the importance of using Mesmeric-Psychology, suggestion, and other techniques responsibly. The author questions how hypnotism is being used in hospitals, especially for vulnerable patients.",
  "content": "Her “raving madness” would have soon ceased to be had he had any influence over her. Ignorant itinerants may do much harm, and ladies of property must be protected, but how about pouper and other humble patients in our hospitals hypnotised by budding medicos? Should not something be done for them? CHAPTER VIII HOW TO GIVE AN ENTERTAINMENT—(Continued) Mesmeric entertainments are seldom or ever conducted on purely mesmeric principles. All stage phenomena are the product of combined forces. Some subjects may be mesmeric sensitives, others are hypnotised, while the majority are placed under your control by (what I shall call, for want of a better name) Mesmeric-Psychology. Both Animal Magnetism and suggestion are here called into play by yourself—aye, and imitation, imagination, ideas, and lost sight of which can be judiciously used. Taking for granted that you have a good idea of Mesmerism in theory and practice, you may proceed to give your entertainment. Hitherto you have mesmerised persons singly, but now you are to operate on the mass. To facilitate matters, leave nothing to chance. As you have mesmerised in private, have some of your sensitives in the audience.",
  "last_phrase": "In conclusion, while mesmeric entertainment can be an exciting form of entertainment, it is crucial to remember the potential harm that can come from inexperienced practitioners. As we enjoy the spectacle, let us also consider the wellbeing of all individuals, both rich and poor, who may be subject to these practices. With careful consideration and proper use of Mesmeric-Psychology, an impressive and ethical show can be created."
}