{
  "title": "\"The Power of Mesmerism: Curative and Entertainment Experiments\"",
  "first_phrase": "In this final part of the text, the author discusses more about the value of Mesmerism and the experiments that can be carried out using it. They explain how having control over a subject can lead to influence, power, and sympathy over disease as well as alleviate human suffering. The author shares that the most successful experiments are produced by Will and manipulation and not by shouting and telling people what to do. The phreno-mesmerist produces all the desired results with just a touch here and there on the face and head of the subjects.",
  "content": "The curative is everything. The foregoing experiments are suitable either for drawing-room or platform. The class of experiments which always gave most satisfaction to me are those which are produced by Will and by manipulation. The most successful are those known as phreno-mesmeric—referred to elsewhere—and were largely adopted by myself in public entertainments with the most gratifying an astonishing results. The majority public mesmerists, having more faith in themselves than any real knowledge of the subject, and being very distant copies of Grimes, Darling, and Stone—the American “biologists”—make a great fuss upon the stage, shout, stamp and stare at their subjects, and actually tell them what to do. Of course, the public laugh and enjoy to the full the incongruities and mirth-provoking antics of the conscious and semi-conscious victims of suggestion under the influence of such operators. With the phreno-mesmerist there is no noise. When his introductory speech is finished, he has but little to say for the rest of the evening—producing all the desired effects by a touch here and tip there, on the head and face of his subjects.",
  "last_phrase": "In conclusion, phreno-mesmeric experiments are a fascinating and effective way to produce extraordinary results without the need for shouting, stamping, or excessive suggestion. By approaching mesmeric sensitives with care and avoiding haste and suggestion, you can create graceful and natural experiences that are sure to amaze and entertain your audience."
}