{
  "title": "\"Tips for Successfully Mesmerizing Your Audience during a Performance\"",
  "first_phrase": "In this text, we learn how to prepare an audience for a mesmerizing performance. Before inviting volunteers onto the stage, you must impress upon the audience that they will come to no harm. You then reject troublesome volunteers and select willing ones, asking them to neither wish to be influenced nor desire not to be. Then, using one of several methods to arrest attention and secure control over them, you can proceed with the performance. The text concludes with useful tips on seating arrangements and lighting to enhance the effect.",
  "content": "But if you are not sure of yourself, and desire all the artificial aid you can get, seat your subjects with their backs to the audience, so as to have the light of the hall upon their backs, but upon your face and eyes. In a large audience, especially in England, a large number of persons will volunteer. When they are seated cast your eyes rapidly along your lines, and reject all you think you will have any trouble with; politely but firmly ask them to go down. If you are not a phrenologist— trust to common sense indications. If a person on sitting down immediately crosses his legs, throws back bis head, invite him to go down. These are the sure, signs of self-conscious superiority—of “knowingness.” Don't waste time with such people. Reject all persons smelling of drink or tobacco. Regarding those selected, ask them to neither wish to be influenced nor desire not to be, but place themselves in your hands and to follow your directions as faithfully as possible. You can then use one of the following methods to lessen their brain activity arrest attention, and secure control over them.",
  "last_phrase": "In conclusion, if you need help with public speaking and want to use artificial aid, consider creating a seating arrangement with your subjects facing away from the audience. Rapidly scan your lineup and politely reject those who may cause trouble. Choose individuals who are receptive to your directions and make sure to calm their brain activity by using the methods described. With practice and patience, you can enhance your presentation skills and captivate your audience."
}