{
  "title": "The Rise of Mesmerism and Hypnotism in 19th Century England",
  "first_phrase": "This text explores the history of mesmerism and its evolution into what we now know as hypnotism. In the first part, we learn about a mesmeric infirmary established in Calcutta and London, which provided evidence supporting the curative virtues of mesmerism. The latter part discusses the introduction of mesmerism to England by M. Le Fontaine, leading to Dr. Braid's experiments on hypnotism. Though his theories were initially ignored, they paved the way for subsequent research into the phenomena. Other notable figures who contributed to the field included Spencer T. Hall and Capt. Hudson.",
  "content": "In 1841 M. Le Fontaine, a French man, visited England, and commenced giving public lectures on Mesmerism and exhibitions of its phenomena. While in Manchester, he attracted the attention of Dr. Braid, who was at first disposed to treat M. Le Fontaine's experiments as so much imposture. Eventually he admitted the truth of the phenomena with a new theory of his own, which he called Hypnotism. Dr. Braid's experiments were remarkable. Although both he and they were ignominiously ignored by the Medical section of the British Association of Science in 1842, it is only right to say that the individual members of the Association gave Dr. Braid great credit for his researches. Heidenhain and Charcot in some respects follow at a distance Dr. Braid. They merely dispute the theory of Animal Magnetism, and attribute the phenomena to monotony, imitation, touch, and imagination— setting up one theory to refute another. Since Dr. Braid published his work, “Neury-hypnology, or the Rational of the Nervous Sleep,” 1843, numerous other authors and lecturers have made their appearance, among the most successful of whom were Spencer T. Hall (the Sherwood Forester, author, poet and physician) and Capt. Hudson, of Swansea.",
  "last_phrase": "In conclusion, the evolution of mesmerism into hypnotism owes itself to the experimentation and theories of pioneers like M. Le Fontaine and Dr. Braid, and the subsequent contributions of other authors and lecturers. The subject created great interest and captivated audiences, and there are many living today who have witnessed the phenomena first-hand. The power of suggestion and will, as explained by Coates, remains a fundamental aspect of mesmerism and hypnotism, with conviction being the key to unlocking its potential."
}