{
  "title": "Understanding Mesmerism: How it Induces Sleep and Manifests in Eye Movements",
  "first_phrase": "In the preceding text, we learned that mesmerizing people with contrary opinions requires concentration and a clear idea of our intentions. Magnetizing individuals uninformed on the subject is easier. Our focus now shifts towards the physiological changes observed in natural sleep, which the mesmeric process attempts to replicate. In particular, we note the involuntary action of the oblique muscles, which control the eyes turning upward and inward during states of joy, pain, sorrow or fatigue. When a person is in a state of natural sleep or fainting, this phenomenon is observed naturally. The mesmeric operator uses this and other techniques to induce an artificial sleep state.",
  "content": "Now, when the eyes are withdrawn from the operations of the will, they are controlled involuntarily by the oblique muscles, and turned upward and inward. For instance, in intense joy, in devotion, pain, sorrow, exhaustion, or bodily weakness, the eyes are turned up. This arises from the fact that the straight muscles resign their action, and the oblique muscles operate in their stead and the eye is rolled upward under the eyelid. In acknowledging the presence of a superior and in the act of, blowing, the eyes are “lifted up.” See a girl in happy thought pondering on the future, a patient: suffering from extreme pain, the devotee at worship— be he idolater or Christian, or the wearied one waiting for transition to other and happier scenes oil high—the same characteristic is observed. Thus in sleep, in fainting, or in approaching death, the phenomenon is observed in all. The voluntary muscles resign their actions, insensibility prevails, the retina loses expression, and the pupils turned up as described. Whatever contributes to this result contributes to sleep. The mesmeric operator avails himself of this and the foregoing in his endeavour to induce artificial sleep.",
  "last_phrase": "In summary, the involuntary upwards turn of the eyes, which occurs in various situations such as deep thought, pain, exhaustion, and approaching death, is due to the resignation of voluntary muscles and the activation of oblique muscles. This phenomenon is utilized by hypnosis and mesmerism to induce sleep. Keeping this natural process in mind and allowing oneself to relax and sleep is a better approach than straining the eyes deliberately. Understanding this involuntary response can help induce restful sleep and promote overall well-being."
}