{
  "title": "\"The Nature of Movements in Hypnotism and Fascination\"",
  "first_phrase": "This text explores the phenomenon of involuntary movements, which can be executed without volition in response to sensory impressions. It discusses how a person in a state of deep reverie or hypnosis can exhibit imitative movements without conscious awareness. The author highlights the importance of sensory impressions and differences in perception between ordinary people and the blind. The text also provides an editor's note about the differences between the hypnotism of Coates' time and modern hypnosis. Overall, the text offers insight into the workings of the nervous system and the potential for interesting experiments with mild fascination.",
  "content": "Impressions are made on the sensory organs the sensory nerves convey the impressions to a part of the brain; in the deepest condition of hypnotism these impressions may not arouse any consciousness, but the result may be the kind of movement which would naturally follow supposing the person had been conscious. The movements made by the hypnotic are chiefly those of an imitative kind. Editor's note: The type of trance here described was common in Coates’ time. Actual verbal hypnosis never has such strong effects, with the exception of stage hypnosis, where there is a very specific condition caused by the energetic presence of the public. But if we practise the old techniques we find the same results as described by Dr. Coates. Hypnotism in the times of Coates is different from “modern hypnosis;” over time there has been a lexical change. In “modern hypnosis” people do not react like this and do not normally have their eyes open. In Coates’ examples, the person has their eyes open. What is herein described is more of a sort of mild fascination. With fascination many interesting experiments are possible.",
  "last_phrase": "In conclusion, while the type of trance described by Dr. Coates may not be the same as modern hypnosis, the phenomenon of unconscious imitation is still relevant in fascination techniques used in therapy today. By utilizing fascination, therapists can enhance the effectiveness of their methods and elicit superior results. Remember, the key to success lies in the sensory impressions and movements made before the eyes of the person."
}