{
  "title": "\"The Astonishing Hypnotic Technique of a Quiet Man\"",
  "first_phrase": "This article has been delving into the unusual techniques of hypnotism used by a quiet man in a small village. In the last 200 tokens, the author recounts a personal experience of witnessing the hypnotist, Virgilio, effortlessly hypnotizing two people in a shop without speaking or physically touching them using a method that produces complete amnesia in seconds. This method and its rapidity deviate from the norm of modern hypnotism, which relies heavily on verbal induction and physiological changes. Despite its differences, this hypnotic method shows the existence of extra sensorial perceptions, which are often overlooked in modern hypnosis practices.",
  "content": "Their eyes were wide open. After this, he gave that person some suggestions that were immediately executed, in an automatic manner. A second guy was in the shop. Without even speaking to him, except for saying ”Look at me,” our hypnotizer made him completely lose himself and gave him mental suggestions. What was astonishing was the rapidity of the method, and also the fact that many suggestions were not spoken, but only mentally suggested. Another fact was that this method produced complete amnesia in less than 2 or 3 seconds and the subject acted as an automaton. Modern hypnotists use normally long inductions, verbally based, with small physiological changes. Also modern hypnotists don’t believe in telepathy and don’t hypnotize defying persons. Modern hypnosis lives in a scientific paradigm that doesn’t easily accept the possibility of extra sensorial perceptions. Nonetheless they exist. Is this method the same thing we call today “hypnosis”? May be the words mislead us. This quiet man from the small village taught us his method of hypnotism.",
  "last_phrase": "In conclusion, while modern hypnosis may have evolved from the technique taught by this small village man, the possibility of extra-sensory perception and mental presuppositions cannot be ignored. Despite being rejected by the dominating materialistic view, there is an immense reality waiting to be explored and understood beyond measurable elements."
}