{
  "title": "Ancient Healing Practices and Beliefs in Magic and Mysteries.",
  "first_phrase": "This text delves into the history of healing and medicine. It begins by discussing how God communicated with ancient people through dreams and visions, and how laying hands on the sick for healing was common among Jews and was also practised by the Founder of Christianity and His immediate followers. It highlights that the cures of Christ and the apostles were attributed to the dominant idea of the operator and the expectancy of the subject. The text then explores the early history of medicine among the Greeks, who practised a type of priest craft, and used mesmerism-like methods for healing. The text emphasizes the importance of the heat and energy that comes from the human hand in healing various types of debility.",
  "content": "MESMERISM AMONG THE GREEKS The Greeks derived most of their customs from India and Egypt Medicine with them was a species of priest craft the mysteries of which the initiated could not reveal to the profane without sacrilege. The first Greek physicians, for the cure of their patients, used certain magic processes, which can only be compared to the manipulations of the modern-mesmerist. “The affections suffered by the body,” says Hippocrates, “the soul sees quite well with shut eyes.” “Wise physicians, even among the ancients, were aware how beneficial to the blood it is to make slight friction with hands over the body. It is believed by many experienced doctors that the heat which oozes out of the hand on being applied to the sick is highly salutary and suaging. The remedy has been found to be applicable to sudden as well as to habitual pains and various species of debility, being both renovating and strengthening in its effects.",
  "last_phrase": "In conclusion, it is evident that the Greeks were familiar with mesmerism and used certain magic processes that were similar to modern mesmeric techniques. Their knowledge and practices were rooted in the belief that health could be implanted in the sick by certain gestures and contacts. Despite some differences in opinion about specific historical figures such as Socrates, this ancient knowledge of medicine and healing is still relevant and can offer insights to modern practitioners."
}