{
  "title": "\"Thought-Reading Experiments and Curative Mesmerism\"",
  "first_phrase": "In the final part of the chapter, \"Curative Mesmerism,\" the author continues to explore thought-reading experiments and mesmerism as a popular form of entertainment among friends. They highlight the success they have had with various trials, including correctly named cards and consecutive successes in both card and name batches. The author also offers tips on exploring thought-reading in a group setting, such as hiding an object or word and allowing the selected medium to convey the impression to the sensitives.",
  "content": "Thought-reading can also be tested in this way. Send one of the company out of the room, then hide an article upon which all the rest have agreed, in a place also agreed upon. When the person selected enters the room, let all be silent, each person present thinking of the article and where it is hidden. It is more than likely if the searcher acts upon his first impression entering the room, he or she will find the article. This can be improved upon by thinking of a word—such as “hope,” “faith,” “father “mother,” “good” etc. By acting on the first inspiration, the medium selected may utter the exact word, or the company may decide on a written symbol or simple design. The most magnetic person in the room should then be selected to convey the impression to the sensitives, and so on, as good sensitives are discovered. By magnetic I mean the most positive and most successful person in the party in impressing or fluencing others. CHAPTER VI. CURATIVE MESMERISM..",
  "last_phrase": "In conclusion, the power of thought-reading can be an interesting and practical activity to test one's abilities. By utilizing this method, you can improve your intuitive skills and identify good sensitives if discovered. Furthermore, the power of positive thinking and the desire to relieve suffering can lead to successful curative mesmerism, as shown in the early Christian times. It all starts with the pure intention to help and the willpower to act upon it."
}