{
  "title": "\"The Rise and Spread of Mesmerism: From Vienna to London\"",
  "first_phrase": "In the preceding text, we learned about the emergence of Mesmerism and Animal Magnetism, and their successful application in various European cities such as Berlin, Vienna, St. Petersburg, Copenhagen, and Paris. We also learned about Dr. Malfati, who successfully practiced Mesmerism in Vienna. In this part, we will focus on the Marquis de Puysegure, the most active and intelligent follower of Mesmer. He became one of the most successful mesmerists of his time and was the first to discover the mesmeric-somnambulistic condition. He confirmed his faith and became successful in curing diseases using Mesmerism. He published several works on the subject and introduced his views, which were a slight modification of those of Mesmer, across the channel.",
  "content": "He was the first to discover the mesmeric-somnambulistic condition. It happened in this way. He was mesmerizing a young man for the cure of consumption. While making the requisite passes, the patient fell into a peaceful sleep—the true mesmeric sleep is exceedingly calm and recuperating. While in this sleep Victor talked with intelligence rare to the waking condition; and while in that state prescribed the remedies necessary to his recovery. Numerous instances of a like character occurring under the Marquis's influence, he at length, published a work on the subject and both on his estate and at Paris devoted much time to Mesmerism for the cure of disease, in which hews eminently successful. De Puysegure's views as to the cause of the phenomena were a slight modification of those of Mesmer. He held views similar to those who believe in organic electricity and odic force. He believed that his subtle electrical agent pervaded all space; all animated beings, and could be controlled and directed by the will. By its skilful direction clairvoyance and somnambulism could be developed in all. Mesmerism at last found its way across the channel.",
  "last_phrase": "In conclusion, the discovery of the mesmeric-somnambulistic condition by Victor and his subsequent success in curing diseases through Mesmerism paved the way for further experimentation and study of this phenomenon. Thanks to the works and experiments of individuals like Mr. Richard Chenevix, Dr. Elliotson, and Baron Dupotet, Mesmerism was eventually recognized and accepted by the medical community, opening up new possibilities for the treatment of diseases and unlocking mysteries of the human mind."
}