{
  "title": "\"The Physiology of Hypnotism: Effects on Sensory Perception, Pain, and Muscle Reflexes\"",
  "first_phrase": "In the previous text, the hypnotic state and its effects have been discussed. The last 200 tokens describe some of the most striking phenomena of hypnosis, including insensibility to pain and increased reflex spasm of muscles. The text discusses the mechanism of reflex arts, which can explain how certain voluntary muscles may be rendered stiff in the hypnotic state. The author gives examples of how mesmerized or hypnotized people may become completely insensitive to pain, and how this is associated with changes in the nervous centers of hysterical women. The text also emphasizes the importance of self-control to prevent bodily energies from being paralyzed by strong sensory impressions.",
  "content": "It would appear that certain nerves may convey tactile sensibility whilst others convey only painful impressions, and in certain forms of paralysis the patient may have tactile sensibility without pain, or the reverse. In hysterical women, as has been shown by Charcot and others, disorders of sensibility of this kind are not uncommon, indicating changes in the nervous centres. 3. Increased Reflex Spasm of Muscles.—One of the most striking phenomena of the hypnotic state is the case with which certain voluntary muscles may be rendered stiff. For example, if the operator strokes the skin over the biceps muscle in the upper arm the limb will be at once powerfully fixed and the biceps can be felt stiff and rigid. To understand the physiological explanation offered of this phenomenon it will be necessary shortly to describe the mechanism of reflex arts. If a sensory nerve be irritated at its periphery, say in the skin, a nervous impulse is transmitted to a central nervous organ, such as the spinal cord, and through the agency of nerve cells in this organ impulses are then transmitted by motor nerves to muscles, causing movements, without any operation of the will.",
  "last_phrase": "In conclusion, the phenomenon of increased reflex spasm of muscles in the hypnotic state can be explained through the mechanism of reflex arcs. It is also observed that certain nerves convey only tactile sensibility or painful impressions, and disorders of sensibility are not uncommon in hysterical women due to changes in the nervous centers. Understanding these physiological explanations can aid in better understanding the effects of hypnosis on the body."
}