{
  "title": "\"Nervous Phenomena and Reflex Spasms in Hypnotic State\"",
  "first_phrase": "In the previous section, we learned about sensory disorders in certain forms of paralysis and hysterical women. In this section, we will explore the increased reflex spasm of muscles in the hypnotic state. The explanation lies in the mechanism of reflex arcs where sensory nerves are irritated, inducing motor movement without will. The hypnotic state increases the activity of the cord-centers, inducing more reflex actions. This phenomenon is described by Heidenhain as catalepsy, an artificial state induced by hypnotism.",
  "content": "Thus a particle of food getting into the larynx irritates sensory nerves of the vagus and there is a reflex spasm of various muscles of expiration causing a violent cough. That such reflex acts not only can occur without the mill, but in spite of it, is shown by the want of control over a sneeze when the nostril is irritated by snuff. Now these reflex centres in the cord are partially under the control of higher centre in the brain. If the agency of the latter be removed, the activity of the cord-centres is increased, and reflex actions are more easily induced. This we have assumed to be the state of the hypnotic. If a portion of his skin be stroked, first one muscle, say the one immediately under the skin stroked will become stiff, then in obedience to law regulating reflex actions— namely, that they tend to become diffused, according to the strength and duration of the stimulus,—other muscles become rigid, and so on until the whole trunk becomes cataleptic. This phenomenon is well described by Heidenhain. This condition of the muscles is exactly like that in catalepsy, a peculiar nervous disease; and hypnotism may be regarded as an artificial catalepsy. 4.",
  "last_phrase": "In conclusion, the hypnotic state is a fascinating phenomenon that involves the partial control of reflex centers in the spinal cord by higher centers in the brain. This can result in reflex actions that are more easily induced and can lead to muscle rigidity and catalepsy. Additionally, changes in the eyes and movements of respiration may also occur as part of this state. Understanding the mechanisms underlying this state may provide important insights into the functioning of the nervous system."
}