{
  "title": "\"The Healing Power of Mesmerised Water and Magnetised Mediums\"",
  "first_phrase": "In this passage, the author explores the idea of how our thoughts and actions can leave a lasting impression on those around us, even if it is not immediately visible. They go on to discuss the use of magnetised materials and how they can be used for healing purposes. The author suggests that one can mesmerise or magnetise water by focusing their intentions onto it, making it an aperient, astringent, tonic or nervine. This method is meant to soothe and tranquilize the system, enabling the body's natural healing process to take place. The use of such water is ideal, but not always possible.",
  "content": "Thus you cannot speak, look, or shake hands with others without leaving your mark there. If this is true in the ordinary affairs of life, where no man can live or die to himself, how much more so is it with the mesmerist, who acts with intention? If he has any power at all, surely it will tell; and it does tell. To mesmerise or magnetise water (see page 47), hold the tumbler of water in your left hands, or, if left-handed in your right hand, and hold the fingers of the other hand over it, pointing down towards the water; convey to it, by concentration of desire, your intentions; thus you may make it an aperient an astringent, a tonic, or a nervine. The ultimate idea is to soothe and tranquilise the system, and enable the vis medicatrix nature to do Its work for the recovery of the patient. Mesmerised water should be made of water carefully filtered—if possible, of spring water filtered—so as to form a natural, healthy, and pure drink, and thereby furnishing all the better vehicle for your influence. Such water cannot always conveniently be sent to a distance.",
  "last_phrase": "In conclusion, it is evident that mesmerism and magnetism can be utilized to benefit a patient's recovery process. From mesmerized water to pillules and even bandages or belts, a person's diet and everyday life can be imbued with this communicable life-force. With concentration, intention, and desire, one can create natural, healthy, and pure methods to soothe and tranquilise the system, enabling the vis medicatrix nature to do its work."
}