{
  "title": "\"How to Cultivate Psychometry: A Guide to Psychic Development\"",
  "first_phrase": "The last part of this text discusses the careful investigation and development of the powers of a sensitive individual, including their ability to perceive objects and spiritual planes, diagnose conditions, and communicate with unseen intelligence. The author advises patience and kindness, establishing rapport, and improving the sensitive's spiritual, moral and mental powers. They also suggest that male sensitives may be best for scientific and business purposes, while female sensitives may be better suited to literary, inspirational and pre-visional experiments. The author concludes that individuals with sanguine-nervous temperaments are easiest to mesmerize, and that Negroes and Hindoos may be particularly sensitive to mesmeric influence.",
  "content": "Finally, if he should see, and converse with unseen intelligence, disembodied human spirits, do not hastily conclude that such is impossible. Be patient, take time and judge of the reality, or otherwise, of such contingency, however strange or abnormal it might appear by the internal evidence conveyed to you in the message, or communication made to you, by your sensitive. For this class of phenomena your sitting should be held at a regular hour daily, and terminated whenever your patient desires, or by mutual agreement, or whenever in your judgment it has lasted long enough. If following up the investigations daily, an hour would probably be long enough for each sitting. Male sensitives are best for scientific and business purposes—the very best subjects are the most difficult to get under control at first—females for literary, inspirational, and pre-visional experiments. I have found no difficulty in mesmerising persons of sanguine-nervous temperaments, and persons of all colours of hair and eyes, save black, dark brown, and hazel. Negroes and Hindoos are, however, very sensitive to mesmeric influence. My experience is confirmed by that of other leading mesmerists.",
  "last_phrase": "In conclusion, be open-minded and patient when exploring the phenomenon of disembodied human spirits and psychic abilities like psychometry. Stick to regular daily sittings and look for the internal evidence of their reality. Consider the temperament and gender of your sensitive for optimal results, and remember that contrasts in temperament can be favorable for mesmeric experiments. With practice and an open mind, anyone can cultivate psychic abilities like psychometry."
}