{
  "title": "\"The Controversial Use of Mesmerism for Sleep Disorders\"",
  "first_phrase": "In the previous text, the author discussed the use of magnetism to cure sleeplessness in an old gentleman. In this last part, the author rebuttals the claims made by certain scientists about the effectiveness of Animal Magnetism. The author points out that their experiments have been with variable quantities, influenced by the \"predominate ideas\" of the experimenters. W. H. Myers, M.A., of London, a renowned investigator of occult phenomena, supports the author's claim and admits the possibility of a special agent or influence on these phenomena.",
  "content": "The experiments of Braid, Heidenhain, Charcot, Carpenter, and others, certainly go far to prove their own respective theories, and do in a measure dethrone Animal Magnetism. But these gentlemen forgot that their experiments are not mathematical researches, in which the tendency of error is reduced to a minimum. Their experiments, on the contrary, have been with variable quantities—fugitive and psychological—and which must in the nature of things be influenced by “predominate ideas” of the experimenters. W. H. Myers, M.A., of London, one of the most learned of living investigators of occult phenomena, says:—”I still hold to the view of Cuvier, that there is in some-special cases a specific action of one organism on another of a kind as yet unknown. This theory is generally connoted by the term “Mesmerism.” Some of the most ardent of recent hypnotists are beginning to admit the possibility of some special agent or influence on these phenomena.",
  "last_phrase": "In conclusion, while the experiments of various investigators have debunked animal magnetism, some still believe in the existence of a specific influence that can impact living organisms. To maximize their experiments, it is recommended that researchers act as though this influence existed, using all available means to intensify it and achieve the desired results."
}