{
  "title": "\"A Lesson Learned: Turning Defeat into Victory with Coolness and Tact\"",
  "first_phrase": "In this last part of the text, the author captures the attention of the audience with a story. Before that, the author had signaled the pianist to stop playing and walked up and down to gather the audience's attention. The audience was initially engaged in the \"dominant idea of having a good night's fun\", which had slightly waned due to their curiosity about what the author was about to do. The author then made some pantomimic motions, signaling a desire for a \"word,\" and took advantage of the lull to tell a story about a fox being hunted.",
  "content": "I trusted to the innate love of fair play which is the characteristic of every Briton, although just now overshadowed by the horseplay peculiar to students at rectorial elections, I made several pantomimic motions indicating a desire for a “word.” Taking advantage of a lull, secured by these efforts, I said—”Ladies and gentlemen, and particularly my young friends of the Edinburgh University who have just arrived, if you will permit me, I will tell you of a little incident which occurred a short time ago.” (Slight booing and shouts of “go-ahead” and “'wire in,” from my cultured young friends, but general attention from the whole audience.) “A gentleman was out with a few friends and his hounds hunting one day near Rathmines. They had succeeded in ousting an old fox; getting him into the open, they were soon after him with full cry. The hounds had out run the riders considerably. The fox was getting pretty tired of this sort of thing. He didn’t think it was altogether right, to put it mildly, for so many to be down on one. So the fox stopped short too.",
  "last_phrase": "In conclusion, this story teaches us the importance of using coolness and tact when dealing with difficult situations. By telling an Aesopian story and engaging the audience, the speaker was able to turn his apparent defeat into a victory. Let us always remember to approach challenging circumstances with a level-head and creative problem-solving techniques."
}