{
  "title": "The History and Discovery of Hypnotism by James Braid.",
  "first_phrase": "This article explores the historical roots of hypnosis, which were first investigated by James Braid, a Manchester-based surgeon, in the mid-19th century. Braid's work Neurypnology, published in 1843, was the first scientific inquiry into the phenomenon and led to the discovery of neuro-hypnotism. The text also highlights the importance of Dr William B. Carpenter and physiologist Herbert Mayo in aiding Braid's research. This research gave rise to both supporters and critics of Animal Magnetism.",
  "content": "Braid read a paper at a meeting of the British Association in Manchester on 29th June 1842, entitled Practical Essay on the Curative Agency of Neuro-hypnotism; and his work Neurypnology, or the Rationale of Nervous Sleep considered in relation with Animal Magnetism, illustrated by nervous cases of its successful application in the relief and cure of disease, was published in 1843. It is necessary to point this out, as certain recent continental writers have obtained many of Braid's results by following his methods and have not adequately recognised the value of the work done by him forty years ago. Braid was undoubtedly the first to investigate the subject in a scientific way, and to attempt to give a Physiological explanation. In this he was much aided by the Physiologist Herbert Mayo and also by Dr. William B. Carpenter – the latter being the first to recognise the value of Braid's researches as bearing on the theory of the reflex action of ganglia at the base of the brain and of the cerebrum itself, with which Carpenter's own name is associated. Editor's note: Braid also opened the way to the critics of Animal Magnetism.",
  "last_phrase": "In conclusion, James Braid's groundbreaking research in neuro-hypnotism and animal magnetism laid the foundation for further scientific investigation into these fields. While some modern writers have reproduced his results without proper recognition, it is important to acknowledge the valuable insights provided by Braid's work, which have paved the way for contemporary scientific understanding of reflex action of ganglia and cerebrum. While Braid's methods may differ from those of earlier practitioners of animal magnetism, his contributions have proven invaluable for modern researchers in the field."
}