{
  "title": "\"How to Mesmerise: Overcoming Myths and Challenges\"",
  "first_phrase": "In this part, the author discusses the misconceptions around mesmerism, particularly the belief that only weak-minded individuals can be successfully mesmerized. The author cites the experiences of past and present mesmerists, including Reichenbach and Dr. Braid, to argue that healthy men and women make the best sensitives for investigation. The author asserts that the health and fine organization of an individual are more likely to lead to perfect and exalted manifestations. However, the author acknowledges that there have been exceptions to this, and advises against wasting time trying to mesmerize someone who is resistant due to pride, vanity or ignorance. The author suggests that a non-resistant attitude of mind is essential for successful mesmeric power, and recommends mesmeric sessions for those with an open-minded desire to get at the truth, as they are most likely to be successfully mesmerized.",
  "content": "The experience of all mesmerists—past and present— worthy of the name is this; the healthier and finer the organisation, the more perfect and exalted the manifestations. There are relative conditions of superiority and inferiority in mesmerists and sensitives only. I have mesmerised men who were my superiors in every way —health, strength of body and mind—the only conditions of difference consisting of this important fact, that for the time being they approached the subject of Mesmerism with open minds—a desire to get at truth—and sat down with a non-resistant attitude of mind, perfectly willing to be mesmerised, and to record their own symptoms in connection therewith, if possible. In the majority of cases the seventh or eighth sitting suffices to overcome all difficulties, and induce sleep in the most healthy and vigorous. There have, however, been exceptions to this. Don't waste time with a man who makes a bet through pride vanity, or ignorance, that he can't be mesmerised. Don't waste health and energy trying to influence him just then. His manner and words indicate that he will arouse all his faculties to resist you presenting thereby positive and antagonistic mental conditions for you to overcome.",
  "last_phrase": "In conclusion, the ability to be mesmerized depends on the individual's approach to the subject, as well as their mental and physical state. If one is open-minded and willing to be hypnotized, the process can be successful. However, it is important not to waste time and energy on those who are resistant or opposed to the practice. By gradually impressing others with the benefits of Mesmerism and leading up to the final step, successful hypnotism is possible."
}