{
  "title": "Scientific Investigations into Thought-Reading: A Case Study",
  "first_phrase": "This text discusses the difficulty of accepting the theory of brain waves and an intangible universal ether as an explanation for thought transfer. It questions why the simpler theory of Zoon-Magnetism or nervous fluids is rejected. The author highlights Professor Barrett's work investigating thought-reading, providing a case study where he successfully demonstrated the ability to choose an object in a closed room, which a child then fetched without communication. This example illustrates how thought-reading is done and its capabilities.",
  "content": "On returning to the sitting-room and closing its door also, I thought upon some object in the house fixed upon at random. ... Writing the name down, I showed it to the family present, the strictest silence being preserved throughout. We then all silently thought of the name of the thing selected. In a few seconds the door of an adjoining room was heard to open, and after a very short interval the child would enter the sitting-room, generally speaking, with the object selected. No one was allowed to leave the sitting-room after the object had been fixed upon, and no communication with the child was conceivable as her place was often changed. Further, the only instructions given to the child were to fetch some object in the house that I would fix upon and together with the family silently keep in mind, to the exclusion as far as possible of all other ideas. In this way I wrote down, among other things, a hair-brush—it was brought; an orange —it was brought; a wine-glass—it was brought; an apple—it was brought; a toasting fork—failed on the first attempt, a pair of tongs being brought, but on a second trial it was brought.",
  "last_phrase": "In conclusion, this experiment provides evidence for the existence of telepathy or an unexplained connection between parties. The success rate of naming correct objects was significant, with some impressive results, indicating that further research into this phenomenon could yield interesting discoveries."
}