{
  "title": "Animal Magnetism: History and Impact in Europe",
  "first_phrase": "In the latter part of the text, we see that the French government appointed a commission of inquiry to investigate animal magnetism. While the commission in the main acknowledged the reality of the phenomena, they could not agree on the basis upon which to begin their investigations. However, Jussieu, the celebrated botanist, investigated the subject for himself and pronounced in favor of animal magnetism, adducing numerous facts in its support. Despite the unfavorable report by the Commission of Louis XVI, Mesmerism continued to gain popularity in Prussia. The Prussian government established hospitals for magnetically treating diseases and appointed professors of Mesmerism at various universities throughout the kingdom. Additionally, the Scientific Society of Berlin offered a prize for the best explanation of Mesmeric phenomena, and the governments of Russia, Austria, and Bavaria passed laws restricting the medical treatment of patients to faculty members. Despite the Revolution's disruption, Mesmer continued his favorite science and cultivation of his estate.",
  "content": "The French Revolution, rather than any mistakes or vagaries of Mesmer, or the unfavourable report of the Commission of Louis XVI, eclipsed the popularity of Mesmerism in France for a time. In Prussia the light still burned with a steady and brilliant flame. The Prussian Government appointed Professors of Mesmerism at the various Universities throughout the kingdom and established a hospital for the Magnetic treatment of disease at Jena, the director of which was sent to Switzerland to obtain from Mesmer the requisite instructions. The Scientific Society of Berlin offered a prize of 3300 francs for the best explanation of Mesmeric phenomena while the Governments of Russia, Austria and Bavaria passed laws keeping the Mesmeric method of treatment as well as the medical treatment of patients in the hands of the Faculty. When the Revolution burst forth in France, subverting law, order and all good, Mesmer returned to his native land, where his time was divided between persuing his favourite science and cultivating his estate.",
  "last_phrase": "In conclusion, the Mesmeric phenomena and its practice flourished in Prussia and other parts of Europe despite being overshadowed by the French Revolution. The success of Mesmerism in various countries demonstrates its effectiveness in treating diseases and attracting prominent individuals. The legacy of Mesmer and his followers continues to inspire scientific research and innovation in the medical field."
}