{
  "title": "\"Mesmerism: The Importance of Health and Will for its Practice\"",
  "first_phrase": "In this final section, we'll explore the qualities that a mesmerist should possess to enhance their \"mesmeric power.\" Earlier, we learned that the legitimate use of power can increase it, while a loss of power is usually due to other causes. Therefore, it's crucial for a mesmerist to maintain good health, vitality, and a sound mind while exhibiting strong will, patience, perseverance, and empathy. Moreover, the mesmerist should have a steady gaze and move with ease and grace. Overall, a healthy and disciplined life helps to increase the power of Mesmerism.",
  "content": "Nothing so keenly arouses the mind to resistance as the sense of ludicrous on the one hand, or anger or empty scepticism on the other. Health is largely a question of constitution—it is inbred—”comes by Nature.” Its maintenance is requisite, but the how of its preservation and maintenance need not be entered upon here. Every mesmerist's life should be governed by “temperance in all things.” He should abstain from gross foods, impure drinks, habits, and associations; cultivate the good and the true within himself. I might say that early and regular habits—morning bath, simple diet, adequate physical exercise, calmness or evenness of mind, will largely contribute to successful results. Next to health, comes self-government and the development of will, and the power to concentrate his energies. Will can be cultivated to a certain extent, but the initial power of will depend upon the phrenological development. A person deficient in Firmness, Self-Esteem, Conscientiousness, and Continuity is not likely to have a strong will.",
  "last_phrase": "In conclusion, to become a successful mesmerist, one must prioritize their health, self-government, and development of will. It is important to cultivate basic tools for directing the mesmeric influence such as the gaze, passes, and breathing techniques. Cultivating them regularly with the right mindset can help to deliver optimum results. Remember to practice them in the morning when your mind is refreshed and your energies are high."
}