{
  "title": "\"How to give a Mesmeric Entertainment for an Audience\"",
  "first_phrase": "In this section of the text, the author discusses how to give a mesmerizing entertainment show. The author suggests using a combination of animal magnetism, suggestion, imitation, imagination, and ideas to place the majority of the audience under your control. The author recommends having some sensitives in the audience to keep in reserve for special experiments. The author advises starting the show with a short speech, referencing authorities and detailing cures or incidents in thought-reading. The author also points out the value of Mesmerism to medical professionals. It highlights the importance of proper care for pouper and other humble patients in hospitals hypnotized by budding medicos.",
  "content": "Such sensitives you will keep in reserve for special experiments—clairvoyants for clairvoyant experiments, your susceptible subjects for experiments of will such as described in a previous chapter, your thought-reading subjects for special phases. Don't use any of these for general experiments, where illusion and phantasy are created by your suggestions. For the latter experiments you can depend largely upon the impressible subjects secured from your audience. You can proceed somewhat in this fashion:—Commence your entertainment by making a telling speech (the shorter the better) upon the subject. Quote authorities whose names will have some influence with your audience. Detail some of the cures performed, cases of Clairvoyance (if any) which have come under your notice, or any little incident in thought-reading—psychometry—which will tell effectively. You can point out the value of Mesmerism to medical men and dentists as a powerful and harmless anaesthesia, under which will tell effectively. You can point out the value of Mesmerism to medical men and dentists as a powerful and harmless anaesthesia, under which patients may have surgical operations performed upon them, or teeth extracted without the slightest pain, etc. Give some of your experiences.",
  "last_phrase": "In conclusion, when it comes to conducting experiments with mesmerism, it's important to carefully choose your subjects and reserve the more sensitive ones for special experiments. For general experiments, you can rely on impressible subjects from your audience. Remember to make a powerful opening speech, quote authorities, and share personal experiences to engage your audience. Finally, ask for volunteers and assure them that nothing will harm them while under your influence. Follow these steps, and you are on your way to giving a successful performance."
}