{
  "title": "\"Mesmerism Experiments: Controlling the Sensitive's Body\"",
  "first_phrase": "In the previous part of the text, the author describes the mesmerizing experiments he performed with a sensitive, convincing a medical committee of his impressive control over the subject's body. In the last 200 tokens, the author details the third experiment, where he was asked to produce a result without contact. He achieved this by making mesmeric passes from several feet away, causing the subject to slowly and accurately take up a specific position. The author reflects on the power of imagination and dominant ideas in such experiments, while claiming that he had no intention of deceiving the committee or his audience.",
  "content": "The common-sense view of the case is: I had such control over the sensitive that I stopped the flow of his blood, which, in ordinary circumstances, would have taken place. The committee, being satisfied with the result, testified to the fact. The third experiment was not a pleasant one, but to the committee was as convincing as were the others. The committee desired me to produce two results—the first without contact, and the next any way I pleased. The directions were written on paper that I should cause the subject to stand erect, slowly raise his arms holding them out horizontal to his shoulders, and then gradually open out his legs, as if standing astride of something. I placed the subject facing the audience, and standing several feet in rear of hie, I made passes in the direction of the position I wanted him to take up. Slowly, but surely, the sensitive responded to my mental efforts and mesmeric passes, and took up the position as designed by the committee.",
  "last_phrase": "In conclusion, the above experiments, though not without controversy, provided compelling evidence that the sensitive was susceptible to the mental efforts and mesmeric passes of the experimenter. While the effectiveness and ethical implications of this technique are still debated, the results achieved by the committee serve as a reminder of the power of suggestion and the mysteries of the human mind."
}