{
  "title": "\"How to Cultivate Clairvoyance Through Hypnotic Techniques\"",
  "first_phrase": "In the final part of the text, the author explains how to cultivate clairvoyance or clear sight, emphasizing that hypnotic and platform subjects do not make clairvoyants. The author assures that clairvoyance is a reality and provides examples of how sensitives have been able to foretell illnesses, prescribe remedies, and trace stolen property. In order to cultivate clairvoyance, the author advises proceeding as explained before, including the use of hypnotism. Once the patient has fallen asleep, the author suggests waking the patient up gradually using certain passes and blowing on the forehead, allowing the patient to awake surprised and benefited by the sleep.",
  "content": "Stand behind or before, your sensitive, and make slowly and then briskly upward passes (palms of the hands up) in front of the face, and blow steadily on the forehead, when your patient will awake much surprised and benefited by the sleep. With a little more experience you can arrange with your patient when he will awake of his own accord. When this is done, the sensitive will always awake at the time arranged. This arrangement or experiment is capable of considerable extension or modification. HOW TO CULTIVATE CLAIRVOYANCE OR CLEAR SIGHT Hypnotic and platform subjects do not make clairvoyants. Clairvoyance can only be cultivated by proceeding in the first instance as above. I may add here clairvoyance is a reality. Its existence in various subjects has been proved again and again, and has been testified to by so many credible witnesses past and present, at home and abroad. To put it briefly, it is either an exhibition of gross ignorance or gross impertinence and ignorance, to deny the existence of the phenomenon. Sensitives have foretold illness, death, and the recovery of patients, prescribed remedies for disease, traced stolen and strayed property.",
  "last_phrase": "In conclusion, cultivating clairvoyance requires deliberate effort, patience and practice. It is important to establish a sympathetic link between the operator and the sensitive, through concentration of will and the use of means. The existence of clairvoyance has been repeatedly testified by credible witnesses, and its potential benefits are numerous, from foretelling illness to tracing stolen property. With continued practice, one can extend the scope of their abilities, thus making strides towards achieving clear sight."
}