{
  "title": "\"Easy Guide to Mesmerism and Hypnotism: Enlarged Edition\"",
  "first_phrase": "This text tells the story of how J. Coates Ph.D. and Dr. Marco Paret created an enlarged edition of their book \"Easy Guide to Mesmerism and Hypnotism.\" The text shares how the authors encountered unique facts while training psychotherapists and hypnotherapists that asked for a deeper explanation. In the last 200 tokens, the authors introduce the reader to the power of mental fascination and the techniques of the original old secret magnetic school. The text also includes keys to the hidden treasures of ancient and modern magnetism.",
  "content": "J. Coates Ph.D. & Dr. Marco Paret Easy Guide to Mesmerism and Hypnotism Enlarged Edition. With Keys to the hidden treasures of the ancient and modern Magnetism. Includes also a unique and rare introduction to the techniques of the original old secret magnetic school and the power of Mental Fascination. ISBN 0-9793997-4-2 ISBN13 978-0-9793997-4-9 © 2007 - NLP International Ltd ________________ FOREWORD Why did we create this book? We created this book because we encountered FACTS. My name is Dr. Marco Paret, and I’m the director of a center for training psychotherapists and hypnotherapists. In our Centers, in both France and Italy, we have performed many successful psychotherapies and hypnotherapies. We have used some of the most modern psychological neuroscience techniques such as NLP, hypnosis, and many other modern disciplines. We originally subscribed to a very materialistic and neuroscientific view of the mind. However, the facts taught us this point view was not enough! Healing happened many times, even with these more common techniques, in manners which asked for a deeper explanation. Also, in teaching Verbal and Non-Verbal Communication we witnessed things which many times were not explainable in an ordinary way, yet at the same time were very efficient nonetheless.",
  "last_phrase": "In conclusion, \"J. Coates Ph.D. & Dr. Marco Paret Easy Guide to Mesmerism and Hypnotism Enlarged Edition\" provides a unique and valuable insight into the power of mental fascination and the techniques of the original old secret magnetic school. As Dr. Marco Paret discovered, sometimes the most effective techniques are the ones that defy conventional explanation but produce extraordinary results in psychotherapy and hypnotherapy practice."
}