{
  "title": "Understanding Hypnosis: Mesmerism and its Successors",
  "first_phrase": "In the previous part of the text, the focus was on Mr. Braid's ideas of hypnosis and mesmerism, and how they differ from each other. In the last 200 tokens, the text mentions other prominent hypnotists who followed Braid's methods, including Dr. Rudolph Heidenhain and Dr. Carpenter. The methods of hypnotists vary and should not be undertaken lightly without proper knowledge. The text also includes a personal anecdote about giving successful demonstrations of hypnosis in Liverpool.",
  "content": "Following Braid, Dr. Rudolph Heidenhain, Professor of Physiology at the University of Breslau, stands next highest in order of Hypnotists. After Heidenhain, and contemporary with him as a specialist, was the late Dr. Carpenter. He placed Mesmerism and Spiritualism in the same category, and accounts for the Whole of the phenomena said to occur in connection with either to “unconscious mental cerebration,” “dominant ideas” and '“expectancy.” Closely following Heidenhain and Dr. Carpenter came include in their practice the suggestions and methods of Braid, Heidenhain and Carpenter. The methods adopted by mesmerists in a large degree vary. Each operator will have his own special mode. Some of these may foe of interest, and help those who may possibly undertake to experiment on their own account. However, let none lightly enter upon the task, unless they are adapted for the work. Many persons have very foolishly done so—commenced to try experiments with no other knowledge than that of having seen some other person's experiment. Some years ago I gave a successful series of demonstrations at the Queen's Rooms, Bold Street, Liverpool. A gentleman residing in Rootle was present with his family one evening.",
  "last_phrase": "In conclusion, while the methods adopted by mesmerists may vary, it is important not to lightly undertake the task without suitable knowledge and aptitude. The experiences of the gentleman in Rootle reminds us that hypnosis is a powerful tool that requires responsible handling."
}