{
  "title": "Understanding Animal Magnetism: Phenomena and Modes of Procedure",
  "first_phrase": "In the previous section, the author discussed the concept of Animal Magnetism, a force that is similar in its manifestation to magnetism in stones, which is used by mesmerists. The author believes in this force after observing its effects from long practice. In this final section, the author explores the different modes of procedure used to produce the various phenomena presented by individuals under the influence of Animal Magnetism or Mesmerism. These phenomena are classified under six degrees, ranging from the walking stage to the deep hypnotic state.",
  "content": "If successfully traced to secondary causes—hypnotism, suggestion, imitation, and what not—it is a matter of really little importance, so long as the whole phenomena can be lifted out of the misty superstitions and vulgar exaggerations of the past and present, out of the darkness of fraud and self-deception, into the light of truth and fact, by investigation and demonstration. In the next chapter I shall deal with “Modes of Procedure.” CHAPTER III MODES OF PROCEDURE The phenomena presented by persons under the Influence of Animal Magnetism or Mesmerism are various, as well as the methods by which the effects are produced. The former are classed under six degrees, as follows. The latter will be presented under Modes of Procedure. 1st Degree.—THE WALKING STAGE.—In which the subject may, or may not, have been affected, although operated upon. It presents no phenomena, the intellect and senses retaining, apparently, their usual powers and susceptibility. 2nd Degree.—THE TRANSITION STAGE.—In which the subject is under imperfect control, most of the mental faculties retaining their activity. Of the senses, vision is impaired, and the eye withdrawn from the control of the subject. That may also be termed the sub-hypnotic stage.",
  "last_phrase": "In conclusion, the phenomena of animal magnetism or mesmerism can be explained and understood through investigative procedures. Whether it's due to hypnotism, suggestion, or imitation, it's of little importance as long as the truth is brought out of the darkness of self-deception. The various degrees of effects presented by the subject can be categorized and observed under different modes of procedure."
}