{
  "title": "\"The Mesmeric Power: Understanding and Cultivating a Vital Force\"",
  "first_phrase": "In the previous section, the idea of how disease can create the physical and mental conditions for Mesmerism to take effect was discussed. It was noted that individuals can be influenced and controlled by others through various means. This final part examines how Mesmeric power can be cultivated, touching on the predispositions and temperaments that can be positive or negative for successful mesmerism. The author notes that while anyone can learn to mesmerize, some individuals are more gifted than others. Additionally, exercise improves the power while a lack of exercise or overexertion can lead to its deterioration.",
  "content": "This force is a vital principle dependent on organisation, and may in a measure be cultivated or neglected—exercised knowingly or otherwise and used for good or ill. HOW THE MESMERIC POWER MAY BE CULTIVATED All persons can mesmerise someone. All persons can be mesmerised by someone. Many of the percentages, like some of the theories laid down by specialists, while containing some element of truth, are largely fanciful. Persons whom I could not mesmerise might very successfully be operated upon by some other experimenter. Again, there are some who, having resisted all influence for many sittings, succumb in the end. There are predispositions which are positive in their nature—both physical and mental—which are not favourable to immediate, or any results. There are other temperaments and dispositions of such a mellow and negative character who would not, as a rule, make successful mesmerists —at least experimental mesmerists. It is also true, some are naturally more qualified to be successful mesmerists and healers than others. . They are '“gifted” having the mesmeric adaptability, just as others may be more poetical or musical. Exercise improves the power, while non-exercise or excessive exercise deteriorates or exhausts it.",
  "last_phrase": "In conclusion, mesmerism is a vital force that can be cultivated or neglected, exercised knowingly or otherwise, and used for good or ill. Anyone can mesmerize or be mesmerized, but some may be more naturally predisposed to success. Exercise improves the power, while non-exercise or excessive exercise deteriorates or exhausts it. The legitimate use of the power increases it, and a mesmerist's health, vitality, will, patience, endurance, perseverance, and sympathies all contribute to their mesmeric power. Remember to maintain a good, full, clear eye for steady gaze as well."
}