{
  "title": "\"The Illusion of Mesmerism: Understanding the Power of Suggestion\"",
  "first_phrase": "The last 200 tokens of this text discuss the mental and physical exertion required to mesmerize subjects and maintain control over their minds. The author suggests that the most successful mesmerists are healthy and that there is no more exhaustion than giving a good lecture or sermon. They talk about the power of suggestion and how subjects can be easily awakened and demesmerized. Finally, the author challenges the misconception that all mesmerism is purely suggestion-based, contrary to the claims of Braid, Charcot, Carpenter, and others.",
  "content": "Fertility of resource and direction are requisites in an entertainer more than so-called extraordinary will-power (effort and exhaustion) to which success is often attributed. Most subjects can be awakened by wafting a handkerchief rapidly before the face, and throwing thereby a cold steam of air into the lungs, and thus increase the circulation and the blood supply to the brain, or by striking the subject upon the shoulder a sharp blow with the open hand, and shouting, “Awake, awake” Before leaving the platform all subjects should be thoroughly demesmerised. During the entertainment, it is sometimes necessary to remove one impression before creating another, such as the effect of sudden joy fear or dread—frights and surprises. This can be readily done by upward passes, two or three, or by exclaiming, loudly and decidedly. “Right, right” followed by inquiring in sotto voce “All right.” As soon as the subject gets over his surprise, he will smile and look “all right.” It is here, I admit, that suggestion has a large field for exercise. Braid, Charcot, Carpenter, and others, however, err in supposing—that all Mesmerism is the result of suggestion.",
  "last_phrase": "In conclusion, being an entertainer requires more than just willpower and effort. It demands fertility of resource and direction, as well as a proper understanding of demesmerisation techniques, removing impressions, and avoiding harmful acts. Always prioritize the well-being of your subjects and use clairvoyant or thought-reading subjects sparingly to achieve a more satisfactory outcome in your experiments. By following these guidelines, you can ensure a safe and interesting entertainment for your audience."
}