{
  "title": "\"Hypnotic Experiments on Hysterical Patients in Paris, 1887\"",
  "first_phrase": "In this text, we learn about two experiments conducted by Mr. Jules Volsin on hysterical patients, studying the action of telepathic remedies. This text is a continuation of the previous paragraph that discussed the same topic. In the previous paragraph, we learn about the experiments conducted by MM. Bourru and Butot, where the same patient, M. V., underwent hypnotic suggestion. The last 200 tokens, on the other hand, focus on the experiments conducted by M. Jules Voisin.",
  "content": "If the name of a drug, of which the effects are well known, or the effects of any medicament whatsoever were mentioned, during the state of hypnotism, the patient immediately manifested of physiological effects of these remedies. Suggestion and unconscious suggestion were thus manifested in another series of experiments. M. Jules Voisin observed during one of the three phases of somnolence (lethargy, somnambulism, catalepsy) the state of one of his subjects Y.; he was not affected by the magnet; in the walking state no effect took place unless the magnet was seen by the patient when it induced and attacked probably through suggestion. Gold and mercury caused redness and blisters if V. was aware of their presence; these results were obtained likewise during somnambulism. By suggestion, the effect of metals was destroyed or produced without their presence, and if the contract of metal took place without the knowledge of V. when he was awake, no effect occurred. General sensibility, sensory and motor sensibility and the psychical state were affected by suggestion. M. Jules Voisin therefore believes it possible that the phenomenon of change of personality, as described by MM.",
  "last_phrase": "In conclusion, the experiments conducted by M. Jules Voisin provide significant evidence that suggestion has a profound impact on a patient's physiological and psychical state, and it is possible for the phenomenon of change of personality to represent the last phase of a hysterical attack. These findings offer valuable insights into the theory of suggestion and hypnotism, highlighting the differences between these concepts and animal magnetism."
}