{
  "title": "\"Captain James' Mesmerism Method for Healing and Sleep\"",
  "first_phrase": "In this final section, we hear from Captain James, a remarkable British officer with vast experience in mesmerism. His procedure involves using passes at a distance or with light contact to produce sleep, alleviate pain, or cure disease. James was a friend and pupil of Dr. Elliotson, and according to the author, the most successful mesmerist. He recommends placing the patient in an easy chair or on a couch and starting at the head, making slow passes to the extremities without touching the patient. At the end of each pass, the hand should be closed before returning to the head. Manipulation in distance, rather than actual physical contact, produces the best results.",
  "content": "Such personal acquaintance as I fortunately had with this gentleman convinced me he was a man of the most sterling character, intellectual and moral—one imbued not only with a strong sense of honour, but a deep and compassionate sympathy for suffering, kindly and unpretentious in all his ways. He never was a public mesmerist, and all the good he did—in a large, wide and well-known circle—was a free gift—a worthy pupil of a noble tutor, truly. He writes—”It is recommended that the mesmerist should direct his patient either to place himself in an easy chair or lie down on a couch, so that he may be perfectly at ease. The mesmerist then, either standing or seated opposite his patient, should place his hand with extended fingers, over the head, and make passes slowly down to the extremities, as near as possible to the face and body without touching the patient, taking care at the end of each pass to close his hand until he returns to the head, when he should extend his fingers and proceed as before.",
  "last_phrase": "In conclusion, while this gentleman was not a public mesmerist, he was a man of outstanding character and compassion. If you are interested in performing mesmeric therapy, it is recommended to direct your patient to an easy chair or couch, make slow passes over their body, and point your fingers near their eyes, all while being attentive to their responses for up to 20 minutes per session. Remember that the effects may vary depending on the individual's susceptibility."
}