{
  "title": "\"Natural Remedies for Toothaches, Headaches, and Pain: Mesmerism and Mesmerised Water\"",
  "first_phrase": "In this last part of the text, the author describes how to relieve toothaches and headaches through passes, a technique used in mesmerism. To relieve toothache, one should place a piece of flannel over the ear of the affected side and breathe into it firmly while strongly willing for the pain to go, then remove the handkerchief quickly at the last breath, and relief will be felt. For headaches, the author advises making passes on the forehead, temples, and top/head of the patient, then drawing out to throw off the water before making more passes. Mesmerism can also be effective in alleviating pain associated with rheumatism.",
  "content": "Keep them there a little, and then make short passes in contact gently and firmly, with slight pressure on the temples and backward over the side and top head to the crown; then draw out, and shake your finger as if you were throwing water off them, and proceed again to make passes as before. In five to fifteen minutes relief will be given, if the pain is not removed altogether. In rheumatism and such diseases in which pain is a marked characteristic, Mesmerism “works like a charm.” The patient is always pleased to be relieved of pain, and as the pain subsides, his mental and physical conditions become more favourably receptive to your influence. If, in treating a rheumatic patient, a pain is moved—say from the shoulder to the middle of the arm above the elbow—continue your treatment, and; instead of drawing passes to the fingers, endeavour to draw the pain down to and out of, the elbow joints. If you are able to move the pain, if only an inch from its original position, you have control over it, and it will be able, in due course, to remove it altogether.",
  "last_phrase": "In summary, Mesmerism can bring significant relief to pain and other ailments such as constipation when used properly. By following the recommended steps, you can control and move the pain to provide relief, and mesmerised water has proven to be a powerful remedy for many people. Give these techniques a try and experience the benefits for yourself."
}