{
  "title": "Understanding Phreno-mesmerism: Exciting Different Faculties through Mesmerism",
  "first_phrase": "In this text, the author delves into the relationship between certain mental states, expressions or actions, and the stimulation of specific organs in the brain, a topic that Drs. Elliotson, Braid, Spencer T. Hall, Mr. Atkinson, W. Jackson, Sergeant Cox, and others have studied extensively. The author highlights the experiments carried out by Dr. Spencer Hall, which were the most fascinating. In the last 200 tokens, the author gives an example of how lateral movements of the head in response to music changed when the subject was stimulated with discordant and rhythmic music. The text ends suggesting the practice of blowing on the corresponding organ to calm the cerebral excitement of the subject.",
  "content": "Many of thesethese were carried out upon persons in the waking as well as in the sleeping condition. Two or three instances will suffice to illustrate this part of the subject. During some public experiments given by the writer in the Queen's Hal, Bold Street, Liverpool, about eleven years ago, one of the subjects kept time to the music by a lateral movement of his head. Desirous of testing the effect, I instructed the musicians to make a noise—in discordant musical notes, made in rapid succession, without rhythmic connection. The subject ceased to move his head, shuddered, and looked painfully distressed. On asking what was the matter he replied he had a severe pain, in his head, pointing at the same time to the organ of “Tune.” On directing the musicians to play the “Blue Danube” waltz, the lateral movement of the subject’s head commenced again. The discordant experiment was tried once more, with similar but intensified results. I was now quite satisfied. I blew upon the organ, and eventually carefully de-mesmerised the subject, and released him from all further influence that evening, reserving him afterwards—according to my usual practice—for phreno-mesmeric experiments only.",
  "last_phrase": "In conclusion, these experiments demonstrate the power of phreno-mesmeric influence in inducing physical responses in subjects in both waking and sleeping conditions. The use of music and sound provided clear evidence of the effect on specific organs and faculties of the brain, displaying the unique language of each faculty. While controversial, these findings shed light on the relationship between the mind and body and open new avenues for further exploration."
}