{
  "title": "\"How to Induce Sleep: Techniques for Hypnotists and Mesmerists\"",
  "first_phrase": "In the previous text, we discussed how hypnosis can be used to induce sleep. We learned that hypnotists deliberately tire the inferior muscles of the eyes, while the mesmerist leads the patient to the same natural automatic effect. Now, let's explore the practical steps involved in inducing sleep. You must create a comfortable environment and make the patient feel at ease. You need to remove any elements that may arouse the mind and make the patient passive and receptive. You must also instill trust in the patient's mind that you can offer them good. You can then proceed to mesmerize the patient by standing before them or sitting at their side, asking them to give in to your care and to pay no attention to their surroundings.",
  "content": "Everything you do must tend to that condition. By action and speech—in everything you must show you know fully what you are about; there must be no timidity, hesitancy, or half-heartedness exhibited in your manner. You must create the instinctive feeling in the mind of your patient, “that is a man I can trust; that man or person will do me good” and you will do it. You can proceed to mesmerise by any of the processes already recorded, or you can adopt this method, viz.—Let your patient be comfortably placed or seated; sit or stand before him, or just at his side. Ask him to pay no attention to his friends or surroundings, but resign himself to your care. He can either close his eyes, or look into yours. Inform him if he feels any strange or peculiar feelings—a sinking sensation, darkness of vision, nervous tremulousness, drowsiness or an inclination to sleep, not to resist but give way. It will be all right, and you will see him through.",
  "last_phrase": "By following these steps and exhibiting confidence and trustworthiness, you can successfully mesmerize your patient using a simple method. Remember, it is crucial to make your patient feel comfortable and to exercise your will towards the desired end of inducing sleep. With practice and precision, you can become an expert at mesmerism and offer your patients the care they need."
}