{
  "title": "Mesmerism and Animal Magnetism: Experiments and Discoveries in the 19th Century",
  "first_phrase": "This intriguing last part of the text sheds light on the experiments of Mr. Richard Chenevix, F.R.S., and Baron Dupotet, who both conducted experiments on Mesmerism, or animal magnetism, in the early 19th century. The experiments gained fame when Dr. Elliotson investigated the subject and produced astonishing results, which were published in the Lancet. These included premonitions, transference of thoughts, sympathy, and clairvoyance. The experiments sparked debates and more investigations, with Drs. Elliotson, Ashburner, Spillan, and others contributing to medical press with incidents, demonstrations, and experiments. In 1835, Dr. Esdaile conducted several hundred surgical operations on patients in mesmeric sleep in Calcutta, which led to a positive report by the Indian government-appointed commission.",
  "content": "I have traced it historically, collected a mass of documents on the subject, have never neglected the opportunity to question eye-witnesses, and my conclusion is that the evidence is too strong for a candid mind to be satisfied of its falsehood, or its solubility, on the supposition of imposture, or casual coincidence.” The medical press teemed with incidents, demonstrations, and experiments. Drs. Elliotson, Ashburner, Spillan, Herbert Mayo, and others contributed. The Rev, Chauncey Hare Townsend published his celebrated tracts in 1840. About 1835, Dr. Esdaile's experiments in Calcutta attracted the attention of the Indian Government. Several hundred cases of severe operations, mostly surgical, were performed on patients in the mesmeric sleep. The evidence on 126 cases was laid before the Government. In ten cases reported on, six were operated upon without any appearance of pain; one indicated movements suggestive of pain, but declared he felt none; and three could not be put asleep. The commission appointed by the Government consisted of nine medical men and a reporter. The report was conclusive, and entirely in favour of Mesmer.",
  "last_phrase": "In conclusion, the evidence in support of Mesmer's mesmerism and its medical applications is too strong to be dismissed as an imposture or coincidence. Mesmerism garnered interest and support from physicians across the world; while English physicians were initially skeptical, they eventually came around to the possibilities it offered. Despite early opposition, Mesmer's infirmary and Dr. Elliotson's work demonstrated the effectiveness of mesmeric sleep in surgical operations with higher rates of success and lower mortality rates than any other hospital or infirmary in London."
}