{
  "title": "Unbelievable Experiments on Mesmerism and Control.",
  "first_phrase": "In the last 200 tokens, the author recounts another experiment conducted with medical men to test the insensibility of the subject under hypnosis. They proposed to test for nervous sensitivity or consciousness by placing a hot spirit-tube suddenly on different muscles. The author made no objections, and the subject's arm was placed rigidly in a horizontal position. One of the medical men put a scarf-pin through the subject's hand and a brooch through his cheek. The subject felt no pain or sign of consciousness while laughing and chatting with the audience. The author questions if the \"dominant idea and expectancy\" account for such phenomena or if they resulted from self-deception and fraud.",
  "content": "One of the medical committee men, feeling the carpus of the hand carefully, took the scarf-pin, and put it through the hand about the centre, from back to front He also placed the gold pin of the brooch through the sensitive's cheek, the brooch itself hanging on the outside, the poor fellow laughing and chatting as if nothing had happened. Neither by movement nor sign did he show he experienced any pain, or that he was the least conscious of what had taken place. When the audience, or rather their committee ware satisfied of this, I took the scarf-pin out of the hand and the brooch out of the cheek. No blood fiowed from the cicatrix. Imagination, suggestion is capable of doing strange things. The late and esteemed Dr. Carpenter claims much for the “dominant idea and expectancy.” Can they account for the foregoing experiments? Again, I either was instrumental in producing the extraordinary effect—phenomenon if you will—in the case by mesmerising the subject, or it was brought about by a much more extraordinary effort on my part, i.e., I had mesmerised the committee and my audience, self-deception and fraud being out of the question.",
  "last_phrase": "In conclusion, the power of suggestion and control cannot be underestimated when it comes to the phenomenon of mesmerism. These experiments showcase the influence that a skilled practitioner can have over their subject, and how easily the mind can be manipulated. It is a reminder to always approach claims of extraordinary abilities or results with a healthy dose of skepticism, and to never underestimate the power of the human mind."
}