{
  "title": "Mesmeric Methods for Patient Treatment",
  "first_phrase": "In the previous text, the author explains the process of mesmeric treatment and the importance of slow and patient work. In this last part, the author describes the methods of two prominent figures in the field: Mr. Colquhoun and Capt. James. Mr. Colquhoun's method involves administering magnetic treatment with the hand through a specific stroke direction, while Capt. James had success with passes at a distance and light contact. The author holds Capt. James in high regard, as he was a friend and pupil of Dr. Elliotson, and served in the British military.",
  "content": "“If, in the course of this process, the hands or fingers of the operator are made actually to touch the body of the patient, it is called manipulation with contact: if on the contrary, the operation is conducted at some distance, it is called manipulation in distance. The manipulation with contact is of two kinds; it is accompanied either with considerable pressure or with light touching—manipulation with strong or with light contact – the manipulation with strong universally prevalent mode of operating”. In my experience the best results have been produced by passes at distance and by light contact. Any other treatment of fine subjects and sensitive patients would unduly excite nervous irritation and cerebral activity. This must be avoided if the object of the passes is to produce sleep, alleviate pain, or cure disease. CAPT. JAMES' MODE OF PROCEDURE It affords me great pleasure to reproduce the remarks of this gentleman. Personally, I consider that Captain James was the most successful mesmerist since the days of Dr. Elliotson, whose friend and pupil he was. This gallant British officer served his country in the 90th Light Infantry, and had many opportunities of witnessing and testing mesmeric phenomena at home and abroad.",
  "last_phrase": "In conclusion, if you want to achieve successful results in mesmerism, it is recommended to follow Captain James' mode of procedure, which involves directing the patient to a comfortable position and performing passes at a distance or with light contact to avoid nervous irritation and cerebral activity. This approach has been tried and tested by a successful mesmerist and pupil of Dr. Elliotson, making it a reliable and compassionate method for alleviating pain, producing sleep, or curing disease."
}