{
  "title": "\"Mesmeric Experiments: Testing Phrenology and Response to Music\"",
  "first_phrase": "In the previous paragraphs, the author explained how the mesmeric state can be induced in both waking and sleeping individuals. In this last part, the author provides a couple of examples to illustrate the power of mesmeric influence on the human mind. In a public experiment conducted by the author, a subject displayed a curious response to the manipulation of the organ of tune. When discordant music was played, the subject complained of pain in his head, but the pain disappeared when the Blue Danube waltz was played. Such experiments offer insights into how different areas of the brain can be activated by mesmeric influence, as noted by Captain John James.",
  "content": "In every instance the natural language of each faculty was perfectly, and most beautifully manifested under influence; also in a way, I believe, not possible to the sensitive in his waking state. Captain John James, in writing on the matter, says:—”An uneducated man for instance, may, for the first time in his life be thrown into the mesmeric sleep-waking state, and the operator, by touching, and sometimes even by merely pointing at, the organ—say of 'benevolence—may cause the sensitive to exhibit mortal signs of that particular sentiment, so that he may appear to fancy of dream that he sees before him some pitiable object, which at once awakens his interest and compassion. If “combativeness” be touched he will immediately show symptoms of anger, fancy he is quarrelling with someone, evince a desire to fight, and may even strike his mesmeriser; fan or blow over the excited organ, or touch,’ benevolence,' and his anger immediately subsides.",
  "last_phrase": "In conclusion, the mesmerist's touch can evoke a natural language in a sensitive person that reflects their brain development and temperament. The simultaneous excitement of multiple organs produces beautiful combinations of facial expressions and gestures. These experiments, however, require someone who is both a skilful mesmerist and a knowledgeable phrenologist."
}