{
  "title": "\"Techniques for Inducing Hypnotic Sleep and Cultivating Clairvoyance\"",
  "first_phrase": "The following text provides guidelines to successfully induce mesmeric sleep in the subject through direct passes and facilitation techniques. The previous text talked about the importance of keeping the subject comfortable and free of distractions to achieve a successful mesmeric state. The text also mentions the need for gentle hand pressure towards the head and facial areas for best results. When the desired signs are exhibited, general and local passes at a distance can then be used to abstract the influence. Finally, it's important to let the subject wake up slowly to prevent spoiling their future sensitivity.",
  "content": "'When the patient has exhibited' the signs mentioned, you now proceed with both local and by general passes at distance to abstract your influence (but not to awaken your now-sensitive) by moving your hands with fingers extended slowly from his head to his fingers, both inside and outside the arms, also from the forehead down in front of the body to pit of stomach, and then towards the knees. At the termination of each pass raise the hands (as described in practising the passes) and commence again. Continue these passes for some time after he or she has apparently fallen asleep. If you do not succeed at first, proceed at subsequent sittings as if you had no previous failure; and when once you succeed in putting a person asleep your power to do so will be enhanced, and your future percentages will increase in due proportion. When you have obtained satisfactory evidence of sleep, it is advisable to try no experiments for the first two or three sittings, beyond the following. Let the patient sleep on for some time, and then quietly wake him up. Don't do it suddenly. You might spoil for ever a good subject by so doing.",
  "last_phrase": "To summarize, inducing sleep through localized and general passes can enhance your power to do so in the future. Once you have successfully put someone to sleep, it's best to let them wake up naturally and avoid sudden waking, as this might spoil your subject. After some experience, you can arrange for your patient to wake up on their own accord. However, it's important to remember that hypnosis and platform subjects cannot make clairvoyants."
}