{
  "title": "Artificial Hypnotism: Induction and Characteristics",
  "first_phrase": "In the previous 200 tokens, we learned about the different degrees of sleep and the behaviors exhibited during them. We discovered that a somnambulist is a sleepwalker who acts the movements of their dreams. The depth of the semiconscious state determines the ability to respond to external impressions. Artificial hypnotism is a state similar to somnambulism, but usually, it's not so profound. In this last 200 tokens, we will explore how this artificial state can be induced by suppressing quick, evanescent, and constantly renewed sensory impressions, leading to a state of general fatigue that requires sleep for restoration. We'll discuss the relevant names and concepts, such as the somnambulist and artificial hypnotism.",
  "content": "In this kind of sleep a spoken word, a familiar touch, the suggestion of something in keeping with the thoughts of the dreamer are sufficient to change the current of the dream, and even to excite movements. When the ideas of the dreamer cause movements corresponding to these ideas, then the dreamer becomes a somnambulist. He acts the dream; according to the depth of the semiconscious state will be his capacity for responding to external impressions. Some somnambulists respond to external suggestions readily, others do not; and in all there is almost invariably no recollection of the state. Artificial hypnotism is a condition of the same kind, though usually not so profound. The question now arises as to how this artificial state may be induced. In one awake and active, all sensory impressions as a rule are quick, evanescent, and constantly renewed. New successions of images and thoughts pass rapidly before the mind during walking, working, eating or in the leisure hours of social life; but none last so long as to cause fatigue of any particular part of the body. By and by there is a general feeling of fatigue, and then sleep is needed to restore exhausted nature.",
  "last_phrase": "In conclusion, inducing an artificial state of hypnosis largely depends on inducing a feeling of fatigue by having the patient focus on one set of sensory impressions such as through gazing at a bright object. When successful, the patient can become a somnambulist, acting out their dreams and responding to external suggestions without any recollection of the experience."
}