{
  "title": "\"Tips for Mesmerists: Cultivating the Power of the Gaze\"",
  "first_phrase": "In the preceding part of the text, the author describes the qualities that make a successful mesmerist. In the last 200 tokens of the text, the author now describes the basic tools used by mesmerists to direct the mesmeric influence. These tools include \"the gaze,\" \"passes,\" and \"breathing or blowing.\" The author provides guidance on how to cultivate \"the gaze,\" emphasizing the importance of looking with purpose and intention, and advises the reader to practice during the morning when the mind is clear and refreshed. The author also cautions against displaying an irresolute or wandering eye and shares techniques for eliminating accidental thoughts or coincidences.",
  "content": "In conversation, looking at the person quietly and steadily to whom you are speaking is a good plan; don't stare, look straight into their eyes. Think your thoughts as well as speak them. There is not anything which will disconcert a courteous or discourteous liar than a steady look. In mesmerism you look with a purpose—your looks are to convey your intention, and will. The wandering eye—the blinking, winking, and irresolute eye—never accomplished much good in this world mesmerically or any other way. When looking with a steady and quite gaze, think, picture to your mind a scene, incident phrase, or sentence. Should the person looked at give expression to the ideas or words induced by you repeat the process again and again as opportunity is afforded, until you have eliminated the elements of accident and coincident. While there is some element of thought-transference connected with this, you must first gain the power of looking naturally and steadily at a person or an object for a considerable length of time without weariness or fear of being hypnotised.",
  "last_phrase": "In conclusion, cultivating the habit of steady gazing can greatly enhance one's communication skills, and can be done by practicing on different objects such as a white piece of paper on a looking glass, distant objects while walking, and bright lights. With discipline and persistence, you can gain the power of looking naturally and steadily without fear or weariness, making you an effective communicator and a confident individual."
}