{
  "title": "\"The historical development of Mesmerism and Hypnotism\"",
  "first_phrase": "This text explores the history of Mesmerism and its reception in various parts of the world. The writer has gathered evidence from historical documents and first-hand witnesses, including Drs. Elliotson, Ashburner, and Mayo. Around 1835, Dr. Esdaile's experiments with Mesmerism in Calcutta caught the attention of the Indian Government. The commission appointed by the government was entirely in favour of Mesmer, leading to the establishment of a mesmeric infirmary in Calcutta. In London, a Mesmeric Infirmary was erected and was successful under the leadership of Dr. Elliotson. Meanwhile, the Academy of Medicine in Paris supported Animal Magnetism theory in France, Germany, Switzerland, India and Great Britain.",
  "content": "As a result, a mesmeric infirmary was established in Calcutta, and all medical students were to take a six month's course there before completing their curriculum. What English physicians were slow to admit at this time—viz., the possibility of carrying out successful surgical operations while patients were in the mesmeric sleep—was quite common to physicians on the continent. A Mesmeric Infirmary was erected in London, and handsomely supported by public subscriptions. Dr. Elliotson threw his head and soul into the concern, and brought with him all his ability as a medical man (being, a short time previously, Professor of the London University). Dr. Elliotson had a greater percentage of cures and a smaller percentage of mortality than any infirmary or hospital in London. By such practical results the curative virtues of mesmerism were upheld in this country. In France, the Academy of Medicine, Paris, in 1831, reinvestigated the subject of mesmerism; the result was atriumph for Animal Magnetism, the report being fully in support of that theory. In France, Germany, Switzerland, India, and now in Great Britain, Animal Magnetism was placed on a scientific basis.",
  "last_phrase": "In conclusion, the establishment of mesmeric infirmaries and the research conducted in France, Germany, Switzerland, India, and Great Britain helped to place Animal Magnetism on a scientific basis. Dr. Elliotson's successful results and Dr. Braid's experiments introduced Hypnotism as a new theory. Despite being ignored by the Medical section of the British Association of Science, Dr. Braid's researches earned him credit from individual members of the Association."
}