{
  "title": "How to Mesmerise: Practical Tips and Animal Training",
  "first_phrase": "In the concluding remarks of this text, the author laments the limitations of a brief work like this in covering the vast scope of Mesmerism. However, the practical and interesting aspects of the subject have been highlighted in the text. The author gives instructions on hypnotising pigeons, mesmerising wild animals, and the value of such practices. Additionally, the author recommends further reading for those interested in exploring the more subtle phenomena of Telepathy, Clairvoyance, Thought-Reading, and Psychometry. The recommended authors include Gregory, Heidenhain, Bluet and Fere, Dods, Deleuze, and Captain James, amongst others.",
  "content": "The more subtle phenomena of Telepathy, Clairvoyance, Thought-Reading, Thought-Transference, and Psychometry, indicative of soul or spirit in man, have, confessedly, only been glanced at. It has been esteemed wise, however, to make this beginning of the study of Mesmerism as practical and interesting as possible. To that end instructions have been given which are not to be found in more expensive publications. There are many useful and valuable books on Mesmerism not in circulation and only to be found in the British Museum, which unfortunately places them out of the reach of the reading public—(from some of these I have made extracts). What has been said in this brochure may lead to further inquiry, and to those who wish to take a more thorough interest in the subject of Mesmerism, I suggest they should read the works of Gregory, Heidenhain, Bluet and Fere, Dods, Deleuze and Captain James, etc.",
  "last_phrase": "In conclusion, while this brochure only scratches the surface of mesmerism and its various phenomena, it provides practical instructions not commonly found in more expensive publications. For those interested in delving deeper into the subject, I suggest exploring the works of various experts and seeking personal guidance from experienced instructors. Remember that the exercises described here are just the beginning of what could be achieved through magnetism."
}