{
  "title": "\"How to Enhance Mesmeric Powers through Breathing Exercises\"",
  "first_phrase": "In Chapter V of this text on Mesmerism, Dr. Coates explains the importance of breathing exercises in developing magnetic powers. He also mentions other key exercises that awaken energy through glandular and muscular tension. These exercises help to strengthen the will, concentrate the mind, and improve physical and mental health. The text also addresses some common misconceptions about mesmerism, emphasizing that even strong-willed and healthy people can benefit from these techniques. Dr. Coates invites readers to contact him directly for further guidance.",
  "content": "The mesmeric influence is only valuable as it proceeds from a sound body and is directed by a sound mind. The foregoing simple processes are directed mainly to achieve that end. Editor's note: Some of the elements of the original school of Mesmerism are not mentioned by Dr. Coates. Others are not even explained. At the end of this work, Dr. Coates asks to contact him directly in order to get more directions. This is simply an introductory text, which wants to give credibility to these techniques using references and examples. In the appendix we will speak of some other elements which are very important for developing the mesmeric power. CHAPTER V. HOW TO MESMERISE It is generally believed that only weak-minded soft and hysterical persons can be successfully mesmerised—that persons of robust health, will, and character cannot be so affected. There never was a greater mistake. Reichenbach for many years selected his sensitives from delicate and hysterical persons while pursuing investigations into odylic force. He however, soon discovered his error, and found that healthy men and women made the best sensitives for investigation. Dr. Braid fell into the same error. Charcot and others, including the whole range of recent hypnotists, have revived this error.",
  "last_phrase": "In conclusion, the key to success in mesmerism lies not in the weakness of the subject but in the soundness of both body and mind of the mesmerist and sensitive. By approaching the subject with an open mind and a non-resistant attitude, even healthy individuals can be successfully mesmerised. While this text provides some simple processes to achieve that end, further directions and important elements can be found in the appendix or by contacting Dr. Coates directly."
}