{
  "title": "\"The Healing Power of Maternal Instincts and Mesmerism\"",
  "first_phrase": "In the preceding text, the author describes the healing power of a mother's touch on her little boy's injured knees. The mother's instincts and love bring about a healing effect, which is the essence of Curative Mesmerism. The author also notes that while women, due to their sympathetic nature, make good healers, they must have abundant health, patience, sympathy, and determination to treat severe diseases. The current text emphasizes that the power to heal disease is the most desired gift for a mesmerist. The author suggests that anyone pursuing this gift should covet it as the highest aspiration. Further, the author recommends women as the best healers for women and men for men, though they may not always be available. Finally, the author asserts that professional healers should be trusted and respected as much as physicians or ministers.",
  "content": "Although delicate and sensitive females, from their sympathetic and patient natures, have been very successful in the treatment of disease—at considerable loss to themselves, however—no one should undertake to treat disease of a severe character unless they have abundance of health and vitality; and have also the determination, patience, and sympathy requisite to make them good healers. Ladies make excellent healers, just as they make the best nurses. The gift can be readily cultivated by them, and by practice put to good use. For many reasons woman would be the best magnetiser for woman, man for man, husband for wife, wife for husband, and father and mother for children etc. ; but this cannot always be. There is no reason why the professional healer, male and female, should not be trusted and esteemed as honourable in their work and position as the physician or minister. “Covet the best gifts” is the advice of one sacred writer. To my mind, the power to heal disease is the gift of gifts, the one most to be desired by the mesmeric aspirant.",
  "last_phrase": "In conclusion, the power to heal disease is a gift within the reach of all, and can be cultivated and practiced by those with determination, patience and sympathy. Mesmerism has been known to cure a variety of ailments, including cancer, and under medical supervision, can be a valuable tool in the healing art. Covet this gift, and use it to alleviate suffering and improve the lives of those around you."
}