{
  "title": "\"Fun Psychological Experiments for Entertainment\"",
  "first_phrase": "In this section, we will learn about interesting experiments that can be conducted in a waking state to test an individual's susceptibility to psychological and mesmerizing influences. Prior to this, the author warns readers to use clairvoyant or thought-reading subjects sparingly for entertainment purposes. The highly recommended experiment involves testing whether a person can be influenced by standing behind them, making passes on their back, and attempting to draw them towards you. Additionally, the author suggests a hand-holding experiment to test how much influence you have over a person.",
  "content": "Having done so several times, place the tips of your fingers lightly upon the back, on the spine, level with the lower part of the shoulder blades, and proceed to make drawing passes, with the intention of drawing the person to you. In a great number of cases you will succeed in doing so. All such persons can be mesmerised, or otherwise psychologically influenced. This is called Testing Susceptibility. Or place your hands upon the shoulders in such a way that your thumbs converge and point toward the spine, just between the shoulder blades, will strongly that he fall backwards, towards you. If he respond readily he will make a good psychological subject; tardily, a good mesmeric subject. If not influenced, it may be a question of time. Should he go from you, it is more than likely you cannot influence him at any time. Or, let the person stand as before, ask him to place his hands, palms down, fair and square on the top of yours—yours being palms uppermost. Will that his hands, become fastened to yours, so that he cannot pull them away, try he ever so hard.",
  "last_phrase": "In conclusion, these techniques are used to test susceptibility, mesmeric subjectivity, fascination, and even create lighthearted moments. However, it is important to use these with caution, and always obtain consent from the other party before attempting any psychological influence techniques."
}