{
  "title": "\"Fascination: A Technique That Enhances Modern Therapies\"",
  "first_phrase": "This part of the text explores the concept of fascination and its application in increasing the results of modern therapies. The previous section discussed how the method of fascination involves making movements before the eyes of the patient to stimulate their nervous and muscular mechanisms. The patient then imitates these movements unconsciously, akin to being an \"automaton.\" The author further notes that in deep hypnotism, patients may mimic movements without any connection to the idea that would naturally cause them. This insight invites further exploration of the potential of fascination in medical treatment.",
  "content": "Editor's note: This also could be called a state pertaining to the class of fascination. Through fascination we create a more physiological hypnosis, not a psychological one and the patient is “like an automaton”. Will power and conviction are necessary. It is important to observe that in deep hypnotism the patient has no idea corresponding to the movements he makes in obedience to the example of the operator. For example, suppose he is swallowing a glass of water and the operator tells that it is castor oil, at the same time making the requisite grimaces, the patient will imitate these grimaces without having any idea either of water or of castor oil. The grimaces are purely imitative, without any connection with the idea which would naturally excite them. This is the case only with those deeply hypnotised In some cases, however, the hypnotism is as deep as to resemble coma, and in these there is no trace of any sensory impressions or of movements. In cases where the hypnotism is slight there may be a curious mixture of effects.",
  "last_phrase": "In conclusion, hypnotism is a powerful tool that can induce a physiological state of hypnosis in the patient. It can be deep enough to resemble coma, or as slight as a mixture of effects. However, it is important to note that a hypnotized person is in a state similar to that of a somnambulist, and the patient's willpower and conviction are necessary."
}