{
  "title": "Understanding Hypnotism: Reflex Actions and Nervous Phenomena.",
  "first_phrase": "This text explores the reflex actions of the human body in response to external stimuli, particularly in the hypnotic state. It discusses how higher centers in the brain control reflex centers in the cord, and how removal of this higher agency increases the activity of these centers. The last 200 tokens elucidate the peculiar nervous phenomena that occur during hypnosis, including dilated pupils, increased respiration and salivation, and even hallucinations of sense. This part emphasizes that eye dilation in hypnosis is not strictly bound to the hypnotist's action but can be achieved through other means.",
  "content": "Other Peculiar Nervous Phenomena of the Hypnotic State.— The changes in the eyes have been already alluded to. The pupils dilate, the eyelids open widely, and the eyeballs protrude. Occasionally the upper eyelids droop, so that the eyelids seem closed. It has often been asserted that clairvoyants see with the eyelids closed, but they are really partially open. The movements of respiration are often quickened from 16 to 30 or 35 per minute, indicating stimulation of the respirator centres in the medulla oblongata. Sometimes the flow of saliva is increased. Hallucinations of sense may occur, though they are rare. One man in the hypnotic state experienced a strong odour of violets. Editor's note: The ophthalmologic description of the hypnotized person clearly shows us that we are seeing something very different from verbal hypnosis which is strictly bound to an action of the hypnotist. Just as with a hypnotist knowing these ancient methods, we can have eye dilatation without suggestion. This is a very peculiar eye dilatation and in some cases it is possible to pass a candle flame in front of the person without reaction.",
  "last_phrase": "In conclusion, the hypnotic state is a complex phenomenon that can induce various physical and sensory changes in a person. While some of these changes can be objectively observed, others remain subjective and may depend on the individual's own reports. Nevertheless, a better understanding of these phenomena can provide valuable insights into the workings of the human mind and body, and may open up new avenues for research and therapy in the future."
}