{
  "title": "Animal Magnetism and the Birth of Psychological Hypnosis",
  "first_phrase": "In this final section, the focus shifts to the history of psychological hypnosis and its origin in Braidism. Despite Braid's efforts to understand the work of a French magnetiser, LaFontaine, he couldn't achieve the same results. Instead, he paved the way for psychological hypnosis as we know it today, devoid of any energetic paradigm. However, psychological hypnosis still doesn't achieve results like those achieved by animal magnetism, as discussed in this work. The text also references Professor Weinhold and Dr Rudolf Heidenhain's investigations into animal magnetism and their attempts to explain the phenomena using the physiological doctrine of inhibitory nervous action. Before this, the text describes the usual method of inducing the Mesmeric or Hypnotic state.",
  "content": "Phenomena and physiological explanation.—The usual method of inducing the Mesmeric or Hypnotic state is to cause the person operated on to state fixedly at a faceted or glittering piece of glass held at from 8 to' 15 inches from the eyes, in such a position, above the forehead as will strain the eyes and eyelids. The operator may stand behind the patient, and he will observe that the pupils are at first contracted from the effort of accommodation of each eye for near vision on the object; in a short time the pupils begin to relax, and then the operator makes a few “passes” over the face without touching it. The eyelids then close; or the operator may gently close them with the tips of the fingers, at the same time very gently stroking the cheeks. Often a vibratory motion of the eyelids may be observed when they are closed, or there may be a slight spasm of the eyelids. The eyes may afterwards become widely opened. The patient is now in a sleep-like condition, and the limbs often remain in almost any position in which the operator may place them, as in a cataleptic condition.",
  "last_phrase": "In conclusion, the Mesmeric or Hypnotic state can be induced through various methods, including fixedly staring at a facet or glittering piece of glass and making passes over the face without touching it. Verbal suggestions are not always necessary, as the operator can still influence the patient to perform actions, both ordinary and ridiculous. The resulting sleep-like state may also cause stiffness or rigidity in the muscles or the entire body."
}