{
  "title": "\"Animal Magnetism and Mesmerism in History\"",
  "first_phrase": "This text discusses the historical perception of supernatural events and their attribution to magnetism, as well as how these phenomena were dethroned by science and philosophy. In the last 200 words, the focus shifts to Dr. Anton Mesmer, who became acquainted with animal magnetism while studying medicine in Vienna after witnessing the impressive cures of a Jesuit priest. The text argues that animal magnetism is now considered a superstitious concept attributed to ignorance. While similar phenomena persist in the present day, they are now explained by \"Neuro-Hypnotism\" and other scientific concepts.",
  "content": "Even where similar phenomena occur, and are admitted, magnetism—Dia or Zoo—is totally denied by the savants in the present day, at home or abroad, and “the effects attributed to Animal Magnetism in the past are now produced by “Neuro-Hypnotism,” “reflex action of the cerebral nerves”, “cutaneous irritations”, “expectancy”, “suggestion,” “credulity”, “imagination” “stupidity,” and other infinite “isms” appertaining to the nomenclature of modern science. ANIMAL MAGNETISM, it is assured, is a psychological, mathematical point, without form and void, having a location only in the superstitions of the ignorant. MESMERISM SUBSEQUENT TO MESMER DR. ANTON MESMER was born on 5th May, 1734, in a small town called Stein, on the bank of the Rhine. This celebrated man studied medicine, and obtained the degree of doctor at Vienna under Professor Van Swieten and Haen, and became acquainted with the virtues of animal magnetism by seeing the wonderful cures performed by a Father Hehl, a Jesuit priest.",
  "last_phrase": "In conclusion, while animal magnetism may be deemed superstitious and denied by modern science, its origin and development have contributed to the emergence of the vast field of neuro-hypnotism, reflex action of the cerebral nerves, cutaneous irritations, and other related isms. The pioneering works of Dr. Anton Mesmer have catalyzed a deeper understanding of the human body's influence on the surrounding environment, paving the way for further breakthroughs in medical science."
}