{
  "title": "Practising Passes for Physical Strength and Sleep Induction",
  "first_phrase": "In the previous 200 tokens, the author discussed how to practice passes to cultivate physical grace, strength, and willpower. Now, the author details a good plan for exercise that involves practicing long passes, making downward and upward passes, and using mind-energy to put intention into downward passes. The author also touches on the differences between upward and downward passes and how local and contact passes are used for the curative branch of the subject. These concepts are important for anyone interested in developing the skill of passes.",
  "content": "The downward pass is to soothe, or produce sleep; the upward pass, as above described, is to enable you to repeat frequently the downward pass without undoing its work. In actual practice, mind-energy, or its concentration and desired expression, is put into your downward pass. No intention or concentration of mind is put into the upward pass; at the same time, it is also as well to keep it clear of the body, to prevent that disturbance which accidental reverse passes sometimes make. Downward passes—i.e., from the head or brain to the feet or extremities— soothe or contribute to sleep; upward passes, to wakefulness. Upward passes, with or without intention, never produce sleep. It is thus deemed advisable to produce the upward pass in the way men-Honed—not in front of but dear and outside of the body of the subject. Local passes, and “in contact” or touching the body, belong more particularly to the curative branch of the subject, and are used more frequently when there is no intention to produce sleep, but to cure disease. Of course, short passes can be and are made locally without contact for the same purpose.",
  "last_phrase": "In conclusion, understanding the power of passes and specific breathing techniques is crucial to harnessing the full potential of mesmerism. By using the downward pass to soothe and promote sleep, and the upward pass to enhance wakefulness, one can effectively tap into the energy of the mind and body. With additional practices such as local and contact passes, there is immense potential for healing and improved health through the power of mesmerism."
}