{
  "title": "\"Experiments in Thought-Reading and the Willing Game\"",
  "first_phrase": "In this final 200 tokens, Professor Barrett shares the results of his experiment, known as \"the willing game,\" which involved a child who could seemingly read his thoughts and fetch objects he had selected without any communication. Over the course of six days, 382 trials were made with a success rate that included five cards being named correctly on the first trial with unfavorable odds of over one million to one. These results highlight the effectiveness of thought-reading experiments and suggest the potential for Mesmerism as a drawing-room entertainment.",
  "content": "With another child, a cup was written down by me—it was brought; a saucer—this was a failure, a plate being brought. No second trial allowed. The child being told it was a saucer, replied. “That came into my head but I hesitated, as I thought it unlikely you would name a saucer after a cup had been brought.” Altogether, 382 trials were made in the course of six days. Professor Barrett continues—”Once most striking piece of success, when the things selected was divulged to none of the family, was five cards, running named correctly on the first trial—the odds against this happening once in our series being considerably over one million to one. We had altogether a good many similar Batches, the two longest runs being eight consecutive successes, once with cards and once with names, where the adverse odds in the former case were over 142 millions to 1, and in the latter, something, incalculably greater. Walls and closed doors made no difference. “The willing game” is too well-known to find extended notice here. But it makes a pleasant and easy introduction to thought-reading experiments and to Mesmerism as a drawing-room entertainment among friends.",
  "last_phrase": "In conclusion, thought-reading experiments can be a fun and intriguing activity to try with friends and family, as demonstrated by Professor Barrett's successful trials. The \"willing game\" and hiding objects can serve as easy and entertaining ways to test one's intuition and ability to perceive others' thoughts."
}