{
  "title": "\"Mesmerism: Techniques for inducing and awakening sleep\"",
  "first_phrase": "In this part of the text, the author describes how to awaken a mesmerized patient after deepening their sleep. Before this, the author explains the process of mesmerizing patients and how it can be effective in treating diseases. The author suggests that slow breathing and focusing on passes from the head to the feet can be helpful to deepen sleep. Additionally, pointing fingers close to the patient's eyes can have a more effective impact than passes. The author advises beginners to avoid concentrating mesmeric force on the head and confine themselves to passes. Patients who feel peculiar sensations during the process can be mesmerized using a particular method applicable for them.",
  "content": "Should the above described signs of mesmeric coma not declare themselves at the end of twenty or thirty minutes, the mesmerist should ask the patient whether he felt any peculiar sensation during the process, and if so, whether they were more apparent during the passes or when the fingers were pointed at the eyes. By these inquiries he will soon learn the best method of mesmerising applicable to each particular case, and he should not be disheartened if he does not succeed in producing marked effects at the first or even after successive seances. Pain may be removed and diseases cured or greatly alleviated without the production of sleep, and many patients succumb at length who have for many weeks been apparently unaffected and proof against all the resources of the mesmerisers. “Supposing sleep to be at length induced, the next and very important question is how to awaken the patient. With most sensitives this is a very easy process, for merely blowing or fanning over the head and face with a few transverse passes will at once dispel sleep.",
  "last_phrase": "In conclusion, mesmerizing patients can produce remarkable effects in relieving pain and curing diseases. If the signs of mesmeric coma fail to show, the operator should inquire about the patient's sensations to find the best method. Awakening the patient is easy with most sensitives by blowing or fanning, but the operator should rub firmly and briskly over the eyebrows with his thumbs in case of difficulty. For certain cases, the patient may be allowed to sleep for a few hours, but the operator must ensure their safety."
}