{
  "title": "\"Discover Mesmerismus - A Powerful Ancient Healing Technique\"",
  "first_phrase": "The last 200 tokens of this text focus on the practice of Mesmerismus and its applications. After an introduction by Dr. Paret and J. Coates, the text covers the life and work of F.A. Mesmer and his theory of animal magnetism. The modes of procedure for Mesmerismus are outlined, including how to mesmerize people and animals, induce sleep, develop clairvoyance and thought reading abilities, and treat illnesses. The concluding chapters provide insight into the enemies of Mesmerismus and comparison with other practices such as NLP, quantum theories, and yoga techniques. The text ends with information on how to learn Mesmerismus and training opportunities in France.",
  "content": "CURATIVE MESMERISM 119 CURATIVE PROCESSES 123 MESMERISED WATER AND ITS VIRTUES 127 CHARTER VII - HOW TO GIVE AN ENTERTAINMENT 132 CHAPTER VIII HOW TO GIVE AN ENTERTAINMENT—(Continued) 142 INTERESTING EXPERIMENTS IN THE WAKING STATE 151 CHAPTER IX PHRENO-MESMERISM 155 CHAPTER X. HOW TO MESMERISE ANIMALS 162 CONCLUDING REMARKS 167 DR. PARET’S CONCLUSIONS 168 Comparison between Traditional Chinese Medicine and Mesmerismus 169 Comparison between Modern Quantum Theories and Mesmerismus 170 Comparison between Mesmerismus and NLP 172 Comparison between Yoga techniques and Mesmerism 173 Enemies of Mesmerism 174 APPENDIX 1 175 The “SYSTEM” 177 APPENDIX 2 178 Appendix 3 – Mental Fascination 181 Appendix 4: Tools and software that could help you in developing your mesmeric abilities 182 Why are these techniques useful? 184 Courses and the magnetic Lodge 185 Bibliography 187 Where to learn Mesmerismus ©? 198 Where to learn Mesmerismus ©? Our school organizes periodically training in Mesmerism. We do both personal coaching as group training. We call our teaching “Mesmerismus ©”. We invite you to visit us and discover, from the source, this ancient technique. Come Learn real Hypnotism and Mesmerism in France!",
  "last_phrase": "In conclusion, Mesmerismus is an ancient technique that has been used for centuries to heal and entertain. It has been compared to traditional Chinese medicine, yoga, NLP, and modern quantum theories. If you are interested in learning this art, our school offers personal coaching and group training in France. Contact us at info@neurolinguistic.com or visit our website to learn more. Strengthen your character and connect with your inner self through Mesmerismus ©."
}