{
  "title": "\"The Mechanism of Hypnotic Movements and Insensibility to Pain\"",
  "first_phrase": "This text explores the mechanisms behind conscious and voluntary movements as well as automatic movements resulting from external stimuli. The author explains that in both cases the nervous impulses follow a similar path, but in the latter, movements are generated without the involvement of cerebral hemispheres. The theory has its merits, but the chief difficulty is in understanding why hypnotism is not induced more often. The author suggests that attention is a key factor, as it is rarely fixed on a subject as long as it is during the experiment of producing hypnotism.",
  "content": "The difference between the two operations, however, would be this—in the first there would be movements following perception, ideation and volition; in the second the same class of movements would be affected by an automatic mechanism without any of the physical operations above alluded to. This theory has the merit of simplicity and is in accordance with most of the facts. The chief difficulty in the way of accepting it is to understand why, if hypnotism be so induced, it is not induced much oftener. One would suppose that, if gazing at a corn and having a few passes made with the hand were sufficient to bring about physiological changes of such importance, men would be oftener hypnotised in daily life than they are. But it is to be remembered that attention is seldom fixed in one subject so long as in the experiment of producing hypnotism. The first occasion the experiment is made, even with so called susceptible persons, the time occupied may be from 10 to 20 minutes, and during that time the attention is on the strain, and feelings of fatigue are excited in the way above described.",
  "last_phrase": "In summary, the concept of hypnotism suggests that a hypnotized person is an automation, induced through passive movements or an image of motion. While insensibility to pain is a common observation, the attention and self-control play a significant role in inducing and maintaining hypnosis."
}