{
  "title": "\"The Nature of Mesmerism: Spiritual, Mental, and Physical Phenomena\"",
  "first_phrase": "This text explores the spiritual and mental aspects of Mesmerism, detailing the primary action of spirit on spirit and mind on mind. The author emphasizes the importance of the mesmerizer's influence on the sensitive, leading to the revelation of hidden mysteries of the mind. The text also distinguishes Mesmerism from hypnotic-experiments, highlighting the possibility of clairvoyance, which is impossible in the latter. The last 200 tokens caution both mesmerists and sensitives to avoid rushing the development of clairvoyance, which requires favorable conditions and patience. It defines the qualities of successful clairvoyant sensitives as healthy, refined, and pure, with a favorable development of spiritual, moral, intuitive, and mental faculties, as well as an instinctive belief in soul and things spiritual.",
  "content": "Mere physical mesmerists, “electro biologists” and hypnotists, although they can cure disease, and have induced many strange and peculiar phenomena, in certain classes of subjects, they do not subdue the physical in the foregoing sense, and they cannot educe mental and psychical phenomena. The best clairvoyant sensitives have been women from about 15 to 25, whose organisations were healthy, refined, and pure, and whose heads were favourably developed in the spiritual, moral, intuitive and mental faculties. The most successful developers of clairvoyance in such were those who believed in the reality of soul and things spiritual, and who instinctively looked for their expression and manifestation in their sensitives, but who did nothing more than subdue the physical or outward senses in the sensitive, and wisely left the development of clairvoyance to the progress of growth, carefully watching the avoidance of all weariness, mental and spiritual exhaustion, in those under their care. To develop clairvoyance in subjects there must be no “hot-house planting” or forcing about it or them. Caution to both mesmerists and sensitives: There must he no hurry. Mesmerists can furnish favourable conditions, but they cannot create clairvoyance.",
  "last_phrase": "In conclusion, developing clairvoyance in subjects requires a wise and patient approach. Although physical mesmerists and hypnotists have induced strange phenomena, they cannot create clairvoyance. The best clairvoyant sensitives are healthy, refined, and spiritually developed women. Aspiring developers of clairvoyance should avoid hurrying the process and focus on creating favorable conditions, leaving the growth and manifestation of clairvoyance to the progress of the subject's development."
}