{
  "title": "Understanding Artificially Induced Hypnotism",
  "first_phrase": "In the previous text, we learned about the effects of the magnetic-hypnotic method. The author focuses on the patient's ability to act and make movements according to the operator's commands, without verbal suggestions. In this last part, we explore the variety of actions that can be induced by the operator, including the patient's reactions to different sensory experiences. Additionally, the production of stiffness or rigidity and other cataleptic conditions are described. The patient may remain in this state for an hour or more and may feel discomfort remembering their actions. The concept of magnetic-hypnotic has been brought to life through the author's vivid descriptions of the intense effects on participants.",
  "content": "For example, on stroking the forearm it may become rigid in the prone or supine condition; the knee may be strongly bent, with the muscles in a state of spasm; the muscles of the trunk may become so rigid as to allow the body to rest like a dog, head and heels on two chairs, so stiff and rigid as to bear the weight of the operator sitting upon it; or various cataleptic conditions may be induced and as readily removed by a few passes of the hand. Many disorders of sensation have been observed, such as defective colour perception, the hearing of social sounds which have no objective existence, or deafness to certain tones, or perverted sensations, such as tingling, prickling, rubbing, etc, referred to the skin. The patient may remain in this condition for an hour or more, and may then be roused by holding him for a few minutes and blowing gently into the eyes. Usually the patient has a vague recollection, like that of a disturbed dream, but sometimes there is an acute remembrance of all that has happened, and even a feeling of pain at having been compelled to do ridiculous actions.",
  "last_phrase": "In conclusion, artificially induced hypnotism can have various effects on the patient's body, inducing cataleptic conditions, altering sensation, and making the patient susceptible to the operator's suggestions. However, these effects can all be easily removed by the same operator who induced them. It is important to remember that while this practice has been the cause of much wonder and superstition, it is not supernatural, and is a result of the power of suggestion and the susceptibility of the patient."
}