{
  "title": "\"The Art of Mesmeric Breathing and Passes\"",
  "first_phrase": "In the previous section, we learned about Mesmer's theory of passes and their effects on the patient's state: downward passes had a calming effect while upward passes caused wakefulness. The last 200 tokens focus on the technique of breathing mesmerically, which certain physicians believed could also cure diseases. The author suggests a natural and healthy method to cultivate it. Each morning, the mesmeric adept should stand with chest well thrown out, mouth shut, and inhale slowly through their nostrils, gradually expanding their lungs. It may take practice to retain the breath for one minute before exhaling.",
  "content": "Sleep is often produced by local passes confined to the head, chest, arms, and sometimes terminating at the hypochondrium, or pit of the stomach. Passes can be and are made in every direction. The DOWNWARD PASSES INVARIABLY PRODUCE sleep. Breath Having made yourself at home by the cultivation of the gaze and the making of passes, you must learn how to breathe mesmerically. Certain wise physicians cured disease by “stroking” passes—and by “blowing” or breathing. Now there is an art in breathing as well as in gaze or in the passes. It can be cultivated. The method I suggest, like all my methods, is natural and healthy—of great benefit to the individual, even though he never mesmerised any one. Each morning on rising, and at the earliest period of the day when fresh air can be obtained, the mesmeric adept should stand erect, with chest well thrown out, mouth shut, and inhale slowly through his nostrils, and fully expand his lungs. It may be several weeks before he can take good long breaths and retain them, say, one minute in the lungs before exhaling.",
  "last_phrase": "In conclusion, mastering the art of mesmeric breathing through daily practice can be of great benefit to one's physical and mental health. While downward passes invariably produce sleep, breathing exercises awaken energy and are the first step towards acquiring magnetic powers. With persistence and patience, one can develop control over their breathing and harness its power in various ways."
}