{
  "title": "\"Tips for Entertainers: Mesmerism and Psychological Influencing\"",
  "first_phrase": "In the previous section, the author shared tips for inducing and demesmerising subjects in entertaining performances. Now, the author provides suggestions for conducting experiments on subjects in a waking state. One technique includes testing one's influence over a person by placing hands on their shoulders and charging their spine with passes. Additionally, the author warns against allowing subjects to be harmed during the experiments and emphasizes the importance of using clairvoyant or thought-reading subjects sparingly for a more satisfactory result.",
  "content": "A detailed list of experiments suitable for an entertainment would not serve any useful purpose here. It is a good plan, if you have good clairvoyant or thought-reading subjects to use them sparingly, the result will be more satisfactory. A very telling experiment, if a subject has a really bad tooth—which is not and can never be of any use to him, is to throw him asleep upon the platform and have some well-known local dentist to extract it. The extraction will be a painless one and the experiment most interesting. Never allow subjects to eat and drink anything which can in any sense do them an injury, or allow abusive liberties to be taken with them under the pretence of proving that your entertainment is like Caesar's wife—above suspicion. INTERESTING EXPERIMENTS IN THE WAKING STATE If you wish to ascertain whether you have an influence over a person, ask him to stand, place his keels together, and put his hands down by bis side. Stand behind such a person, place your hands upon his shoulders for a few minutes, then concentrate your passes down his spine to the small of his back. These passes are made as if charging the spine with your influence.",
  "last_phrase": "In conclusion, while some of the experiments mentioned may not be suitable for modern entertainment purposes, it is important to remember to always prioritize the safety and well-being of our subjects. When conducting experiments in the waking state, one effective method for testing susceptibility is by using concentrated passes down the spine. With careful consideration and execution, these experiments can provide interesting insights into the power of psychological influence."
}