{
  "title": "Mesmerizing Through Psychologizing: An Explanation and How-To Guide.",
  "first_phrase": "In the preceding text, Dr. Coates offers practical tips for mesmerizing individuals, but cautions against attempting to do so against their will. He acknowledges that it may require effort and concentration but assures that it is possible to mesmerize even people with contrary opinions, focusing on the psychological condition similar to natural sleep. The following 200 tokens explore the physical effects of mesmeric processes on the body, specifically on the muscles of the eye and their influence on movement.",
  "content": "From our experience we know it is possible to mesmerize even people expressing contrary opinions, but many times a big effort of concentration and a clear idea of what we are doing are required. It is a little easier to magnetize people who don’t know anything about it. In natural sleep the heart beats slower, the pulses are calmer, there is less blood in the brain, than in the waking state. By mesmeric processes, you endeavour to bring about a similar psychological condition-—every magnetic pass determining the result by retarding the flow of arterial blood to the brain. Also in natural sleep the eyes are turned upward and inward. A brief explanation of the muscles of the eye, and how they influence its movements, will be interesting. There are two sets of muscles. The superior or oblique muscles, are involuntary in their action, and therefore are not subject to the action of the will. The inferior or straight muscles (of which there are four) are attached at cardinal points to the eye ball, and by their combined action the eyes are moved in every direction required for vision. The latter muscles are voluntary—that is, subject to the will of the individual.",
  "last_phrase": "To sum up, the process of mesmerizing someone who holds contrary opinions requires a great deal of mental effort and focus, while it is easier to influence those who are unaware of it. Mesmeric processes work by putting the person into a state similar to natural sleep, and this is achieved by retarding the arterial blood flow to the brain. The muscles of the eye also play an important role, as during natural sleep or other emotional states, the eyes are controlled involuntarily by the oblique muscles and are turned upwards and inwards. Understanding these various phenomena can help in achieving effective results in mesmeric processes."
}