{
  "title": "The Rise and Fall of Mesmerism in Paris.",
  "first_phrase": "In this part, we witness the rise of Mesmerism in Paris and its impact on the French capital. Despite facing the wrath of the medical faculty, Mesmer gained a large following of believers by creating a mysterious and theatrical atmosphere in his consulting rooms. He used music, odours, and dim lighting to enhance the effect of his touch, gaze, and hand movements on his patients, leading to various physical and emotional disturbances. Meanwhile, the government appointed a commission to investigate these phenomena, which included Franklin and Baillie. They contested Mesmer's claim that there was an agent called animal magnetism, attributing the effects to physiological causes. Through this, we get a glimpse of the controversies and debates surrounding Mesmer and his theories.",
  "content": "Holding each other's hands, or joined by cords, the patients sat in expectancy, and then Mesmer, clothed in the dress of a magician glided amongst them, affecting this one by a touch, another by a look, and making “passes” with his hands towards a third. The effects were various, but all were held to be salutary. Nervous ladies became hysterical or fainted; some men became convulsed, or were seized with palpitations of the heart or other bodily disturbances. The Government appointed a commission of physicians and members of the Academy of Sciences to investigate these phenomena; Franklin and Baillie were members of this commission, and drew up an elaborate report admitting many of the facts but contesting Mesmer's theory that there was an agent called animal magnetism, and attributing the effects to physiological causes. Mesmer himself was undoubtedly a mystic; and, although the excitement of the time led him to indulge in mummery and sensational effects, he was honest in the belief that the phenomena produced were real, and called for further investigation.",
  "last_phrase": "In conclusion, Mesmerism, also known as animal magnetism, was a controversial practice that caused both fascination and fear in its time. Though Mesmer's theories were ultimately debunked by scientific investigation, his legacy lived on through his disciples who continued to refine and adapt the practice into the gentler method of mesmerism, paving the way for future research in hypnosis and altered states of consciousness."
}