{
  "title": "\"The Physiology of Hypnotism: Understanding the Mechanisms behind the Eye and Brain Changes\"",
  "first_phrase": "In the previous text, the author explained how fixed attention can cause fatigue much sooner than varied sensory impressions. Now, the author further delves into the physiological changes that occur when one's gaze is fixed on an object for an extended period of time. The text discusses the innervation of the iris and how the control of its movements is regulated by the corpora quadrigemina in the brain. These movements include the dilation and contraction of the pupils and the regulation of the calibre of blood vessels in the eye.",
  "content": "If the third nerve be cut the pupil dilates, if the distal end of the nerve be irritated, the pupil contracts. On the other hand, if the sympathetic nerve be cut the pupil dilates. These experimental facts show that the iradiating fibres of the iris which dilate the pupil are under the control of the sympathetic nerve, whilst the circular fibres which contract the pupil are supplied by the third. Further it can be shown that the corpora quadrigemina, two ganglionic masses in the brain, are the reflex centres for the regulation of these movements. The optic nerve from the retina supplies the sensory stimulus which causes the pupil to contract. Thus suppose light to be brought before the eye while the pupil is dilated; the retina is affected, a stimulus is sent to the corpora quadrigemina along the fibres of the optic nerve, and from the corpora quadrigemina a nervous influence passes along the fibres of the third nerve to the circular fibres of the iris causing the pupil to contract. It is also very probable that the corpora quadrigemina act as reflex centres for nervous impulses regulating the calibre of the blood-vessels of the eye the vaso-motor nerves.",
  "last_phrase": "In conclusion, the regulation of the movements of the iris and the calibre of blood vessels in the eye is a complex process controlled by different nerves and reflex mechanisms, as demonstrated by scientific experiments. The study of these mechanisms can provide valuable insights into understanding hypnotism and its effects on the brain."
}