{
  "title": "The Unconscious Execution of Voluntary Movements.",
  "first_phrase": "In the preceding text, it was explained how movements that were initially conscious and deliberate could become unconscious after being repeated to the point of habituation. In this last part, the author discusses the implications of this phenomenon, highlighting the fact that movements resembling voluntary ones can be executed even without volition. The author also distinguishes between movements resulting from sensory impressions and those that do not. This text sheds light on the idea that individuals in a state of hypnotism are in a condition where their conscious perception is out of gear, but the movements that result from sensory impressions continue to occur.",
  "content": "These movements are in all respects like voluntary movements but they are not really voluntary showing that by the machinery of the nervous system, movements like voluntary movements may be executed without volition. It is important to observe, however, that these movements are the result of sensory impression. A man in the deepest reverie with his eyes blindfolded, could not execute the requisite movements; and when we see the blind walking in the streets, they afford no-contradiction to this view, as their minds are busily engaged in noticing another set of sensory impressions derived from the sense of touch, muscular movement, and hearing, a set of impressions of the greatest importance to them, although of little importance comparatively to ordinary people, who are guided chiefly by visual impressions. A person in a state of hypnotism may be regarded as in a condition in which the part of the nervous apparatus associated with conscious perception is thrown out of gear without preventing the kind of movements which would result were it really in action.",
  "last_phrase": "In conclusion, although movements executed without volition appear to be similar to voluntary movements, they are actually the result of sensory impression, and therefore, require sensory perception. The state of hypnotism disables a person's awareness of sensory perception, but allows for the execution of movements that would otherwise follow if they were conscious, mainly through imitation. While the described effects of hypnotism may be more common in the past, practicing old techniques can yield similar results."
}