{
  "title": "The Dangers of Mesmerism: A Cautionary Tale",
  "first_phrase": "In this final part, the author shares a cautionary tale about the dangers of experimenting with hypnosis without proper knowledge and training. He mentions the practices of prominent hypnotists such as Braid, Heidenhain, and Carpenter, who incorporated different techniques into their hypnotic methods. The author then recounts an incident in which an inexperienced man attempted hypnosis on his footman, resulting in chaos and the need to seek professional help. This story illustrates the importance of understanding the complexity of hypnosis and highlights the potential risks involved in performing it without proper preparation.",
  "content": "On returning home he thought, for the “fun of the thing,” he would “try his hand.” He had no doubt but he could do just as well as myself, as he afterward told me. He succeeded in putting his footman asleep, and of getting him to do several things, which he (the gentleman), his family, and servants enjoyed amazingly. He was in raptures with his more than expected success, the subject being exceedingly passive and docile in his hands. He however, forgot how to de-mesmerise, or wake the subject up. Becoming perplexed and excited, the poor footman followed suit. One person suggested one thing, another, another thing. This gentleman tried to carry out the various suggestions, but the poor victim was fast retrograding from bad to worse. Smelling salts were applied to his nose and water thrown over him; these efforts only unduly excited him. He groaned and cried, and acted in a very strange manner. A messenger was sent into town; at considerable trouble I was found, and at four o'clock in the morning arrived at his house.",
  "last_phrase": "In conclusion, it is important to remember the potential dangers of indiscriminate experiments with mesmerism. The gentleman in this account was fortunate to have been able to call upon an experienced demesmerist to rectify the situation. Those interested in pursuing mesmerism should seek proper training and exercise caution to avoid similar incidents."
}