{
  "title": "\"Mesmeric Treatment for Soothing and Relieving Pain\"",
  "first_phrase": "This text provides valuable insights into the use of mesmerism for the relief of pain and nervous system disorders in patients. Prior to this, the author explains how it is recommended to use sleep to break the periodicity of acute and chronic diseases, highlighting that the mesmeric influence can also assist in restoring sleep and imparting a positive psychological impact on the patient. The text advises on how to carry out the long mesmeric pass in case of acute, nervous, or psychological trouble, indicating the need to persevere, hope for the best and quit the treatment if the patient finds your presence disagreeable. Lastly, the author suggests subduing a violent coughing fit with steady breathing on the shoulder blades of the patient.",
  "content": "If your presence or influence is in any way disagreeable to your patient, and upon the third or fourth visit you are satisfied of this, give up the treatment. You can do no good, although another may. But do not give up a ease simply because favourable results are tardy in making their appearance. Where your influence is not disagreeable, it is your duty to persevere and hope for the best. You cannot do harm, and you may do great good. When there is nervousness and great debility, operate from the head—back-head—downward, long passes at first, and then short passes locally. If the action of the heat is weak or palpitation is characteristic, breathe in upon it at the termination of each treatment. You will be surprised at the warmth and generous feeling transferred throughout your patient's organism in consequence. You can subdue the most violent coughing fit by steadily, and gently breathing upon the spine, just between the shoulder-blades of your patient—child or adult. So long as the clothing, under or upper, is not made of silk the breathing will be effectual.",
  "last_phrase": "In conclusion, it is important to listen to your patient's response and discontinue treatment if your presence is disagreeable. However, in cases where you can persevere, remember that you cannot harm and may do great good. For specific treatments such as nervousness and coughing fits, operate from the head-downward and breathe upon the affected area. Keep in mind that removing clothing is not necessary unless it's silk or non-conductive, and for economic reasons, old clothing is better than new."
}