{
  "title": "\"Dr. Braid's Experiments and Discoveries in Hypnotism\"",
  "first_phrase": "This text delves into the hypnotic methods of Dr. Braid and his limitations in comparison to Mesmerism. The previous paragraphs describe Braid's techniques in inducing a hypnotic state and how he exercise his will on the patient. The final 200 tokens discuss the controversy surrounding physiological and psychological reasons for hypnosis and how Braid's investigation resulted in him acknowledging the reality of mesmeric phenomena and the discovery of the hypnotic state. The editor's note asserts that Braid only glimpsed the totality of the phenomenon and acknowledges the courage of his convictions.",
  "content": "The subject concludes, unconsciously though it be, and having lost the sense of sight and the control of his own vision, that the operator can do whatever he pleases, and the subject passively, intuitively falls in with the impressions and directions of the operator accordingly. But the results achieved by the best hypnotic processes fall far short of those attained by the older and calmer operations of Mesmerism. Editor's note: We strongly accept what Coates says. Braid caught only a glimpse of the totality of the phenomenon. There still exists today a dispute between people who give physiological reason to hypnosis, and people who give psychological reason, and the source of these disagreements is in Braid’s original point of view. Dr. Braid, being a man who had the courage of his convictions, and therefore just such a person who was most likely to be a successful operator, commenced to investigate the subject with the intention to expose what he esteemed a swindle. The ultimate results of his experiments proved the reality of mesmeric phenomena. He also was obliged to admit that the hypnotic state was a new discovery, not identical with the mesmeric sleep or coma, but in some measure allied thereto.",
  "last_phrase": "In conclusion, Dr. Braid's investigation of hypnotism proved to have significant merit, even as he sought to expose it as a swindle. While there is still debate on the physiological vs. psychological origins of hypnosis, the reality of the phenomena cannot be discounted. Braid's experiments demonstrated the exaltation of senses and the potential for hypnosis to be a powerful curative tool for seemingly intractable diseases."
}