{
  "title": "\"The Theory of Hypnotism and the Inhibition of Brain Activity\"",
  "first_phrase": "In the concluding part of this text on the phenomena of hypnotism, the author offers a theory that the inhibiting of activity in the ganglion-cells of the cerebral cortex causes the involuntary movements seen in hypnosis. The text explores the workings of the brain and the relationships between perception, ideas and nervous actions in certain areas on the surface of the cerebral hemispheres. The researches of several scientists are discussed, including Hilzig, Fritsch, Ferrier, Hughlings, and Jackson, who have contributed to our understanding of movements that depend on the activity of deeper brain centers.",
  "content": "According to this view, the portion of the brain devoted to voluntary movements is as it were thrown out of gear and the movements that follow, in the hypnotic state are involuntary, and depend on impressions made on the senses of the patient. To understand how this is possible we must now consider shortly some of the views presently held as to the action of the brain. The researches of Hilzig, Fritsch, Ferrier, Hughlings, Jackson and many others indicate that certain movements initiated as a consequence of perception, and of the ideas thereby called forth, are due to nervous actions in the grey matter in certain areas on the surface of the cerebral hemispheres and that there is another class of movements which do not require the agency of the cortex of the brain but depend on the activity of deeper centres. These deeper centres are in the optic thalami, which receive sensory impressions from all parts of the skin; the corpora quadrigemina which receive luminous impressions from the retina; and the corpora striata which are the motor centres whence emanate influences passing to the various groups of muscles. No doubt other sensory centres exist for hearing, taste and smell but these have not been clearly ascertained.",
  "last_phrase": "In conclusion, the hypothesis suggests that during hypnosis, voluntary movements are replaced by involuntary ones, and this is due to the activity of deeper centers in the brain, rather than the cortex. Understanding how the brain works can help us comprehend and possibly explain the intriguing phenomena of hypnosis."
}