{
  "title": "\"The History and Controversy Surrounding Mesmerism and Hypnotism\"",
  "first_phrase": "In the final section of this book, you will learn about the powers of Mesmerism and Hypnotism and their impact on medicine. The author cautions readers to be careful about who they allow to mesmerize them or attempt it themselves, as inexperienced or unscrupulous operators can have both good and bad results. The section begins with a biography of the founder of Mesmerism, Friedrich Anton Mesmer, whose beliefs in astrology led him to discover the supposed force of magnetism to effect a cure. However, after encountering a priest who could cure without magnets, Mesmer discarded the use of magnets and began to believe in the existence of an occult force within himself.",
  "content": "CHAPTER I LIFE OF F. A. MESMER Friedrich (or Franz) Anton Mesmer was born at Well, near the point at which the Rhine leaves the Lake of Constance, on May 25, 1733. He studied medicine at Vienna, under the eminent masters of that day, Van Swieten and De Haen, took a degree, and commenced practice. Interested in Astrology, he imagined that the stars exerted an influence on beings living on the earth. He identified the supposed force with electricity, and then with magnetism; and it was but a short step to suppose that stroking diseased bodies with magnets might effect a cure. He published his first work (De Planetarum Influxu) in 1766. Ten years later on meeting with Gassner in Switzerland, he observed that the priest effected cures without the use of magnets, by manipulation alone. This led Mesmer to discard the magnets and to suppose that some kind of occult force resided in himself by which he could influence others. He held that this force permeated the universe and more especially affected the nervous systems of men.",
  "last_phrase": "In conclusion, F.A. Mesmer's life and work led to the development of mesmerism, a controversial practice that challenged the medical establishment and captivated the public's imagination. While the science behind his theories remains unproven, Mesmer understood the power of suggestion and the importance of setting the stage for a successful therapy session. Despite the skepticism of some and the adoration of others, his legacy endures as a testament to the human desire for healing and the limits of our understanding of the universe."
}