{
  "title": "\"The Art of Mesmerismus: Techniques and Applications\"",
  "first_phrase": "This text explores the world of mesmerism and hypnotism through historical and practical lenses. It includes works by influential authors in the field like Richard Bandler and John Grinder, as well as insights from modern thinkers like Deepak Chopra and the Dalai Lama. The last 200 tokens include detailed chapters on various modes of procedure for mesmerism, such as Deleuze's mode and Captain James' mode, and how to cultivate skills like clairvoyance and psychometry.",
  "content": "Bandler, Richard, John Grinder and Virginia Satir (1976) - Changing with Families. Palo Alto, CA: Science and Behavior Books. Quantum Dr. Deepak Chopra – Quantum healing Michael Talbot - The Holographic Universe Wolinsky – The Tao of Chaos Dalai Lama - The Universe in a Single Atom ________________ FOREWORD 1 INTRODUCTION BY DR. PARET 7 Language shift over the centuries. 12 Energy (Vital Fluid) theory 17 INTRODUCTION BY J COATES Ph.D. 19 CHAPTER I LIFE OF F. A. MESMER 23 CHAPTER II HISTORICAL OUTLINE— MESMERISM PRIOR TO MESMER 50 MESMERISM SUBSEQUENT TO MESMER 56 MESMER'S THEORY OF ANIMAL MAGNETISM 58 CHAPTER III MODES OF PROCEDURE 67 MODES OF PROCEDURE 70 DELEUZES MODE OF PROCEDURE 73 MR. COLQUHOUN'S MODE OF PROCEDURE 75 CAPT. JAMES' MODE OF PROCEDURE 76 HYPNOTISM 80 Dr. Braid's Mode of Procedure 81 PROF. HEIDENHAIN'S MODES OF PROCEDURE 84 CHAPTER IV. MODES OF PROCEDURE— (Continued): 87 HOW THE MESMERIC POWER MAY BE CULTIVATED 92 The basic tools for directing the influence 94 CHAPTER V. HOW TO MESMERISE 100 HOW TO INDUCE SLEEP 104 HOW TO CULTIVATE CLAIRVOYANCE OR CLEAR SIGHT 107 HOW TO CULTIVATE PSYCHOMETRY 112 HOW TO DEVELOP THOUGHT READING 115 CHAPTER VI.",
  "last_phrase": "In conclusion, learning Mesmerismus can provide valuable skills for directing influence, inducing sleep, cultivating clairvoyance and psychometry, developing thought reading, and curative processes. Furthermore, Mesmerismus can be compared to traditional Chinese medicine, modern quantum theories, NLP, and yoga techniques. If interested, consider attending training offered by the magnetic Lodge or exploring the recommended resources in the bibliography for further study."
}