{
  "title": "\"The Gift of Healing: The Power of Goodness and Sympathy\"",
  "first_phrase": "This text delves into the topic of the healing gift possessed by some people, which can be exercised through goodness and sympathy, as exemplified by the mother's ability to soothe and heal her child's pain by rubbing his knees with love and care. The author asserts that anyone can possess this gift if they work together with their heart and head, further pointing out how external remedies become more efficacious when applied as directed. The last 200 tokens mainly discuss Curative Mesmerism, and how mesmerists seek to exercise their powers through tried and approved methods, consciously and intentionally.",
  "content": "Her little boy, running from her side, a moment or two to play, falls and cuts himself; his little knees are all crushed and bruised by the stones on the roadway. She lifts the child upon her knee, pets and rubs his knees with her hands, gently and sympathetically. She is only petting him and rubbing the dirt off, you say; she is doing more—she is throwing her love and life force into every touch with the result that the bleeding ceases, and the pain is gone. Here the mother, without thought of mesmeric or hypnotic speculations, obeys her maternal instincts, and thus intuitively exercises “the gift of healing.” Herein lies the secret of Curative Mesmerism, with this difference: the mesmerist consciously and determinated exercises his powers, seeking to accomplish by tried and approved methods what the other, in a lesser degree, had brought about intuitively.",
  "last_phrase": "In conclusion, the gift of healing is not exclusive to a select group of people and can be developed by anyone who has an abundance of health and vitality, as well as patience and sympathy. Delicate and sensitive females, in particular, have been successful in treating diseases, but it is important to note that treating severe cases requires more than just intuition. With practice and determination, however, anyone can become a good healer and put this gift to good use."
}