{
  "title": "\"The Power of Steady Gaze: Techniques to Develop Personal Magnetism\"",
  "first_phrase": "In the previous text, we learned about the importance of looking at a person quietly and steadily while speaking to them. In this last part, the author suggests practical ways to cultivate the habit of steady gazing, which is essential in mesmerism. They advise starting with a small piece of paper on a mirror and gradually moving towards looking at a distant object for a longer period without causing strain to the eyes. It's essential to train the eyes to indicate strength of purpose without any signs of weakness, as any slight inability to look steadily could hinder successful results.",
  "content": "Place a small piece of white paper on the centre of a looking-glass (a trying ordeal), and see how long you can look at it and the object behind it without winking or weariness. Repeat this again and again until you can look steadily at the object for ten and then for 15 minutes. Again in taking exercise, or if out for a long walk, take in some object at a distance which will take you some time to reach; while walking toward the gaze steadily at it as long as you can without impairing vision, causing weariness to the eyes, winking, or tears to flaw, as in weeping. The habit of steady gazing can becultivated in many ways. The most trying is to look at a bright light—a jet of gas or lime-light—for a certain period, and in such a way as to cultivate the physical assurance of us weariness or inferiority when looking at a human being. Any sign of weakness, such as inability to look at a person about to be mesmerised steadily and for a length of time, would be prejudicial to successful results. The eyes should indicate strength of purpose, and show no-sign of weakness.",
  "last_phrase": "In conclusion, the habit of steady gazing can be cultivated through simple exercises and techniques such as placing white paper on a mirror or walking towards a distanced object. The development of eye muscles will help in developing the mind and personal magnetism. With practice and perseverance, one can master the art of gazing and even influence others."
}