{
  "title": "\"The Role of the Brain in Hypnotic States\"",
  "first_phrase": "In the previous part of this text, we discussed the hypothesis that suggests how movements in the hypnotic state may be involuntary due to the portion of the brain responsible for voluntary movements being \"thrown out of gear.\" To further understand how this occurs, we explore the work of several researchers who have investigated the action of the brain. In this concluding part, we delve deeper into the topic of the brain and identify the specific centers responsible for the initiation of involuntary movements. We will also consider how sensory impressions made on a person can result in precise and specific movements, even without the agency of the cerebral hemispheres.",
  "content": "In the case of conscious and voluntary movements carried out as the result of external impressions, the excitation would pass first to the thalami optici (tactile) or corpora quadrigemina (visual), thence to cerebral hemispheres, where ideas would be called forth and volitional impulses generated; these would then be transmitted downwards through the corpora striata (motor) to the crura cerebri and spinal cord, and from thence to special groups of muscles, thus causing specific movements. Suppose now that the portions of cerebral hemispheres connected with ideation and volition were thrown out of gear, and that a similar sensory impression was made on the person; again the path of nervous impulses would be to the thalami optici (tactile) or corpora quadrigemina (visual), and from thence directly through corpora striata (motor) to crura cerebri and spinal cord, then passing out to muscles, and causing movements as precise as those in the first instance, and apparently of the same character.",
  "last_phrase": "In conclusion, the automatic mechanism theory explains how movements can occur without conscious thought, however, the mystery of why hypnotism isn't induced more often remains. It is important to note that attention plays a crucial role in inducing hypnotism, and is seldom fixed on one subject for long periods in daily life."
}