{
  "title": "\"Effective Techniques for Hypnotizing an Audience\"",
  "first_phrase": "This 200-token text discusses how to use mesmerism to control the minds of a large audience. It advises on how to select suitable subjects and describes the process of using a disc to arrest their attention and secure control. The author suggests that this process will not only control the subjects but also arouse the attention of the audience in preparation for further effects. It is important to reject those showing signs of \"self-conscious superiority\" or smelling of drink or tobacco. The text concludes that using more experienced subjects to influence newer ones can have a potent influence on achieving the desired result.",
  "content": "Give all your directions in a firm, resolute, distinct, but natural voice; tell each person upon the platform “to place their left hand in the hollow of their right hand palm uppermost.” Then see that this is done. Put a disc (*) in the centre of the uppermost hand of each person, then raise both hands of each within nine or twelve inches from; their eyes. Tell them to look steadily at the object which you have placed there until you give them permission to do otherwise; you will then proceed to mesmerise your “own subject” in the ordinary way. His falling asleep will arouse the attention of your audience, and prepare the way for further effects. During all this time, your musician is playing as directed. It is a mere matter of form giving an old subject a disc to look at, as you can control them without, but their example has a silent and potent influence over the rest, and materially helps to bring about the desired result with the least fatigue to yourself.",
  "last_phrase": "In conclusion, using the simple yet effective techniques outlined in this text, you can mesmerize your subjects with ease and prepare them for even more pronounced effects. Just make sure to give clear instructions, utilize the discs to focus their attention, and start by controlling those who have been influenced before. With practice, you can achieve mesmerizing results and captivate your audience effortlessly."
}