{
  "title": "\"A Guide to Mesmeric Healing Techniques and Toothache Relief\"",
  "first_phrase": "In this final part of the text, the author gives practical advice on how to perform mesmeric treatments for various ailments including nervousness, debility, cough, rheumatic and neuralgic derangements, and toothache. The author suggests operating from the head-downwards with long and short passes, and breathing upon the area to transfer warmth and generous feeling. The author emphasizes not to give up treatment if the patient is not disagreeable and to persevere to potentially do great good. The author also advises not removing clothing unless made of silk or non-conductive material. Toothache can be relieved by placing the hand on the affected side of the face.",
  "content": "The lungs should be fully expanded, the mouth placed close to the part, as near as the clothing will admit, and a steady, strong stream of breath thrown in upon the place. The moment the mouth is removed, the open hand should be placed over the place while fining the lungs to repeat the operation, which may be done several times. In rheumatic and neuralgic derangements and ailments of that class, and in cuttings, bruises, and bums, the treatment is often purely local—the passes following the course of the nerves of sensation. In mesmeric treatment it is just as well to remember there is no need to remove the clothing under any circumstances, unless it is composed of silk or other non-conducting material. For economical reasons old clothing is better than new. Toothache is a common affliction. You will have many opportunities of immediately relieving it, if not effectually and ultimately curing it. A very good and practical method of cure is to by your hand upon the affected side of the face, and hold it there for a few minutes, and this prepares the face for the next movement.",
  "last_phrase": "Toothache can be an excruciating pain, but with the simple and practical method of placing a piece of flannel over the ear, breathing strongly and steadily into it, and willing the removal of the pain, relief can be achieved almost instantly. Remember not to remove the handkerchief until the last breath, and the pain will be gone."
}