{
  "title": "\"The Phases and Methods of Mesmerism and Hypnotism\"",
  "first_phrase": "In the previous 200 tokens, the author highlighted the various stages of phenomena produced in mesmeric experiments and explained why some people are suited for certain phenomena while others are not. Now, the author discusses Modes of Procedure adopted by various operators. The mesmerists who believe in the theory of the nervous fluid as the primary operating agent in these phenomena are the first. The author emphasizes the importance of a scientific watchfulness in all operations and warns against straining for effect or harming the sensitives.",
  "content": "This explains why the phenomena of the higher degrees have been so fugitive or unreliable. Mesmerists, straining for effect, or carried away by some previous successes, have endeavoured to reproduce them, and, in doing so, have injured their sensitives, not knowing that these phenomena, depend more upon certain nervous and psychic conditions in the sensitive, than in the mesmeric powers of directionpossessed by the operator. I mention the foregoing as a warning and a precaution. Mesmerists should bring the sobriety of calmness—a scientific watchfulness—into all their operations. They should always remember that, while their influence according to the adaptability may predispose to the development of the higher phases of the phenomena in their subjects, it is only a development—the faculties must be innate in the latter, by which the phenomena are expressed. MODES OF PROCEDURE Having thus briefly pointed out the various recognised stages of phenomena, I shall now glance at the Modes of Procedure successfully adopted by various operators. The first of these are the mesmerists who accept the theory of nervous fluid, susceptible of being influenced and producing an influence, as the primary operating agent, in these phenomena.",
  "last_phrase": "In conclusion, it is important for mesmerists and hypnotists alike to exercise caution and scientific watchfulness in their operations. The development of higher phases of phenomena in subjects depends more on innate faculties and certain nervous and psychic conditions than on the operator's mesmeric powers. Understanding these modes of procedure can lead to greater success and better outcomes for all involved."
}