{
  "title": "Understanding Physiological Hypnotism: Inducing a State of Enhanced Senses and Curative Powers",
  "first_phrase": "In this text, we explore the groundbreaking research of Dr. Braid, who found evidence of an induced state of sleep similar to hypnosis. The previous text delves into the various experiments and observations that Braid conducted to prove the reality of this state. In the final part, Braid discovered Hypnotism to be a powerful curative agent against seemingly untreatable diseases. Furthermore, he believed that Hypnotism could even alleviate the pain of surgical operations. We also learn about the modes of procedure used by Prof. Heidenhain, which included monotonous stroking and sound to put subjects to sleep.",
  "content": "“I am quite certain,” he said, “that Hypnotism is capable of throwing a patient in that state in which he shall be entirely unconscious of the pain of a surgical operation, or of greatly moderating it, according to the time allowed and the mode of management resorted to.” Dr. Braid also found that illusions, by impressions or suggestion, created in the mind of a subject in the hypnotic state were always, faithfully acted upon in their waking condition. PROF. HEIDENHAIN'S MODES OF PROCEDURE are apparently very simple—1st, such as monotonous stroking of the temples or nose; and, by monotonous sounds such as the ticking of a watch. Experiment as follows:—Professor Heidenhain placed three chairs with their backs against a table, upon which he had previously placed his watch. Three persons sat down upon the chairs, with their attention directed to the monotonous ticking of the watch, and all three fell asleep. Here again the sleep and any attending phenomena is brought about by acting upon the physical first, the mental following. Dr. Braid wearies the eyes, and exhausts the inferior and lateral muscles.",
  "last_phrase": "In conclusion, the use of hypnotism for anesthesia or pain management during surgical operations is a possibility, as demonstrated by Dr. Braid's and Professor Heidenhain's methods. However, caution must be applied when utilizing these techniques, as the hypnotic state can be induced through sudden fright or suggestion, making it necessary to have a skilled hypnotist perform the procedure."
}