{
  "title": "Mesmer and His Theory of Animal Magnetism",
  "first_phrase": "This text delves into the life and work of Franz Anton Mesmer, a doctor who gained notoriety in the 18th century for his miraculous cures using a theory he called animal magnetism. The text starts by recounting how Mesmer became fascinated by the healing power of magnetism, and how he came to develop his theory by studying under Father Hehl's cures. In the last 200 tokens of the text, the author explains Mesmer's theory of animal magnetism and the most extraordinary success he had while applying his method both in Germany, Switzerland, and Paris.",
  "content": "Mesmer, having learned the art of curing disease from Father Hehl, applied himself to the cure of disease with “extraordinary success.” “He left Vienna and travelling throughout Germany and Switzerland he continued to “work wonders,” his cures approximating to the miraculous. Kings and Courtiers, as well as the people, vied with each other for an opportunity to attend his levees and partake in his séances. In 1778 he started for Paris; here his success in curing disease was so remarkable that the elite of society struggled for the privilege of waiting upon him and of learning his art. A society was actually formed for the purpose of acquiring his secret and using it for the cure of disease. Somnambulism and clairvoyance had not yet been developed by his process. MESMER'S THEORY OF ANIMAL MAGNETISM “There is a reciprocal action and re-action between the planets, the earth, and animated nature. “The means of operating this action and reaction is a most fine, subtle fluid, which penetrates every thing, and is capable of receiving and communicating all kinds of motions and impressions. “This is brought about by mechanical, but, as yet, unknown laws.",
  "last_phrase": "In conclusion, Mesmer's theory of animal magnetism and his remarkable success in curing diseases drew the attention of royalty and society all over Europe. His method may not have unveiled the secrets of clairvoyance and somnambulism, but his contributions to the understanding of the subconscious mind remain relevant to this day."
}