{
  "title": "The History of Mesmerism, Animal Magnetism and Hypnotism.",
  "first_phrase": "This passage describes the rise and fall of animal magnetism, a healing practice popularized by Franz Anton Mesmer in the 18th century. Mesmer used various dramatic techniques to induce a state of trance in his patients, which was believed to improve their health. However, the practice was discredited after a commission of physicians and members of the Academy of Sciences, which included Franklin and Baillie, found that the effects were actually due to physiological causes, not animal magnetism. Mesmer's disciple, the Marquis de Puysegur, later proved that gentle manipulation could produce the same effects without the mysticism of Mesmer's approach. The passage also describes the subsequent attention given to a new \"influence\" called Odyl, discovered by Baron Yon Reichenbach in 1845.",
  "content": "For a time, however, animal magnetism fell into disrepute; it became a system of downright jugglery, and Mesmer himself was denounced as a shallow empiric and imposter. He withdrew from Paris, and died at Mearsburg in Switzerland on the 5th March, 1815. He left many disciples, the most distinguished of who was the marquis De Puysegur. This nobleman revolutionized the art of mesmerism by showing that many of the phenomena might be produced by gentle manipulation causing sleep, and without the mysterious surroundings and violent means resorted to by Mesmer. The gentler method was followed successfully by Deluxe, Bertrand, Gearget, Rostan and Foissac in France and by Dr. John Miotson in England up to about 1830. In 1845, considerable attention was drawn to the announcement by Baron Yon Reichenbach of a so-called new “imponderable” or “influence” developed by certain crystals, magnets, the human body, associated with heat, chemical action, or electricity, and existing throughout the universe, to which he gave the name of Odyl. Persons sensitive of odyl saw luminous phenomena near the poles of magnets, or even around the hands or heads of certain persons in whose bodies the force was supposed to be concentrated.",
  "last_phrase": "In conclusion, the history of mesmerism and animal magnetism is marked by both significant breakthroughs and disappointments. However, the work of individuals such as the Marquis De Puysegur and James Braid helped to dispel the myths surrounding these practices and paved the way for the modern study of hypnotism. Today, hypnotism is widely used for therapeutic purposes, and ongoing research continues to shed light on its many benefits."
}