{
  "title": "Developing the Gaze and Mind for Personal Magnetism",
  "first_phrase": "In the previous section of this text, Dr. Coates explained how educating the optic nerve and muscles of the eyes and eyelids can lead to the development of personal magnetism, which involves the conscious direction of willpower through the eyes. In this final 200-token section, the editor adds to this by discussing fascination, an ancient art of petrifying people through the gaze. The editor also emphasizes the importance of making passes, which involve the purposeful use of mental and physical action to soothe pains or direct energy, either locally or generally.",
  "content": "Editor’s note: The gaze exercise here showed is also the basis for what is called “fascination”. This ancient art, the first example of which is in the myth of Medusa, who was able to petrify the people she was looking at, is something that during history has developed in parallel with mesmerism. It is our experience with one (if not the last) of “fascinators” that led us to the interest in this work. The right art of using the passes Having cultivated the gaze, learn to make the passes. A Utile practice is necessary. All passes should be made quietly, easily, and gracefully, and in some respects with all the naturalness and kindliness with which a mother would pet a babe or a good nurse soothe the pains of a sick person. At the same time, all passes should be made with purpose— not with great physical, but always with great mental action. Passes are made long or general—i.e., from head to feet—and short or local—i.e., directed to some region. They are also made “at distance” or “in contact,” whether local or general in character.",
  "last_phrase": "By cultivating the art of using passes and practicing them regularly, you can develop the strength of willpower, health, and vigor. Remember to make passes with purpose and natural grace, and with great mental action. With consistent practice, you can perform passes for an extended time without feeling physically weak. Try this exercise to enhance your abilities and master the art of mesmerism."
}