{
  "title": "The Rise and Spread of Mesmerism in Europe.",
  "first_phrase": "This piece gives an account of how the French Revolution overshadowed the popularity of mesmerism in France. However, the practice continued to thrive in Prussia, where the government established professors of mesmerism and a hospital for magnetic treatment. The Scientific Society of Berlin also offered a prize for the best explanation of Mesmeric phenomena, and laws were passed in Russia, Austria, and Bavaria to ensure the practice remained in the hands of licensed physicians. Despite this, Animal Magnetism continued to perform miraculous cures, including in Vienna, where Dr. Malfati was one of its most successful practitioners. Following Mesmer, the Marquis de Puysegure became one of his most active followers and used his estate at Buzancy as a place to study and practice Mesmerism recreationally.",
  "content": "Here he was visited by the most eminent men of the day; and 'before his death he had the pleasure of seeing his works edited by one of the Professors of the University of Strasburg, and his science triumphant in Berlin, Jena, Bonn, Hale, Tubingen, St. Petersburg, Copenhagen, and even in Vienna. In spite of laws and law-givers Animal Magnetism performed the most wonderful cures. Dr. Malfati, one of the most talented of the physicians in Vienna, adopted Mesmer's system, and practised it with great effect. Following Mesmer, the most active and intelligent of his converts or followers was the Marquis de Puysegure. He pursued the practice of Mesmerism at his estate at Buzancy, both as a study and recreation. One day, calling at the house of his steward, he referred to what he had seen in Paris, where he had attended Mesmer's lectures. Obtaining permission to mesmerize the steward's daughter to his surprise and delight she was in a very short time thrown into a sleep. He also succeeded, by similar passes, in mesmerising the wife of his game-keeper. He was now confirmed in his faith, and became one of the most successful mesmerists of his day.",
  "last_phrase": "In conclusion, Mesmerism had a significant impact on medicine and society during the 18th and 19th centuries, attracting many prominent figures and achieving widespread success across Europe. Despite its controversy, Mesmer's theories and practices paved the way for further exploration of the subconscious mind and alternative therapies, proving that even unconventional methods can sometimes yield remarkable results."
}