{
  "title": "\"The Inhibition Theory of Hypnotism and its Relation to Neural Activity\"",
  "first_phrase": "In this section, the author explores how inhibition plays an important part in all nervous actions, including those involved in reflex activity, voluntary movement, and even hypnosis. The terminal fibers of the vagus and sympathetic nerves were found to act on ganglion cells, with the former \"inhibiting\" or restraining the action of the cells, and the latter \"accelerating\" it. By gently stimulating sensory nerves of the face, auditory or optic nerve, the activity of ganglion-cells in the cerebral cortex can be inhibited, leading to hypnosis.",
  "content": "Pressure on the internal organs of such animals as the rabbit, although gentle, sometimes causes paralysis of the lower or hinder limbs. Again it has been ascertained that, whilst the spinal cord is the chief reflex centre, the reflex activity can be inhibited by impulses transmitted to it from portions of the cerebral hemispheres which are in a state of high activity. It would appear then, that if we suppose one set of sensory or recipient cells in the brain to be brought into a state of exalted irritability by the preliminary operations of hypnotism the result might be inhibition of the parts devoted to voluntary movement. In like manner, the activity of sensory nerve cells may become inhibited. Thus stimulation of a certain arm by a mustard plaster has been found to lower the sensibility of the corresponding portion of skin on the opposite arm. The theory then offered is that the cause of the phenomena of hypnotism lies in the inhibition of the activity of the ganglion-cells of the cerebral cortex, the inhibition being brought about by gentle prolonged stimulation of the sensory nerves of the face or of the auditory, or optic nerve.",
  "last_phrase": "In conclusion, understanding the action of the brain is essential in comprehending the phenomena of hypnotism as it involves inhibiting the activity of ganglion-cells in the cerebral cortex through gentle sensory nerve stimulation. Although involuntary movements occur, it is not associated with the cortex of the brain but with deeper centres responsible for sensory and motor functions."
}