{
  "title": "Uncovering the Ancient Secrets of Magnetism and Hypnotism",
  "first_phrase": "In the previous section, the authors discussed their extensive initiation into the ancient and powerful techniques of true magnetism, mental fascination, and magnetic hypnotism. These techniques are based on a specific use of energy and have been acknowledged by philosophers and scholars throughout history, including Aristotle, St. Thomas, and Plutarcus. In this section, Marco Paret and his friend Max Tira speak more about the secret school where they learned these techniques from one of the last living members, Virgilio, in a small village in Northern Italy. They take pride in their effort to adapt and disseminate these teachings to fit modern needs while preserving their ancient roots.",
  "content": "I, Marco Paret and my friend Max Tira, were initiated in this ancient secret school by one of the last living members. His name was Virgilio, and he lived in a very small village in Northern Italy. It took us approximately 15 years until we received the complete system. These years were additionally beneficial to us, because during these years we could also explore all existing hypnotic and mind techniques. We can confirm this system is something different from everything else known to modern psychology. We have adapted it to fit all of the actual world's needs. Our teacher asked us to help him to insure that these ancient teachings were not lost forever. He agreed to diffuse them because otherwise nobody would benefit from them anymore. Personally, I (Marco Paret) researched a lot after this first contact; I read everything I could find pertaining to this subject in books from Italy, France, Germany, Spain, United States of America, and the United Kingdom.",
  "last_phrase": "In conclusion, the ancient Mesmerism teachings, passed down to Marco Paret and Max Tira by the late Virgilio, are truly unique and unlike anything known to modern psychology. Adapted to fit the needs of the modern world, these hidden techniques should not be lost forever. It is important to understand that Mesmerism is not just a technique, but also a way of behavior connected to the practitioner. By researching and meeting other individuals who use these techniques, Marco was able to gain a better understanding of the complete original model, which is only imparted in fragments through printed books."
}