{
  "title": "Tips for Mesmerism: Overcoming Resistance and Finding Success",
  "first_phrase": "In the preceding text, Dr. Coates shares his experience as a mesmerist, emphasizing the importance of the subject's mental attitude in achieving successful mesmeric manifestations. He advises against attempting to mesmerize individuals who are resistant or who have a bet to prove, as their mental conditions will work against the mesmerist's efforts. In this final section, Dr. Coates provides further guidance on how to influence such individuals, gradually psychologizing them and preparing them for the final coup. He stresses that his advice is only for practical purposes and in no way suggests that it is impossible to mesmerize unwilling subjects.",
  "content": "Men have done this, but if you really want to mesmerise them the best plan is to throw them off their guard as to your intentions. But as soon as their opposition is cooled down a little, proceed gently and steadily to impress them with what Mesmerism has done and can do. Thus gradually and surely psychologise them, leading up to and preparing them for the final coup. In the end it may not be so difficult, to mesmerise them as they at first imagined. The persistent man of business, the advocate of' certain views—temperance, anti-slavery or what not,—the man with a mission, the doctor of medicine, preacher, and lover, all adopt this method more or less unconsciously, because naturally, the mesmerist detecting the law, applies it consciously—that is all. Editor’s note: Dr. Coates’s advice is not to waste time trying to mesmerize people against their will. What he says is just for practical purposes, in order not to disperse the magnetic force in situations where it could be to difficult to act for a newbie; in no way does he say it is impossible.",
  "last_phrase": "Remember, attempting to mesmerize someone against their will is not recommended. However, if you approach with patience, calmness, and a clear understanding of the process, even those with opposing views can be gradually led to be more receptive. By applying mesmeric processes, you can induce a psychological state that is similar to natural sleep and can increase the susceptibility of the subject to your suggestions."
}