{
  "title": "Mesmerism Techniques: How to Mesmerize and Control Your Subjects",
  "first_phrase": "In this final part of the text, we see a demonstration of mesmerism and its power to control the nervous system. The author instructs to create a cataleptic state in the subject, lay them down, and convince onlookers that they are dead. An entourage of hypnotized subjects carries the \"deceased\" through a mock funeral. Then, in a memorable twist, the supposedly dead person returns to life, delivering a speech or singing a song, much to the shock of the audience. These mesmerism techniques were popularized by Franz Mesmer and continued to fascinate audiences for generations.",
  "content": "They will now march with the dead man, followed (if you so direct) by all the other subjects, weeping and bemoaning the loss of their supposed friend. As far as possible, concentrate the attention of all the subjects upon the apparently dead man. Let them lay his imaginary grave, and just as they are about to bury him, demesmerise his limbs, relax all his muscles, make him spring to his feet, and impress upon the others that he is a ghost risen from the grave, and a scene will take place which will baffle the pen of a ready writer. Some will jump the stage and secret themselves in different parts of the hall; others will hide themselves behind chairs and forms upon the platform; some crying others praying, all more or less frightened, etc. When this has been sufficiently prolonged your supposed dead man can be made suddenly to deliver a speech, or sing a song, —milk a cow, or something else; equally well contrasted with his former position, to the complete astonishment and mystification of your audience. The successful entertainer must be prepared to spring a series of surprises on his audience.",
  "last_phrase": "In conclusion, mesmerism can be a fascinating and entertaining form of performance that leaves audiences amazed and mystified. By mastering the art of surprising your audience and controlling your subjects, you can create a memorable and impressive show that will leave your audience talking for years to come. And, while it may seem like a demanding and exhausting form of entertainment, the truth is that the mental and physical exertion is often more apparent than real, making it a practical and worthwhile pursuit for those who are passionate about the art form."
}