{
  "title": "How to Cultivate Psychometry: Mesmeric Sensitives and Mediums",
  "first_phrase": "In the preceding text, the author discusses mesmeric experiments and tips for finding the right sensitive for scientific, literary, inspirational, and pre-visional experiments. The author suggests that contrasts of temperament are favorable to mesmeric experiments, and that similarity of temperament is not. In the final 200 tokens, the author talks about psychometry, a skill that can be cultivated in many who have never been mesmerized, but the best class of mesmeric sensitives always make good psychometrical mediums. Psychometry is allied to clairvoyance and can be used to measure the soul.",
  "content": "It is worthy of remark that my temperament is not of the sanguine-nervous type, and that my influence is most effective, as a rule, over those who are completely contrasted from myself. Of course there are modifications of this, yet the rule appears to be that contrasts of temperament are favourable to mesmeric experiments, and that similarity of temperament is not. There is no reason why persons, otherwise healthy and sound, of strong will and genial sympathies, should not make good mesmerists, although they are of the sanguine-nervous type, and belong to the auburn-haired and blue-eyed order of humanity. Yet for experiments, public work, strength of will and purpose, I have found the nervous and bilious form of temperament —that is the tall, dark, wiry type—the most effective. HOW TO CULTIVATE PSYCHOMETRY Psychometry (soul-measuring) is allied to clairvoyance. Like it, or second night, it is often a normal possession. It can be cultivated in many who have never been mesmerised. Yet the best class of mesmeric sensitives always made good psycho-metrical mediums.",
  "last_phrase": "In conclusion, psychometry can be cultivated even in those who have never been mesmerized, and the best class of mesmeric sensitives can make good psychometrical mediums. Contrasts of temperament tend to be favorable to mesmeric experiments, and the more effective temperament for strength of will and purpose is the nervous and bilious form. With psychometry, intuition means measuring the soul, and it offers a deeper insight beyond external indications that physiognomy and phrenology provide, which reason cannot always prove."
}