{
  "title": "\"Distinguishing Between Mesmerism and Hypnotism: Essential Differences\"",
  "first_phrase": "In the last 200 tokens of this chapter, the author delves deeper into the differences between hypnotism and mesmerism. They note that while the effects of mesmerism have always been calming, hypnotism can produce irregular respiration, convulsive movements, nausea, vomiting, and prostration of the nervous system. The author goes on to explain that hypnotism is a coarser form of mesmerism induced using various means, including suggestion, monotonous strokings, movements, or sounds. This section emphasizes the importance of the operator's presence and psychological influence and the subject's temperament and character.",
  "content": "Gregory, late Professor of Materia Medica, University of Edinburgh. I cannot say this about Hypnotism. That it has its useful and beneficient side must be admitted, yet no power can be more degraded. I never knew Mesmerism, properly applied, do harm. Hypnotism is a coarser form of Mesmerism and is induced by various means, as already indicated. The mesmeric and the hypnotic states are often confounded with one another, but they are distinct if allied. In the first the subject has an inward illuminated condition—a strong moral and spiritual individuality—a penetration and clear-headedness marked and distinct; in the latter subject is a creature of circumstances, and the circumstances may be good, bad, or indifferent. CHAPTER IV. MODES OF PROCEDURE— (Continued): It is not to be doubted that the various hypnotic methods are capable of producing extraordinary results, whether these methods are those of the inhibition, of nerve centres, by monotonous strokings, sounds, movements, or purely by suggestion, with its varying action and psychological influence, according to the presence, power, and peculiarities of the operator or the temperament and character of the' patient or subject.",
  "last_phrase": "In conclusion, while hypnotism may have some useful aspects, it can be a degraded power due to its coarser form in comparison to Mesmerism. The various hypnotic methods can produce extraordinary results, but they are never as beautiful and carefully administered as the slower mesmeric methods. The force that drives mesmeric phenomena is the subtle life-force in mankind and animals, known as Zoo-Organic or Animal Magnetism, which can even be magnetized in objects such as water."
}