{
  "title": "How to Mesmerize and Tame a Horse",
  "first_phrase": "In the previous text, the author shares a method for calming and training horses by making passes from the head down to the back and speaking calmly to them. In the last 200 tokens, the author expands on this technique and explains how it can be used to train other animals as well. The author notes that animals become tractable and attached to those who pat and rub them from the head down the back, and that passes over the eyes and down to the nose can even produce sleep. The author provides tips for making passes and handling animals that become refractory, and suggests repeating the technique for one hour a day for a week to ensure obedience. The author highlights that this method is also effective for mesmerizing dogs, cats, and rabbits.",
  "content": "You then can lead him out of the stable, and with the long reins and whip give him some work—ring exercise, walking, running etc.,—till there is a visible perspiration on his coat. When this is done take him into your stable-yard again. Brush and rub him well down. Let him cool a little. Repeat the foregoing for one hour a day for a week, and you will have no trouble with him afterward. A prolongation of the passes will put him asleep. Dogs, cats, rabbits, are easily mesmerised. In fact, all animals frequently patted and rubbed with the hand from the head down the back, or over the spine, become very tractable and attacked to those who do so. Passes steadily over the eyes, and down to the nose, produce sleep. When the animal trembles, or becomes fidgety it is a good sign; continue the passes—operate as you would on a human being with intention. It is best not to close the animal's eyes with your fingers, but continue short local passes until the eyes close of their own accord, or the pupils become dilated.",
  "last_phrase": "In conclusion, following the suggested exercise routine for a week and utilizing mesmerization techniques can lead to a more cooperative and calm animal. Remember that the eye is a potent tool in mesmerizing, and short local passes are preferred over closing the animal's eyes. Don't forget that rapid wafting of a pocket-handkerchief can reverse mesmerization effects quickly."
}