{
  "title": "Mesmerism and Magnetizing Water: Uncovering the Power of Animal Magnetism",
  "first_phrase": "In the previous text, the author highlights the differences between the fast, hasty methods used in mesmeric practices and the slower, more patient ones. The main agent in mesmeric phenomena is the life-force present in mankind and animals, which is also known as Zoo-Organic or Animal Magnetism. The author experimented with magnetizing water and other materials to produce mesmeric sensations in patients. In one instance, the author magnetized a large band of flannel to produce sleep in an old gentleman troubled with insomnia. The results were satisfactory, and the person benefited was a subject of another's influence conveyed by the means of the flannel.",
  "content": "Mr. J. M, merchant, of Stornoway, paid me a special visit in Liverpool in 1877, and placed before me the case of his father—an old gentleman, troubled with insomnia, or sleeplessness, brought on with commercial troubles and in a large measure, by old age. Everything that kindness, good nursing, and medical skill could do for him had been done, without success. As a dernier resort, I was consulted. I magnetised a large band of flannel, with the intention of producing sleep. It was taken home by J. M., and sewn into his father's under-garment, unknown to the father, and put upon him when his night clothes were changed, with the result that in a quarter of an hour after it was put on he fell into a refreshing slumber of nine hours. In this instance the person benefited was the unconscious subject of another's influence, conveyed by the means of a piece of flannel. In this case disease had rendered the person benefited peculiarly susceptible to the influence. Another person not so situated might not have experienced any influence at all.",
  "last_phrase": "In conclusion, while the experiments of various researchers may dethrone Animal Magnetism, there are still cases where it has proven effective. The mysterious and elusive power of Mesmerism remains a possibility and offers another avenue of exploration for researchers interested in the occult."
}