{
  "title": "\"Exercises for enhancing senses and concentration\"",
  "first_phrase": "In the previous text, the author introduced the concept of twelve senses that humans possess and explained the first exercise that focuses on improving the sense of sight and clairvoyance. In this last part, the author presents the second exercise of rhythmic breathing that aims to enhance relaxation and concentration. The reader is given detailed instructions on the correct body posture and breathing rhythm to follow during the exercise. The author emphasizes the importance of remaining completely relaxed and avoiding tension in any muscle of the body. Following these instructions, the reader is expected to perform the exercise for a maximum of three minutes.",
  "content": "Una durezza nelle gambe si trasmetterebbe a tutta la postura e provocherebbe dei problemi, in particolare nelle viscere addominali. In questa posizione, procedete innanzitutto all’Esercizio preliminare di Rilassamento e Concentrazione. Trattenete il respiro qualche istante, poi respirate ritmicamente, seguendo lo stesso ritmo di 7 pulsazioni per l'inspirazione, di una per la ritenzione, 7 per l'espirazione e una per l'arresto. Durante l'inspirazione, elevatevi gradualmente sulla punta dei piedi, fino a quando il peso del corpo riposi solamente sugli alluci; fate bene attenzione a non irrigidire le ginocchia. Nello stesso tempo, chiudete i pugni e stringeteli progressivamente con tutta la vostra forza tenendo presente che, a parte le mani, nessun muscolo del corpo deve essere teso. Controllate la mascella; mantenete sul viso un’espressione serena. Durante l'espirazione, tornate alla posizione iniziale, senza lasciarvi cadere sui calcagni; questi toccano il pavimento, ma non sorreggono alcun peso. Nello stesso tempo, aprite i pugni e rilassate completamente le mani. Questo esercizio deve durare tre minuti al massimo. Per quello che riguarda la concentrazione, vale lo stesso suggerimento che per il Primo Esercizio.",
  "last_phrase": "Incorporating the Second Rhythmic Exercise in your daily routine, especially in the morning and evening, can help alleviate leg stiffness and improve posture, thereby reducing the risk of abdominal organ problems. Remember to complete the preliminary exercise and concentration exercise to fully benefit from this rhythmic exercise. Practicing for a maximum of three minutes while taking note of your breath and body movements can help you achieve significant results."
}