{
  "title": "\"Breathing and Relaxation Exercise for Concentration and Calm\"",
  "first_phrase": "In the final part of this text, the reader is introduced to the first breathing exercise, which involves sitting in a relaxed position and focusing on an object while practicing rhythmic breathing. Before this, the author has explained a relaxation and concentration exercise that involves progressively relaxing different parts of the body, and a focus on the heart center. The author emphasizes the importance of maintaining a relaxed state to enable effective concentration. As readers follow the instructions in this text, they can improve their breathing techniques and expand their lung capacity.",
  "content": "Per aumentare la capacità della gabbia toracica nella quale i polmoni agiscono e si muovono, bisogna assolutamente che il petto sia rialzato. PRIMO ESERCIZIO DI RESPIRAZIONE RITMICA Sedetevi su una sedia e prendete esattamente l'atteggiamento descritto nell’Esercizio preliminare di Rilassamento e Concentrazione. Giratevi con la schiena alla luce. Piazzate all’altezza dell'occhio, su un fondo chiaro ma non abbagliante, alla distanza di un metro e mezzo o due un oggetto scuro che non suggerisca alcuna idea, come per esempio un cerchio di carta nero della grandezza di un euro. Posate il vostro sguardo su questo cerchio e tenetelo lì; non dovete però fissare il cerchio perchè i muscoli degli occhi devono essere ben rilassati; inoltre non dovete sbattere le palpebre. Una volta presa questa posizione, mettetevi in stato di rilassamento e concentrazione. -4- Adesso, tranquillamente, senza sforzo, espellete dai vostri polmoni tutta l'aria che potete espellere. Inspirate adesso con le narici, piano, a fondo, con un ritmo preciso che corrisponda a sette pulsazioni del cuore (circa sette secondi). Riempite innanzitutto la parte alta dei polmoni ritirando il diaframma, poi il resto dei polmoni abbassandolo un po’. Trattenete il vostro respiro per il tempo di una pulsazione.",
  "last_phrase": "Incorporating a daily routine of rhythmic breathing exercises can aid in increasing the capacity of the chest cavity and enhancing lung function. By following the steps outlined in the exercise above, ensure your posture, focus on the black circle, maintain relaxation and concentration, and inhale and exhale in a smooth, steady rhythm, allowing for a peaceful and controlled breathing experience."
}