{
  "title": "\"Primo Esercizio di Respirazione Ritmica per aumentare la capacità polmonare\"",
  "first_phrase": "In this text, the author shares the first rhythmic breathing exercise for increasing the capacity of the chest to facilitate lung movement. The exercise involves sitting in a relaxed position, staring at a black circle while maintaining a rhythmic seven-heart pulse breath pattern. The focus should be on Prana, the vital life force. The exercise should only last for three minutes for a total of twelve breaths. If concentration is lost, the relaxation exercise should be repeated. The text provides a detailed guide on the exercise and emphasizes the importance of proper breathing techniques.",
  "content": "Seguite lo stesso ritmo di sette pulsazioni durante l'espirazione, vuotando innanzitutto la parte bassa, poi la parte alta dei polmoni, senza lasciare che il petto si abbassi. (Inspirate ed espirate sempre con le narici). Trattenete il respiro per una pulsazione, inspirate di nuovo durante sette pulsazioni e cosi via. Controllate il diaframma e i muscoli polmonari e fate in modo che non ci sia né arresto, né scatti, né precipitazione. Tutta la respirazione deve presentare l’elasticità ondulata di una pacifica marea salente e scendente. Mentre inalate il soffio vitale con lo sguardo incessantemente diretto verso il cerchio nero, concentrate la vostra mente sul Respiro stesso, sul Prana, il principio vitale concentratore; seguitene mentalmente il flusso che penetra nelle vostre narici, scende nella trachea, si espande nei polmoni e quando espirate seguitene il reflusso in senso inverso. Fate questo esercizio per tre minuti al massimo, il che porta a dodici respirazioni complete; in generale, sette respirazioni sono sufficienti. Se durante l'esercizio, la concentrazione si indebolisce e delle idee strane attraversano o sfiorano la vostra mente, è preferibile interrompere l'esercizio e ricominciare il rilassamento.",
  "last_phrase": "Incorporating this mindful breathing exercise in your daily routine can bring immense benefits to your overall well-being. Remember to maintain a steady count of seven pulses during exhalation and gradually work your way up to 12 complete breaths. Focus on the vital life force of Prana and visualize its flow through your body. With consistent practice, you'll experience the tranquil ebb and flow of a peaceful tide, and heightened consciousness in your daily life."
}