{
  "title": "\"Rhythmical Breathing Exercises for Inner Relaxation\"",
  "first_phrase": "This text describes the sixth rhythmic exercise in a series of six exercises, which are meant to be practiced conscientiously to achieve harmony of the individual. The exercise involves repeating a phrase mentally while holding the breath, relaxing the body, and then intensifying the grip of the hands while continuing to repeat the phrase. It culminates in gradually relaxing the grip while exhaling. The exercise is effective in strengthening self-confidence while calming the mind and putting it under the control of the infinite intelligence that resides within the heart. It is advised to avoid exaggeration and not spend more than three minutes on the exercise.",
  "content": "Non allarmatevi se una sensazione di calore vi nasce nella regione dell’ombelico e si innalza lungo la colonna vertebrale fino all'epifisi e si spande fino alle estremità del corpo. Questo calore particolare è causato dalla generazione di fluido elettrico nei gangli nervosi, e questa freschezza che voi percepite intorno a voi è dovuta agli effluvi magnetici che emanano dal più profondo dell'essere. Questo Sesto Esercizio Ritmico, fortifica la fiducia in sé e nello stesso tempo tranquillizza la mente mettendo la ragione sotto il controllo dell'Infinita Intelligenza, che ha Sede nel cuore. Questo esercizio è molto efficace. Abbiate cura di non oltrepassare mai la misura. Qualsiasi esagerazione è nociva e si oppone allo sviluppo armonioso dell'individuo. La vostra intelligenza si aprirà; voi capirete delle cose di cui non avete finora neanche ipotizzato l'esistenza e capirete perché « IO SONO è la Luce del mondo». Abbiamo già visto fino ad ora sei esercizi ritmici, che siamo invitati a praticare coscienziosamente, facendo ogni giorno almeno uno di essi.",
  "last_phrase": "In summary, the Sixth Rhythmic Exercise helps strengthen self-confidence, soothes the mind, and opens up the intelligence. It is potent but should not be overdone. After practicing each of the six exercises systematically, we can use them selectively to enjoy greater variety and positive effects, taking care not to do too many consecutive breathing exercises or to combine even and odd numbers to achieve a tailored, stimulating or calming effect."
}