{
  "title": "\"Quarto Esercizio di Respirazione Ritmica\"",
  "first_phrase": "This text describes the fourth rhythmic breathing exercise, which is to be done four times a day with the face towards the sun in different directions. Before this, the author explains how to accompany the upward flow of emanation during inhalation by lifting one's gaze towards the center of the forehead, and towards the tip of the nose during exhalation. This movement of the eyes supports the exchange between the heart and the pineal gland through the spinal canal. During the exercise, the right arm is extended outwards and rotated in front of the body, with a rotation for every heartbeat. The exercise is then repeated with the left arm.",
  "content": "Dopo la dodicesima, o la quattordicesima rotazione, fate ancora un mezzo giro inspirando, arrestate il braccio in alto, trattenete il vostro respiro, chiudete il pugno molto saldamente e, sempre trattenendo il respiro, in una rapida flessione del torso in avanti, colpite il pavimento con il pugno, con tutto il peso del corpo senza piegare le ginocchia, quindi raddrizzatevi prontamente e, a questo punto, espirate tranquillamente lasciando ricadere il braccio con una mezza rotazione all’indietro, oscillando come un pendolo. Appena terminato l'esercizio con il braccio destro, inspirate di nuovo profondamente, poi fate esattamente la stessa cosa con il braccio sinistro, salendo sempre all’infuori e scendendo davanti al corpo. In generale, si ripete il tutto una seconda, poi una terza volta, alternando sempre, prima a destra, poi a sinistra. Fate bene attenzione che il braccio deve salire di lato, né in avanti né all’indietro, con il palmo della mano diretto all’indietro, fino a quando una rotazione automatica del polso lo riporti all’indietro; bisogna passare il più alto possibile e ridiscendere davanti al corpo, il palmo diretto verso il corpo. La mano resta aperta e distesa e descrive un vero cerchio.",
  "last_phrase": "Practicing the Fourth Rhythmic Exercise can strengthen your willpower, develop your sense of taste and telepathy, and even aid digestion after dinner! Remember to execute the movements with relaxation and ease, focusing on the rotation of the wrist and the flexion of the torso. With regular practice, you'll be able to strike the ground with the full weight of your body effortlessly."
}