{
  "title": "\"Breathing Exercise for Mental Clarity and Concentration\"",
  "first_phrase": "In the previous part of this text, we discussed the benefits of deep breathing exercises and its positive effects on our mental and physical health. Now, we will dive deeper into a specific exercise called \"Inspiration\" and how it can help individuals suffering from nervous conditions, shyness, and indecision. The exercise involves taking deep breaths, holding it for a specific duration, and exhaling slowly, followed by the recitation of mantras or poems. We will also learn the optimal frequency and time to perform this exercise for maximum benefits.",
  "content": "A questo punto esalate lentamente, senza scatti, a fondo, e immediatamente inspirate di nuovo molto lentamente, poi trattenete il respiro con la stessa modalità e durata che abbiamo visto sopra; fatelo da tre a cinque volte di seguito, facendo bene attenzione a non muovere i muscoli pettorali, una volta che il petto è stato “bombato” all’inizio dell'esercizio. Fate questo esercizio prima di un lavoro cerebrale, prima di prendere una decisione importante; non fatelo più di tre volte in una giornata e mai dopo un pasto. -2- L'EFFETTO di questi esercizi è maggiore, soprattutto per quello che riguarda la purificazione del sangue e dei nervi, quando li combiniamo con la recitazione di mantra o brani. Per risvegliare le nostre vibrazioni e rimanere concentrati sul senso di ciò che stiamo recitando, ci eserciteremo all'espirazione recitando d'un solo colpo dei mantra del genere di quelli che presentiamo qui sotto, a titolo esemplificativo. Quindi: inspirate quattro secondi, recitate d'un solo colpo, inspirate di nuovo quattro secondi, e ricominciate ancora almeno due volte.",
  "last_phrase": "In conclusion, incorporating the rhythmic breathing exercises with the recitation of mantras or passages can have a powerful effect on purifying blood and nerves while enhancing concentration. Remember to not perform these exercises if you are experiencing physical or mental distress or tension. These techniques can be helpful before important decision-making or mental work, as long as you limit the exercises to no more than three times a day and avoid doing them after a meal."
}