{
  "title": "\"Breathing Exercises for Physical and Mental Relief\"",
  "first_phrase": "In the preceding text, we learned about the negative effects of a lack of proper breathing on physical health. Here, we introduce the \"Revealing Breath\" exercise, which provides immediate relief from physical ailments by promoting deeper and more relaxed breathing. We also introduce the \"Inspiring Breath\" exercise, which enhances mental focus and dynamism by improving the quality and quantity of inhalation. By performing these exercises regularly, we can improve both our physical and mental wellbeing.",
  "content": "A questo punto inspirate con le narici, profondamente ma senza sforzo, tranquillamente, e immediatamente ricominciate ad esalare lentamente e a fondo; arrestate di nuovo tutto per la stessa durata, inspirate di nuovo e ripetete la cosa alla stessa maniera per quattro volte di seguito, il che significa che il ciclo completo si compone di cinque fasi. É bene rifare l'esercizio almeno ogni due o tre ore. Se soffriamo di affezioni nervose, di incapacità a esprimere i nostri talenti o a utilizzare le nostre conoscenze, di timidezza o di indecisione, significa che l’inspirazione è troppo debole e che la nostra dinamo manca di potenza per svegliare le vibrazioni mentali e accordarle con le emanazioni dell'Individualità. ESERCIZIO DI INSPIRAZIONE « INSPIRATORE » Rilassate tutti i muscoli, aprite bene il petto e mantenetelo aperto per tutto l'esercizio. Inspirate con le narici, lentamente e a fondo. Quando vi sembra di avere completamente riempito i vostri polmoni, cercate di inspirare ancora un po’, ma senza fare sforzi. Trattenete il respiro e arrestate qualsiasi movimento, contando mentalmente fino a 15, 20 secondi o anche di più, o recitando mentalmente una poesia o un mantra.",
  "last_phrase": "In conclusion, practicing the \"Inspiration Exercise\" can help improve our nervous system, increase concentration and promote relaxation. Remember to execute the exercise slowly and calmly, and to combine it with the recitation of mantras or poems, especially before significant decisions or mental work. Do not overdo it, perform it a maximum of three times a day, and never after a meal, for the best results."
}