{
  "title": "\"Esercizi preliminari di rilassamento e concentrazione\"",
  "first_phrase": "In this excerpt, the author describes the preliminary exercise of relaxation and concentration that can be performed before any vocal activity. The exercise involves taking a comfortable posture and focusing on breathing, while directing attention towards each part of the body to eliminate any tension. The author emphasizes the importance of every small detail in the posture, and provides specific instructions for achieving the correct position. The exercise aims to promote a state of well-being and tranquility of the mind, which is beneficial for any vocal performance or activity.",
  "content": "Le braccia scendono lungo il corpo e le mani sono posate sulle cosce, i pollici in dentro; le dita aperte, stese, formano con il pollice la lettera V; anche i piedi formano una V tra essi, i calcagni non si toccano; il piede sinistro è leggermente più in avanti del destro. Tutta la postura è perfettamente dritta, senza alcuna rigidità. Inspirate con le narici, -3- rapidamente, profondamente, ed espirate, sempre con le narici, come se esalaste un grosso sospiro; inspirate immediatamente nella stessa maniera, espirate, inspirate per sei o sette volte di seguito, in maniera da aerare i vostri polmoni a fondo, e terminate con una lunghissima espirazione. Durante questa lunghissima espirazione, procedete al rilassamento completo del corpo e del cervello. Passate in rassegna tutto il vostro corpo e, con un esercizio di volontà, portate tutte le tensioni nervose dalle estremità verso il centro di gravità, che è il cuore. Portate prima tutta la vostra attenzione sull'estremità del piede destro; poi risalite con il pensiero lungo il piede, la gamba, la coscia, fin dentro il tronco. (Quando siete senza fiato, inspirate rapidamente e continuate il rilassamento esalando sempre lentamente).",
  "last_phrase": "By practicing this relaxation exercise, you can release all the tensions from your body and mind, and concentrate on your heart, the seat of individuality, for complete independence. This exercise will help you reduce stress and promote a sense of physical and mental well-being. Make sure you do it regularly to take full advantage of its benefits."
}