{
  "title": "Breathing and Rhythm Exercises for Physical and Spiritual Health",
  "first_phrase": "In the previous section, we learned about the Second Rhythmic Exercise which is practiced twice a day and helps develop hearing senses along with normalizing nerve activity in legs. Now, let's move to the Third Rhythmic Breathing Exercise. This exercise aims at strengthening the larynx while improving the quality of voice. The exercise involves concentration and deep breathing while focusing on a small dark object kept three to four feet away from the feet. The eyes should be relaxed while sitting straight.",
  "content": "Questo contribuisce a rendere più forte la laringe e voi noterete dopo qualche tempo che la vostra voce diventa più chiara e melodiosa. Prendete un piccolo oggetto scuro, come uno spicciolo pochissimo e per niente brillante o il vostro cerchio nero, e posatelo davanti davanti alla punta dei vostri piedi alla distanza di trenta, quaranta centimetri: l’oggetto deve essere il più vicino possibile ai vostri piedi e posizionato in modo che possiate vederlo abbassando lo sguardo ma non la testa. Dirigete il vostro sguardo verso questo oggetto, ma non fissatelo; gli occhi devono essere a riposo, completamente rilassati. Solo la colonna vertebrale resta ferma e dritta. Cominciate con l’Esercizio preliminare di Rilassamento e Concentrazione. Poi inspirate lentamente e profondamente durante sette pulsazioni, concentrando il vostro pensiero su questa espressione faro: «RESPIRO è vita», di cui voi accentuate mentalmente il primo termine. Durante l'inspirazione, inclinate progressivamente il busto in avanti, tutto d'un pezzo, senza perdere di vista l'oggetto scuro a terra. Questo movimento del busto si produce solo nei fianchi, come una cerniera: la schiena non deve incurvarsi e la testa deve mantenere la sua posizione rispetto al busto.",
  "last_phrase": "Incorporating the Third Rhythmic Exercise described above into your daily routine can strengthen your larynx and improve the clarity and melody of your voice. Remember to practice the Preliminary Exercise of Relaxation and Concentration beforehand and perform the exercise slowly and mindfully for the best results. It is recommended to practice no more than three times a day for up to three minutes each time."
}