{
  "title": "\"Breathing and Mantra exercises for concentration and purification\"",
  "first_phrase": "In the previous text, we learned about the benefits of rhythmic breathing exercises and how they can purify our blood and nerves. In this last part, we explore how combining these exercises with the recitation of mantras or passages amplifies their effect. By reciting mantras, we awaken our vibrations and remain focused on their meaning. Instructions are given on how to recite the mantras on a single breath and to articulate each syllable clearly. It is emphasized to concentrate on the essence of the words and accentuate an important word. However, these exercises are not recommended if one is suffering or feeling tense, critical, or under stress.",
  "content": "Recitate la prima volta ad alta voce, per stimolare il lato fisico dell'essere; la seconda volta a voce media, per risvegliare il lato psico-nervoso; la terza volta a voce bassa, per stabilire la connessione tra il lato mentale e lo spirito che ha la sua sede nel cuore. Mantenete sempre il pensiero concentrato sul senso delle parole; recitate rapidamente, ma articolate molto chiaramente ogni sillaba, facendo muovere le vostre labbra, questo sia a voce bassa che ad alta voce; in ognuna delle fasi di recitazione del mantra, accentuate una parola che per voi è importante. Se vi manca il respiro per terminare la vostra recitazione, premete fermamente le labbra un istante e lo ritroverete. In questo modo, arriverete a «pregare senza fermarvi», come si esprimeva il Salvatore, cioè senza riprendere fiato. LA RESPIRAZIONE RITMICA Non fate mai uno dei sette esercizi di respirazione ritmica se siete sofferenti, disarmonici, critici, pensierosi o tesi.",
  "last_phrase": "Remember to always prioritize your well-being before doing any exercise of rhythmic breathing. Before starting, make sure you are in a state of calmness and relaxation, not in a critical, tense, or troubled frame of mind. Follow the instructions on the posture described as every little detail is essential. Start with the preliminary exercise of relaxation and concentration to achieve the utmost benefit from the rhythmic breathing exercises."
}