{
  "title": "\"Recitation and Rhythmic Breathing Exercises for Mind-Body Connection\"",
  "first_phrase": "In this section, we will delve into the importance of reciting mantras and practicing rhythmic breathing. Following the preliminary exercise of relaxation and concentration, it's essential to recite the mantra aloud three times. We emphasize the significance of articulating each syllable clearly and accentuating a crucial word in every repetition. It's crucial to maintain concentration on the mantra's meaning to pray without stopping, as the Savior emphasized. Additionally, we caution against practicing any of the seven rhythmic breathing exercises when feeling uncomfortable, tense, critical, or anxious. Posture is crucial in these exercises, and every detail must be observed.",
  "content": "Prima di iniziare mettetevi sempre in uno stato di benessere e di tranquillità di spirito, sia tramite un esercizio di espirazione (Rivelatore o una recita), sia tramite un esercizio di altro tipo (ghiandolare, riscaldamento, impostazione della voce, canti, ecc...), sia con l'Esercizio preliminare di Rilassamento e Concentrazione descritto sotto. Osservate molto attentamente le indicazioni sulle posture descritte, ogni piccolo dettaglio ha la sua importanza. ESERCIZIO PRELIMINARE DI RILASSAMENTO E CONCENTRAZIONE Prendete innanzitutto un atteggiamento comodo, seduti su una sedia, con la schiena rivolta alla luce. Sedetevi bene, portando il sedere indietro verso lo schienale ma senza appoggiarvi a esso facendo anche in modo che i vostri piedi riposino completamente sul pavimento; le cosce sono orizzontali e parallele. La colonna vertebrale deve essere mantenuta diritta e le spalle devono ricadere naturalmente un po’ all’indietro; il petto, leggermente bombato, conserverà la sua posizione durante tutto l'esercizio, senza mai abbassarsi; l'addome è in dentro; gli occhi aperti, lo sguardo abbassato verso la punta del naso.",
  "last_phrase": "Remember to always start by putting yourself in a state of well-being and tranquility of mind before any exercise. Take note of the posture indications and the importance of the details within them. Apply the Preliminary Exercise of Relaxation and Concentration by assuming a comfortable posture, breathing deeply and exhaling all tension. By following these simple steps, you'll be able to enter any activity with a clear and focused mindset, ready to perform at your best."
}