{
  "title": "\"Rhythmical Breathing Exercises for Body and Mind Harmony\"",
  "first_phrase": "In the previous paragraphs, we learned about the Fourth Rhythmic Breathing Exercise that strengthens the will, develops the sense of taste and telepathy, and establishes a connection with the Earth's electromagnetic field. Now, we move on to the Fifth Rhythmic Breathing Exercise. This exercise involves standing with your back to the light, gazing at a black circle at eye level. Let's see how this exercise contributes to spiritual development and what benefits it brings.",
  "content": "Questo movimento del braccio deve essere completamente rilassato, non deve -8- esserci nessuno sforzo né alcuna tensione nel braccio, e la rotazione deve avvenire come un cuscinetto nell’articolazione della spalla, come se questo braccio ruotasse automaticamente e non vi appartenesse più. Ricordatevi che la flessione viene fatta unicamente nei fianchi; non arrotondate la schiena, ma lanciate il busto in avanti in maniera decisa, tenete le gambe tese, senza irrigidire completamente le ginocchia. Se, all’inizio, non riuscite a colpire il pavimento con il pugno, piegatevi semplicemente il più possibile. Possiamo fare il Quarto Esercizio Ritmico dopo cena, poiché facilità la digestione, grazie alla sua azione sul gran simpatico. Ma non è questo il principale scopo: questo esercizio fortifica la volontà e sviluppa il senso del gusto e la telepatia, che corrisponde al gusto sul piano psichico. L'orientamento del corpo verso i punti cardinali, la rotazione del braccio e la respirazione ritmica, combinati, stabiliscono il collegamento con il campo elettromagnetico terrestre e solare, contribuendo ad armonizzare l'individuo con le leggi universali. QUINTO ESERCIZIO DI RESPIRAZIONE RITMICA Tenetevi in piedi, con la schiena girata alla luce, lo sguardo che riposa sul cerchio nero all’altezza dell'occhio, come nel Secondo Esercizio.",
  "last_phrase": "Incorporate the Quinto Esercizio di Respirazione Ritmica into your daily practice to develop willpower, sense of taste, telepathy, and harmonize with universal laws. Remember to keep your arm movements relaxed and effortless, focusing on the rotation at the shoulder joint. With practice, you'll be able to hit the ground with your fist, and the exercise will become easier. Try doing it after dinner to aid digestion and connect with the earth's electromagnetic field. Keep your spine straight, breathe rhythmically, and stay focused on the goal."
}