{
  "title": "Sesto Esercizio Ritmico: Risvegliare l'Attività del Midollo Spinale",
  "first_phrase": "This text describes the Sixth Rhythmic Exercise, which aims to awaken the activity of the spinal cord and expand the domain of thought in order to perceive our inner mechanism and realize that we are one with the universe. Before starting the exercise, one should have done the Preliminary Exercise of Relaxation and Concentration. During the exercise, one kneels behind a chair, holding onto the backrest with both hands and inhales while mentally repeating \"Do not leave here without having blessed me first.\" Then, one holds their breath while repeating the same phrase before gradually relaxing their hands during seven beats while exhaling. This exercise can be repeated twice a day, and if no chair is available, the arms can be stretched forward while tightly clenching fists or holding a round piece of wood.",
  "content": "Inspirate per il maggior tempo possibile senza sforzo, ripetendovi mentalmente queste parole: «Non andare via da qui senza avermi prima benedetto!» Trattenete il respiro il più possibile e ripetetevi continuamente queste parole: «Non andare via da qui senza avermi prima benedetto!», stringendo sempre di più le mani, ma senza contrarre nessun altro muscolo, come se tutto il peso del corpo si portasse nelle mani. Il corpo, si rilassa sempre di più e si alleggerisce. Il pensiero risuona all'interno e s’inabissa nelle profondità dell’essere. L'essere interno vibra, trepida. Poi espirando durante sette pulsazioni, rilassate progressivamente le mani. Ricominciate fino a coprire tre minuti al massimo. Si può fare il Sesto Esercizio Ritmico due volte al giorno, tra l’altro la sera prima di andare a letto. -10- In mancanza di una sedia appropriata, si possono semplicemente portare le braccia in avanti, senza tenderle, con le mani all’altezza del petto; bisogna stringere saldamente i pugni come nel Secondo Esercizio o, meglio ancora, stringere un pezzo di legno rotondo.",
  "last_phrase": "In conclusion, the Sixth Rhythmic Exercise aims to strengthen self-confidence and soothe the mind while putting the rational mind under the control of the Infinite Intelligence residing in the heart. This exercise is highly effective, but it's essential to never exceed the recommended time limit of three minutes and perform it twice a day for optimal results. Remember to stay relaxed, and don't panic if you experience sensations of warmth or freshness during the exercise."
}