{
  "title": "\"The Arthurian Cycle: Symbolism, Tradition, and the Knights\"",
  "first_phrase": "This section of the text delves into the meaning behind the Arthurian legend. The historical reality of King Arthur takes a backseat to the symbolic and suprahistorical significance his kingdom held in medieval literature. Arthur's reign represented a central regal function linked to the Hyperborean tradition, inspiring the idea of a mythical \"king Arthur\" and the desire for knights to become members of his Order. The name \"Arthur\" derives from the Celtic words for \"bear\" and \"man\" and has connections to the ancient Nordic cult of the bear and the \"polar\" constellation. Together, these elements converge to make Arthur a representative of regality, the Hyperborean tradition, and the polar center.",
  "content": "Este significado de una fuerza viril que infunde espanto va unido además a un simbolismo de origen hiperbóreo y a la vez remite de nuevo a la idea de una función central o «polar». El oso, en efecto, es uno de los símbolos sagrados del antiguo culto nórdico y, simultáneamente, en el simbolismo astronómico corresponde a la constelación «polar» (Osa Mayor). Y no sólo eso: en el conjunto de los textos tradicionales, símbolos y nombres físicos acaban estableciendo una relación entre esa constelación, con el consiguiente simbolismo del polo o centro a ella referido, y Tule, uno de los nombres que designaron la «Isla Blanca» hiperbórea, el centro tradicional primordial. El elemento «polar», el elemento hiperbóreo y el elemento regio convergen, pues, en el personaje de Arturo.",
  "last_phrase": "In conclusion, the symbol of the bear in ancient Norse mythology and astronomy corresponds to the idea of the polar center or function in traditional texts. This polar and hyperborean element converges in the figure of King Arthur, who embodies the principles of the warrior and the spiritual. The chivalry of the Round Table is not simply a military order, but a sacred one that inspires its members to leave behind earthly attachments and pursue nobility and virtue."
}