{
  "title": "The Significance of the Bloody Spear in the Grail Legend",
  "first_phrase": "The following text explores the role of blood in the Grail legend. It discusses how, in later texts, the blood of the Grail becomes more important than the actual container, hosting both royal and divine significance. Blood is often linked in Christianized versions with Jesus' wound and the redemption of humankind. However, it's unclear why the Grail's spear would injure those who seek its secrets, like Nescien. In the Grand Saint Graal, the wound is healed by the blood flowing from the lance, and an angel suggests that this heralds the arrival of true knights and the eventual restoration of the Grail's power. The last part of the text suggests that blood relates to the restorative virtue of the hero, but it is also a reminder of Jesus' wound.",
  "content": "Se recobra la vista y se cierra la herida en virtud de la sangre que mana del hierro de la lanza, una vez que se ha logrado extraerla de la herida. En el Grand Saint Graal, al producirse este fenómeno, un ángel resplandeciente dice que ese es el inicio de las maravillosas aventuras que tendrán lugar en el país adonde se dirija José de Arimatea, o sea en la región noroccidental. Gracias a estas aventuras, «los verdaderos caballeros se distinguirán de los falsos, la caballería terrenal se tomará caballería celestial», y entonces se repetirá el milagro de la sangre que brota del hierro de la lanza. También el último rey de la dinastía de José resultará herido entre los muslos por la lanza y no sanará hasta la llegada de aquel que descubra el secreto del Grial y posea la cualificación requerida para ello. En ese conjunto, la sangre de la lanza parece estar, por tanto, en relación con la virtud del héroe restaurador. Pero en este texto se encuentra también la referencia de que la lanche aventureuse hiere, en el sentido de infligir un castigo destinado a recordar la herida de Jesús.",
  "last_phrase": "In conclusion, the blood that flows from the iron of the spear symbolizes both the restorative power of the hero and the need for sacrifice as a prerequisite for experiencing the Holy Grail. The theme of sacrifice is intertwined with vengeance as the restoration takes on a more assertive character. Overall, the lance symbolizes the complex relationship between Christian sacrificial themes and the heroic tradition of chivalry."
}