{
  "title": "The Symbolism of Sacrifice and Revenge in the Quest for the Holy Grail",
  "first_phrase": "This section delves into the theme of sacrifice in relation to the Grail, tied with the idea of needing to undergo mortification as a prerequisite to experiencing it safely. The idea of sacrifice intertwines with revenge in some texts, with the spear's blood recalling a revenge that the chosen one must fulfill for the realm to find peace. The restoration becomes a reaffirmation of the same force or tradition that someone else acquired but failed. The Christian sacrificial theme is rectified in a more virile sense, with the spear leading to a \"triumphant peace.\" This theme is found in the Celtic legend of Peredur ab Evrawc and has probably influenced Grail narratives.",
  "content": "En cualquier caso, de una sangre con caracteres 51 Julius Evola – El Misterio del Grial enigmáticos - sangre de redención - se pasa a la sangre como sangre regia, y finalmente la lanza conduce a la «paz triunfal». Una vez más se confirma la vena central y solar de la tradición aquí estudiada, surgiendo a través de los laberínticos meandros del simbolismo y la opacidad de las estratificaciones. El tema la pés sera pas ceste lance se encuentra ya en la leyenda céltica de Peredur ab Evrawc junto al de la venganza, y por esa razón probablemente ha influido en las narraciones del Grial. Como Parsifal, el héroe Peredur es maldecido por no haber «hecho la pregunta», lo cual significa aquí: por no haber preguntado por la «lanza extraordinariamente grande» de la que manan tres flujos de sangre. En algunas formas de la saga, el castillo donde se encuentran esos objetos se confunde con otro castillo del que es rey un caballero cojo ya canoso.",
  "last_phrase": "In conclusion, the legend of Peredur ab Evrawc and its connection to the story of the Grail reveal a central and solar tradition that is filled with intricate symbolism and obscurity. It is interesting to note that the heroic Peredur was cursed for not asking about the lance that brought about redemption, similar to the story of Parsifal. Ultimately, the hero triumphs over the supernatural women and brings about peace and healing to the kingdom. This highlights the constant theme of the hero surpassing the power of the feminine."
}