{
  "title": "\"Symbolism and Significance in the Story of the Grail\"",
  "first_phrase": "This last section expounds upon the significance of transmission in the Arthurian legends. It highlights how the passing of the baton, from a weakened dynasty to a stronger one, is necessary for progress. In contrast, an irregular, violent and unqualified transition is portrayed as a painful setback. The piece touches upon a few interesting references of note. For example, in Wolfram von Eschenbach, the elderly Titurel, who is bedridden, continues to live due to representing the function of the Holy Grail. Furthermore, Amfortas's poisoned wound hurts especially under the sign of Saturn, the king of the primordial era.",
  "content": "Los reyes derrocados que aparecen en otros textos suelen tener una vida prolongada de forma no natural: mil años de edad algunos, cuatrocientos otros y otros, trescientos. No pueden morir antes de que llegue el predestinado. Se alude, con ello, a un interregno, en el sentido de la supervivencia simplemente formal del regnum. Es un mandato conservado en estado latente, portado por heridos, por paralíticos o por ciegos, hasta que llegue el restaurador, y cuando en el Perceval li Gallois se lee que el padre de Parsifal, obedeciendo a una voz divina, había ido a países lejanos de Occidente, y que aquí no podía morir hasta que apareciera quien merecía ser llamado el mejor caballero del mundo, vuelve con ello otra vez el tema de la «Isla Occidental», de Avalón y del rey Arturo herido. Otra referencia interesante es la de Wolfram, según quien la herida envenenada y ardiente de Amfortas dolía particularmente bajo el signo de Satumo, o sea de Cronos. Como ya hemos dicho, Saturno-Cronos es el rey de la edad primordial, el rey durmiente en su sede hiperbórea; según algunos mitos, privado de su «virilidad» al superponerse otro ciclo.",
  "last_phrase": "En resumen, la figura del rey de edad prolongada y herido representa el mandato latente para la llegada del restaurador, así como la tradición regia primordial y la idea de la resurrección del muerto. Además, la herida envenenada y ardiente de Amfortas se agudiza en el signo de Cronos, lo que indica la necesidad de liberar las imperfecciones y oscuridades para obtener la \"piedra de fundamento\". La imagen del héroe muerto o herido junto a su esposa ejemplifica el fracaso previo en la búsqueda del Grial."
}