{
  "title": "\"The Sacred Stones: a Comparative Study on Mythology\"",
  "first_phrase": "This text explores the sacred stones found in different cultures and traditions, including the Irish regal stone, the black stones at the Kaaba and in Rome, the stone sent by the \"King of the World\" to the Dalai Lama, and the omphalos, the sacred stone at Delphi. The omphalos was also known as the \"betilo,\" a stone of victory, similar to the Grail. This last section delves into the Hebrew concept of Beth-el, which refers to the \"house of the Lord,\" and its relationship to the story of Jacob, who wrestled with an angel to receive a blessing and had his name changed to Israel.",
  "content": "Esto se desprende ya de Plinio: Sotacus et alia duo genera fecit cerauniae, nigrae rubentisque, similes eas esse securibus, ex his quae nigrae sint ac rotundae sacros esse, urbes per illas expugnari et Classes, baetulos (betillos) vocari, quae vera longae sint ceraunias. Pero el nombre Baetulos es idéntico al hebraico beth-el, que quiere decir «la casa del Señor» y que no puede dejar de rememorar la conocida historia de Jacob, «vencedor del ángel». De Jacob recibió el nombre de Bethella región en que una piedra sagrada señala el lugar temible donde una escalera une el Cielo con la Tierra. «¡Qué espantoso es este lugar!», dice Jacob. «Este lugar no es sino la casa de Dios y esta es la puerta del Cielo.» Pero en Jacob es también bastante visible el componente «luciférico» propio de las realizaciones de tipo «heroico». Ya su nombre significa «suplantador». Jacob es aquel que lucha contra el ángel y le impone bendecirlo, consigue ver a «Elohim cara a cara» y «salvar su vida», combatiendo contra la divinidad misma.",
  "last_phrase": "In conclusion, this text sheds light on the intriguing similarities between Jacob, the biblical figure, and Parsifal, the legendary knight of the Grail. The notion of wrestling and obtaining blessings in the face of divinity is a common thread between these two figures. Moreover, the enigmatic connection between the wounded thigh of both kings adds an additional layer of mysticism to this analysis."
}