{
  "title": "\"The Symbolism of the Grial-betilo in Medieval Legend\"",
  "first_phrase": "In the previous text, it was established that the Holy Grail is linked to the \"primordial state\" as the foundation and expresses something that unites Heaven and Earth. Additionally, the tradition of Set conquering the Grail is intertwined with the medieval imperial legend. The legend features a mysterious ship carrying a golden crown, a sword, and a bed. The sword is David's, and its sheath is called \"memory of blood.\" A single knight is destined to wield the sword and surpass all who came before and after. This ship symbolizes the abandoned inheritance of the primordial regal tradition, awaiting the destined restorer.",
  "content": "Se trata de una nave misteriosa en la que hay un lecho, una corona de oro y una espada «de extraño tahalí», tahalí constituido por tres tiras de diferente color - blanca una, verde la otra y roja la tercera -, que hizo Salomón, o su mujer, con ramitas de un árbol igualmente crecido de un brote sacado del árbol central del Paraíso, en tres fases de su desarrollo. La espada es la de David, el rey sacerdotal que a menudo hemos visto confundirse con la figura del preste Juan. Detalle sumamente significativo: la vaina de esta espada recibe el nombre de memoria de la sangre, memoire de sangc. Un escrito advierte que un solo caballero podrá empuñar esa espada, y éste superará a todos cuantos lo ayan precedido y lo sucedan. La nave con esos objetos no tiene tripulación, ha sido abandonada en el mar y navega bajo guía divina. Nos parece evidente que todo ello es un equivalente de «la pregunta que hay que hacer» tal como la interpretaremos, o sea, que simboliza la herencia abandonada de la tradición regia primordial, que espera al predestinado y al restaurador.",
  "last_phrase": "In conclusion, the mysterious ship carrying a bed, a gold crown, and a strange sword represents the abandoned heritage of the primordial royal tradition, waiting for its destined restorer. This symbol is equivalent to Arthur's lost sword and the Holy Grail, both waiting for their rightful wielder. With themes from Hebrew and Celtic-Hyperborean traditions, this ship and its contents carry great significance as a symbol of the \"piedra del Centro,\" representing the empire's center and its diverse legends."
}