{
  "title": "The Mystery of the Templars and Their Alleged Heresies",
  "first_phrase": "In the previous text, Julius Evola discusses the true nature of the Knights Templar and their secret initiation rites. Despite the distorted and blasphemous accusations made against them, it is clear that the order rejected the limitations of Christian worship and sought to establish a new spiritual authority center that surpassed the traditional Church. This part of the text focuses on the Templars' secret initiation ritual, which required aspirants to renounce Christ and profess their belief in a higher, divine power. By doing so, they gained access to the order's inner hierarchy and spiritual teachings.",
  "content": "Lo que diremos a continuación no se puede aplicar a la gran masa de los templarios en su última época, sino a una jerarquía que, como suele suceder en tales casos, no coincidía necesariamente con la oficial y visible. Pero ello basta para caracterizar la Orden. Ante todo, se desprende con gran uniformidad, no sólo de confesiones arrancadas con tortura, sino también de declaraciones espontáneas, que los templarios poseían un rito secreto de carácter auténticamente iniciático. Como condición para ser admitidos en ese rito, o como fase introductoria, había que abjurar de la cristolatría. El caballero aspirante a las jerarquías internas de la Orden debía pisotear y ultrajar el crucifijo. Se les ordenaba «no creer en el crucifijo, sino en el Señor que está en el Paraíso»; se les enseñaba que Jesús había sido un falso profeta, no una figura divina sacrificada para redimir los pecados de los hombres, sino un hombre cualquiera muerto por sus propios errores. El texto de la acusación se formula así: Et post crux portaretur el ibi diceretur sibi quod crucifixus non est Christus, sed quidam falsus propheta, depetatus per iudaeos ad mortem propter delicta sua.",
  "last_phrase": "In conclusion, while the information presented may not apply to the majority of the Templars in their later period, it characterizes a hierarchy within the organization. The Templars were accused of possessing a secret, initiatory ritual that required renunciation of Christianity, including trampling on the crucifix. They also allegedly disdained the sacraments and the authority of the Pope and the Church. It's important to note that these accusations may have been exaggerated or used as a form of testing, rather than true rejection of Christian beliefs."
}