{
  "title": "\"The Crusade Against the Grail: The Destruction of the Knights Templar\"",
  "first_phrase": "This text explores the destruction of the Templars and how this event marked the end of the metaphysical tension of the medieval period. The author delves into the Church's attitudes towards chivalry and other orders, and how the attack on the Templars was a crusade against the Grail. The text draws parallels between the Templars and the guardians of the Grail, highlighting similarities in their clothing, symbols, and beliefs. The author also notes that the Templars saw combat and \"holy war\" as a path to ascension and liberation. This section sheds light on the significance of the Templars in the medieval period and their place in the mythology of the Grail.",
  "content": "En el Perlesvaus los guardianes del Grial en la «Isla» son figuras a un tiempo ascéticas y guerreras que, como los templarios, ostentan una cruz roja sobre una túnica blanca. José de Arimatea dio a Evelach, antepasado de Galahad, héroe del Grial y del rey Arturo, un escudo blanco con cruz bermeja, la misma enseña dada exclusivamente a los templarios, en 1147, por el papa Eugenio III. Y una nave con esta misma enseña templaria, con cruz roja sobre vela blanca, es la que acude por último a recoger a Parsifal para conducirlo a la sede desconocida adonde había sido llevado el Grial y de donde Parsifal ya no volverá. Los mismos temas se encuentran en la saga Som de Nansai, ya que también aquí termina siendo custodiado el Grial por monjes guerreros, que habitan una isla de la que de vez en cuando parten aquellos que revestirán en otras tierras la dignidad de rey. Ahora bien, la caballería templaria fue típicamente una Orden en la que el combate, y sobre todo la «guerra santa», equivalían a una vía de ascesis y de liberación.",
  "last_phrase": "In conclusion, the guardians of the Grail in Perlesvaus and Som de Nansai display similarities to the Templars who viewed combat as a means of asceticism and liberation. However, it is important not to idealize the entire Templar order, as some members were not up to par with the ideals. Nevertheless, the true essence of their beliefs and practices can be understood through expert analysis of the records and proceedings of the Templar trials."
}