{
  "title": "Dante's Veltro and Dux: Symbolism and Connection with the Problem of Empire.",
  "first_phrase": "In the final section of \"27 Julius Evola - El Misterio del Grial,\" the author explains the similarities between Dante's concepts of Veltro and Dux. The text discusses how Dante's use of the term \"Veltro\" may have been influenced by the similarity between \"can\" and \"Kan,\" the title of the leader of the Mongol Empire. Additionally, the author links the ancient Germanic term \"huno,\" which means lord or ruler, to various noble families and representations of the \"Centro del Mundo.\" This section concludes the broader analysis of internal unity expressed through the symbolism of various characters in myths and sagas.",
  "content": "El Gran Kan de los tártaros todavía no se había convertido entonces en el terror de Europa, sino que, según las descripciones de un Marco Polo, de un Haithon, de un Mandeville, de un Johannes de Plano Carpini, etc., precisamente estaba considerado el poderoso emperador de un misterioso, lejano y extenso imperio, un prudente y feliz monarca amigo de los cristianos pese a ser «pagano». La asimilación fonética que de Kan conduce a Veltro, por lo demás, ya aparece en la versión alemana de Mandeville: Heisset der grosse hundl, den man gewonlich nennr Can... der Can ist der oberst und machligst Kaiser den die sunne überscheinet; y el propio Boccaccio, aun rechazándola, tuvo que aludir a una interpretación del Veltro dantesco, precisamente refiriéndose al Gran Kan. Por lo demás, en la antigua lengua alemana huno significaba señor, dominador, y esta palabra se repite en diversos nombres de antiguas familias nobles alemanas, como Huniger y otras.",
  "last_phrase": "In conclusion, the figure of the Great Khan in Dante's Divine Comedy is a symbol of political hope and aspiration that is closely related to the concept of the Holy Roman Empire. Dante's journey through the realms of the afterlife can be seen as a dramatic representation of purification and initiation that parallels the quest for the Holy Grail. Ultimately, the Great Khan represents a function rather than a specific historical figure or kingdom and serves as a powerful metaphor for the pursuit of a harmonious and just society."
}