{
  "title": "\"The Symbolism and Practices of the Templars\"",
  "first_phrase": "In this last part of the text, we delve deeper into the symbolism of initiation in the templar tradition. The \"baptism of fire\" served as a heroic solar initiation for neophytes who were considered as \"newborns\" in the second birth. The text talks about the symbol of the goddess Demeter, who put the child into the fire to assure immortality, and the importance of the cord, which was a sign of the initiated. The \"double fire\" and the \"double sword\" are explored as important symbols in the templar tradition. Additionally, the text explores the accusations of demonology and magic surrounding the templars.",
  "content": "El «doble fuego» es una imagen que, en cierta medida, equivale a la de la «doble espada»: en Oriente se le atribuyó la doctrina del doble nacimiento de Agni, y en el mundo clásico, la del doble fuego, telúrico y uránico. Ahora bien, uno de los símbolos principales de los templarios, la «doble llama», nos remite probablemente a la misma idea y, en todo caso, se acompaña de un cáliz que, como ha observado alguien, representa precisamente el papel de «una especie de Grial». Las dos llamas, por lo demás, aparecían ya en el simbolismo mitríaco, en relación con una iniciación abierta sobre todo al elemento guerrero. Hemos dicho ya que Inocencio III acusó a los templarios de cultivar la «doctrina de los demonios», lo que simplemente equivale a las ciencias sobrenaturales. Sobre los templarios corrían rumores de magia y nigromancia.",
  "last_phrase": "In conclusion, the symbolism of the double flame and the use of astrological-alchemical signs in the monuments and tombs of the Knights Templar suggest an interest in supernatural sciences and mysticism. The idea of the double fire, also known as the double sword, is present in both Eastern and Classical mythology. Despite accusations of demonic practices and rumors of magic and necromancy, the Templars' interest in alchemy and other esoteric practices is debated. The cycle of the Grail, with its astrological references, incorporates similar elements of mysticism and the supernatural."
}