{
  "title": "\"The Symbolic Importance of Horses in Medieval Literature\"",
  "first_phrase": "This text explores the symbolism of the demonic horse encountered by Parsifal in his adventures. It draws connections between the horse and the concept of vital force in ancient mythology, as well as its association with two distinct deities: Poseidon and Mars. The danger of being thrown off the horse represents the risk of being overtaken by elemental forces. The text also examines the importance of the horse as a recurring symbol in chivalric literature, particularly in relation to the spiritual principle represented by the knight. This section concludes by discussing other episodes in which the horse plays a pivotal role, including Galván's \"pride trial\" and the attempt by a buried knight to trap Parsifal and claim his steed.",
  "content": "En la Antigüedad, el caballo era sagrado sobre todo para dos divinidades: para Poseidón y para Marte. Poseidón es también el dios telúrico (el «que sacude la tierra») y el dios del mar, y es por consiguiente el símbolo de una fuerza elemental, lo cual aclara la relación que en las aventuras anteriormente recordadas tiene la cabalgadura demoníaca con las aguas, con la corriente en la que precipita a su jinete. Referido, además, a Marte, el caballo expresa más bien una orientación guerrera de la fuerza vital que corresponde precisamente al «vehículo» de las aventuras heroicas propias, en general, de la caballería. Eso aclara el significado esotérico de ser tirado del caballo: es el peligro de que predomine lo «elemental», la fuerza desencadenada. Igualmente manifiesto aparece el sentido de otros episodios: el caballero sepultado, que intenta encerrar a Parsifal en su tumba, trata asimismo de arrebatarle la montura. En la «prueba del orgullo» pasada por Galván, para salvar un río, el héroe, como condición para el trayecto, debe entregar la montura del caballero al que él, antes, debe vencer.",
  "last_phrase": "In conclusion, it is evident that the horse, being sacred to Poseidon and Mars in ancient times, represents elemental and warrior-like forces. The significance of horse-related events in adventures can be better understood with this knowledge, and their hidden meanings can be deciphered. Therefore, the reader can be more aware of the symbolisms associated with horses and appreciate their importance in tales of chivalry and heroism."
}