{
  "title": "\"The Meaning of the Grail in Arthurian Legends\"",
  "first_phrase": "In the previous part of the text, the author discusses how the transmission of power and the establishment of a new dynasty is the ultimate goal of the Grail mythology. In this last part, the author talks about how in Wolfram von Eschenbach's version of the story, the wounded king is healed by the Grail, but he still leaves the throne, which is taken over by Parsifal. The author also mentions the presence of Titurel, the first to whom the Grail was entrusted, who represents the function of the Grail and is kept alive by it, but is suffering from incurable illnesses.",
  "content": "En el mismo Wolfram, si bien el rey herido se cura, deja sin embargo el trono, que pasa a Parsifal. Justamente ese es el sentido: una transmisión. Una antigua dinastía decaída es liberada de su vida artificial y acaba en el momento en que una nueva dinastía se muestra capaz de asumir la función, empuñando o reconstituyendo la espada, realizando la venganza, poniendo en pie lo que había caído. En cambio, la sustitución que sucede de modo irregular y arbitrario, acompañada de violencia y de falta de cualificación, o presentada como lucha fratricida, es el sentido de la historia del «golpe doloroso», ya sea tal como la hemos sugerido nosotros en el caso de la Morte Darthur; ya sea en las otras varias versiones, más o menos confusas e intrincadas. En Wolfram von Eschenbach, junto al rey herido vive además un majestuoso anciano, postrado en un lecho. Es Titurel, el primero a quien se confió «la bandera del Grial». El Grial - es decir, la función de la que todavía es representante - lo mantiene vivo, pero está aquejado de «gota y una parálisis contra las que no hay remedio».",
  "last_phrase": "In conclusion, the concept of succession is a recurring theme in Arthurian legends. A fallen dynasty is liberated when a new one rises to claim the throne, wielding or reconstituting Excalibur and restoring what had been lost. However, when succession happens in an irregular and violent manner, accompanied by a lack of qualification or presented as a fratricidal struggle, it represents the painful blow of history. This theme is exemplified in the character of Titurel, who is kept alive purely by his representation of the function of the Holy Grail, as well as his ailment, which cannot be cured."
}