{
  "title": "The Spiritual and Warrior Elements in King Arthur's Legend.",
  "first_phrase": "In the preceding text, the author explains how the legend of King Arthur is not only about his warrior side, but also about his spiritual and transcendent counterpart, embodied by Merlin. In this last part, the author refers to the connection between these two principles and how they define the \"chivalry\" of King Arthur's court. The knights were not only warriors, but they also strived for spiritual excellence. The author also mentions Stonehenge, a mysterious megalithic or neolithic structure, and how Merlin challenged the knights to learn whether strength or spirit was the superior force.",
  "content": "El propio Grial puede representar en el fondo el elemento trascendental con el que aquella caballería aspiraba a completarse: cosa que se verá claramente en las formas de la saga en que el reinado de Arturo acaba confundiéndose con el del Grial. Conviene referir aquí el episodio sobre las piedras de Stonehenge, piedras que aún existen y son motivo de asombro para muchos, porque es un misterio el modo en que esos gigantescos bloques pudieron ser tallados y transportados, en tiempos tan remotos, al lugar donde han sido hallados, como restos de un gran templo solar que al parecer se remonta al megalítico o al neolítico. Merlín, al ordenar a los guerreros que saquen aquellas enormes piedras de lejanas canteras, dice: «Poned manos a la obra, valerosos guerreros, y aprended, haciendo bajar esas piedras, si la fuerza es superior al espíritu o es el espíritu el que es superior a la fuerza». Los guerreros se muestran incapaces, y Merlín, riendo, ejecuta la obra sin dificultad alguna.",
  "last_phrase": "In conclusion, the Arthurian legend and the tale of the Holy Grail have deeply symbolic meanings, such as the quest for transcendence and the balance between physical strength and spiritual power. The stones of Stonehenge and the sword in the stone represent the foundation of a mythical and heroic culture where death is considered a victory and freedom for the soul. These stories remind us of the power of mythology and how it can lead us to insights about our own lives and belief systems."
}