{
  "title": "\"The Symbolism of the Fisher King in the Grail Legend\"",
  "first_phrase": "This text discusses the significance of the female character representing the Grail seeker's relative, who reveals her name and provides explanations about the mystery of the Grail Castle in Wolfram's version. In addition, various theories about the motif of the Grail King's illness and devastation in the kingdom are explored. The text ends with Parsifal, who retrieves the Grail, the lance, and the sword from the enemy king and leads a ascetic life with his companions after their departure towards an unknown location where the Grail will manifest.",
  "content": "Como variante del tema antes indicado, hay que considerar por último aquella según la cual el rey ya no está enfermo, ni su reino está devastado, sino que todo ello sucede únicamente por el hecho de que por tres veces se ha visto el Grial con la lanza y la espada sin que se preguntase para qué servían. Indiferencia e incomprensión han creado una gran «desdicha»; por eso ha perdido su antiguo esplendor la corte del rey Arturo y se han desencadenado todas las guerras en la tierra. El marco de esta redacción de la leyenda tiene algo del tono trágico de un «crepúsculo de los dioses». Cuando llega Parsifal, el «rey pescador» ha muerto ya, su adversario, el rey del Chastel Mortel, se ha adueñado del Grial, de la lanza y de la espada. Parsifal reconquista estos objetos y obliga al rey enemigo a quitarse la vida, pero no funda una nueva dinastía del Grial, sino que se retira con sus compañeros a una vida ascética. Una voz divina le advierte que el Grial sólo volverá a manifestarse en un lugar misterioso que les será revelado y hacia donde parten Parsifal y sus compañeros para no volver nunca más.",
  "last_phrase": "En conclusión, la leyenda del Rey del Grial y su corte ha sido contada en varias versiones, pero todas ellas coinciden en que la indiferencia y la incomprensión han llevado a la pérdida del esplendor de la corte y al desencadenamiento de guerras. Aunque Parsifal recupera los objetos sagrados, no funda una nueva dinastía del Grial, sino que se retira a una vida ascética. La figura del \"rey pescador\" tiene una fuente cristiana y otra céltica, relacionada con el tema de la pesca milagrosa en el Evangelio."
}