{
  "title": "\"The Dangerous Seat: A Key Element in the Grail Quest\"",
  "first_phrase": "This text explores the concept of the \"dangerous seat\" or \"polar seat,\" where sitting on it carries grave consequences. It talks about how Moisés was destroyed when he sat on it, and only Galahad, who was destined to complete the quest of the Holy Grail, would be able to sit on it without harm. The text describes the \"Trial of the vessel\" and how only those without guilt could experience the ecstasy of the Grail. The last 200 tokens of the text describe the \"Trial of the Sword,\" which is about pulling a sword from a stone and becoming the best among the knights. Only those who have passed this test can sit on the dangerous seat and move onto the next set of trials that lead to the ultimate conquest of the Grail.",
  "content": "Por otra parte, se encuentra también el motivo de que sólo podrá buscar el Grial quien se haya sentado en el sillón de oro construido por una mujer sobrenatural. Seis caballeros que han intentado sentarse en él son absorbidos por una repentina vorágine. Parsifal se sienta también, retumba un trueno terrible, se abre la tierra, pero él sigue tranquilo en su asiento. Impasible, en su tranquila dignidad, en la pureza de su fuerza, nada puede contra él. En Robert de Boron, tras ello, al audaz que ha soportado esta prueba, y también a todos los caballeros de la Tabla Redonda, se le imponen otra serie de aventuras, que constituyen la vía para la conquista definitiva del Grial. La Queste du Graal y la Morte Darthur presentan el tema de forma aún más directa: el asiento peligroso es ocupado felizmente sólo por quien ha superado la «prueba de la espada»: que consiste en desclavar una espada de una piedra, demostrando con ello ser el mejor entre todos los caballeros.",
  "last_phrase": "In conclusion, the search for the Holy Grail is not an easy one, and only the most qualified can achieve it. The danger of the Grail is real, and those who try to obtain it without proper qualifications will be destroyed. However, for those who pass its tests, the Grail represents a transcendental power that can provide sustenance to each individual. It is a reminder that with great power comes great responsibility, and that only those who are worthy can achieve greatness."
}