{
  "title": "\"The Dangerous Quest for the Holy Grail\"",
  "first_phrase": "The final part of this text delves into the dangerous aspect of the Grail. Only those who have proven worthy by sitting on a supernatural woman's golden throne are able to seek this holy relic, which causes destruction to those who try to obtain it without the appropriate qualification. The Grail's power destroys those who attempt to usurp it with a titanic, luciferic or promethean attitude. In Wolfram's writing, the Grail becomes too heavy for the guilty to hold. The quest for the Grail is not complete until the journey through a series of adventures, revealing the power of the Grail's transcendental influence on those who seek it.",
  "content": "Cuando se consigue pasar esta prueba, cuyo significado hemos explicado ya, se manifiesta el Grial en la Corte del rey Arturo, aparece una luz que resplandece más que el sol, aparece mágicamente el Grial emanando su aroma y dando a cada caballero el alimento que le es adecuado. 38 Julius Evola – El Misterio del Grial Este aspecto peligroso del Grial se considera que es el caso límite de lo que el Grial puede obrar precisamente a tenor de la variada naturaleza de quienes entran en contacto con él. La fuerza del Grial destruye a todos los que intentan asirla sin tener la cualificación adecuada, que pese a ello tratan de usurparla repitiendo el gesto titánico, luciférico o prometeico. Se encuentra al respecto una expresión muy significativa en Wolfram cuando éste dice en sentido figurado que, para los culpables, el Grial se hace tan pesado que no podrían sostenerlo ni siquiera todos juntos. El exceso que el poder trascendental constituye para un ser condicionado y sujeto a su limitación es precisamente lo que hace actuar como fuerza destructora a una fuerza de «vida» (cf. el fuego que consume a Moisés).",
  "last_phrase": "In conclusion, the power of the Grail can be destructive for those who try to approach it without the proper qualification. Only the worthy ones can overcome its dangerous nature and manifest its glory, as depicted by the appearance of a bright light and the magical emanation of the Grail, providing each knight with the appropriate food. It is a daunting but rewarding task that demands utmost respect and reverence."
}