{
  "title": "\"Ancient Persian and Hindu Mythology: Heroes and Avatars\"",
  "first_phrase": "In the previous text, the author explores the idea of the heroic spirit in various traditions, from Iranian to Hindu. This final section focuses on the doctrine of avatara Kalki and its relationship with Paraçu-Râma, a typical representation of the heroic tradition. With his hacha, Paraçu-Râma exterminated warriors and killed his own mother, symbolizing the double overcoming of degraded masculinity and maternal spirituality. In eternal ascetic life on a mountaintop, Paraçu-Râma awaits a new manifestation of the sacred king to emerge victorious over the darkness, similar to the avatar Kalki. Another Iranian tradition tells of Kereshaspa, a hero wounded and put into a deep sleep. He was revived by fravashi and will fight alongside the future Lord, Çaoçyant, against dark forces.",
  "content": "Con su hacha, cuando los antepasados de los colonizadores arios de la India se encontraban todavía en una sede septentrional, exterminó a los guerreros rebeldes y además mató a su culpable madre: se trata de símbolos de la doble superación que ya hemos dicho que caracterizaba al espíritu «heroico» - superación tanto de la virilidad degradada como de una espiritualidad que ha adoptado una forma femenino materna confonne a una involución y una degradación en sentido opuesto -, tanto más cuanto que su acción se sitúa en un período entre la Edad de Plata, o lunar, y la Edad de Bronce, o titánica, entre el tretâ yuga y el dvâpara yuga. Paraçu-Râma nunca murió, se retiró a llevar vida de asceta en la cumbre de un monte, el Mahendra, donde vive eternamente. Sentado esto, cuando lleguen los tiempos, de conformidad con las leyes cíclicas, habrá una nueva manifestación de lo alto en forma de rey sagrado, que saldrá victorioso sobre la «edad oscura», como el avatar Kalki.",
  "last_phrase": "In conclusion, Paraçu-Rama and Kalki represent symbols of heroic transcendence and the manifestation of a sacred king who triumphs over the darkness. These myths embody the cyclical nature of time and the eternal quest for spiritual enlightenment. The powerful imagery of the white winged horse and the luminous sword also serve as timeless symbols of victory and transcendence in various mythologies around the world."
}