{
  "title": "The Limitations of Modern Scholarship in Understanding the Grail",
  "first_phrase": "In the previous section, the author explains the flaws of modern scholars when tracing the origins and influences of certain ideas or legends. They tend to focus solely on empirical evidence and ignore the possibility of transmission through non-historical means. They also displace perspectives rather than expanding them, failing to find a concrete point of view that can lead to a deeper understanding. In this last part, the author gives further precision on interpreting the motifs of the Grail in light of historical characters, and how this perspective can limit the exploration of more profound themes.",
  "content": "La nueva referencia no le sirve en absoluto para iluminar una tradición con ayuda de la otra, para comprender una mediante el elemento, universal, metafísico y suprahistórico, acaso más visible en el correspondiente símbolo tal como ha sido formulado en la otra tradición. En resumen, es pasar sin reflexión de uno a otro de los puntos de una perspectiva con dos dimensiones, no es la búsqueda de ese punto de vista concreto que de las dos dimensiones superficiales puede conducirnos a la tercera dimensión, a la dimensión en profundidad, para que pueda servir de centro ordenador o de hilo conductor a todo el resto. En cuanto a la mención que hemos hecho sobre las tentativas de interpretar los motivos del Grial con arreglo a personajes y situaciones históricas, dado que esas tentativas se han realizado también con otras sagas que tienen importantes relaciones con el Grial (rey Arturo, preste Juan, etc. ), esto merece alguna otra precisión. En general, en esos intentos actúa la denominada tendencia «evemerista», recogida por los autores modernos según su irresistible impulso a hacer depender, siempre que pueden, lo superior de lo inferior.",
  "last_phrase": "To truly understand a tradition and its symbols, one must explore the deeper, metaphysical aspects that connect them. Attempting to interpret the symbols through a strictly historical lens misses the true essence of their meaning. By recognizing the intersection of history and suprahistoric archetypes, we can gain a richer understanding of the symbols and their relevance to our lives."
}