{
  "title": "\"The Grail and Its Political-Religious Significance in History\"",
  "first_phrase": "In the previous text, we explored the concept of the two swords in teological-political literature during the investiture struggle period. Now, we'll delve into the particular problem of the meaning behind the Grail and the Grail order during the historical period when these legends spread. The invisible realm of the Grail and the knights who journeyed from there to distant lands on secret missions, all for a kingdom that would forever remain unconquered, connects men across time and space with an unbreakable chain. This concept of an invisable and inaccessible kingdom shows up in many traditions, including Arturian legend and the realm of the Prester John.",
  "content": "Ese reino del Grial - ese centro que, como dice Wolfram von Eschenbach, a formar parte de él están llamados los elegidos de todas las tierras, del cual parten caballeros para lejanos países, en misiones secretas, y que, por último, es «semillero de reyes» -, es la sede desde donde éstos son enviados a varias naciones, cuyos reyes nadie sabrá jamas de «dónde» vienen verdaderamente y cuál es su «raza» y su «nombre»; el signo del Grial inaccesible e inviolable sigue siendo una realidad incluso en la forma en la que no se lo puede relacionar con ningún reino de la historia. Es una patria que nunca podrá ser invadida, a la que se pertenece por un nacimiento distinto del físico, por una dignidad distinta de todas las del mundo y que une en una cadena irrompible a hombres que pueden aparecer dispersos en el mundo, en el espacio y en el tiempo, en las naciones. En nuestros escritos hemos tenido ocasión de volver a menudo sobre esta enseñanza. En este sentido esotérico, el reino del Grial, así como el reino de Arturo, el reino del preste Juan, Tule, Avalón, etc, siguen existiendo.",
  "last_phrase": "En conclusión, el reino del Grial sigue siendo una realidad esotérica y polar que no puede ser invadida y a la que se pertenece por un nacimiento distinto del físico, por una dignidad distinta de todas las del mundo. Esta enseñanza se ha vuelto a menudo en nuestros escritos y este reino no se traslada más o menos cerca de los diversos puntos de la corriente de la historia, sino que es la corriente de la historia."
}