{
  "title": "\"The Mystery of the Grail: Symbolism and Initiation\"",
  "first_phrase": "In this part, Julius Evola delves deeper into the dangerous aspect of the Grail, detailing how the transcendent power of the Grail can act as a destructive force for those who lack the appropriate qualification to handle it. As seen in various Grail stories, those who attempt to possess it without being worthy face destruction, and even death. Evola cites examples from Wolfram and Morte Darthur where characters who encountered the Grail faced dire consequences. The text speaks of Lanzarote, who falls into a coma for 24 days after coming into contact with the Grail, saying that he was much better off before being awakened.",
  "content": "Una variante de ese significado la encontramos en la Morte Darthur de la forma siguiente: al observar «una gran claridad, como si todas las antorchas del mundo se reuniesen en aquella sala», debida al Grial, Lanzarote se acerca. Una voz le aconseja no entrar, es más, le dice que huya, o de lo contrario tendrá que arrepentirse. Él no obedece y entra, un fuego le golpea en el rostro, cae al suelo y ya no puede levantarse, al haber perdido todo poder sobre sus miembros. A sus compañeros, que lo creen muerto, les dice un viejo: «En nombre de Dios, ése no está muerto, sino más lleno de vida que el más poderoso de todos vosotros.» Lanzarote permanece en ese estado de muerte aparente durante veinticuatro días, y las primeras palabras que luego pronuncia son: «¿Por qué me habéis despertado? Estaba mucho mejor que ahora». Esta experiencia se refiere a haber visto al Sancgreal como nadie puede verlo mejor.",
  "last_phrase": "In conclusion, the experience of seeing the Sancgreal or the Holy Grail as described in different traditions and cultures refers to an initiatory state where participating in the power of the Grail becomes possible through a suspension of waking consciousness. This state allows one to avoid the negative and destructive effects that the experience of \"contact\" can cause in those who are unable to reach higher forms of consciousness. It is a symbol of both feminine and masculine aspects, representing the vivifying and illuminating aspects of the cup and the fiery or regal aspects of the lance or scepter."
}