{
  "title": "\"The Symbolic Gifts of Prester John to Emperor Frederick\"",
  "first_phrase": "In this text, Julius Evola explores the mythical kingdom of Prester John, an enigmatic and mysterious ruler who has been a source of fascination for centuries. Evola delves into the symbolic attributes of this kingdom, which allegedly resided in Central Asia, Mongolia, India, or Ethiopia, and links them with initiatory powers. He then discusses how the legend of Prester John was perceived in Italy and its association with the grail theme, concluding that Emperor Federico's failure to fulfill his mandate from Prester John was due to his lack of suitability for the role. The text ends with details about John's image as the \"king of kings\" and the significant role of guilt in the grail myth.",
  "content": "): significa participar en un principio que está por encima de la corriente del mundo, del flujo del devenir. Se trata, en suma, de calificaciones y poderes de tipo estrictamente iniciático. Sentado esto, la leyenda italiana parece aludir a una especie de falta de adecuación de Federico para tal mandato. El límite de Federico es una virtud de la caballería laica y del simple régimen temporal; «la mesura» es la cosa mejor del mundo. No hace la pregunta - la pregunta sobre los poderes que le ofrece el preste Juan -. Por esta inconsciencia del mandato más elevado, su función se veía condenada con el tiempo a decaer, motivo por el que le retiró el mandato el preste Juan. Una nueva forma del «vive y no vive» del emperador, cuya vida es sólo aparente, o del rey en letargo, pero ahora estrechamente asociado a un tema fundamental del Grial: el sentimiento de culpa por «no hacer una pregunta» que hubiera tenido una virtud restauradora. Agreguemos algún detalle sobre la imagen que se tenía del preste Juan. El Tractatus pulcherrimus lo denomina «rey de reyes»: rex regum.",
  "last_phrase": "En resumen, la leyenda del Prester John representa un mandato iniciático y espiritual que Federico no logró cumplir adecuadamente, lo que llevó a su condena y destitución del mandato. La figura del Prester John simboliza el poder espiritual y regio unidos en una misma persona, y su nombre es un título que indica una función más que a un individuo en particular. El sentimiento de culpa por no hacer la pregunta correcta sobre los poderes del Prester John se vincula al tema fundamental del Grial y su virtud restauradora."
}