{
  "title": "\"The Grial and the Primordial State: Symbolism of Stones\"",
  "first_phrase": "This final section by Julius Evola delves into the connections between the Holy Grail and the primordial state, or Paradise. The author explores the tradition that Set reclaimed the Grail in Paradise, noting the interesting connotations of the Hebrew word for Set, which can mean both \"tumult\" and \"foundation.\" The text also touches on the concept of a \"central stone\" or \"pole\" that is associated with the regal and priestly function of the \"King of the World\" and the guarding of the body of Adam by Melchizedek. Additionally, the text discusses the symbolism of celestial stones and how they relate to societies embodying a \"polar\" function in a given civilization.",
  "content": "En algunos textos siríacos, en efecto, se habla de una piedra preciosa que es «fundamento» o «centro» del mundo, escondida en las «profundidades primordiales, junto al templo de Dios». Se la relaciona con el cuerpo del hombre primordial, Adán y, cosa igualmente interesante, con un lugar montañoso inaccesible, cuyo camino no debe ser revelado a los hombres, donde Melquisedec, «en servicio divino y eterno», custodia el propio cuerpo de Adán. Pero resulta que, en Melquisedec, tenemos de nuevo una representación de la suprema función, al tiempo regia y sacerdotal, del «Rey del Mundo»; asociada pues aquí a una especie de guardia del cuerpo de Adán, de aquel que originariamente poseyó el Grial, que lo perdió y que ya no vive; y esto, juntamente con el motivo de una misteriosa piedra y de una sede inaccesible. 48 Julius Evola – El Misterio del Grial Por lo demás, como ya hemos destacado, un significado «central» es inherente al simbolismo de las «piedras celestes» en general, tan a menudo presentes allí donde una raza determinada encarnó o pretendió encarnar una función «polar» en el ciclo de una civilización dada.",
  "last_phrase": "En conclusión, la presencia de la simbólica de la piedra preciosa y la piedra sagrada se observa en diversas culturas y se asocia con la función polar en el ciclo de una civilización dada. Estas piedras están vinculadas al misterio y al poder divino, y se consideran la piedra de la victoria."
}