{
  "title": "\"The Sword and the Fountain: A Saga of the Celtic Cycle\"",
  "first_phrase": "In this section, we explore a Celtic cycle that shares a common theme with the \"Passing of the Function\" motif discussed earlier. A majestic tree stands over a fountain, and whoever spills water from it unleashes a storm so powerful that it can be lethal. This story features a Black Knight and a castle with a glowing light. Owein emerges victorious and claims symbols of power and dignity - the ring of invincibility and invisibility. He assumes the role of the dead knight and marries the former leader's wife - the \"Lady of the Fountain.\" The section concludes by drawing a parallel to Parsifal, who becomes the new \"Red Knight\" after defeating him.",
  "content": "Muchos caballeros de la corte del rey Arturo, de rango inferior, sucumben, sobre todo por no haber sabido resistir a la ola por ellos desencadenada. En cambio, el caballero Owein pasa la prueba, hiere al caballero negro y, al perseguirlo, llega a un «gran castillo luminoso» donde recibe de una Dama el anillo de la invulnerabilidad y de la invisibilidad: símbolos de poderes y dignidades que ya hemos explicado. El caballero negro, que era el señor del castillo, muere. La Dama era su esposa, la «Dama de la Fuente», que ahora se convierte en la mujer del vencedor de su marido. Owein asume la función del caballero al que ha matado. Los reyes del «gran castillo luminoso» son los custodios y los defensores de la fuente: una vez vencidos, su función pasa al vencedor. Igualmente, Parsifal, tras haber matado al Caballero Rojo, se convierte en el Caballero Rojo, como indica el hecho de que se reviste con su armadura y se hace con su espada.",
  "last_phrase": "En conclusión, la saga de los Mabinogion presenta una interesante combinación de pruebas de armas y pruebas iniciáticas que complementa la primera. Los símbolos de poder y dignidades que los caballeros obtienen tras superar estas pruebas los convierten en los custodios y defensores de la fuente. Por tanto, la posesión de la segunda espada es crucial para afrontar cualquier combate y se puede soldar con las aguas de la fuente Lac."
}