{
  "title": "The Heroic Cycle: A Possibility for Restoration",
  "first_phrase": "This text discusses the idea of cyclical ages and their representation in different traditions, including the Age of Giants, Age of Heroes, and the Iron Age. The last 200 tokens explain that the Age of Heroes marks a possible restoration cycle, where the heroes are created by the Olympian principle to reclaim the primordial state and establish a new golden age. However, to achieve this, they must overcome both lunar spirituality and materialistic virility, as exemplified by the archetype of Heracles in the Hellenic-Achaean tradition. The text warns against aspiring to godhood, as that would be the realm of the titans.",
  "content": "Mas para realizarla, como precisamente se trata tan sólo de una posibilidad, y no de un estado de naturaleza, se impone la doble condición de superar tanto la espiritualidad «lunar» como la 10 Julius Evola – El Misterio del Grial virilidad materialista, lo que equivale a decir tanto el sacerdote como el simple guerrero o el titán. Estos rasgos aparecen en los personajes «heroicos» de casi todas las tradiciones. Así, por ejemplo, se describe precisamente en estos términos, en la tradición helénico-aquea, a Heracles como prototipo heroico: tiene por perenne adversaria a Hera, figura soberana del culto panteístico-lunar; se gana la inmortalidad olímpica sobre todo por ser aliado de Zeus, del principio olímpico, contra los «gigantes». Y según uno de los mitos de ese ciclo, por su mediación es liberado el elemento «titánico» (Prometeo) y se reconcilia con el olímpico. Hay que destacar que si por «titán» se entiende quien no acepta la condición humana y quiere arrebatar el fuego divino, sólo un rasgo separa al héroe del titán. De ahí que ya un Píndaro exhortara a no querer «convertirse en dioses».",
  "last_phrase": "In conclusion, the transformation into an Olympian state requires the heroic qualities of both the spiritual priest and the materialistic warrior. The process involves passing the trial and confirming the qualification of virility while avoiding the risk of hybris. Ultimately, achieving the status of a \"regal\" figure requires re-affirming one's virile qualities in the suprasensible plane."
}