{
  "title": "\"The Distorted Christian View of Spirituality in Wolfram's Grial\"",
  "first_phrase": "In this final part, the author delves deeper into the concept of fallen angels and how Christianity stigmatized any form of spirituality that did not align with their own beliefs. Tertuliano attributed all hermetic-magical teachings to fallen angels, which Flegetanis used to decipher the original texts of the Grail. The author also discusses how similar motifs of fallen angels can be found in other literatures, like the siriaco-hebraica, where they are considered the primary instructors of humanity. The author contrasts this view with Wolfram's belief in neutral angels and Trevrizent's statement that those who seek God's reward must oppose fallen angels.",
  "content": "Así, en otro lugar hemos tenido ocasión de observar mezclas de motivos análogas a las que acabamos de ver en el caso de los Tuatha dé Danann, por ejemplo en cierta literatura siriaco-hebraica en la que los ángeles caídos terminan formando una sola cosa con una estirpe de «Vigilantes», - concebida como instructora primordial de la humanidad . Tertuliano no duda en atribuir globalmente a los ángeles caídos el conjunto de las doctrinas mágico-herméticas, a las que hemos visto ya ayudar a Flegetanis a descifrar los textos originarios del Grial, y que la Morte Darthur atribuye a Salomón, concebido como cabeza de estirpe de los héroes del Grial, justamente con los mismos términos de Tertuliano: «Aquel Salomón era un sabio y conocía todas las virtudes de las piedras y de los árboles, así como el curso de los astros y muchas cosas más».",
  "last_phrase": "In conclusion, by providing accurate reference points to distinguish between luciferic and non-luciferic elements, and between Christian and higher spirituality perspectives, readers can easily differentiate between different elements in the legend of Parsifal, including interpolations and distortions. Although Wolfram endowed Parsifal with some luciferic traits, he still successfully completed his adventure and became the radiant king of the Grail, demonstrating that the \"titanic\" element can be transformed into the heroic."
}