{
  "title": "\"The Hero and his Rebellion in Wolfram's Parsifal\"",
  "first_phrase": "This last part explores how Parsifal rebels against God, accusing him of betrayal for not assisting him until he conquered the Grail. He separates himself from God, avoiding churches and engaging in savage chivalry, and eventually triumphs in his quest. This makes him recognized as a \"heroic\" figure, who through deep calling and action becomes a Grail knight. The text includes relevant names such as Galván and Trevrizent, and concepts such as wild adventures of chivalry and the symbol of the Grail.",
  "content": "Trevrizent tiene que decirle: «Rara vez se vio milagro más grande: al mostrar vuestra ira, habéis obtenido de Dios lo que deseabais». Señalemos además que, en Wolfram, Parsifal aparece como aquel que llega al castillo del Grial de modo excepcional, sin haber sido designado o llamado como los otros. Su elección se produce posteriormente; por decirlo así, son las mismas aventuras de Parsifal las que la determinan y casi la imponen. Trevrizent dice: Nunca había ocurrido que el Grial pudiese ser conquistado combatiendo: Es was e Ungewolhnheit, dasz den Gral ze keine ze keine zêten jeman möchte erstriten. También este rasgo hace reconocer al tipo «heroico»: el que no por naturaleza, como el tipo «olímpico» (que podría hacerse corresponder con el rey legítimo del Grial, que después cae en la decadencia, en la senectud, es herido o se vuelve inútil), sino por el despertar de una vocación profunda y gracias a su acción, llega a participar en aquello de lo que el Grial es símbolo, y se acerca hasta el punto de convertirse en caballero del Grial y, por último, como para hacer suya la suprema dignidad de la Orden del Grial. XVI.",
  "last_phrase": "In conclusion, Wolfram's depiction of Parsifal's journey to the Grail Castle highlights the heroic nature of his character and his deep sense of purpose. The idea that one must be both physically strong and spiritually humble to be worthy of guarding the Grail is a powerful theme that underpins the entire story. Trevrizent's warnings about the dangers of pride serve as a reminder that, in the quest for greatness, it is essential to remain humble and true to oneself."
}