{
  "title": "\"The Mystery Ship and the Sword of David\"",
  "first_phrase": "In this final part, we explore the mystical ship carrying the bed, golden crown, and sword of strange tahalí. The sword belonged to David, the priest king often mistaken for the Prester John, and its sheath is called Memoire de Sangc. According to a written warning, only one knight can wield the sword and surpass all predecessors and successors. The ship sails without a crew under divine guidance, symbolizing the abandoned primordial royal tradition waiting for the destined and restorer. It connects the Hebrew and Celtic-Hyperborean traditions and brings us back to the Grail's original meaning of the \"Stone of the Center\" and its connection to the Empire.",
  "content": "Otro símbolo equivalente: la espada perdida de Arturo, que de vez en cuando emerge resplandeciente de las aguas, en espera de aquel que por fin volverá a empuñarla. En el Grand Saint Graal, la nave en cuestión acude a recoger a Nescien de la isle tornoiante - una isla que gira constantemente por estar fijada al imán terrestre y se sustrae a la influencia de cualquier elemento -; en la Morte Darthur; análogamente, de las «parts of West, that man call the Isle of Turnance». Con la cual, a temas de la antigua tradición hebraica se unen los de la tradición céltico-hiperbórea, pues la «isla giratoria» tiene el significado «polar» de la misma Corte del rey Arturo, de la Tabla Redonda, de la rueda en movimiento ante Frau Saelde, del propio Avalón o «Isla de Cristal» o «Isla occidental». Por lo demás, el Grial vuelve a revelar su significado de «piedra del Centro»; por tanto, también del imperio - lapis erilis - en la estrecha relación que así tiene con los distintos temas y las varias leyendas ya expuestos en la introducción.",
  "last_phrase": "En resumen, la leyenda del Grial es una amalgama de diferentes tradiciones con diferentes símbolos, pero todos ellos convergen en un concepto común de un objeto de poder central que confiere la victoria y la juventud eterna. Esta idea también se ve reflejada en leyendas y mitos relacionados con diferentes culturas alrededor del mundo."
}