{
  "title": "\"The Templar Order and the Myth of the Grail\"",
  "first_phrase": "The last part of this text explores the analogical relationship between the ideal model of the Grail's chivalry and the historical dimension of Templarism. It hypothesizes that the renunciation of earthly desires, as stated in Wolfram's work, refers primarily to the overcoming of \"desire\" rather than just sexual abstinence. It also suggests that the exhaustion of inspiration for Grail romances in the time of the Templar tragedy indicates a hidden harmony on a concrete level. Finally, the text concludes with a sense of pessimism, stating that the myth of the Emperor who hasn't died but whose life is lethargic, and whose seat is an inaccessible mountain, reflects a cycle of waiting and negativity.",
  "content": "Por otra parte, el citado agotamiento de la fuente de inspiración de los romances del Grial en vísperas de la tragedia de los templarios y del pleno desencadenamiento de la Inquisición, indica una especie de oculta sintonía también en un plano más concreto. Con la destrucción de la orden de los Templarios y con el colapso de la tensión que ya había conducido a la grandeza al Imperio gibelino en tiempos de un Federico I y de un Otón el Grande, lo que estaba a punto de manifestarse volvió a hacerse invisible, la historia se alejó de nuevo de lo que es superior a la historia. Quedó así el mito del emperador que no ha muerto, pero cuya vida es letárgica, cuya sede es un monte inaccesible. Es decir, que tenemos una repetición, en un sentido nuevo y pesimista, del antiguo tema de la espera, y el ciclo del Grial, que había adoptado preponderantemente este tema supratradicional en términos positivos, haciendo intervenir al héroe restaurador y vindicador, acaba también reflejando ese pesimismo.",
  "last_phrase": "In conclusion, the depletion of inspiration for the Grail romances and the fall of the Templars and the Holy Inquisition denote an underlying connection on a more realistic level. The myth of the emperor who has not died, but whose life is lethargic, highlights the recurring theme of waiting in a new and pessimistic sense, which is reflected in the cycle of the Grail. Ultimately, these literary works depict the hero who has completed his mission to reign and possess the invincible sword. However, other texts evoke a diverse spirit, signifying ceding the regnum and passing onto the heavens."
}