{
  "title": "\"The Symbolism of Arthurian Legend and the Polar Bear\"",
  "first_phrase": "In this text, Julius Evola explores the symbolism of the bear and how it relates to the ancient Nordic cult and the constellation of the North Star. These symbols converge in the character of King Arthur, who is not simply a warrior but also a spiritual and transcendent figure. This duality defines the role of the Knights of Arthur's Round Table, who feel blessed and leave everything behind to follow the Order.",
  "content": "El aspecto unilateralmente viril y guerrero que pudiera suponerse en Arturo como ursus horribilis aparece rectificado también por el hecho de que, en la leyenda, Arturo siempre se acompaña, como con una especie de complemento 17 Julius Evola – El Misterio del Grial o contrapartida suya, con Myrddhin o Merlín, poseedor de un saber y un poder supramaterial, que en el fondo aparece menos como persona distinta que como personificación del lado trascendental y espiritual del propio Arturo. La estrecha conexión entre estos dos principios, guerrero uno, espiritual el otro, además, ya define a la «caballería» de la Corte de Arturo y el significado de las aventuras más características atribuidas a miembros de aquélla. La caballería de la Tabla Redonda, o sea del rey Arturo, no es simplemente guerrera - los elegidos para formar parte de ella, se lee en la Morte Darthur, «se sienten más benditos y dignos de veneración que si hubiesen obtenido la mitad del Mundo -. Y dejan a sus padres, sus parientes, esposas e hijos para seguir la Orden».",
  "last_phrase": "En resumen, la leyenda del rey Arturo y la caballería de la Tabla Redonda se caracteriza por una conexión estrecha entre los principios guerreros y espirituales, que se refleja en la figura del acompañante de Arturo, Myrddhin o Merlín. El propio Grial puede representar el elemento trascendental y la aspiración de la caballería a completarse. Asimismo, la historia de Stonehenge ilustra el mensaje de Merlín sobre la superioridad del espíritu sobre la fuerza."
}