{
  "title": "\"The Symbolism of the Sacred Stone in Various Cultures\"",
  "first_phrase": "In the previous text, the symbolism of the \"celestial stones\" and their relation to civilizations' polar functions was discussed. The text also mentioned the various sacred stones in different religions and cultures, including the mysterious stone that is said to be the foundation of the world and Adan's body. In this last portion, the text explores the idea of the \"betilo,\" also known as the stone of victory. This stone is associated with the omphalos, a central sacred stone in Delfos, and is believed to be the first creation of the primordial race of Decaulion. The text also highlights the connection between these stones and their association with the supreme function of the \"King of the World.\"",
  "content": "Y de la piedra regia irlandesa, de la que repetidamente hemos hablado, se pasa al lapis niger situado en Roma, al principio de la «vía sacra», a la piedra negra de la Kaaba, centro tradicional del islamismo, a la piedra negra enviada - según una leyenda - por el «Rey del Mundo» al Dalai Lama, a la piedra sagrada que en los himnos griegos es altar y casa de Zeus y, además, el «trono en el centro del mundo», para llegar, por fin, al mismo omphalos, a la piedra sagrada de Delfos, centro tradicional de la Hélade, concebido, sin embargo, también como la primera creación postdiluviana de la raza primordial, de la raza de Decaulión. No carece de interés destacar también lo que sigue: esta piedra sagrada central, omphalos, fue igualmente denominada «betilo», y el betilo es una piedra que, como el Grial, en cierto aspecto es la piedra de la victoria.",
  "last_phrase": "In conclusion, the sacred stone, found in various ancient cultures, holds immense significance as a symbol of victory, power, and connection to the divine. Its importance is reflected in its association with various legends, myths, and religious traditions, making it a crucial part of human history and mythology."
}