{
  "title": "\"The Mystery of the Holy Grail: Symbolism and Transformation\"",
  "first_phrase": "The last 200 tokens of this text by Julius Evola, \"The Mystery of the Grail,\" discuss the hero's progression towards acquiring the \"power of the 'Stone of Light'\" and \"Restoring the devastated and deserted kingdom.\" Obtaining the sword represents the first stage of the hero's journey towards achieving the ultimate goal of seeing the Grail. If the hero fails, they must reconstitute the sword in the \"Source.\" The hero experiences an unyielding nostalgia for the Grail until they acquire it. This process involves a transformation from passivity to an active and virile hero. Through alchemical transformation, the hero achieves a \"corona regia del Grial.\"",
  "content": "Por tanto, el héroe al que ya una vez se haya confiado la espada experimenta a partir de ese momento una invencible nostalgia. Parsifal dice: «Esté cerca o lejos la hora en que me será dado ver de nuevo el Grial, hasta entonces no conoceré más gozo. Al Grial van todos mis pensamientos. Nada me apartará de él mientras yo viva». Poco a poco, el héroe se elevará; de la cualidad todavía pasiva y lunar simbolizada por los peones de plata, pasara a la activa y viril en sentido trascendental, ya ella se adecuará. Es un progresivo 69 Julius Evola – El Misterio del Grial encaminarse prometeico y olímpico a un tiempo, por la vía donde vencieron un Heracles y un Jacob, señor de ángeles, y donde en cambio cayeron un Lucifer, un Prometeo, un Adán. Es la misma transformación indicada por el Ars Regia hermética con esta formula: «Nuestra obra es la trasmutación de una naturaleza en otra naturaleza, de la debilidad en fuerza, de lo denso en lo sutil, de la corporeidad en espiritualidad». Una vez logrado esto, está definitivamente asegurada la corona regia del Grial, el verdadero señor de las dos espadas está despierto y vivo.",
  "last_phrase": "En conclusión, el camino del héroe en busca del Grial es un viaje hacia la transformación personal, pasando de la pasividad a la acción trascendental y alcanzando la corona regia. La imagen de las dos espadas representa el doble poder político y espiritual, y el significado de la realeza del Grial y la Orden del Grial en la historia sigue siendo un enigma que despierta la curiosidad de muchos."
}