{
  "title": "\"The Sleeping King: Symbolism in the Legend of King Arthur\"",
  "first_phrase": "In the previous section, the text discussed the fundamental themes of the Grail cycle, including the wounded king who waits for healing in an inaccessible and mysterious location to then return to his kingdom. The text also mentions the ancient myth of the invisible universal emperor and its manifestations in different forms. In this last section (200 tokens), the author explores the relationship between the Arthurian legend and the myth of the universal emperor, where the image of the sleeping or seemingly dead king is closely related to the wounded and paralyzed king. The text also mentions Gervasio de Tilbury's Otia Imperialia and the burial of Arthur's body in Glastonbury, which attempted to present it as Avalon.",
  "content": "Es un motivo que se remonta a la más lejana antigüedad y que también guarda cierta relación con la teoría de las «manifestaciones cíclicas» o avalara: la manifestación, en momentos determinados y en distintas formas, de un principio único que en los períodos intennedios subsiste en estado latente. Así, cada vez que un soberano ha presentado las características de una especie de encarnación de ese principio, ha surgido oscuramente en la leyenda la imagen de que «no ha muerto», que se ha retirado a una sede inaccesible donde se manifestará un día, o que «duerme» y deberá despertarse. Y puesto que en estos casos se superpone el elemento suprahistórico al histórico convirtiendo en símbolo a un personaje regio determinado, resulta que, en contrapartida, los nombres de estos personajes reales sobreviven a veces, pero designan algo que está más allá de ellos. Pero la imagen de una realeza en estado de «sueño» o de muerte aparente es afín a la de una realeza alterada, herida, paralizada, no por lo que se refiere a su principio intangible, sino a sus representantes exteriores e históricos.",
  "last_phrase": "In conclusion, the theme of the sleeping or wounded king is a symbol of a royalty altered or paralyzed in its external and historical representatives. This motif is related to the theory of cyclical manifestations and represents the manifestation of a unique principle that subsists in a latent state during intermittent periods. This ancient tradition is expressed through various typical forms, such as the Hindu tradition of Mahâkâçypa, who sleeps in a mountain, and the coming of a \"Señor Universal\" who will awaken to the new manifestation of the \"King of the World\" in the shell or \"concha.\""
}