{
  "title": "\"The Symbolism of Birds and the Hero's Calling\"",
  "first_phrase": "This passage delves into the symbolism behind the concept of \"vocation\" in the legend of Perceval li Gallois and his quest for the Holy Grail. The awakening of Parsifal's desire for chivalrous adventures is attributed to the language of birds, a symbol of supernatural communication understood by the gods and angels in many traditions. The hero of the Grail is expected to adhere to the chivalric principles of fidelity, honor, and truthfulness, without exception. Trevrizent, Parsifal's mentor, helped him to overcome his shortcomings through an ascetic lifestyle that respected the laws of chivalry.",
  "content": "De Salomón, del que hemos visto repetidamente la relación con algunos elementos de la tradición del Grial, y de otros sabios, especialmente en las tradiciones árabes, se dice que comprendían la lengua de los pájaros. Además, en algunas leyendas célticas suelen aparecer en forma de pájaros los propios Tuatha dé Danann vueltos invisibles, a veces para guiar hasta sus residencias «subterráneas» a los elegidos. A este elemento sobrenatural, como una especie de llamada de lo alto comparable a una misteriosa reminiscencia (y con el que también podría relacionarse lo mencionado de que «nadie conocerá el Grial si no lo ha visto ya en el Cielo»), hay que referir el símbolo de Parsifal despertado a la vocación de caballero del Grial por la voz de los pájaros, no de las naturalezas de la tierra, y por esa razón desprendido también del vínculo de la madre. Al héroe del Grial se le exige naturalmente la adhesión a los principios de fidelidad, honor y veracidad propios de la ética caballeresca, contra los que no debe atentar en modo alguno el comportamiento posterior. De Trevrizent se dice que liberó a Parsifal de sus culpas en un período de vida ascética, «aunque sin contradecir las leyes de la caballería».",
  "last_phrase": "In summary, the hero of the Grail is required to have qualities of fidelity, honor, and truthfulness, as these are essential for the ethical code of chivalry. The hero's virile attributes should lead them to a specific duty. The hero must fulfill this duty to be admitted to the castle of the Grail and to restore the regnum, or something equivalent. Thus, the hero's journey is ultimately about not only acquiring qualities but also utilizing them to fulfill a higher purpose."
}