{
  "title": "\"The Symbolism of Love in Medieval Literature and Sexual Magic\"",
  "first_phrase": "In the previous part, Julius Evola delved into the symbolism of medieval love literature and the role of sexuality in magic. He explained how the sexual act could paralyze a man's magical power unless given a particular orientation. In this last part, he focuses on the concept of the Grail itself. The Grail has been a mysterious symbol throughout history, and in this section, Evola give us a new perspective on its meanings. He connects the Grail with the symbolism of \"the ray and the spear\" and its relation to the ideal of the sacred warrior. But, what is the significance of the Grail as a magical object, and how is it related to the symbolism of the feminine force? Let's explore further.",
  "content": "Se presenta, pues, un nuevo aspecto del simbolismo, que justo acabamos de recordar, del hombre que – paradójicamente - se vuelve mujer en el momento de desear a una mujer y, además, sobre todo en el punto de cumplir lo que vulgarmente se cree que es «poseerla». Al margen de cualquier moralismo, para el iniciado, cuando ello suceda bajo el signo del deseo y de un abandono, equivale a una castración, a una herida o lesión de su virilidad mágica. Con las debidas reservas, se podría esgrimir una visión de este género para una interpretación adicional, subordinada, del motivo de Amfortas herido y vuelto inútil, con particular atención por el hecho de que esa herida envenenada suele referirse a las partes genitales. En el campo de la magia sexual, la mujer se presenta como una fuerza tan esencial como peligrosa, en medida no diferente de como lo es en el plano del que hemos hablado más arriba y que - convendrá subrayarlo - debe quedar aquí como básico punto de referencia. 46 Julius Evola – El Misterio del Grial XVII. EL RAYO Y LA LANZA Y ahora fijemos nuestra atención en el propio Grial.",
  "last_phrase": "En conclusión, el simbolismo del hombre que se vuelve mujer en el momento de desear a una mujer y la magia sexual se presentan como fuerzas peligrosas pero esenciales en la búsqueda de la virilidad trascendental. Además, la relación entre el Grial y el tercer ojo de Siva aporta una interesante perspectiva en la interpretación del Misterio del Grial."
}