{
  "title": "\"The Supratraditional Spirit in Templar and Grail Legend\"",
  "first_phrase": "In this final part of the text, the author draws a parallel between the esoteric beliefs of Ismailism and the imperial saga of the Gibellines. Both belief systems share the concept of the \"resurrection,\" interpreted as the new manifestation of the supreme leader or Imam. This allows for a recognition between peers outside of partisan or historical contingencies. The author also highlights the Templar's attitude of \"overcoming\" sectarianism during the Crusades. The text ends by drawing attention to the mix of Arab, pagan, and Christian elements found in the Grail cycle, which Wolfram attributes to a pagan source.",
  "content": "Lo que sí pudo corresponder al acuerdo fue probablemente el librar la «guerra santa» de su aspecto materialista y exterior de guerra contra el «infiel» y de morir por la «verdadera» fe, fue devolver la guerra santa a su significado más puro, metafísico, por el cual la cuestión no era una profesión de fe particular, sino únicamente la capacidad de hacer de la guerra una preparación ascética para realizar la inmortalidad. y tampoco por parte islámica era otro el sentido último de la «guerra santa», del jihad. Ahora bien, en el ciclo del Grial tenemos algo semejante a los «acuerdos» tomados en ese sentido de comprensión supratradicional: en la forma de mezcolanza de elementos árabes, paganos y cristianos. Wolfram - como hemos visto - acaba atribuyendo a una fuente «pagana» el relato del Grial hallado por Kyot.",
  "last_phrase": "In conclusion, the concept of the Holy War or Jihad was transformed in the Grail cycle, where a supratraditional understanding prevailed, mixing elements of Arab, pagan and Christian traditions. The literature of the Grail reflects an anti-sectarian and spiritual approach, which may have been the reason behind the accusations of secret agreements against the Templars. Ultimately, the Grail quest represented a preparation for spiritual immortality rather than a profession of a particular faith."
}