{
  "title": "\"The Hyperborean Origin of Civilizing Actions and Mythical Lands\"",
  "first_phrase": "This text explores the origins of a Hyperborean tradition, which played a significant role in the civilizing actions of different races that extended throughout Eurasia from the end of the glacial period to the Neolithic. The center of this tradition had various names like Tule, Isla Blanca, Avalon, etc. In the last 200 tokens, the text discusses how the memory of this tradition is linked to the disappearance of the divine race and how it led to the concept of the \"region of the dead\" being mistaken for the \"region of the living.\" This text draws upon historical and mythological references and mentions a Celtic legend about the God of the Dead, Dispáter, to elaborate on its theme.",
  "content": "Esa es la contrapartida real, histórica, de las distintas alusiones a algo que se supone que a partir de un período determinado se perdió o se hizo oculto e imposible de hallar. Esa es también la razón de que la «Isla» o «Tierra de los Vivientes» -entendiendo por «Vivientes» (en sentido estricto) los miembros de la raza divina originaria-, la región a la que más o menos se refieren los símbolos ya conocidos del centro supremo del mundo, se confunda a menudo con la «región de los muertos», equivaliendo los «muertos» a la raza desaparecida. Así, por ejemplo, según una leyenda céltica, los hombres tenían por principal antepasado al Dios de los Muertos – Dispáter -, que habita en una región lejana de allende el océano y mora en las «Islas extremas», adonde según la enseñanza druídica había ido directamente una parte de los habitantes prehistóricos de la Galia. Por otra parte, es tradición clásica que.",
  "last_phrase": "In essence, the memories and traditions that refer to the hiperborean theme take different forms and have been transposed in the suprahistorical or spiritual center latent or invisible. Therefore, the confusion between the \"Island of the Living\" and the \"region of the dead\", as well as the reference to myths and legends such as those of Avalon, Tuatha dé Danann and Arthur's reign, must be understood in a symbolic way beyond their local and historical scope."
}