{
  "title": "\"The Royal Grail and the Myth of Julius Evola\"",
  "first_phrase": "Julius Evola's \"The Mystery of the Grail\" explores the Medieval imperial myth through the lens of Gibelinism. The nobility of the Grail was the ultimate expression of this ideology, conveyed through symbols and apocalyptic allegories rather than political consciousness. Evola argues that the internal decadence and political collapse of ancient Rome marked the failure of the imperial symbol. Later, with the intervention of Christianity and the rise of the Nordic races, the medieval civilization emerged, and the empire symbol resurged through the Sacro Imperio Romano. In this segment, Evola elaborates on the conflict between the Church of Rome and the idea of the Imperium Romanum.",
  "content": "La posterior intervención del cristianismo, debido al tipo particular de dualismo afirmado por él y su carácter de tradición simplemente religiosa, precipitó el proceso de disociación, hasta el punto de que, tras la irrupción de las razas nórdicas, cobró forma la civilización medieval y resurgió el símbolo del imperio. El Sacro Imperio Romano fue restauratio et continuatio, por cuanto su significado último, al margen de cualquier aspecto exterior, de cualquier compromiso con la realidad contingente y, a menudo, del conocimiento limitado y de la diversa dignidad de los exponentes de su idea como individuos, fue una continuación del movimiento romano hacia una síntesis «solaf» ecuménica: continuación que implicaba, lógicamente, la superación del cristianismo y que, por lo tanto, debía entrar en conflicto con la pretendida hegemonía que alegaba cada vez más la Iglesia de Roma. En efecto, la Iglesia de Roma no podía admitir el Imperio como un principio superior al representado por ella: si acaso, en manifiesta contradicción con sus premisas evangélicas, intentó usurpar sus derechos, y así surgió el intento teocrático güelfo.",
  "last_phrase": "In conclusion, the Medieval civilization emerged as a synthesis of three elements - pagan Nordic, Christian, and Roman. The restoration of the Roman Empire through the Holy Roman Empire was seen as a continuation of the Roman movement towards an ecumenical synthesis. However, the conflict arose when the Church of Rome attempted to usurp the rights of the Empire. Nevertheless, the role of the pagan Nordic element was decisive in shaping the way of life, ethics, and social constitution, which made possible the courage of the crusaders."
}