{
  "title": "The Double Condition for Heroism and Solar Spirituality",
  "first_phrase": "In this text, the author discusses the requirements for achieving the transformation into an Olympian state. Prior to this, the text explains the features that make a heroic character and its importance in many traditions. The author primarily points out the need to overcome both spiritual and materialistic virtues, i.e., the priestly and warrior qualities, to achieve the Olympian state. The text mentions various mythological characters like Hera, Zeus, Prometeo, Heracles, and Adán in context, and their significance in understanding the requirements for the transformation. Finally, the author emphasizes that achieving a transformed state means passing the virile test without limiting oneself in hybris and opening oneself to a transcendent power that ultimately leads to a suprasensible, regal quality.",
  "content": "Y, en la mitología hebrea, el símbolo de Adán sirviera de admonición análoga e indicara un peligro fundamental. El tipo titánico -o desde otro punto de vista el tipo guerrero- es en el fondo la materia prima del héroe. No obstante, para la solución positiva, o sea para la transformación olímpica como reintegración del estado primordial, se impone una doble condición. Ante todo la prueba y la confirmación de la cualificación viril - en el simbolismo épico y caballeresco, una serie de empresas, de aventuras, de gestas, de combates -, pero de tal tipo que no se transforme en un límite, en hybris, en encierro del Yo, que no obstaculice la capacidad de abrirse a una fuerza trascendente, únicamente en función de la cual puede el fuego volverse luz y liberarse. Por otra parte, una liberación de este tipo no debe significar el cese de la tensión interior, por lo que otra prueba consiste en reafirmar de forma adecuada la cualidad viril en el plano suprasensible, lo cual tiene precisamente por consecuencia la transformación olímpica, conseguir la dignidad que en las tradiciones iniciáticas siempre se ha calificado de «regia».",
  "last_phrase": "In conclusion, the transformation from a Titan-like warrior to an Olympian hero requires two essential conditions. Firstly, the confirmation of one's manly qualification through epic and chivalrous symbolism, without becoming a limit that blocks openness to a transcendent force. Secondly, an adequate reaffirmation of manly quality in the suprasensible plane, achieving the regal dignity of initiation traditions. The symbolism of women in various traditions represents this transformative force, offering renewal, life and destiny to the hero."
}