{
  "title": "\"The Legend of Prester John and His Mystical Gifts\"",
  "first_phrase": "This text delves into the symbolism and legends surrounding the mythical figure of Prester John, who was believed to reign over a mysterious and wondrous realm in Central Asia, Mongolia, India, or Ethiopia. This realm was considered to be the \"supreme center,\" and Prester John's gifts to Emperor Frederick II - an indestructible salamander-skin robe, the water of eternal youth, and a ring with three stones that endowed one with invincibility, invisibility, and the ability to live underwater - symbolized a higher, spiritual mandate. The stone of Prester John, in particular, was said to possess the ability to turn its wearer invisible - a power symbolizing the ability to transcend the visible world and establish contact with the unseen.",
  "content": "Se supone que estaba situado en una región misteriosa y maravillosa del Asia Central, o de Mongolia, o la India, o incluso de Etiopía, término que, sin embargo, en aquel tiempo tenía un significado bastante vago y variado. Pero no cabe duda sobre el carácter simbólico de los atributos referidos a este reino. Los «regalos» del preste Juan al emperador Federico constituyen una especie de «mandato» de carácter superior, ofrecido al representante alemán del Sacro Imperio Romano, para que éste estableciese un contacto real con el principio del «Señor 24 Julius Evola – El Misterio del Grial Universal». El agua de la eterna juventud tiene visiblemente significado de inmortalidad; el vestido incombustible va unido a la virtud del Fénix de permanecer ileso, de subsistir y renovarse en el fuego; la invisibilidad suele simbolizar el poder de establecer contacto con lo invisible y lo suprasensible, de transferirse a esa esfera; el poder vivir bajo las aguas equivale en el fondo a no hundirse en las aguas, a poder andar sobre las aguas (lo cual debe recordarnos el episodio de la travesía del avatar Kalki, la espada de Arturo sostenida sobre las aguas, etc.",
  "last_phrase": "In conclusion, the mysterious and symbolic attributes of the gifts from Prester John to Emperor Federico represent superior mandates with strictly initiatory qualifications and powers. However, the legend implies the possibility of Federico's lack of suitability for such a mandate. As such, we should always strive to recognize our strengths and limitations, and exercise the virtue of prudence in all our endeavors."
}