{
  "title": "\"The King Fisher and the Holy Grail Legend\"",
  "first_phrase": "In the previous section, the legend of the Grail was discussed in the context of the wounded king and the desolated kingdom. As a variant, the story of the Fisher King is explored in the last 200 tokens. This character is connected to the Grial, and his kingdom suffers due to the indifference and lack of understanding of his people towards the sacred objects. When Parsifal arrives, he restores the Grial, the lance, and the sword, but he chooses asceticism and departs with his companions to never return. The section also touches on the symbolic significance of fishing in Christianity and Celtic mythology in connection to the Fisher King.",
  "content": "Veremos cómo eso pudo reflejar también una situación histórica determinada. XX. EL REY PESCADOR Un estímulo más bien enigmático se refiere al título de «rey pescador» o «rico pescador», llevado por el rey del Grial a partir del propio José de Arimatea, o bien al desdoblarse del rey herido del Grial en otro personaje, que en un primer momento adopta precisamente los rasgos de un pescador. Según su lado más externo, ese simbolismo se relaciona probablemente con dos fuentes, cristiana una y céltica la otra. Es conocido el tema evangélico de la pesca milagrosa. La multiplicación de los peces es un equivalente del alimento inagotable proporcionado sobrenaturalmente por el Grial. Eso parece poder aplicarse sobre todo a la leyenda del Grand Saint Graal, donde todos aquellos que no se han alimentado del Grial lo hacen de un pez pescado por Alano: por lo que este caballero recibe el nombre de li riche pescheour, título que se transmite a lo largo de toda la dinastía del Grial. En Robert de Boron se añade que quien llame al recipiente por su verdadero nombre será titulado «el rico pescador», precisamente a causa del pez capturado cuando se inició el misterio del Grial.",
  "last_phrase": "In conclusion, the enigmatic stimulus of \"King Fisher\" or \"Rich Fisher\" title of the Grail king reflects both Christian and Celtic symbolism related to the miraculous fish and salmon of wisdom. While the Grail provides supernatural sustenance, the fish complements its effects for a certain group of un-fed knights. This symbolism depicts the transmission of primordial knowledge and legacy in both Christian and Celtic traditions."
}