{
  "title": "The Heroic Cycle of the Grail in Medieval Tradition.",
  "first_phrase": "In the previous sections, Julius Evola explained the evolution and decline of the Nordic tradition, which lost its metaphysical tension and became a residual fragment of its former glory. However, with the contact of Christianity and Rome, the tradition was revivified and gradually transformed into a heroically-restorative cycle of the warrior ethos. Evola elaborates on the emergence of the knightly type from the simple warrior, the supranational epic of the crusades, and the ascent from the prince of a particular race to the sacred and ecumenical emperor. In this final section, Evola introduces the myth of the Grail as the supreme center of integration that surpassed even the Romanized Christian ideology and ideology of the Empire.",
  "content": "Todo ello complementó la sustancia nórdica, dio puntos superiores de referencia a su ethos guerrero, hasta encaminarlo gradualmente hacia uno de esos ciclos de restauración que hemos denominado «heroicos» en un sentido especial. He aquí, pues, que del tipo del simple guerrero surge el tipo del caballero; he aquí que las antiguas tradiciones germánicas de la guerra en función del Walhalla se desarrollan hasta la épica supranacional de la «guerra sagrada» de las cruzadas; he aquí que del tipo del príncipe de una raza particular se pasa al tipo del emperador sagrado y ecuménico que afirma tener, como principio de su poder, un carácter y un origen no menos sobrenatural y trascendente que el de la Iglesia. Ese verdadero renacimiento, ese grandioso desarrollo y esa maravillosa transmutación de fuerzas, requería, sin embargo, un último punto de referencia, un centro supremo de cristalización más elevado que la idea cristiana incluso romanizada, más alto que la ideología externa, política, del Imperio. Este punto supremo de integración se presentó precisamente en el mito de la realeza del Grial y del reino del Grial, según la estrecha relación que guardaba con muchas variantes de la «saga imperial».",
  "last_phrase": "In conclusion, the mythology of the Grail provided the ultimate reference point for the heroic cycle of restoration that began with the simple warrior and culminated in the emperor who claimed a divine power. This mythological symbol served as a higher crystallization point than even the Romanized Christian ideology of the Empire and represented the hope for a time when all forces would be renewed, and a true order would reign. It was the ultimate quest for the hero who could restore the power of the royalty and heal the world."
}