{
  "title": "\"The Spiritual Essence of the Quest for the Holy Grail\"",
  "first_phrase": "In the previous part of this text, Julius Evola explored the mythos of the Holy Grail and its relationship with Christianity and religion. In the last 200 tokens, Evola delves into the adventures and initiation rituals of the Knights of the Grail. According to Wolfram, those who seek the Grail can only do so by conquering it with weapons in hand. This represents a specific path towards internal realization where the warrior or virile aspect plays an essential role. These trials have two themes and two levels, designed to confirm the warrior's prowess and reveal their mysterious calling.",
  "content": "Queremos decir que ese «abrirse el camino al Grial con las armas en la mano», con todos sus consiguientes duelos, luchas y combates, se refiere seguramente a un camino específico de realización interna en el que precisamente el elemento «activo», guerrero o viril, tiene el papel esencial. La vía que hay que abrir combatiendo sigue siendo, sin embargo, la que conduce de la «caballería terrenal» a la 62 Julius Evola – El Misterio del Grial «caballería espiritual»: según las expresiones tradicionales que hemos empleado en otro lugar, no es sólo la «pequeña guerra santa», sino también la «gran guerra santa». En conjunto, en esas aventuras o pruebas pueden distinguirse dos temas y dos grados. 1) Van destinadas a confirmar la cualidad guerrera, haciendo aparecer al predestinado como invencible y como el mejor caballero del mundo. Mas, para ello, además de la fuerza, se requiere «sapiencia» y cierta misteriosa vocación.",
  "last_phrase": "In summary, the path to the Grail through battle and combat refers to a specific internal path where the active, warrior element plays an essential role. On this journey, two themes and two levels can be distinguished, confirming the warrior qualities and the mysterious vocation required. Ultimately, the symbolism of birds and their language represents the language of the gods, understood in a certain stage of awakening."
}