{
  "title": "\"The Cycle of the Tuatha Dé Danann in Irish Mythology\"",
  "first_phrase": "In the preceding text, the author talks about the Irish saga of the Tuatha dé Danann and their superior knowledge inherited from the ancient race of Neimheidh. The Neimheidh race was destroyed by a titan cycle, and the Tuatha dé Danann inherited their wisdom from the hyperborean region. The new race conquered Ireland and defeated their enemies, the Fir Bolg. In this final part, the author describes the heroism of the Tuatha dé Danann's leader, Ogme, who conquers the sword of the fomor king. This section symbolizes the resurgence of a spiritual center amidst the ruins of a former civilization.",
  "content": "Las dos versiones no se contradicen, sino que se complementan recíprocamente, ya sea debido 14 Julius Evola – El Misterio del Grial al carácter no sólo humano del centro primordial, ya sea porque, según la saga, la raza de los tuathas desciende de supervivientes de la raza de Neimheidh, que se habían dirigido a la tierra hiperbórea o atlántico-occidental precisamente para aprender las ciencias sobrenaturales, y de ahí también procede una relación con algunos objetos místicos, de los que hablaremos más adelante. La raza de Neimheidh es la «celestial» y «antigua» que acabó siendo arrollada por un ciclo titánico, y el sentido del conjunto es que probablemente se trata de un contacto reintegrador con el centro espiritual originario - celestial y, en la transposición geográfica del recuerdo, hiperbóreo o atlántico-occidental -, convenio que reanima y da sentido «heroico» a la nueva estirpe, a los Tuatha dé Danann , que vencen de nuevo a los fomores y razas afines - los Fir bolg - y se adueñan de Irlanda. El jefe de los tuathas, Ogme, es un personaje «solar» - Grian Ainech -, con rasgos similares a los del Heracles dórico. Él conquista la espada del rey de los fomores.",
  "last_phrase": "In conclusion, the two versions of the Irish mythology do not contradict each other but rather complement each other. The story is about the connection with the spiritual origin, which gives meaning and heroism to the new Tuatha dé Danann race. Later, the arrival of the Mileadh tribe establishes a feudal system, but the symbolism of the central headquarters remains. Lastly, the Tuatha dé Danann disappeared from the country, either to live in invisible palaces or to return to Avalon."
}