{
  "title": "\"The Realm of the Grail: Myth, History, and Gibellinism\"",
  "first_phrase": "This text explores the esoteric meaning behind the kingdom of the Holy Grail - a center from where chosen knights embark on secret missions to distant lands and is the birthplace of kings. The Grail remains an inaccessible and inviolable symbol that cannot be associated with any kingdom of history. The kingdom of the Grail, along with other legendary kingdoms, such as Arthur's, still exist in a polar character and offer an unbreakable bond between men. The text suggests that during the medieval period, the Gibelline movement offered conditions for the kingdom of the Grail to become manifest, but it remained hidden. In the final 200 tokens, the text delves deeper into this concept and talks about how the kingdom of the Grail is immovable and not subject to the currents of history.",
  "content": "El término non vivit de la fórmula sibilina vivit non vivit, desde este punto de vista, no alude a él. En su carácter «polar», este reino es inmóvil, no se traslada más o menos cerca de los diversos puntos de la corriente de la historia, sino que es la corriente de la historia, y son los hombres y los reinos de los hombres los que pueden trasladarse más o menos cerca de él. Ahora bien, durante cierto período, el medievo gibelino pareció presentar al máximo esa aproximación, pareció ofrecer suficientes condiciones para que el «reino del Grial» pasase de oculto a manifiesto, se afirmase como una realidad simultáneamente interior y exterior, en una unidad de la autoridad espiritual y del poder temporal, como en sus orígenes.",
  "last_phrase": "In conclusion, understanding the concept of the \"kingdom of the Grail\" and its manifestation in medieval Gibelline mythology is essential for a deep comprehension of Western history. It highlights the innate human desire for spiritual and temporal unity, and the failure of the Roman Empire in fulfilling this desire. Learning from history can help to avoid repeating the mistakes of the past and pave the way towards a better future for humanity."
}