{
  "title": "\"La importancia del método tradicional en la interpretación del Grial\"",
  "first_phrase": "This text deals with the limitations of theories that consider the unconscious as the source of myths and symbols. Author Julius Evola explains that these theories fail to recognize the metaphysical nature of myths and symbols and that they should not be associated with life. The lack of solid reference points in analyzing these experiences can lead to confusion and even false interpretations. In the last 200 tokens, Evola argues against the methodological limitations of deriving the fundamental motifs of the Grail and imperial myth unilaterally from a historical context. Different opinions have been proposed, including Christian, Celtic, Indo-Oriental, and Syrian hypotheses.",
  "content": "Eso está suficientemente probado por el resultado de todas las tentativas de interpretación psicoanalítica, que no sólo no alcanzan el plano del espíritu, sino que además, al caer en aberraciones del tipo de Tótem y Tabú de Freud, cuando no conducen a un mundo subnormal de neuróticos e histéricos, desembocan - como ocurre en la teoría de los «arquetipos» de Jung - en confusas concepciones muy influidas por el nuevo culto supersticioso de lo «vital» y de lo «irracional», demostrando así, no que carezcan de «hipótesis», sino que las tienen falsas. III. SOBRE EL MÉTODO «TRADICIONAL» Queda por eliminar la limitación metodológica propia de la tendencia que, suponiendo una transmisión totalmente exterior, casual y empírica, quiere hacer derivar unilateralmente de una particular corriente histórica los motivos fundamentales del Grial, y también los del mito imperial. Así vemos por ejemplo que, conforme a una opinión muy difundida, la leyenda del Grial es en el fondo una leyenda supuestamente cristiana. Otros, por el contrario, han formulado la hipótesis céltico-pagana, a la que otros han contrapuesto la hipótesis indo-oriental o la siríaca.",
  "last_phrase": "In conclusion, the traditional method of establishing the universality of symbols and teachings by comparing them with others from different traditions is more fertile for understanding and completing their meaning than the profane-empirical or critical-intellectualist approach. The limitations of interpreting symbols and teachings through psychoanalysis have been exposed as false and influenced by a new superstitious cult of the vital and the irrational, leading to confusing conceptions. The key is to eliminate the methodological limitation that derives the fundamental motifs of the Grial and the imperial myth unilaterally from a particular historical current and instead establish correspondences to comprehend and complete their meaning."
}