{
  "title": "\"Ogier de Dinamarca: Un salvador de la cristiandad y conquistador universal\"",
  "first_phrase": "In this text, the author explores the story of Ogier de Dinamarca in the cycle of Charlemagne. Ogier emerges as one of Charlemagne's paladins, who eventually becomes a conqueror and a savior of Christianity. He travels to the kingdom of Prester John, which is identified with Avalon, and falls in love with the supernatural Morgana, sister of King Arthur. As the world faces danger, Ogier is called upon to return and, with divine help, achieves victory. This theme of the hero sent by a supreme center will reappear in the Grail cycle, where the hero is not supposed to reveal his name or whereabouts.",
  "content": "A este respecto, en la traducción alemana que Otto von Diemeringen hizo de los relatos de viajes de John Mandeville, se lee: Man saget auch in den selben Landen das Oggier by den selben boumen were und sich spyset mit dem balsam und do vo lebt er so lang, und meinen er lebe noch und solle har wider zu inen komen. Tras su conquista de Oriente, Ogier de Dinamarca llega, pues, a Avalón, donde se convierte en amante de la mujer sobrenatural Morgana, hermana del rey Arturo. Aquí vive apartado del mundo en una juventud perenne. Pero la cristiandad, que se encuentra en sumo peligro, vuelve a tener necesidad de él. El arcángel Miguel visita a Morgana, y por orden divina reaparece Ogier en el mundo y alcanza la victoria. En este punto interviene un nuevo tema característico, que volverá a aparecer en el ciclo del Grial, sobre todo en relación con el «hijo» del rey del Grial, Lohengrin: el héroe enviado por el centro supremo no debe revelar su nombre, ni el lugar de dónde viene.",
  "last_phrase": "En resumen, la historia de Ogier de Dinamarca y su inmortalidad en Avalon es un tema recurrente en la literatura medieval. Además, la figura del \"preste Juan\" es utilizada como un símbolo de un poder divino que ejerce su influencia en la creación de dinastías poderosas. A lo largo de estas historias, se destaca la importancia de mantener en secreto la verdadera naturaleza del héroe y su misión sagrada. En última instancia, estas leyendas sirven como fuentes de inspiración para aquellos que buscan la fuerza y ​​la guía divina en sus propias vidas."
}