{
  "title": "\"The Symbolism of Dante's \"Divine Comedy\" in Relation to the Church and the French Monarchy\"",
  "first_phrase": "In the previous text, the interpretation of four allegorical figures in Dante's Divine Comedy was discussed. Now, the focus shifts to a deeper understanding of these symbols beyond their historical context. The lion and the giant represent a degraded secular royalty, while the she-wolf and the prostitute signify the corruption of spiritual authority. The author notes a limitation in Dante's accusation of the Church, only addressing its mundanization and political intrigue, rather than rooting it in the spirituality of Christianity. Nevertheless, Dante looks forward to the arrival of the \"Veltro,\" who will destroy the double usurpation.",
  "content": "Cuando acusa a la Iglesia - más o menos como lo hará Lucero -, la acusa con motivo de su corrupción en sentido de mundanización y de intriga política; no la acusa partiendo del principio de que, aunque la Iglesia hubiese seguido siendo la pura e incorrupta representante de la enseñanza originaria de Cristo, también entonces habría constituido un obstáculo, por reducirse el cristianismo generalmente, en su esencia, a una espiritualidad de carácter lunar, ascético-contemplativo como máximo, incapaz de constituir el punto supremo de referencia para una reconstrucción tradicional integral. Pero sobre este punto volveremos a insistir aunque sin tener que remitir de nuevo a nuestra obra principal ya citada. En cualquier caso, Dante predica el advenimiento de aquel que pondrá fin a la doble usurpacicm. Es precisamente el «Veltro», que según la citada convergencia de símbolos es similar al Dux, «mensajero de Dios» que «matará a la lujuria con ese gigante que con ella delinque».",
  "last_phrase": "En resumen, Dante predica la llegada del \"Veltro\" como el mensajero de Dios que erradicará la corrupción y restaurará la tradición primordial. Este símbolo se relaciona con otros encontrados en la saga del Gran Kan, del preste Juan, de Ogier de Dinamarca, de Alejandro y en la saga imperial en general. En conjunto, estos símbolos representan la justificación del Imperio en función de la tradición primordial."
}