{
  "title": "\"The Legend of Prester John: A Symbolic Tale\"",
  "first_phrase": "In the previous text, the author discusses the legend of Prester John and his association with the concept of the Holy Grail. The idea of Prester John as a spiritual and regal figure is explored, as well as his role in controlling the access to his kingdom and the mythical Fountain of Youth. The text concludes by highlighting the perceived lack of faith in Federico, whose inability to ask the right questions led to his eventual downfall. The following 200 tokens provide more details on the legend of Prester John, including how the title signifies a function rather than an individual and the various powers and domains associated with it.",
  "content": "Unía la autoridad espiritual a la potestad regia, y podía decir de sí mismo: Johannes presbyter, divina gratia Dominus dominacium omnium, quae sub coelo sunt ab ortu solis usque ad paradisum terrestrem. Pero, esencialmente, el «preste Juan» es un título, es un nombre que designa no a un individuo determinado, sino una función. Así, en Wolfram von Eschenbach y en el Titurel encontramos el «preste Juan» precisamente como título, y el propio Grial, como veremos, señala quién debe ser sucesivamente el «preste Juan». En la saga, por lo demás, «preste Juan» es el que refrena a las gentes de Gog y Magog, ejerce un dominio visible e invisible (en sentido figurado. dominio sobre los seres naturales y sobre los invisibles), hace que defiendan el acceso a su reino «leones» y «gigantes». En este reino se encuentra también la «fuente de la juventud» y no es raro que se confunda con la sede de los tres reyes magos, o bien con la ciudad Seuva, mandada construir, cerca del Monte de la Victoria - Vaus o Victorialis - por los propios tres reyes magos.",
  "last_phrase": "En resumen, el \"preste Juan\" no es un individuo específico, sino un título que designa una función. En las leyendas, este personaje tiene un reino con una fuente de la juventud y una piedra que tiene la virtud de hacer resucitar al Águila, símbolo de la función imperial. Aunque algunos grandes líderes históricos como Jerjes, Alejandro y los emperadores romanos se han relacionado con el reino en las historias, la existencia del mismo sigue siendo un misterio."
}