{
  "title": "The Symbolism of the Tree in Dante's The Divine Comedy.",
  "first_phrase": "This text by Julius Evola delves into the symbolism found in Dante's \"Divine Comedy\" regarding the restoration of the traditional order through the figure of \"Veltro,\" a messenger of God who destroys the two principles of decadence. The symbolism includes references to the Great Khan saga, the Prester John, Ogier of Denmark, Alexander, and the imperial saga. In the last 200 tokens, Evola explains that the Tree found in Dante's work symbolizes both the Tree of Knowledge and the Tree of the Empire, representing an Empire justified by the traditional primordial essence.",
  "content": "El símbolo conjunto es el de vengador y de restaurador, como imagen del «Señor Universal» del que habla Dante en De Monarchia, y de una «restitución» basada en la destrucción de los dos principios solidarios de decadencia antes señalados, restitución que recuerda directamente las empresas del propio Paraçu-Râma (véase más arriba), independientemente de las personalidades históricas en las que Dante, según sus esperanzas de gibelino militante, creyese reconocer a aquel personaje. A lo cual se añaden referencias directas a otros símbolos hallados por nosotros en la saga del Gran Kan, del preste Juan, de Ogier de Dinamarca, de Alejandro y en la saga imperial en general, sobre todo el Árbol Seco, y su reflorecimiento, el Águila. 29 Julius Evola – El Misterio del Grial En Dante, el Árbol adquiere igualmente el doble significado de Árbol de la Ciencia y del «Paraíso Terrenal» (por su referencia a Adán) y de Árbol del Imperio (por su referencia al Águila); en conjunto, significa, pues, el Imperio justificado en función de la tradición primordial.",
  "last_phrase": "In conclusion, the symbol of the \"Universal Lord\" from Dante's De Monarchia represents restoration as well as vengeance, with references to various other symbols such as the Dry Tree and the Eagle. Dante's vision of the flowering tree is a representation of the Empire justified by the primordial tradition."
}