{
  "title": "The Symbolic Meaning of Amfortas' Wound in Wolfram's \"Parzival\"",
  "first_phrase": "This text discusses the significance of Amfortas in Wolfram's story of the Grail. Trevrizent warns Parsifal about youth's lack of renunciation and brings up Amfortas, a king who suffers from his prideful actions. Amfortas was wounded in his virile parts during a quest for love and could no longer fulfill his duties as king of the Grail, causing the kingdom to suffer. The symbolism of Amfortas' injury alludes to demonic deviation and the consequences of an unbridled desire for prideful pleasure. This final section delves into the deeper meaning of these elements.",
  "content": "El adversario fue muerto, pero Amfortas quedó herido y su fuerza se desvaneció, ya no estaba en condiciones de ejercer adecuadamente la función de rey del Grial, por lo que todo el reino cayó en un profundo estado de postración y de desolación. Detrás del simbolismo erótico de este episodio resulta bastante fácil reconocer la alusión a una desviación demoníaca, o sea a una afirmación o acción guiada no por una orientación transfiguradora, sino de anhelo y de orgullo. La castidad corriente no es la ley del Grial - en Wolfram, los reyes del Grial pueden también tener una mujer, designada por el propio Grial, y en otros textos los caballeros del Grial aceptan los favores de la mujer de los castillos y hay incluso quien la violenta; pero no pueden entregarse y unirse a esa «mujer», que es símbolo de orgullo, la Orgeluse (la «Orgullosa»). Esto significa ya lesionar, envenenar la virilidad heroica, condenándola a un ardor atormentado e inextinguible, que en cierto modo tiene el mismo significado que el castigo de Prometeo. Ese es, por tanto, el sentido de la herida de Amfortas, sinónimo de su propia caída.",
  "last_phrase": "In summary, the story of Amfortas and the Grail is a powerful allegory of the dangerous temptations of pride and desire. While chastity is not the only law of the Grail, the knights who seek its power must be wary of becoming ensnared by the \"proud\" and destructive aspects of love. Galván, who embraces this path, finds a different outcome than Amfortas, who falls prey to temptation and ultimately loses his strength and power as king."
}