{
  "title": "The Knights Templar, the Islamic Ismaelites, and Supratraditional Agreements",
  "first_phrase": "In the previous section, the author discussed the accusations against the Knights Templar and their alleged secret agreements with Muslims. In the last 200 tokens, the author explores the similarities between the orders of the Templars and the Ismaelitas in terms of their esotericism, double hierarchy, and ethical ideals. Both orders faced similar fates due to their initiation practices and rejection of a literal interpretation of sacred texts. Additionally, the author highlights the role of the Crusades in creating a supratraditional bridge between the East and West.",
  "content": "La caballería cruzada acabó encontrándose frente a una especie de reproducción exacta de sí misma, o sea frente a guerreros que tenían la misma ética, las mismas costumbres caballerescas, los mismos ideales de «guerra santa» y, además, las correspondientes vertientes iniciáticas. 76 Julius Evola – El Misterio del Grial Así, en el Islam, la Orden árabe de los Ismaelitas, que se consideraban igualmente «guardianes de Tierra Santa», correspondía exactamente a la de los templarios (también en sentido esotérico y simbólico) y tenían una doble jerarquía, una oficial y otra secreta, y dicha Orden, con igual doble carácter, guerrero y religioso, corrió peligro de tener un final parecido al de los templarios por un motivo análogo: por su fondo iniciático y por la afirmación de un esoterismo que menospreciaba la interpretación literal de los textos sagrados.",
  "last_phrase": "En conclusión, la Orden de los Ismaelitas en el Islam era una réplica de los templarios en cuanto a su ética guerrera y jerarquía esotérica. Ambas órdenes corrieron peligro debido a su fondo iniciático e interpretación esotérica de los textos sagrados. A pesar de esto, los templarios demostraron su valentía y fidelidad en las Cruzadas, sin nunca traicionar militarmente. Es interesante observar cómo la historia y simbolismo se repiten en distintas tradiciones y culturas."
}