{
  "title": "\"The Templars and the Grail: Supratraditional and Antisectarian Spirit\"",
  "first_phrase": "This section delves into the similarities between the Islamic concept of jihad and the Grail cycle's interpretation of the Holy War. The author highlights the intermingling of Arab, pagan, and Christian elements in the Grail legend, ultimately illustrating a non-sectarian, supra-traditional spirit. Characters like Parsifal's pagan father, the non-Christian Baruch, and the dual-dynasty of Prester John showcase the fluidity and inclusivity of the Grail's spiritual message. The text suggests that the accusations of secret agreements against the Templars could relate to their recognition of a universal tradition that transcends religious differences.",
  "content": "Igualmente, hemos visto que el padre de Parsifal, aunque cristiano, no siente ninguna repugnancia a combatir a las órdenes de príncipes sarracenos; que del propio José de Arimatea se nos dice que goza del Grial incluso antes de ser bautizado; que lucharon por el Grial caballeros no sólo cristianos, sino también paganos, que el pagano Firefiz estuvo incluso a punto de mostrarse, a través de la prueba de las armas, superior a su hermano cristiano y, en todo caso, ya antes del bautismo entró a formar parte de los caballeros del rey Arturo. En cambio, Baruch nos es presentado como Califa, o sea, de nuevo, como no cristiano. La dinastía del preste Juan, con la que, como es sabido, entronca la del Grial, comprende paganos y cristianos, incluso, según algunos, una mayoría de príncipes paganos. En definitiva, aparte de algunos textos tardíos astutamente cristianizados, en muchas partes la literatura del Grial muestra el mismo espíritu antisectario y supratradicional, con el que hay que relacionar el sentido de la acusación de «acuerdo secreto» lanzada contra los templarios; acuerdos que probablemente debieron de reducirse a la capacidad de reconocer la tradición única incluso en formas distintas de la cristiana.",
  "last_phrase": "In conclusion, the literature and tradition of the Grail are not exclusive to Christianity and demonstrate an anti-sectarian and supra-traditional spirit. The central initiation rite of the Templars was kept extremely secretive and had a profound effect on those who underwent it, leading to a deep and incurable sadness. The Grail remains a mystery that continues to fascinate and intrigue many even to this day."
}