{
  "title": "\"The Symbolic Elements and Imperial Myths of Regnum\"",
  "first_phrase": "In the previous section, the author discussed the intertraditional perspective on the imperial myth of the Regnum and its expression in the medieval era. In the last 200 tokens, the author explores the symbolism involved in the myth, especially during the pagan Roman Empire, where the idea of a new golden age was prevalent. Augustus, the first Roman Emperor, believed he was a descendant of the god Apollo, and the phoenix depicted on coins of his successors represented the restoration of the primordial age through the Empire. Moving on to the Byzantine era, the author emphasizes the similarities with the legend of Alexander the Great and the final battle against Gog and Magog, which was later developed in the medieval gibelino literature.",
  "content": "Por eso concibió Augusto una «filiación» simbólica según la cual descendía de Apolo, y el fénix que aparece en las imágenes de Adriano y de Antonino está en estrecha relación precisamente con esta idea de una restauración de la edad primordial a través del Imperio romano. El presentimiento de la conexión de Roma con el principio suprahistórico y metafísico del Imperium, con tal que se tenga presente el ya explicado proceso de transposición de lo que es propio de ese principio en una determinada imagen suya en la historia, puede considerarse en el fondo la base de la misma teoría de la perennidad y de la aelernilas de Roma. En el período bizantino, el mito imperial recibe de Metodio una formulación que, en mayor o menor relación con la leyenda de Alejandro Magno, repite algunos de los temas anteriormente considerados. Tenemos el motivo del rey dado por muerto, que despierta de su sueño y crea una nueva Roma; pero tras un breve reinado irrumpen las hordas de Gog y Magog, a las que había cerrado el paso Alejandro, y comienza la «última batalla». Es la misma forma que repetirá y desarrollará ampliamente el medievo gibelino.",
  "last_phrase": "En resumen, la teoría de la perennidad y de la aelernilas de Roma se basa en la conexión de Roma con el principio suprahistórico y metafísico del Imperium, y esta idea se ha transmitido a lo largo de la historia. Tanto en la época romana como en la bizantina y la medieval, se mantuvo viva la esperanza de un emperador esperado, latente, jamás muerto, que restauraría la edad primordial y vencería a las fuerzas de la oscuridad. Este mito imperial sigue siendo una fuente de inspiración para muchos, incluso en la actualidad."
}