{
  "title": "\"Leyendas Celtas: Los Tuatha de Danann y el Grial\"",
  "first_phrase": "In the previous section, Evola discussed the existence of the Grial and its various representations in different cultures. In this section, he explores the connection between the Tuatha de Danann, the fallen angels, and Avalon. According to Celtic legends, the Tuatha de Danann were sometimes identified as fallen angels, and they are said to inhabit a region in the West, which is a reproduction of Avalon. The Leabhar na hvidhe mentions them as gods and false gods, possibly of extraterrestrial origin, and their superior knowledge and science. Evola suggests that there should be a careful separation of the truly Luciferian elements from those that refer to the custodians on Earth of the power from above and the tradition.",
  "content": "Es probable que a Irlanda llegasen de los Cielos, y de ahí la superioridad de su ciencia y de sus conocimientos». Por tanto, habría que proceder aquí a una separación un tanto delicada de los motivos en los que basar todo cuanto se refiere a los elementos auténticamente luciferinos, a los que puede aplicarse correctamente la idea de una «caída» y la presencia sobre la Tierra como castigo, y aquellos otros que, en cambio - a través de una representación tendenciosamente deformada -, pueden referirse a los custodios en la Tierra del poder de lo alto y de la tradición, cuyo símbolo es el Grial: casi como una presencia persistente, inalterada y secreta de lo que fue precisamente en estado primordial y «divino».",
  "last_phrase": "In conclusion, it is important to distinguish between the authentic Luciferian elements and the custodians of the high power and tradition on Earth, represented by the Grial symbol. The Christianity tradition often stigmatized anything that did not conform to its teistic views as \"demonic\" or \"diabolic.\" To truly understand the original meanings of these traditions, we must look beyond these biased interpretations and consider them in their original context."
}