{
  "title": "\"The Symbolism of the Sleeping King in Mythology\"",
  "first_phrase": "In this last section, Julius Evola delves into the theme of a sleeping or wounded king that survives in an inaccessible center beyond time and death. He explains that this motif dates back to ancient times and relates to the theory of cyclical manifestations. He cites examples from Hindu tradition, such as Mahâkâçypa, who sleeps in a mountain and will awaken when the principle is again revealed, and the coming of a \"Universal Lord\" named Çankha, which means conch and represents the awakening of the sleeping king. Evola emphasizes that this symbolism transcends particular historical figures and emphasizes the concept of a transcendent monarchy.",
  "content": "De donde se deriva el tema del rey herido, mutilado o inanimado, que sigue viviendo en el «Centro» inaccesible, donde no rige la ley del tiempo y la muerte. Sin repetir lo que hemos expuesto en otro lugar sobre el tema, para dar una idea conjunta y universalizada del contexto en cuestión, recordaremos algunas formas típicas que en los tiempos más antiguos dieron expresión a dicho simbolismo. En la tradición hindú encontramos el tema de Mahâkâçypa, que duerme en una montaña, pero que despertará al son de las caracolas, cuando de nuevo se manifieste el principio, aparecido ya en la encarnación de Buda. Este período es también el de la venida de un «Señor Universal» - chakravartî -, que lleva el nombre de Çankha, pero Çankha quiere decir precisamente «concha», con lo que, a través de esta semejanza fonética, se expresa la idea de un despertar del sueño en función de la nueva manifestación del «Rey del 21 Julius Evola – El Misterio del Grial Mundo» y de la propia tradición primordial que el relato en cuestión concibe encerrada, en los períodos intermedios de crisis, precisamente en una «concha».",
  "last_phrase": "En conclusión, el tema del rey herido, mutilado o inanimado que sigue viviendo en un lugar inaccesible guarda simbolismos universales que se aprecian en diversas tradiciones. Estos símbolos representan el despertar del sueño en función de la nueva manifestación del \"Rey del Mundo\" y de la propia tradición primordial encerrada en períodos intermedios de crisis. A través del mito imperial medieval y la doctrina del avatara Kalki, podemos comprender mejor la importancia de este motivo en la cultura universal."
}