{
  "title": "The Symbolism of the Horse in \"Parsifal's\" Adventures.",
  "first_phrase": "In the previous text, Julius Evola explores the adventure of Parsifal, who survives a brush with death and arrives at a stunning castle. There he faces and passes the test of welding a broken sword, signifying his initiation. However, before that, Parsifal has a harrowing experience sleeping in a chapel that houses the corpse of a dead knight. In the last 200 tokens, the author discusses how the horse that leads him to his next adventure is a symbol of the life force that must be controlled by the spiritual principle represented by the knight.",
  "content": "Parsifal es tirado luego por su caballo, no logra alcanzarlo, y cuando descansa bajo la encina encuentra a la susodicha montura demoníaca; siguen las aventuras ya relatadas. En unas y en otras, es evidente que se trata de dos versiones distintas de un mismo motivo. El peligro mortal de la prueba de la capilla es, en efecto, el mismo al que se enfrenta Parsifal al montar, junto a la encina, la cabalgadura demoníaca y al dejarse llevar por ella. En cuanto a esta historia de la montura, dado el papel anormalmente importante que suele tener la montura en la literatura caballeresca, quizá sea oportuno recordar brevemente lo que ya hemos expuesto en otro lugar sobre el caballo como símbolo. Si el caballero representa el principio espiritual de la personalidad empeñada en las diversas pruebas, el caballo no puede representar sino lo que «porta» tal principio, o sea la fuerza vital, por él más o menos dominada. Así, en el antiguo mito clásico referido por Platón, el principio de la personalidad es representado como un auriga, y su destino depende del modo en que sepa dominar ciertos corceles simbólicos en relación con lo que todavía puede recordar de la visión del supramundo.",
  "last_phrase": "En resumen, la historia de la montura demoníaca en \"Parsifal\" simboliza la fuerza vital en la literatura caballeresca y representa el peligro de dejarse arrastrar por lo elemental. Es importante recordar que el caballo es un símbolo importante en la mitología clásica y en la caballería, y su función depende del modo en que es dominado por el principio espiritual de la personalidad. Por lo tanto, es fundamental que los caballeros mantengan su control para no perderse en la fuerza desencadenada del caballo."
}