{
  "title": "\"The Theme of Revenge and Resurrection in Parsifal\"",
  "first_phrase": "In this text, which explores the theme of revenge, Parsifal seeks to cure and avenge his first instructor, Gundemant. At the court of King Arthur, a ship arrives with a mysterious coffin, which Parsifal must open to find a dead knight that he is tasked with avenging. After various adventures, Parsifal returns to the fatal castle where he finally succeeds in uniting the sword. The appearance of the swan in this context is significant because the swan is strongly linked to the hyperborean tradition and to Apollo, the hyperborean god of the primordial age. The coffin transported by the swan symbolizes the invitation to revive something dead or fallen, but Parsifal is in danger of succumbing to this deathly sleep. In Diu Crône, the king of the Grail is old and seemingly ill.",
  "content": "Aquí es bastante importante la aparición del cisne, porque el cisne va ligado de manera bastante estrecha a la tradición hiperbórea y al propio Apolo, dios hiperbóreo de la edad primordial o Edad de Oro. Es evidente que el ataúd transportado por el cisne (animal que también llevará a Lohengrin hacia la tierra del Grial) equivale a una muda invitación a hacer resurgir algo muerto, decaído, precisamente en referencia a la tradición hiperbórea (recordemos que, a veces, el héroe es presentado también como el hijo de una viuda que reside y domina en un solitario y desolado bosque - véase, sobre la «viuda», lo dicho anteriormente). Pero surge el peligro de que el héroe acabe sucumbiendo también a esa muerte o a ese sueño: ese es el significado del intento demoníaco de encerrar a Parsifal, el predestinado, en la misma tumba en la que un ser vivo pedía socorro. Este significado se ve completado por lo que se lee en Diu Crône. Aquí, el rey del Grial es anciano, y parece enfermo.",
  "last_phrase": "In conclusion, the symbolism of the swan transporting the coffin in Wagner's opera and its links to the Hyperborean tradition and Apollo represents an invitation to revive a tradition that has decayed. However, there is the danger of succumbing to that decay. The search for the Grail symbolizes the quest for the true reign of the living."
}