{
  "title": "The Legend of the Dolorous Stroke and the Sword of King Arthur",
  "first_phrase": "In this text, the theme of faith is added to the story of the sword's origin, which is often related to the \"dolorous stroke\". The sword cannot be wielded against the giant without breaking until the one who wields it has integrated a different quality related to unwavering faith. The story of the sword’s origin is illustrated in the Queste du Graal and the Morte Darthur, where the protagonist Balin le Savage is believed to have given the dolorous stroke. The sword is related to Avalon and can only be wielded by a knight without villainy, treachery, or treason. The summary leads to the last 200 tokens where the sword's true power is revealed. Pelles is wounded while Nescien doubts the sword's existence before being thrown into the sea.",
  "content": "He aquí la versión de la Queste du Graal: «Esta espada, en el reino de Logres (antiguo nombre de Britania), fue empuñada por Labran para matar a traición al rey Urban. Desde aquel momento, el reino de Logres fue devastado por una epidemia, y Labran en el momento de meter de nuevo la espada en su vaina en la nave de Salomón, cae muerto. Dicen que desde entonces nadie pudo ya empuñar o desenvainar esa espada sin resultar herido o muerto por ello». Desarrollos más amplios de este tema los encontramos en la Morte Darthur: El protagonista es aquí Sir Balin le Savage, llamado también «el Caballero de las dos Espadas» y considerado el que asestó el «golpe doloroso». La espada en estos textos tiene relación con Avalón, es una reproducción exacta de la del rey Arturo: la lleva una doncella invitada por la gran dama Lile of Avelion y sólo puede ser desenvainada por un caballero without villainy or treachery, and without treason. Sir Balin pasa la prueba, o sea que saca la espada, pero no quiere devolverla a la mujer, por lo que se le predice que el arma será la causa de su propia perdición.",
  "last_phrase": "In conclusion, the legend of the sword experienced numerous changes and variations over time, with different interpretations and prophecies related to the weapon. However, the common theme remains that the sword brings both power and destruction to those who wield it, making it a fascinating and cautionary tale for readers of all ages."
}