{
  "title": "\"The Heroic Type in Wolfram's Parzival: A Biblical Analysis\"",
  "first_phrase": "In the previous text, the author affirms that Parsifal is a hero made of a \"titanic\" element, which allows him to become the king of the Holy Grail. Despite complaining about God's lack of faith in him, he eventually overcomes his challenges and serves as a glorious king. In the last part of the text, the author acknowledges Julius Evola's comparison between the anti-Christian beliefs of the Templars and the \"demonic\" aspect of fallen angels. The author provides readers with the necessary references to make a clear distinction between the Luciferian spirit and one of higher spirituality.",
  "content": "De hecho, Parsifal acusa a Dios de haberle traicionado, de no haber tenido fe en él, por no haberle asistido hasta la conquista del Grial. Se rebela, y en su cólera dice: «yo servía a un ser al que se da el nombre de Dios, antes de que me hubiese permitido exponerme a ultrajante escarnio y que me cubriese de vergüenza... He sido su servidor sumiso, porque creía que me concedería su favor; pero, de ahora en adelante, me negaré a servirle... Si me persigue con su odio, me resignaré. Amigo [le dice a Galván], cuando te llegue el momento de combatir, que lo que te proteja sea el pensamiento de una mujer [se sobrentiende, no de Dios]». Animado por ese desdén y ese orgullo, Parsifal, tras no haber triunfado en su primera visita al castillo del Grial, lleva a cabo sus aventuras. Y él, así separado de Dios, evitando iglesias, entregándose a empresas «salvajes» de caballería - wilden Aventüre, wilden, ferren Ritterschaft -, acaba venciendo igualmente, y al propio tiempo consigue la gloria de rey del Grial.",
  "last_phrase": "In conclusion, Parsifal's rebellion and separation from God did not hinder his achievements as a knight of the Grail. His heroic nature and deep calling to participate in what the Grail represents led him to conquer it, even through wild and ferocious adventures. Trevrizent's remark that Parsifal's anger led to his desired outcome stands as a reminder that challenges can lead to great achievements."
}