{
  "title": "\"The Castle of the Grail: A Place of Inviolability and Inaccessibility\"",
  "first_phrase": "The final part describes the location of the Grail Castle and its inaccessibility to all but a select few. The castle is described as \"solid and powerful\" with smooth walls that would make it safe even if besieged by all the armies of the world. However, those who search for it never find it, and only those designated by an inscription on the Grail are allowed to approach. The castle is located on Montsalvatsche, a deserted and dangerous place, and is defended by invisible beings. The theme of invisibility underscores the idea of inaccessibility to anything beyond the physical senses. This leads to the idea of the \"test of sleep,\" which takes place in the castle.",
  "content": "Titurel: En medio del bosque se alza un monte que nadie puede encontrar a menos de ser guiado a él por ángeles, el monte defendido, el monte custodiado, Montsalvatsche. Sobre él se cierne el Grial, sostenido por seres invisibles. En los textos más posteriores, el monte del Grial, Montsalvatsche, suele pasar del significado de mons silvaticus al de mons salvationis en relación con la tierra de Salvaterra y de San Salvador en España, donde se encuentra el Grial, o sea, de monte de la salvación. Tenemos pues, en general, distintos símbolos en los que siempre se expresa la idea de inviolabilidad frente a cualquier profanación o ruina, y el tema de la invisibilidad, junto a otros afines, subraya el concepto de una inaccesibilidad que es la propia de todo aquello que se sustrae al dominio del mundo corpóreo, de la forma y de los sentidos físicos: conforme a un límite, que para el hombre común se identifica con el de la muerte, o al menos con el del estado de sueño. Hemos visto ya que el castillo del Grial, sobre el que «descienden las llamas del Espíritu Santo», es asimismo aquel donde se desarrolla la «prueba del sueño».",
  "last_phrase": "In conclusion, the mystery and symbolism surrounding Montsalvatsche, the castle of the Holy Grail, highlights the idea of inaccessibility and inviolability. The concept of invisibility and passing the \"test of sleep\" to overcome the limit of physical consciousness are seen as difficult and risky actions that may result in madness, illness or death. However, for those who dare to take on such adventures, the reward is knowledge and understanding beyond the physical world."
}