{
  "title": "The Crusade Against the Grail: The Destruction of the Templars",
  "first_phrase": "In the previous text, Julius Evola discussed the Order of Templars and how it surpassed the dual limitations of warrior ideals and Christian asceticism to become something similar to the \"spiritual chivalry of the Grail.\" However, due to their unique initiatory doctrine, the Templars were hunted down and eliminated by a coalition of representatives from both the Church and secular powers. In this final part, Evola explains why the Templars had to be violently destroyed and how their demise marked the beginning of the end of the medieval metaphysical tension. He also draws an analogy between the Templars and the Grail knights in Wolfram's epic poem.",
  "content": "Debido a la propia naturaleza del ideal templario, la Orden debía ser destruida violentamente. Por lo demás, el instinto de la Iglesia contra la caballería, usando pretextos varios, no dejó de manifestarse también con respecto a otras Órdenes. En 1258, Gregorio IX atacó a la Orden de San Juan por abusos y presuntas traiciones, pero aludiendo también a la presencia, en ella, de elementos «heréticos». En 1307 los Caballeros Teutónicos fueron igualmente acusados de herejía por el arzobispo de Riga, y su jefe tuvo grandes dificultades para salvar la Orden. Pero el objetivo principal del ataque fueron precisamente los templarios. La destrucción de esta Orden coincide con la interrupción de la tensión metafísica del Medievo gibelino; con ella se rompen de nuevo los contactos. Es el punto inicial de la ruptura, del «ocaso de Occidente». A la lucha contra la Orden de los Templarios, con mayor motivo que a la lucha contra los cátaros, se la puede llamar cruzada contra el Grial. La analogía entre los caballeros del Grial y los templarios parece delatarse en Wolfram por el nombre mismo: en Wolfram, aunque no se hable de ningún templo, los custodios del Grial son llamados Templeisen, o sea templarios.",
  "last_phrase": "La historia de la Orden de los Templarios es una muestra de cómo los prejuicios y rivalidades pueden llevar a la destrucción de una entidad religiosa y militar que tenía una visión única del mundo y una forma de vida particular. A pesar de su final violento, el legado de los templarios sigue siendo una fuente de inspiración para muchos hasta el día de hoy."
}