{
  "title": "\"The Adventure of Galván and the Importance of Female Guidance\"",
  "first_phrase": "In this final section of the text, we see Galván, another knight who embarks on an adventure similar to Amfortas, but with a different outcome. He heeds Parsifal's advice and entrusts himself to a \"woman\" who becomes his defender and companion. Wolfram describes Galván's daring adventure to the Castle of Maidens, considered one of the most difficult tasks given to the Knights of the Round Table. Galván must endure humiliation and scorn, but his loyalty to his \"woman\" leads him to victory, in contrast to the downfall of Amfortas.",
  "content": "Definida en estos términos la unión con su «mujer» y la eficiencia oculta de ella, Gawain se enfrenta a la aventura del «Castillo de las Doncellas» o Schastel Marveil. Esta aventura había sido indicada por la mensajera del Grial, Cundria, como a la que deben arriesgarse los caballeros de la Tabla Redonda, dado que Parsifal, aun habiendo llegado al castillo del Grial, todavía no había sabido realizar en él su misión restauradora. Esta, en Wolfram, se considera la más atrevida de todas las aventuras, y en la Morte Darthul; «una gran locura». Ahora bien, en Wolfram esta aventura se desarrolla exactamente durante el sueño de la que ya fuera causa de la ruina de Amfortas, o sea de Orgeluse. Y la aventura le salió bien a Galván, no le condujo a la ruina. Los detalles los expondremos más adelante. Aquí sólo hay que destacar que, en esa aventura, Galván debe mostrarse dispuesto a ejecutar empresas de toda clase, juntamente con toda suerte de humillaciones, de escarnios y de incomprensiones.",
  "last_phrase": "In summary, the adventure of the \"Castle of Maidens\" proved to be a test of Galvan's pride and asceticism. He had to be willing to undertake any task, no matter how humiliating or misunderstood, and demonstrate his ability to overcome all hybris. Galvan succeeded where Amfortas had failed, and as a result, he was able to marry Orgeluse rather than suffer ruin. This serves as a significant symbol of Galvan's victory over his inner demons and his ability to prevail despite hardship."
}