{
  "title": "The Symbolism of the Fish in the Grail Legend.",
  "first_phrase": "In the last 200 tokens of this text, Julius Evola explores the symbolism of the fish and its connection to the legend of the Grail. He mentions that in Hindu tradition, the fish is the first manifestation of Visnú, and in the Chaldean culture, Oannes teaches the primordial doctrine to humans in the form of a fish. The king of fishermen represents a fallen ruler who attempts to revive the Hyperborean tradition. The seeker of the Grail will bring about the restoration of this tradition. In this part, Evola also discusses the places where the Grail tests take place, such as the Island and the Castle, which symbolize the inner journey of consciousness to a realm not usually open to humans. The Hyperborean tradition is part of a general and universal initiatory symbolism that Pindar said was only accessible to heroes like Heracles.",
  "content": "Cosa que sólo se alcanzará cuando llegue el héroe que conozca el Grial y sea consciente de su función y de sus beneficios, que hemos visto que se complementaban y casi se confundían con los propios del «pez». De ahí el otro aspecto del mismo simbolismo, el rey pescador como «buscador de hombres», de hombres en sentido eminente, de seres cualificados para la función de que se trata. XXI. LA SEDE DEL GRIAL Hemos visto que entre los lugares donde se desarrollan las pruebas de los caballeros del Grial figuran en primer lugar la «Isla» y el «Castillo». El «viaje» a esos lugares se considera esencialmente sub specie interioritatis, o sea a modo de desplazamiento de la conciencia en un mundo habitualmente cerrado al ser humano. Continúa un simbolismo iniciático general y universal, aparte de las referencias específicas que ya hemos mencionado, y que remiten a la tradición de Avalón y de la «Isla Blanca». Precisamente Píndaro había dicho que a la tierra de los hiperbóreos no se llega ni por tierra ni por mar y que sólo a héroes como Heracles les fue dado hallar el camino.",
  "last_phrase": "In conclusion, the quest for the Grail symbolizes the search for inner consciousness, and the hero who discovers it becomes aware of its benefits. The journey to the castle and island, which are the places where the knights are tested, is a representation of the spiritual journey. The theme of the island being inaccessible by normal means is universal and presents a significant challenge that only a hero can overcome. The Grail is said to be located in the spiritual realm, and its discovery leads to enlightenment."
}