{
  "title": "The Symbolism of Women in Spiritual and Heroic contexts",
  "first_phrase": "This final section distinguishes the general idea of women as sacramental administrators and life-providers from the \"heroic\" spirituality context, where the analogy between men and women is based on their normal relationship. Here, the masculine principle retains its nature, whereas the spirit represents the feminine. In opposition to religious symbolism, where the soul is often portrayed as the feminine, various symbols represent the woman, including the Widow and the Virgin, waiting for a new hero. Finally, epic legends and chivalric narratives describe tests of virility, where fidelity to the woman is a symbol of the hero's transcendental integration.",
  "content": "Una vez sentado esto, recordando los «signos» del centro, tenemos símbolos compuestos: la Mujer de la Isla, la Mujer del Árbol, la Mujer de la Fuente, la Mujer o Reina del Castillo, la Reina de la Tierra Solar, la Mujer escondida en la Piedra, etc. En particular, en cuanto Viuda, la mujer expresa una época de taciturnidad, es decir, la tradición, la fuerza o la potencia que ya no es poseída, que ha perdido a su «hombre» y espera a un nuevo señor o héroe : análogo es el significado de la «Virgen» aprisionada que espera ser liberada y desposada por un caballero predestinado. Partiendo de esta base, todo cuanto en las leyendas épicas y en muchas narraciones caballerescas se encuentra reflejado en hechos de aventuras y de luchas heroicas emprendidas sobre la fidelidad a una «mujer» y con la esperanza de poseerla, casi siempre puede interpretarse a modo de simbolismo para las pruebas de la calidad viril, que se le imponen a modo de premisa para la integración trascendental de la personalidad.",
  "last_phrase": "In conclusion, the symbols of the Woman of the Island, the Woman of the Tree, the Woman of the Fountain, the Woman or Queen of the Castle, and the Queen of the Solar Earth express different aspects of the feminine archetype. In epic legends and knightly narratives, the hero's adventures and fights for the loyalty and possession of a woman are often symbolic trials of virile quality. The seduction and danger of women can represent power and transcendental knowledge, but also the risk of falling into prevaricating pride. The location of the ongmarian center in a inhospitable northern or nordic-boreal region is another traditional teaching of the Hyperborean theme."
}