{
  "title": "\"The Symbolism of the Sword and the Stone in Arthurian Legend\"",
  "first_phrase": "This text explores the spiritual significance of warrior virtue in the Arthurian legend. The author cites an exhortation from \"Historia Regum Britanniae\" that urges soldiers to fight for their land and accept death as a victory and liberation of the soul. The tale of Excalibur represents a double and convergent symbol, where extracting the sword from the stone can mean freeing a power from materiality while also embodying the \"polar\" idea of allegory and myth. The text concludes by mentioning the institution of the Round Table and the symbolism of King Arthur's seat.",
  "content": "En segundo lugar, arrancar la espada de la piedra puede significar también liberar un poder de la materialidad, puesto que la piedra tiene con frecuencia este significado, la cual concuerda con otro episodio de la leyenda, cuando Arturo, guiado por «Merlín», se apodera de la espada Caliburn o Escalibor, empuñada por un brazo misterioso encima de las aguas. Pero dicen que esta arma había sido fabricada en Avalón, o sea que tenía relación con el «centro superior»; y el ser empuñada sobre las aguas expresa de nuevo una fuerza apartada de las condiciones de la vida material, pasional y contingente, vida a la que siempre se refirió un aspecto fundamental del simbolismo de las aguas. Por encima de esa vida se ponen no sólo quienes aspiran a recibir el mandato regio del «centro» y a ser jefes en sentido superior, sino también todo caballero que desea hacerse digno de pertenecer al séquito del rey Arturo y, por último, de encontrar el Grial. 18 Julius Evola – El Misterio del Grial Para nuestros propósitos, entre los motivos ya propios de la antigua tradición británica aludiremos de nuevo a la institución de la Tabla Redonda y al simbolismo de la sede del rey Arturo.",
  "last_phrase": "En resumen, la leyenda del Grial y la figura de Arturo simbolizan la búsqueda de una vida superior alejada de las pasiones y lo contingente. Para alcanzar esta vida, se requiere valores como la nobleza, el valor y la lealtad, y la unión en torno a un líder carismático que encarna los ideales del centro superior. La imagen del castillo giratorio y el puente peligroso también representan el acceso a un espacio sagrado e inaccesible. En conclusión, la búsqueda del Grial y la tradición de la Tabla Redonda proporcionan una inspiración valiosa para aquellos que persiguen una vida de virtud y significado trascendental."
}