{
  "title": "\"The Castle of Marveil: A Test of Courage and Initiation\"",
  "first_phrase": "In this text, the adventure of the Castle of Marvels is presented as a test to awaken Parsifal's strength, consciousness, and vocation. The adventure is proposed by the messenger of the Grail, Cundrie, after accusing Parsifal of not asking the right question. The adventure involves a moving bed and the manifestation of a primordial power in the form of a wild lion. In the end, Galván manages to overcome the challenges, but not without suffering severe wounds. This section presents a vivid account of the adventure and highlights the symbolism behind the challenges faced by the knights.",
  "content": "En la Morte Darthur; por una voz celestial oída en una capilla, en la cima de un monte, Galahad se ve impulsado a llevar a cabo esta aventura, aquí propiamente llamada del Castle of Maidens. En Wolfram, la aventura la lleva a cabo Galván y se desarrolla en los siguientes términos. Entrado en el castillo (en la Morte Darthur lo hace después de la travesía de las aguas y la victoria sobre siete caballeros), Galván ve un lecho semoviente que escapa cuando se le acercan y del que se dice que «quien se acueste en él, verá tomarse blancos sus 66 Julius Evola – El Misterio del Grial cabellos». Galván logra alcanzarlo y se siente preso «como en un torbellino». Oye truenos y ruidos espantosos, que cesan en cuanto el caballero se encomienda a Dios, para dar paso a descargas de piedra y de flechas, que no tienen consecuencias mortales a causa del escudo con el que el caballero se protege sobre el lecho, pero que sin embargo lo hieren. Sigue la manifestación de un poder primordial, en forma de león salvaje, que Galván, aunque herido, consigue matar, perdiendo inmediatamente después la conciencia.",
  "last_phrase": "In conclusion, the Castle of Maidens adventure undertaken by Galahad in \"La Morte Darthur\" and Galván in \"Wolfram\" involves passing a dangerous test of mystical power, which leads to the emergence of a primal force symbolized by a wild lion. Those who overcome this trial earn the dignity of becoming the king and break the power of dark magic. This story may convey the importance of inner strength, trusting in a higher power, and overcoming fear to achieve one's goals."
}