{
  "title": "\"The Mystery of the Pagan Knight and the Holy Grail\"",
  "first_phrase": "In this text, the story of José, a pagan nobleman who came to Palestine, is recounted. After serving Pontius Pilate for seven years, José receives Jesus' body and the blood from his side in a cup, which is thought to be the Holy Grail. While in prison, he meets the Lord, who gives him the cup, giving him life and light. After his baptism, he becomes the first bishop of Christianity, and he and his companions have several symbolic adventures. The text explains the connection of the Grail and the Order of the Knights of the Round Table. The last 200 tokens reveal that the saga of the Grail may have originated in the Nordic-Celtic region and that the Christian tradition may have revived the Avalon tradition.",
  "content": "José y los suyos tienen varias aventuras simbólicas, de las que nos ocuparemos, y en las que se repite el tema de la «Isla», antes de pasar a Inglaterra (país que hemos visto que había adoptado el significado de la «Isla Blanca») del modo sobrenatural que hemos explicado. En el Parceval li Gallois se encuentra la importante mención de que, ya antes de la muerte de Jesús, José había estado en la «Isla», adonde se dirigirá luego Parsifal, mientras que Robert de Boron habla también de misteriosos antepasados de José, a los cuales es necesario prestar igualmente servicio para conseguir formar parte de la Orden; la cual, siendo esto así, debía de existir ya antes de Cristo y del cristianismo. Si se quiere dar un contenido histórico sui generis a estos aspectos de la saga, quizá podría resumirse como sigue: algo del cristianismo pasa al área nórdico-céltica y reaviva la tradición de Avalón.",
  "last_phrase": "In conclusion, the adventures of Jose and his companions are filled with symbolic references to the \"Isla\" and the legend of Avalon. The fusion of Nordic-Celtic traditions with Christianity reinvigorated the tradition of the Grial, which has strong associations with Britain and the legend of King Arthur. The Glastonbury and Salisbury centers are recognized as sources of the Grial's history, which is traditionally associated with Avalon. This fusion of traditions reflects a period of decay when the old Nordic traditions were reborn in the Christian tradition of the Grial."
}