{
  "title": "\"The Symbolism of Avalon and the Holy Grail\"",
  "first_phrase": "In this text, we explore different versions of the location of the mythical land of Avalon, which plays an important role in the Arthurian legends and the Grail cycle. The author analyzes how Avalon is described in different texts, from being a dangerous region atop a holy house in Perceval to a country in the extreme west in Robert de Boron. The text then delves into how Avalon is connected to the Isla Blanca, Glastonbury, and the legend of Joseph of Arimathea. In the last 200 tokens, the discussion centers on the association of Avalon with the ancient Nordic-Celtic symbol of the \"island that spins,\" and how it represents the idea of a primeval center.",
  "content": "Ahora bien, «a la Isla Blanca», concebida por transposición como parte de Inglaterra, dice Gautier que se dirige el propio José de Arimatea con el Grial, y allí, acosado de enemigos, es «alimentado», junto con los suyos, por el propio Grial, que da a cada uno lo que ansía . Por otra parte, según otros, en la insula Avallonis, confundida con Glastonbury por la razón ya explicada, está enterrado el propio José de Arimatea, y tal isla es en el fondo una reproducción de aquella adonde son llevados muchos héroes del Grial y en donde se desarrollan sus aventuras y sus pruebas más significativas, mientras que a su vez recoge el antiguo símbolo «polar» nórdico-céltico del centro primordial cuando se nos presenta en la forma de «isla giratoria». Y aquí, de un modo u otro, se trata en realidad de ese centro.",
  "last_phrase": "In conclusion, the Island of Avalon or the Island of the White is believed to be the promised land of the Grail, the place where it originated, where it is transported or searched for. The various journeys to reach the Island were symbolic and represented a contact with forces or centers of the primordial tradition. The different versions of the story highlighting the struggle of the noble men to reach the island, pass the tests, and cross the waters magically."
}