{
  "title": "Symbolism and Initiation of the Knights Templar",
  "first_phrase": "In this final section of the text, we explore the myths and symbols surrounding the Knights Templar, especially their connection with the sacred stone and androgyny. Julius Evola debunks the accusations of child sacrifice and sees them as part of a heroic initiation ritual involving the symbolic \"baptism of fire\". The Knight's cincture or cord becomes a powerful metaphor for the invisible chain that binds all initiates, regardless of gender or caste, into a single spiritual brotherhood.",
  "content": "Todo ello debía reducirse, simplemente, a un «bautismo del fuego», o sea a una iniciación heroico solar impartida a los neófitos que, según una terminología común a todas las tradiciones, aparecían como «hijos» de los Maestros, como «recién nacidos» en el segundo nacimiento. En la lengua cifrada de la misma mitología griega encontramos el símbolo de una diosa Deméter, que pone al niño en el fuego para asegurarle la inmortalidad. Este renacer tenía probablemente por insignia el cinto, que había que llevar noche y día, que cada caballero recibía y que había que poner en contacto con el ídolo para que se impregnase de un especial influjo. El cinto o cordón era ya en los Misterios clásicos el signo de los iniciados, así como en el Oriente indo-ario señalaba a las castas superiores de los «nacidos dos veces» y especialmente la brahmánica. Al propio tiempo, el cordón también es símbolo de la cadena inmaterial, del lazo que une invisiblemente «conforme a la esencia» a todos aquellos que han recibido la misma iniciación haciéndose así portadores de una misma influencia invisible.",
  "last_phrase": "In conclusion, the symbolism of the double fire and the double sword in ancient traditions was a representation of the hero's initiation into a higher realm. The cord or belt worn by the initiated was a sign of this initiation and served as a connection to others who shared in that same experience. The double flame, a key symbol of the Templars, likely represented a similar idea and was associated with the chalice or Grail. While the Templars were accused of practicing demonology and black magic, these rumors may have simply been due to their knowledge of the supernatural sciences."
}