{
  "title": "Overcoming Prejudices in the Study of Medieval Literature",
  "first_phrase": "In the first part of the text, the author talks about the importance of understanding medieval poetry and legends, which have often been disregarded as literary works. The author also highlights the paradox in myths that lead us to seek hidden truths rather than relying on mere words. The last 200 tokens focus on two prejudices that need to be overcome when studying the Grail legends: the literary and the ethnological. The author argues that the Grail's roots go beyond mere folklore, and researchers need to recognize the historical and initiatic aspects of the legend to understand the importance of a particular tradition.",
  "content": "O sea de tratar de comprender el «misterio», misterio del que en muchos casos ha sido portadora la literatura «poética» de que hablamos y que, como veremos, no carece de relación con las mismas influencias que han dado fonna al ciclo del Grial, además de con ciertas organizaciones que actuaban tras los bastidores de la historia conocida. II. EL PREJUICIO ETNOLÓGICO Otro prejuicio que hay que superar es el etnológico. Se refiere esencialmente a un tipo de estudios que han comenzado a descubrir en el ciclo de leyendas en las que aparece el Grial varias raíces subterráneas, pero que no han sabido ver en ellas más que fragmentos de folklore, de antiguas creencias populares primitivas. Precisar este aspecto es importante, en relación específica con la materia que trataremos, porque la presencia de esos elementos en la tradición del Grial es bien real, y constituyen además el hilo conductor para que en el aspecto suprahistórico e iniciático de la leyenda del Grial podamos reconocer también el aspecto histórico referente a la presencia y la eficacia de una tradición particular.",
  "last_phrase": "In conclusion, it is necessary to overcome both the mystifying and ethnological biases that have prevented a proper understanding of the Grail legend. Recognizing the real presence of ancient traditions and avoiding reductionist interpretations will allow us to appreciate the significance of the Grail as a historical and initiatory symbol."
}