{
  "title": "Symbols of inaccessibility and isolation in the search for the Grail",
  "first_phrase": "In this part of the text, we delve deeper into the symbolism behind the castle and its inaccessibility in the Grail stories. The texts of Queste du Graal and Wolfram introduce the theme of the dangerous crossing, along with the animal symbol of lions, which plays an initiatory role in these texts. The castle itself is presented as a solid and powerful structure with walls smoother than any fortress in the world, but it can only be found by those who stumble upon it unknowingly. The Montsalvatsche, where the Grail is located, is a wild and deathly place, and the way to it is filled with combats and penance.",
  "content": "El castillo se nos presenta aquí «sólido y poderoso», con muros lisos que lo harían seguro aunque estuviese asediado por todos los ejércitos del mundo: Swaz erden hât umbslagenz mer, - danc gelac nie hûs sô wol ze wer - als Munsalvaesche. En el castillo hay «esplendores que no tienen igual en la Tierra. Pero, desdichadamente, quien se dedica a buscarlo nunca lo encuentra: sin embargo, muchos son los que se entregan a esa búsqueda. Mas para verlo es necesario llegar a él sin saberlo: er muoz unwizzende geschehen». El lugar donde se encuentra está desierto, es salvaje, mortal; es el Montsalvatsche en las Tierras de Salvatsche. «La vía que conduce a él está llena de combates - swâ diu stêt - von strîte rûher wec dar gêt.» «No se suele cabalgar tan cerca del Montsalvatsche sin tener que pasar un peligroso combate o ir al encuentro de esa expiación a la que todo el mundo da el nombre impiden a los hombres de cualquier nación el acercarse, a excepción de los indicados por una inscripción que aparece en el propio Grial: se consagran a una lucha hasta la última gota de su sangre contra todo invasor.",
  "last_phrase": "In summary, the castle of Montsalvatsche represents an idea of inviolability and inaccessibility that only a few can reach without knowing it. While many seekers try to find it, the path to the castle is full of dangerous combats, and only those indicated by an inscription on the Grial can approach it. The concept of invisibility emphasizes the idea of inaccesibility which is inherent to anything beyond the physical senses. Ultimately, the castle of the Grial is a symbol of spiritual salvation and the test of the dream takes place here."
}