{
  "title": "The Symbolism of the \"Veltro\" and \"Dux\" in Literature.",
  "first_phrase": "This text delves into the myth of the Holy Grail and its various representations in literature throughout history. It discusses the symbolic figures of the Preste Juan and Ogier and how they are linked to powerful dynasties. The author compares the concepts of the Veltro and the Dux in Dante’s work and explains how they relate to similar ideas and symbols. The text highlights the importance of the internal unity of the Grail myth and how it is expressed differently in different sagas. Finally, the author suggests that the resemblance between the terms “can” and “Kan” may have influenced Dante’s choice of the term “Veltro” to refer to a similar idea.",
  "content": "Se trata de 27 Julius Evola – El Misterio del Grial distintas representaciones de la unidad interna del tema, expresado distintamente en el ciclo de cada una de las sagas que tienen como centro uno u otro de esos personajes simbólicos. XII. DANTE: EL VELTRO Y EL DUX Para concluir esta serie de aproximaciones, destacaremos que la misma concepción dantesca del «Veltro» y del Dux se refiere a un orden de ideas y de símbolos muy similar. Desde el punto de vista externo, no se excluye que Dante eligiese el término «Veltro» - can, lebrel -, basándose en la semejanza fonética de «can» y Kan, título del gran jefe del Imperio mongol. En aquella época, como hemos dicho, aquel Imperio se confundía a veces con el imperio del rey Juan, de Alejandro, de Ogier y así sucesivamente, es decir, generalmente, con oscuras representaciones del «Centro del Mundo».",
  "last_phrase": "In conclusion, Dante's conception of \"Veltro\" and \"Dux\" refers to a similar order of ideas and symbols. The phonetic similarity between \"can\" and \"Kan\" informs the meaning behind the choice of the term \"Veltro.\" Moreover, this ancient Germanic language word hints at the nobility, control, and dominion that the Veltro exudes. Dante explores the intriguing world of Christianity, paganism, and mystery in his works that effectively contain sagas centering on symbolic characters."
}