{
  "title": "\"The Legend of Prester John and the Integration of Symbolism\"",
  "first_phrase": "This section explores how the image of Prester John, a mysterious and powerful Eastern prince who was not Christian but was friendly to Christians, supported the idea of integrating the symbols of chivalry, empire, and crusades. When help did not materialize from Prester John for Christian causes, the legend persisted as an element of various sagas. In the Danish tradition, the cycle of Ogier represents an interesting personality who embodies different motifs. Ogier, one of the paladins of Charlemagne, becomes a savior of Christianity and a universal conqueror who extends his power over the East and arrives at the kingdom of Prester John, which is identified with Avalon, the center of the Hyperborean tradition.",
  "content": "Es en el ciclo de Carlomagno donde la saga de Ogier presenta los desarrollos más interesantes para nosotros, porque reúne significativamente en un solo conjunto los diferentes motivos hasta ahora separados. Ogier de Dinamarca se nos presenta como uno de los paladines de Carlomagno que, tras haber estado en conflicto con este emperador, acaba adoptando los rasgos de un salvador de la cristiandad en el momento de máximo peligro, y de un conquistador universal. Extiende su poderío sobre todo el Oriente y llega, como Alejandro, al reino del preste Juan donde están los dos árboles, el lunar y el solar, que hemos visto que equivalen al árbol del poder universal de la saga del Gran Kan y al árbol del centro que se asocia al estado primordial («paradisíaco»). Pero es sumamente interesante que aquí el reino del preste Juan acaba identificándose con Avalón, es decir, con el centro de la tradición hiperbórea , aparte de que se establece una estrecha relación entre el «bálsamo» de los dos árboles y el paso de Ogier a la forma del que «vive siempre» y que «un día volverá».",
  "last_phrase": "In conclusion, the saga of Ogier in the cycle of Charlemagne presents a unique blend of various motifs seen in different tales. Ogier becomes a savior of Christianity and a universal conqueror, ultimately reaching Avalon and living a perpetual youth with Morgana. The story culminates with Ogier returning to the world to achieve a divine victory, highlighting his importance in a time of danger."
}