{
  "title": "\"Irish Mythology: The Cycle of Bronze and Titan Forces\"",
  "first_phrase": "In the previous section, the text talked about the Fomorian race, dark and telluric forces associated with the depths of the waters. These forces are defeated by the Partholon, a race of civilized people from the region of the Atlantic. Afterwards, the Neimheidh people take over and construct a fortress with the help of the Fomorians, but fearing they will take it over, Neimheidh exterminates them. This last section then draws a comparison between the myth of the Eddas with the Neimheidh cycle in Ireland, where the gods asked the giants to rebuild the central region but ended up causing their downfall.",
  "content": "El nombre de Neimheidh, que tiene una raíz céltica con significado de «celestial», y también de «amigo», «venerable», «sagrado», nos permite concebir ese mismo nuevo ciclo como creación de los representantes de la tradición primordial todavía en estado puro, «olímpico». En la época de Neimheidh destaca un episodio simbólico, que tiene correspondencia con otro análogo de los Eddas. En los Eddas, los ases, «los héroes divinos», se dirigen a los «seres elementales» para hacerles reconstruir la fortaleza de la «región central», el Asgard del Milgard. Como compensación por esa obra, los gigantes quieren tener la «mujer divina», Freya, y con ella «la Luna y el Sol». Al no obtenerla - pues los ases impiden esta usurpación de las fuerzas superiores provocada por haberse servido ellos de las potencias elementales -, se desencadena una lucha que finaliza con la fatal consecuencia del «ocaso de los dioses». Asimismo, en el ciclo irlandés, Neimheidh se sirve de los fomores para hacerles construir una fortaleza, pero luego, temiendo que se adueñen de ella, los extermina.",
  "last_phrase": "En resumen, el ciclo titánico simboliza la llegada de una nueva época que se establece a costa de la destrucción de la civilización primordial. Sin embargo, hay un intento heroico de restauración en el ciclo de los Tuatha dé Danann, que representa una conexión celestial y un conocimiento sobrenatural adquirido en la región hiperbórea. Esta comprensión nos permite reflexionar sobre el origen y la trascendencia de las culturas antiguas y su influencia en el pensamiento contemporáneo."
}