{
  "title": "\"The Symbolism of the Wounded King and the Doctrine of Kalki\"",
  "first_phrase": "This text explores the symbolic theme of a wounded, mutilated, or inanimate king who continues to live in an inaccessible 'Center' beyond the laws of time and death. Several ancient traditions, such as the Hindu and Iranian, have expressed this symbolism through various heroes and motifs. This last part (200 tokens) highlights the doctrine of avatara Kalki, which relates to the history of Paraçu-Râma, a typical representation of the heroic exponent of the primordial Hyperborean tradition.",
  "content": "Una tradición irania análoga se refiere al héroe Kereshaspa, quien, herido por una flecha mientras estaba sumido en un estado de «sueño» (volvemos a tener el mismo símbolo), sobrevive en letargo a través de los siglos, asistido por las fravashi (tal como permanece con vida el rey Arturo en la isla de las mujeres expertas en el arte esotérico), aunque resurgirá en la época de Çaoçyant y luchará a su lado. Çaoçyant es el Señor de un futuro y triunfal reinado del «Dios de Luz» y el destructor de las fuerzas oscuras arimánicas; convendrá destacar ya aquí que la concepción hebraica de «Mesías» y la cristiana de «Reino», a la que muchos quisieran someter directamente el mito imperial medieval, no es sino un eco de esa antigua concepción ario-irania pre-cristiana. Para disponer de la pauta más importante del motivo en cuestión, sin embargo, debemos remitimos a la doctrina del avatara Kalki, que tiene que ver con la historia de Paraçu-Râma, una de las representaciones típicas del exponente heroico de la tradición olímpico-hiperbórea primordial.",
  "last_phrase": "En resumen, estas antiguas concepciones ario-iránicas pre-cristianas han dejado un rico legado simbólico que podemos aun apreciar en tradiciones posteriores. Debemos recordar que la figura del héroe, que encarna valores como la valentía, la superación y el sacrificio, ha sido un arquetipo que ha trascendido culturas y épocas, y que su importancia sigue siendo crucial en nuestra era actual."
}