{
  "title": "\"Exploring the Allegorical Elements of the Grail Legend\"",
  "first_phrase": "In this last part, the author provides references to understand the distortions in the legend of the Grail. He mentions how the fallen angels played a role in the magic-hermetic doctrines attributed to Salomon and how the Templars were accused of having doctrines of the demons. The author emphasizes the distinction between luciferic and non-luciferic elements in the legend and how the element \"titanic\" is what gives rise to the hero. Wolfgang gave Parsifal some luciferian traits, but he still successfully completed his quest and became the king of the Grail.",
  "content": "Cuando Inocencio III acusó a los templarios de haberse entregado, a su vez, a la doctrina «de los demonios» - utentes doctrinis daemonorium -, muy 41 Julius Evola – El Misterio del Grial probablemente tuvo en cuenta los misterios anticristólatras de los templarios y procedió instintivamente a la misma asimilación por la que la «raza divina» primordial fue presentada como la raza culpable o demoníaca de los ángeles caídos. Por nuestra parte, ya hemos proporcionado puntos de referencia suficientemente exactos para orientarse frente a distorsiones de este tipo y para fijar el límite que separa el espíritu luciférico del que no lo es, y el punto de vista cristiano del de una más elevada espiritualidad. Así, cualquiera podrá distinguir fácilmente el distinto alcance de cada elemento que se encuentra en nuestra leyenda, junto con muchas interpolaciones y deformaciones. Habiendo demostrado que el elemento «titánico» es la materia prima de la que se podía extraer el «héroe», es comprensible que, pese a todo, Wolfram diera a Parsifal algunos rasgos «luciferinos», haciéndole llevar, sin embargo, a término felizmente su aventura, hasta el punto de que finalmente adoptó la forma luminosa de rey del Grial y de restaurador.",
  "last_phrase": "In conclusion, while Wolfram gave Parsifal some \"luciferian\" traits, it is important to distinguish between the luciferic spirit and a higher spirituality. With a clear understanding of the elements present in the legend, it is possible to see how Parsifal successfully completed his quest and became king of the Grail. Despite his initial rebellion against God, he ultimately found success through his own efforts and determination."
}