{
  "title": "\"Medieval Civilization: Influence of Nordic, Christian and Roman Elements\"",
  "first_phrase": "In this segment of Julius Evola's \"The Mystery of the Grail\", the author discusses the three elements that make up medieval civilization: Nordic-pagan, Christian, and Roman. He emphasizes the importance of the Nordic-pagan element in the feudal regime, chivalrous ethics, and social structure. However, he notes that the spiritual traditions of the Nordic-germanic people had devolved by the time they arrived in Rome. The author then explains how the contact with Christianity and the symbol of Rome acted as a revitalizing force, offering a sense of transcendence and an imperial power, respectively.",
  "content": "De dicha tradición, en los pueblos de los períodos de las invasiones sólo pueden hallarse ecos fragmentarios, oscuros recuerdos que dejan amplio margen a la leyenda popular ya la superstición: tales que lo que aparecería en primer plano, en todo caso, serían formas de una vida ruda, guerrera y toscamente esculpida, más que todo lo que es propiamente espiritual. A este respecto, en las tradiciones nórdico germánicas de la época, constituidas en gran parte por los Eddas, tenemos casi residuos cuyas posibilidades vitales parecen poco menos que agotadas y en las que bien poco había quedado del vasto aliento y de la tensión metafísica propia de los grandes ciclos de la 71 Julius Evola – El Misterio del Grial tradición de los orígenes. Puede hablarse, pues, de un estado de latencia involutiva de la tradición nórdica. Pero tan pronto como se produjo el contacto con el cristianismo y con el símbolo de Roma, entró en juego una condición diferente. Este tipo de contacto actuó de modo vivificador. El cristianismo reavivó, pese a todo, el sentimiento genérico de una trascendencia, de un orden sobrenatural. El símbolo romano ofreció la idea de un regnum universal, de una aeternitas llevada por un poder imperial.",
  "last_phrase": "The myth of the Grail, closely related to the imperial saga, acted as the ultimate point of integration for the Norse-Germanic tradition to undergo a grandiose development and a marvelous transmutation of forces. This myth complemented the substance of the warrior ethos, gradually redirecting it towards one of those cycles of restoration denominated \"heroic\" in a special sense. The contact with Christianity and the symbol of Rome breathed new life into an otherwise stagnant tradition, leading to the emergence of the knightly type and the epic supra-national idea of the sacred war of the crusades."
}