{
  "title": "\"The Test of Pride: Symbols and Meanings in the Story of the Grail\"",
  "first_phrase": "This text discusses the concept of the Grail in Wolfram's work and its relation to the characters of Galván, Amfortas, and Trevrizent. The previous part of the text focuses on the historical context of the Grail and the influence of Christianity and paganism. The last 200 tokens delve into the character of Trevrizent, who represents the principle of asceticism and the need to be pure of pride to earn the right to guard the Grail. The text also explains the fall of Amfortas who was wounded in his virility by a poisoned lance, due to his previous pursuit of love without respect for chastity.",
  "content": "Trevrizent le dice a Parsifal: «Quizá vuestra juventud os llevaría a carecer de la virtud de la renuncia», y aquí pasa a recordar significativamente el caso de Amfortas, «la miseria que le atormenta y que fue la recompensa de su orgullo». Debido a que «en su búsqueda del amor, no supo respetar la castidad - unt daz er germe minne - uzerhaip der kiusche sinne- (Amfortas) fue afectado de los males que también hubieron de sufrir todos los que lo rodean». Wolfram representó en Arnfortas el tipo del rey herido e inútil a la espera del héroe que le curará y al cual después transmitirá el mandato del rey del Grial. La caída de Amfortas queda explicada del modo siguiente: Escogiendo por grito de guerra el lema «Amor, que no se dice mucho con la humildad», se puso al servicio de Orgeluse de Logrois, llevando a cabo esforzadas aventuras «dominadas por el anhelo de amor». Pero, en una de esas aventuras, acabó siendo herido en sus partes viriles por la lanza envenenada (mit einem gelüppeten sper - wart er ze tjostieren wunt) de un caballero pagano, que se creía seguro de conquistar el Grial.",
  "last_phrase": "En resumen, la historia de Amfortas en Wolfram von Eschenbach es una alegoría de cómo la búsqueda del amor y la gratificación personal sin humildad y respeto puede llevar a la caída y la impotencia. La herida de Amfortas representa la pérdida de la virilidad heroica y la condena a un ardor inextinguible. Es importante recordar que el castillo del Grial y su leyenda contienen simbolismos complejos y no se reducen a una única interpretación literal."
}