{
  "title": "\"The Symbolism of the Sleeping King and the Holy Grail\"",
  "first_phrase": "This text explores the symbolism behind the wounded and sleeping kings that appear in various legends. It is said that these kings cannot die until their designated savior arrives to restore their kingdoms. The story of Parsifal's father going on a quest to distant lands until the best knight in the world appeared also comes into play, bringing up references to Avalon, King Arthur, and the mythical Western Isle. The text also delves into the meaning behind the wounded king's pain intensifying under the sign of Saturn, who is a regal figure that represents primordial forces in alchemy. Additionally, the text touches upon the symbolic significance of the quest for the Holy Grail and the hero's journey.",
  "content": "El conjunto de cuanto se ha expuesto toma claro el motivo de que precisamente en el signo de Cronos se vuelva a abrir y se agudice la herida de Amfortas. Por lo demás, hemos de destacar también que, en la tradición hermética, Saturno-Cronos es exactamente el «muerto» que se ha de resucitar; que el arte regia de los «héroes» consiste en liberar el plomo de sus «lepras», de sus imperfecciones y oscuridades trasmutándolo, con ello, en oro y realizando así «el misterio de la Piedra». Oro, Cronos, «piedra de fundamento», son otras tantas remisiones a la tradición regia primordial. Allí donde se representa su signo, la herida de quien se ha degradado o ha usurpado quema y se hace dolorosa. En cuanto al tema, antes tratado, de un caballero muerto o herido que los buscadores del Grial hallan junto a su mujer - a veces significativamente cerca del Árbol -, nos remite al tipo del héroe que ha faltado a la prueba, o bien sensibiliza al mismo buscador del Grial, que ha fracasado una primera vez en su misión.",
  "last_phrase": "In conclusion, Saturn/Cronos represents the dead that need resurrection in the Hermetic tradition, and the hero's task is to transform lead into gold by removing imperfections, symbolizing the mystery of the Stone. Therefore, the wound of Amfortas is intensified whenever the sign of Cronos appears. The motif of the wounded knight and his woman found near the Tree relates to the hero who failed in his quest, and the woman guides the seeker to discover the mystery of the Grial Castle."
}