{
  "title": "\"The Symbolism of Trees in Mythology and Legend\"",
  "first_phrase": "In the previous text, author Julius Evola explored the symbolism and tradition behind the mystical and powerful Tree in various cultures. Now, in the final part, Evola discusses the connections between the Tree, the concept of the primordial state, and the legend of the preste Juan. He explains how the imagery of the preste Juan and his kingdom served as a source of inspiration for the Crusades, and how the legend evolved over time. Evola also touches upon the cycle of Ogier, a Danish hero who embodies the idea of a savior for his people. Through these narratives, Evola highlights the enduring significance of sacred symbols and mythological archetypes.",
  "content": "En cuanto a la imagen del reino del preste Juan, también sirvió históricamente de apoyo a la oscura idea de una integración de las fuerzas desplegadas en los símbolos de la caballería, del Imperio y de las Cruzadas. En una transposición materialista, a aquel príncipe misterioso y poderoso de Oriente, que no era cristiano pero era amigo de los cristianos, le mandaron un mensaje pidiendo ayuda para la causa cristiana, en sus momentos más trágicos, para obtener un resultado victorioso en la guerra santa. Una vez 26 Julius Evola – El Misterio del Grial perdidas aquellas esperanzas al no manifestarse la ayuda en la forma militar que ingenuamente habían imaginado, al no encontrar el modo de percatarse de lo que había detrás del símbolo del preste Juan y de su «ayuda», subsistió la «leyenda» como elemento de distintas sagas. A este respecto conviene mencionar el ciclo de Ogier. En la tradición danesa, Ogier u Holger es una reproducción del emperador gibelino que no ha muerto: es un héroe nacional secuestrado en lo más profundo de un monte o en la parte subterránea del castillo de Kronburg, pero que reaparecerá cuando su tierra necesite de un salvador.",
  "last_phrase": "In conclusion, the myth of Prester John served as a powerful symbol for the integration of various forces, from chivalry to the Crusades. Although hopes for his military aid were dashed, the legend persisted and evolved in various sagas, including the cycle of Ogier. Ogier's story, which combines different motifs into one, ultimately leads him to the legendary kingdom of Prester John, which is identified with Avalon and the traditional center of Hyperborean lore. Through the symbol of the two trees, Ogier's transformation signifies his eternal life and eventual return, reinforcing the enduring power of this myth."
}