{
  "title": "\"The Mystery of the Spear and the Grail\"",
  "first_phrase": "In the previous part, we learned about the legends of the Holy Grail and how it was linked to Alexander the Great and Set. In this last section, the author delves into the symbolism of the lance and its complementary nature to the cup. The lance represents both regal and polar symbolism, and its association with the Grail cycle is explored. The author also discusses the significance of the number twelve and the divine origin of the spear. The text concludes by highlighting the magical correspondences between these distant traditions.",
  "content": "Ahora hemos visto que este número «solar» aparece también en la Orden de la Tabla Redonda y del propio Grial: y la piedra celeste, el recipiente que proporciona el alimento sobrenatural, la lanza, estos tres objetos esenciales de la saga nórdico-medieval se encuentran ya como «signos» proféticos que velan el misterio de los orígenes de Roma y su destino de centro imperial universal. Hay una correspondencia, casi diríamos que mágica, de significados entre todas esas tradiciones tan distantes en el tiempo y el espacio. 50 Julius Evola – El Misterio del Grial XVIII. EL MISTERIO DE LA LANZA Y DE LA VENGANZA Hemos mencionado ya el complementarismo que existe entre lanza y copa. En las representaciones tradicionales del «doble poder», el cetro a menudo se confunde con una lanza, y el simbolismo de la lanza, .junto con el del cetro, interfiere a menudo con el simbolismo del «eje del mundo» y, por esa razón, remite a los ya conocidos significados «polares» y regios. Ahora bien, en el ciclo del Grial, la lanza aparece precisa y exactamente junto a figuras regias y presenta un doble carácter: hiere y sana. Esto requiere alguna explicación más.",
  "last_phrase": "En resumen, existe una conexión mágica y significativa entre las tradiciones nórdico-medievales y la Orden de la Tabla Redonda en relación con el número \"solar\", la piedra celeste, el recipiente sobrenatural que proporciona alimento y la lanza. El simbolismo de la lanza se entrelaza con el simbolismo de la copa, presentando un doble carácter de herir y sanar. En la saga del Grial, la lanza ensangrentada alimenta al rey con su sangre, que simboliza un principio regenerador."
}