{
  "title": "\"The Historical and Suprahistorical Meaning of the Holy Grail\"",
  "first_phrase": "This text by Julius Evola explores the mysterious and initiatory nature of the Grail cycle and its connection with the spiritual crisis of medieval civilization. The author argues that the cycle represents the convergence of primordial and historical motifs, united by a common motive. In the last 200 tokens, Evola delves into the principles and antecedents of the Grail cycle, specifically the Olympian cycle, and highlights the importance of understanding the fundamental themes and internal unity of the various texts and characters in order to grasp the true historical and supra-historical significance of the Grail mystery.",
  "content": "Por tanto, hay que partir de la idea de una unidad interna fundamental de distintos textos, con los distintos personajes, los distintos símbolos y las distintas aventuras propios de ellos, por lo que debemos descubrir la capacidad latente de un texto para completar o continuar otro, hasta haber precisado totalmente algunos temas fundamentales. Al margen de esto, devolver esos términos a sus significados universales intertradicionales ya una metafísica aliada de la historia, significaría sin embargo repetir lo que ya hemos expuesto en otra obra. Aquí, pues, deberemos limitarnos a exponer en forma de enunciado los puntos de referencia más indispensables para poder comprender en verdad el sentido, simultáneamente histórico y suprahistórico, del misterio del Grial. 8 Julius Evola – El Misterio del Grial PRINCIPIOS Y ANTECEDENTES V. EL CICLO OLÍMPICO Según la línea de pensamiento que seguimos, lo que en los distintos pueblos se ha manifestado como verdadera «tradición» no es algo relativo, algo determinado por factores externos o simplemente históricos, sino que remite siempre a elementos de un saber único en su esencia que tienen carácter de «constantes».",
  "last_phrase": "In conclusion, understanding the true meaning of the mystery of the Grail requires us to discover the latent capacity of a text to complete or continue another, limiting ourselves to exposing the most essential reference points. The traditional teaching has always affirmed the existence of a race of origins, possessing a transcendent spirituality, which defines the olímpica structure. The concept of an Age of Gold is a distant memory of that cycle, and a suprahistorical conception was formed based on the fact that what had been manifest became hidden at a certain point in time."
}