{
  "title": "\"The Legendary History of Ireland and its Mythical Creatures\"",
  "first_phrase": "In the previous text, the legendary history of Ireland and the successive races that occupied and dominated it were discussed. In this last part, Julius Evola's explanation in \"The Mystery of the Grail\" concerning the mysterious center in the North Atlantic called Hiberia will be explored. It will be shown how this center is linked to the \"Land of the Dead\" in Irish mythology and the struggles between the civilizers and the Fomores, the dark and earthy race of Ireland. Finally, the author highlights the extinction of the Partholon race, which is followed by another people of equal origin, the Neimheidh race.",
  "content": "Representan las fuerzas de un ciclo de la «Edad de Bronce», oscuras fuerzas telúricas, asociadas a las profundidades de las aguas (en el ciclo de Ulster), igual que se asoció a éstas al telúrico Poseidón; o bien corresponden a fuerzas del ciclo originario materializadas o degradadas en sentido titánico. Este segundo aspecto, en las tradiciones célticas. parece deducirse del hecho de que al rey de los fomores, Tetra, se le atribuye a veces la misma patria misteriosa del otro lado del océano, y que la inexpugnable torre de Connan, otro rey de los fomores, en la «isla de Cristal en medio del mar», en el fondo también es visiblemente una imagen del centro primordial. En todo caso, a los fomores, en su aspecto esencial de raza oscura y telúrica, los vence un primer núcleo de civilizadores llegados a Irlanda de la región atlántica, de la raza de Partholon. Esta raza se extingue, y le sucede otro pueblo de igual origen, la raza de Neimheidh.",
  "last_phrase": "En la mitología celta, los Fomoréos representan las fuerzas telúricas oscuras, las cuales son vencidas por los civilizadores de la raza de Partholon y posteriormente por la raza de Neimheidh, quienes se convierten en los representantes de la tradición primordial en estado puro. Este episodio simbólico revela la lucha entre las fuerzas elementales y las superiores, demostrando la importancia de equilibrar estas energías para evitar la caída de los dioses."
}