{
  "title": "Kalki: The Myth of Imperial Restoration in Intertraditionality",
  "first_phrase": "This text talks about the myth of the imperial new manifestation and its intertraditional perspective. In the previous part, it was discussed how the Grail cycle had a connection to this imperial myth. In the last part, Kalki, accompanied by his warriors, walks on a miraculously solidified sea and returns to his city, Sambhala, where he finds the kings, Maro and Deva, who had remained alive through the ages. He then fights against the \"age of darkness\" personified by Kali, Koka, and Vikoka. In this final segment, we will explain the symbolic elements of this myth to better understand it.",
  "content": "Más adelante precisaremos los elementos simbólicos incluidos en dicha historia, por si su sentido no le resulta claro al lector. Aquí hemos pretendido ante todo dar algunas referencias adecuadas para situar desde un punto de vista intertradicional el mito imperial de la nueva manifestación del Regnum, y evitar que las expresiones que este mito tuvo en la Edad Media se consideren por separado, sobre todo con una dependencia unilateral de creencias cristianas. Por lo demás, la romanidad, en su período imperial pagano, les parece a muchos que significa un despertar de la edad de oro, cuyo rey, Cronos, como hemos visto, se concebía eternamente vivo, sumido en un estado de sueño en la región hiperbórea. En el reinado de Augusto, las profecías sibilinas anunciaron un soberano «solar», rex a coelo o ex sole missus -, al que parece referirse el propio Horacio cuando invoca que el dios hiperbóreo de la edad de oro, Apolo, venga por fin; así también Virgilio cuando anuncia de modo similar la inminencia de una nueva «edad de oro», de Apolo y de los héroes.",
  "last_phrase": "To sum up, this text aimed to provide essential references to understand the imperial myth of the new manifestation of Regnum from an inter-traditional point of view. It sheds light on how the Roman Empire was perceived as a reawakening of the Golden Age. The idea of the connection of Rome with a supra-historical and metaphysical principle is the basis of the theory of the perenniality and immortality of Rome. The text offers insights into the development of the imperial myth in the Byzantine era that found resonance in the Middle Ages. Understanding this myth's elements and symbolism is crucial to grasp its significance and legacy."
}