{
  "title": "\"The Suprahistorical Mystery of the Grail and the Olympic Cycle\"",
  "first_phrase": "In the previous section, the author elaborates on the fundamental unity of different texts, characters, symbols, and adventures that make up the essence of traditional knowledge. In this final part, Julius Evola delves into the idea of an Olympic race, a superior and divine people meant for leadership and often associated with the sun. He argues that this race is a constant element in traditional teachings, and its existence reinforces a supra-historical understanding of spirituality. By presenting these concepts, Evola aims to help the readers comprehend the historical and supra-historical significance of the mystery of the Grail.",
  "content": "Ahora bien, la enseñanza tradicional en una u otra forma ha afirmado siempre y en todo lugar la existencia de una raza de los orígenes portadora de una espiritualidad trascendente y por ello a menudo considerada «divina» o «similar a la de los dioses». Hemos definido como olímpica su estructura, queriendo significar además con ese término una superioridad innata, «una naturaleza que, inmediatamente como tal, es supranaturaleza». Una fuerza de lo alto en una raza como ésa es «presencia», y ésta la predestina al mando, a la función regia, la presenta como la raza de «los que son» y «que pueden», y a veces como raza solar. Si la Edad de Oro, de la que hablan de un modo u otro múltiples tradiciones, es un recuerdo lejano del ciclo de esa raza, al propio tiempo -ya de ella, ya de su función y de su propia sede- se formuló también una concepción suprahistórica basada en el hecho de que, en un momento dado, la que había sido manifiesto se volvió oculto.",
  "last_phrase": "En conclusión, la noción tradicional de un invisible \"Rey de Reyes\" o \"Señor Universal\" se basa en una raza de los orígenes que portaba una espiritualidad trascendente, y que se consideraba divina o similar a la de los dioses. A medida que la humanidad involucionó, esta raza y su función se volvieron invisibles, dejando un reino metafísico y una concepción suprahistorica en su lugar. Sin embargo, estas enseñanzas y símbolos todavía tienen relevancia y pueden ofrecer entendimientos más profundos de la experiencia humana."
}