{
  "title": "The Symbolism and Themes in the Celtic Legend of Peredur.",
  "first_phrase": "This text explores the legend of Peredur and the symbolism behind his trials. It discusses how the feminine principle in the story represents a usurpation of power and how Peredur's mission relates to the trial of the sword, a theme that also appears in the Arthurian legends. The text explains how Peredur's failure to pass the third stage of the sword trial represents a lack of strength, which prevents him from fulfilling his mission of revenge. The final section of the text describes the complete saga and how it follows a pattern of revenge, restoration and glorification. The symbolism of the lances is also discussed, with blood symbolizing the need for revenge and the lance eventually becoming a symbol of peace.",
  "content": "Se trata de tres grados de una prueba, que podría ser refrendada por la fórmula «golpeado, resurjo»: capacidad de recobrar y reafirmar una energía, destrozada -si se quiere, «sacrificialmente» (de ahí también, llegado el caso, otra conexión con el tema cristiano en un primer momento, o bien en una forma elemental material-. En cuanto a la «venganza», es un tema que probablemente tiene relación con algún elemento histórico absorbido por la leyenda, con la «herida» del rey, correspondiendo siempre a alguna prevaricación por parte de fuerzas o corrientes que han usurpado o tratado de usurpar su función. La forma completa de la saga sigue entonces este esquema: la sangre que gotea de la lanza pide venganza; recomponer la espada rota es el primer deber, conduce 52 Julius Evola – El Misterio del Grial a «hacer la pregunta», y de ello proceden, finalmente, la venganza, la restauración y la glorificación. Entonces la lanza se convierte en un símbolo luminoso de paz.",
  "last_phrase": "In conclusion, the legend of the Holy Grail and Parsifal is based on ancient Celtic mythology and themes of vengeance, restoration, and glorification. The concept of the lance and its ability to heal or harm is a recurring element in various legends of different cultures. Ultimately, the symbolism of the Holy Grail and the lance points towards the attainment of peace and the resolution of conflict, both inwardly and outwardly."
}