{
  "title": "\"The Sources of the Grail: A Brief Historical Overview\"",
  "first_phrase": "In the previous 200 tokens, the origin and development of the Grail tradition were discussed, pointing out that the texts related to it seem to emerge and disappear suddenly. The sudden popularity of Grail romances and poems in the late 12th century coincided with the medieval golden age, the Gibelinism, the Crusades, and the work of synthesis carried out by Thomism. This period was followed by a sudden and singular oblivion of the Grail, which resumed later with changes and stereotypes. In this last 200 tokens, the author of this text, \"Las Fuentes del Grial,\" lists the primary sources of the Grail saga, mainly the Robert de Boron cycle, which includes \"Joseph of Arimathea,\" \"Merlin,\" and \"Perlesvaus.\"",
  "content": "Se produce una reanudación tras un notable intervalo, en los siglos XIV y XV, con formas ya cambiadas, a menudo estereotipadas, que entran en rápida decadencia. El período del colapso de la primitiva tradición del Grial coincide con el del máximo esfuerzo de la Iglesia por reprimir corrientes que consideró «heréticas». La reanudación se produjo pasado cierto intervalo de la destrucción de la Orden de los Templarios, a la que, especialmente en Francia y en Italia, y en parte en Inglaterra, parece haber seguido el organizarse más secretamente los representantes de influencias afines, que ya veremos que no carecen de relación con la misma tradición del Grial y que continuaron algunos aspectos hasta épocas relativamente recientes. Indicamos las principales fuentes de la saga del Grial, en las que apoyaremos principalmente nuestra exposición, expuestas en un orden que, según algunos autores, es aproximadamente el cronológico de la compilación de los textos: I) Ciclo de Robert de Boron, que comprende: a) el José de Arimatea, b) el Merlín; c) el Perlesvaus.",
  "last_phrase": "In conclusion, the tradition of the Holy Grail went through a period of decline and revival, coinciding with the Church's efforts to repress heretical currents. The main sources of the Grail saga are listed in a rough chronological order for reference. As we have seen, the influence of the Knights Templar and related traditions continued to shape certain aspects of the Grail myth, preserving its relevance through the centuries."
}