{
  "title": "\"The Mystery of the Spear and Revenge in the Cycle of the Grail\"",
  "first_phrase": "In the previous section, the author has discussed the magical meaning of the solar number which appears in the legends of the Order of the Round Table and the Holy Grail. Now, in this section, the author delves into the symbolism of the lance and cup in the Grail cycle. The lance is often depicted in traditional representations of the \"double power\" as it has a double nature of both injuring and healing. The significance of blood and its regenerative properties are explored, as well as the connection between the lance and Jesus's wound. The author explains the importance of the lance's role and how it fits into the mystery of the Grail.",
  "content": "En la leyenda, la lanza del Grial suele estar ensangrentada; a veces, más que estar mojada en sangre, ella misma origina un flujo de sangre. De esta sangre, en el Diu Cróne, se alimenta el rey. En los textos más posteriores, la sangre adquirirá un papel cada vez más importante, hasta relegar a segundo término al recipiente que la contiene y que en un principio tenía el papel esencial. En esos textos, el Grial se torna Sangreal, con el doble sentido de sangre real de Cristo y de sangre regia. En los elementos cristianizantes de la saga, la lanza del Grial es explicada efectivamente, a veces, como aquella con la que fue herido Jesús, y la sangre que de ella mana es «la sangre de la redención», o sea que simboliza un principio regenerador. Pero esto, sin embargo, no explica demasiado el hecho de que la lanza hiera a quien, como Nescien, ha querido conocer demasiado de cerca el misterio del Grial, quedando, por esto, además de herido, cegado.",
  "last_phrase": "En resumen, la leyenda del Grial presenta la lanza ensangrentada como un símbolo de la sangre real de Cristo y la sangre regia. Además, la sangre de la lanza parece estar relacionada con la virtud del héroe restaurador y restaura la vista y la herida del que intenta descubrir el secreto del Grial. La leyenda del Grial continúa inspirando aventuras y narrativas hasta nuestros días."
}