{
  "title": "\"Symbolism of Neimheidh and the Cycle of Titans in Celtic Mythology\"",
  "first_phrase": "In the previous section, the author discusses the symbolism behind the Celtic name Neimheidh, which represents the creation of a new cycle by the representatives of the pure, \"Olympic\" tradition. This cycle is exemplified by a symbolic episode in which Neimheidh employs the Fomors to construct a fortress, only to destroy them out of fear that they may take it for themselves. Ultimately, the descendants of Neimheidh are subjugated by the Fomors, indicating a cyclical pattern of the rise and fall of civilizations. In this final section, the author explores the attempts at restoration through the heroic cycle of the Tuatha dé Danann, a race believed to possess supernatural knowledge acquired in the hyperborean region.",
  "content": "Esto no sirve de nada, ya que los descendientes de Neimheidh acaban siendo sojuzgados por los fomores que habitan la Tor-inis, fortaleza de una isla - nuevamente - al noroeste de Irlanda; y cerca de ésta, cuando intentan rebelarse, son aniquilados, igual que, en la saga de los Eddas, la lucha contra las fuerzas elementales concluye en un primer momento con el ocaso de los ases. En uno y otro caso, probablemente tenemos el simbolismo del advenimiento de un ciclo «titánico» sobre las ruinas de una civilización directamente derivada de la primordial. Aquí, en el desarrollo de la saga irlandesa, aparece una tentativa de restauración «heroica». Se trata del ciclo de los Tuatha dé Danann, término que quiere decir «gente de la diosa Anu o Dana». Por una parte, se dice que esta raza llega a Irlanda venida «del cielo», de ahí, según el Leabbar na hvidhe, «su sabiduría y la superioridad de su saber»; por otra parte, su conocimiento sobrenatural se supone que lo adquirió en la región hiperbórea.",
  "last_phrase": "In conclusion, the cycle of the Tuatha dé Danann represents a heroic attempt at restoration and a reintegrating contact with the spiritual center. Their victory over the fomores and their acquisition of the sword of the fomorian king is a symbol of the triumph of the celestial and ancient over the titanic. This mythological account helps to give meaning to the origin of the Tuatha dé Danann and serves as a reminder of the enduring power of myth and legend."
}