{
  "title": "The Mythology of Ireland and the Celts.",
  "first_phrase": "This text explores the legendary history of Ireland, which focuses on the struggles of the races that successively occupied and dominated it, originating from a mysterious center in the North Atlantic region. The center is often referred to as Hiberia, but it is actually the \"Land of the Dead,\" the primordial center of the North Atlantic. The races of Ireland were in constant battles against the fomores, giants or dark and monstrous beings. In this last part (200 tokens), the author discusses the memory of Cronos-Saturno living in \"dreams\" at the edge of Septentrión, by the Arctic Sea, which resulted in various confusions. These memories were transposed into the Celtic cycle, with traditions referring to Avalon, Tuatha dé Danann and Arthur. The author concludes that these local and historical traditions often have symbolic meanings beyond their geographical references.",
  "content": "LA TRADICIÓN EN IRLANDA La historia legendaria de Irlanda se centra en las vicisitudes de las razas que sucesivamente la ocuparon y la dominaron, procedentes de un misterioso centro 13 Julius Evola – El Misterio del Grial nordatlántico, al cual a veces regresaron. La Historia Brilorum da a menudo a ese centro el nombre de Hiberia, pero este término es en realidad sólo la transcripción fantasiosa de los vocablos irlandeses mag-mô, trag-môr o mag-mell, que designan la «Tierra de los Muertos», o sea el centro primordial nordatlántico . Estas razas atraviesan por variadas vicisitudes: se encuentran en lucha perpetua contra los fomores, gigantes o seres oscuros y monstruosos, que en los elementos cristianizados de la saga son significativamente semejantes a los gigantes antediluvianos o a naturalezas salvajes descendientes de Cam y de Caín. Estos fomores son el equivalente de las «naturalezas elementales» o los «gigantes» que en la tradición nórdica de los Eddas corresponden a los ases, los «héroes divinos».",
  "last_phrase": "In conclusion, the legendary history of Ireland reveals the struggles and triumphs of different races that occupied and dominated the land. The Fomores, representing dark and earthy forces, were overcome by Partholon and later the race of Neimheidh. These legends reflect the deep-rooted traditions and beliefs of the Celtic people, revealing the importance of understanding the cultural heritage and history of a nation."
}