{
  "title": "The Path of the Grail: Combining Warrior Virtues and Spiritual Quests",
  "first_phrase": "In this last part, Julius Evola delves into the notion of opening the path to the Holy Grail with weapons in hand, shedding light on its symbolic and internal meaning. Evola argues that the warrior or virile element plays a crucial role in the path from earthly chivalry to spiritual knighthood. He explores the two themes and two degrees of the trials that serve to confirm the warrior's quality and reveal the predestined as invincible. Additionally, he discusses the symbolism of birds as a representation of otherworldly nature and the language of the birds as that of the gods.",
  "content": "Sobre el elemento «vocación», recordaremos solamente que, en Perceval li Gallois, en Wolfram y en Chrestien de Troyes, se despierta en Parsifal el deseo de las aventuras caballerescas que le conducirán primero a ser caballero de la Tabla Redonda y después a buscar el Grial cuando, embelesado por el canto de los pájaros, pasa a obedecer a «su naturaleza ya sus deseos más profundos». Es un simbolismo al que sólo podemos aludir. Comparada analógicamente la atmósfera con una condición que ya no es la del elemento «tierra», los seres de la atmósfera, los pájaros, en muchas tradiciones, incluida la cristiana, han simbolizado naturalezas supraterrenales, dioses o ángeles, y la lengua de los pájaros, por consiguiente, ha simbolizado la «lengua de los dioses» comprendida en cierta fase del despertar interior. Para algunas referencias: en la saga nórdico-germánica, Sigfrido entiende dicha lengua tras haber matado al «dragón». En Della Riviera entender «el oculto y variado griterío de los pájaros» es uno de los dones que el «héroe» obtiene del Árbol de la Vida (los pájaros que en él residen son, según el simbolismo evangélico, los «ángeles»).",
  "last_phrase": "In conclusion, the symbolism of the birds in the story of Parsifal points towards a supernatural calling, representing a mysterious reminder from a higher power. The awakening of Parsifal's desire to become a Grail Knight through the language of the birds also signifies his detachment from his earthly ties. Additionally, the Grail heroes are expected to uphold the ethical principles of chivalry, which should never be compromised. Through the story of Parsifal, we can learn valuable lessons about following one's calling and staying true to one's ideals."
}