{
  "title": "\"The Supernatural and Secret Character of the Holy Grail\"",
  "first_phrase": "In the preceding text, the origins and mystical nature of the Grail legend were explored, with reference to the writings of various authors including Wolfram von Eschenbach, Robert de Boron, and Julius Evola. The legend of the Grail is characterized by its supernatural and initiatory qualities, and the secrets of its sacramental power are not to be revealed to those without the strength to comprehend them. In this final section, the danger of speaking of the Grail is emphasized, as well as the transformative power it holds, which is said to be beyond the capacity of words.",
  "content": "Robert de Boron atribuye las verdaderas fuentes de esta historia a un «gran libro» que él no pudo leer, «donde están escritos los grandes misterios que son llamados del Grial», y en el Percevalli Gallois se añade: «Esta historia es muy valiosa y no se cuenta a gente que no pueda comprenderla, ya que una cosa buena divulgada entre hombres malvados nunca será aprendida por ellos.» Y Robert de Boron: «La gran historia del Grial nunca había sido tratada por un hombre mortal: unque retreite este n'avoit - la grant estoire dou Graal - par nul homme qui fust mortal.» Las metamorfosis que se despliegan en la visión del Grial son para él inexpresables, «ya que los secretos del sacramento no deben revelarse más que a aquel a quien Dios ha dado la fuerza para tanto». Vauchier dice que es peligroso hablar del Grial, a no ser en el momento y lugar oportunos, y que «no puede hablarse del misterio del Grial sin temblar y mudar el color».",
  "last_phrase": "In conclusion, the story of the Holy Grail is shrouded in mystery and secrecy, and only those with the strength, understanding, and preparation can hope to approach it. As stated, the secrets of the sacrament should never be revealed or spoken of lightly. The opening of the chest that contains the Grail provides a direct encounter with Christ, which is a profound and transformative experience."
}