{
  "title": "The Symbolism of the Round Table in Arthurian Tales.",
  "first_phrase": "In the previous section, it was discussed about similarities between the revolving castle, Caer Sidi, and the rotating polar earth, which represents the universal center that moves the wheel of order in the universe. This symbolism corresponds to the concepts embedded in the Round Table that King Arthur had created. The knights that sat at the Round Table were representatives of the central order, and they were typically depicted as the twelve best knights in Arthur's court. The number twelve was significant in traditional cultures as it represented the solar number and was associated with centers of power. The last 200 tokens introduce an additional motif of the dangerous seat in the saga of the Grail and King Arthur.",
  "content": "En otros textos se refiere generalmente al curso de los astros y a la rotación del cielo con respecto a un centro inmóvil, de donde resulta claramente que los caballeros que se sientan a la Tabla Redonda son otros tantos representantes del poder central ordenador. Ahora bien, es importante destacar que, en distintas narraciones, estos caballeros de la Tabla Redonda, o al menos los mejores de ellos, aparecen en número de doce, de donde resulta una visible correspondencia con los doce Pares que, en el Roman de Brul, «se dividen la Tierra en doce partes, de las que cada uno de ellos toma una en feudo y se hace llamar rey». La importancia de este detalle estriba en el hecho de que el doce es un número solar que, de una u otra forma, siempre apareció allí donde se constituyó, o intentó constituirse, un centro tradicional: los doce tronos del Midgard, los doce dioses supremos olímpicos, los doce troncos del centro délfico, los doce lictores en Roma, los doce residentes de Avalonia, los doce condes palatinos de Carlomagno, y así sucesivamente. Pero en la saga del Grial y del rey Arturo a ese simbolismo se agrega otro motivo: el del asiento peligroso.",
  "last_phrase": "En resumen, la presencia de los doce caballeros de la Tabla Redonda y el asiento vacío peligroso en la leyenda del rey Arturo y el Grial reflejan la importancia del número doce en la simbología tradicional y la posibilidad de una restauración del reino en decadencia. La búsqueda del Grial es un elemento importante en la trama, y la conexión de los caballeros con el poder central sugiere una representación del propio \"Rey del Mundo\"."
}