{
  "title": "\"The Secret Rituals and Accusations Against the Templars\"",
  "first_phrase": "In the last 200 tokens of this text, we discover the alleged practices held by the higher-ups in the Knights Templar. The accusations reveal that to be admitted to the initiatic secret rite, one had to abjure from Christian beliefs and even behave blasphemously. This seemingly strange rite occurred on Good Friday, a day known for celebrating the Holy Grail or the arrival of the hero at an inaccessible castle. The Templars' alleged disregard for significant Christian sacraments and resistance to the Pope's authority are also discussed.",
  "content": "A este respecto, sin embargo, hay que pensar que no se trata de una verdadera abjuración, y menos aún de blasfemia, sino de una especie de prueba: había que demostrar la facultad de superar una forma exotérica, simplemente religioso-devocional, de culto. El rito en cuestión, al parecer, se celebraba sobre todo el viernes santo s: pero el viernes santo es también el día que a menudo corresponde a la celebración del misterio del Grial o a la llegada del héroe al inaccesible castillo del Grial. Otra acusación es la de que los templarios despreciaban los sacramentos, sobre todo la confesión y la penitencia, o sea aquellos sacramentos que se resienten mayormente del pathos del «pecado» y de la «expiación». y que los templarios no reconocían la suprema autoridad del Papa y de la Iglesia, y seguían sólo aparentemente los preceptos cristianos.",
  "last_phrase": "In conclusion, the accusations made against the Templars were likely a result of their attempt to transcend the limitations of mere religious devotion and dogmatism. Their esoteric practices may have been misunderstood as blasphemous, but in reality, they were attempting to achieve a higher spiritual authority. The accusations of having secret agreements with Muslims may have been a reflection of their more universal and less sectarian views, which helped foster a supratraditional bridge between East and West during the Crusades."
}