{
  "title": "\"The Mystery of the Royal Blood and Sword\"",
  "first_phrase": "In the previous section, Julius Evola explored the concept of the \"Sangre Regia\" as the mystery behind the Holy Grail. Now, in the final 200 tokens, he examines the motif of the invalid king in various texts, including the Grand Saint Graal and the Queste du Graal. The king's wounds received in battle against non-Christian traditions are related to the test of the sword, which awaits the predestined one. Through analyzing the symbolism, Evola suggests that the failure to achieve the Grail leads to a recognition of one's own inferiority. The text also discusses the consequences of misusing or mishandling the sword.",
  "content": "Sin embargo, en estos mismos textos la herida tiene relación también con la prueba de la espada que yace junto a la corona de oro, en la nave de Salomón: espada a veces medio desenvainada, cuya vaina lleva, como hemos dicho, el nombre de «Memoria de la sangre» y que, según la Morte Darthur; en parte está hecha con madera del «Árbol de la vida». Se sabe ya que esta espada espera al predestinado; un escrito advierte que quien considere útil tal espada, la encontrará inútil en el momento de la necesidad. Nescien la empuña contra un gigante, pero se le rompe. Soldada por Mordrain, Nescien es herido por otra espada candente, empuñada por una mano invisible, como castigo por haber desenvainado la espada ax estranges renges. En la Queste du Graal y en la Morte Darthur a Nescien se le dice que el haberse roto la mano se debe a sus culpas, y en el Grand Saint Graal, Nescien es curado por un sacerdote que va caminando sobre el mar, como simbolizando la cualificación que él hubiera debido presentar para poder empuñar 53 Julius Evola – El Misterio del Grial legítimamente la espada.",
  "last_phrase": "In conclusion, the sword of the Grail is a symbol of spiritual transformation which can only be wielded by those who possess the necessary qualities of faith and purity. It is not enough to possess the sword physically; one must also possess the inner strength to wield it against the forces of darkness. Only by developing these qualities can one hope to become the \"predestined\" and fulfill their destiny in the world."
}