{
  "title": "\"The Symbolism of the Sword and the Quest for the Grail\"",
  "first_phrase": "In the preceding text, we learned about the concept of the \"prueba de las armas\" or the \"trial of arms,\" which tests a knight's ability to resist the temptation of power. In the final part of this text, we learn about Owein, a knight who passes this test, defeats the Black Knight, and is granted the ring of invulnerability and invisibility by the Lady of the Fountain. The Lady's husband, the Black Knight, is killed, and Owein assumes his role as the new knight of the castle. This story is part of the Mabinogion and shows an initiation-like test complementing the trial of arms that results in the acquisition of a powerful sword.",
  "content": "Por lo que se refiere a la saga ahora resumida, forma parte de los Mabinogion y muestra una interferencia del tema de la «prueba de las armas» con una prueba de tipo visiblemente iniciático que complementa a la primera: e, idealmente, precisamente a la superación de esta prueba iniciática y no ya «natural» puede hacerse corresponder la posesión de la segunda espada. Esa espada que Parsifal recibe en el castillo del Grial. «Si conoces sus virtudes secretas -le dice Sigune-, puedes afrontar sin miedo cualquier combate.» De ella se había servido el rey del Grial antes de ser herido. Puede romperse, y entonces, para soldarla, es necesario recurrir a las aguas de la «Fuente» (fuente Lac). El héroe, que sólo con sus propias fuerzas y con su propio arrojo llega hasta el castillo inaccesible del Grial, por lo general recibe precisamente dicha espada, o se ve obligado a soldarla cuando se rompe. El último objeto de la búsqueda, la «alta gloria» y la suprema dignidad, son alcanzadas cuando el empuñar la espada o el soldarla conducen inmediatamente a «hacer la pregunta».",
  "last_phrase": "In summary, obtaining or repairing the magical sword symbolizes being qualified to see the Grail, acquire the power of the \"Stone of Light\", and restore the devastated kingdom. If the first test fails, a cycle of adventures must be undertaken, and the broken sword repaired at the \"Fountain\". The legend's Celtic symbolism provides the best understanding of the journey's meaning, particularly the \"Fountain Test\". Keep pushing through the challenges, and you'll eventually find your way to glory."
}