{
  "title": "\"The Hyperborean Theme: Origins and Myths\"",
  "first_phrase": "In the earlier part of the text, the author discusses the role of women in literature, who are often portrayed as seductive and dangerous to the hero. In this final section, the author delves into the concept of the Hiperborean theme, which describes the origin of civilizing actions taken by certain races in Eurasia during the late glacial age. The center of this civilization, called Tule or the Isle of White, was located in a northern or western region, with many corresponding symbols and memories referencing a land that was both nordic and western. The disappearance of this center is attributed to natural disasters, such as a freezing or flood.",
  "content": "Una tradición de origen hiperbóreo, en su primitiva forma olímpica o en sus reminiscencias de tipo «heroico», está en el origen de acciones civilizadoras desarrolladas por razas que, en un período que va desde finales de la edad glacial hasta el neolítico, se extienden por el continente eurasiático. Algunas de estas razas debieron de proceder directamente del Norte; otras, al parecer, eran originarias de una tierra atlántico-occidental en la que se había constituido una especie de imagen del centro nórdico. Esa es la razón por la que varios símbolos y recuerdos concordantes se refieren a una tierra que unas veces es nordártica y otras occidentales. El centro hiperbóreo, entre sus distintas denominaciones, que también se aplicaron al atlántico, tuvo la de Tule, de Isla Blanca o del «Esplendor» - el çveta-dvîpa hindú, la isla Leuké helénica -, de «semen originario de la raza aria» - airyanem-vaêjô -, de Tierra del Sol o «Tierra de Apolo», y de Avalón. En todas las tradiciones indoeuropeas hay recuerdos concordantes que hablan de la desaparición de esa sede, posteriormente rnítica, en relación con una congelación o con un diluvio.",
  "last_phrase": "In conclusion, the concept of a hyperborean center, associated with various names and symbols throughout Indo-European traditions, depicts the idea of a lost civilization that was once the cradle of divine beings. This symbolic center, which was believed to be located in a northern or western land, reflects the collective memory of ancient races that played a civilizing role in Eurasia from the end of the ice age to the neolithic period. The myth of the disappeared hyperborean realm has inspired various cultural expressions and still resonates in modern imagination."
}