{
  "title": "\"The Grial Kingdom in Medieval Gibelinism\"",
  "first_phrase": "In the last 200 tokens of this text, Julius Evola explores the medieval Gibelline period, where the monarchy of the Grail was thought to be achievable. Evola argues that this concept was more of a romantic fantasy rather than a political ideology, expressed more through legend and fantasy, rather than conscious political thought. He suggests that a deeper understanding of this period could help us grasp the general metaphysics of Western history. This follows his previous analysis, which asserted that the fall of the Roman Empire marked the collapse of the imperial symbol of the West.",
  "content": "Por eso puede decirse que la realeza del Grial constituyó el remate del mito 70 Julius Evola – El Misterio del Grial imperial medieval, la extrema profesión de fe del gran gibelinismo, vivo más que nada como clima en un momento dado, expresándose, por tanto, más a través de la saga y la figuración fantástica o «apocalíptica» que a través de la conciencia meditada y la ideología unilateralmente política de aquel tiempo; y eso por igual razón que, a menudo, lo que en el ser individual se mueve de demasiado hondo y peligroso para la conciencia de vigilia, vemos que cobra menos expresión en las formas claras de ésta que en los símbolos del sueño y de la espontaneidad subconsciente. La comprensión profunda de la Edad Media desde este punto de vista nos obligaría a exponer de nuevo las líneas de esa metafísica general de la historia occidental que hemos trazado ya en otro lugar. Por lo que sólo recordaremos aquí algunos puntos de forma axiomática. La decadencia interna y, por último, el derrumbamiento político de la antigua Roma constituyó el colapso del intento de formar Occidente de acuerdo con el símbolo imperial.",
  "last_phrase": "To conclude, the understanding of the medieval period from a metaphysical perspective requires a review of the history of Western civilization. The collapse of the Roman Empire and the subsequent intervention of Christianity led to the formation of the medieval civilization and the revival of the symbol of the empire. The Holy Roman Empire was a continuation of the Roman movement towards an ecumenical synthesis, which logically implied the overcoming of Christianity and therefore conflicted with the alleged hegemony claimed by the Church of Rome. The deep understanding of these factors would lead to a more profound knowledge of the medieval times."
}