{
  "title": "\"The Importance of Humility and Heroism in the Legend of the Holy Grail\"",
  "first_phrase": "In the preceding text, Julius Evola draws attention to how the hero in the Grail legend is not predestined but is chosen by his actions. In the last 200 tokens, Trevrizent, the brother of the king of the Grail who deals with the decay of the kingdom, reminds Parsifal of the fate of Lucifer and his followers when he decides to continue his journey without God. Trevrizent also points out that to be worthy of guarding the Grail, one must be pure of pride. This conclusion confirms a significant idea in the Grail legend that the hero must awaken his vocation and demonstrate superhuman qualities to earn his participation in the quest.",
  "content": "LA PRUEBA DEL ORGULLO Estos significados se precisan y se confirman en Wolfram con relación al personaje tanto de Galván como de Amfortas. En Wolfram, Trevrizent es hermano del rey del Grial 42 Julius Evola – El Misterio del Grial derrocado, que se retira a la vida ascética junto a la «Fuente Salvaje» - Fontâne la Salvâtsche -, tratando de aliviar, precisamente mediante su ascesis, los sufrimientos del hermano y de remediar la decadencia del reino del Grial. Su mismo nombre pudiera traducirse como «tregua reciente», cosa que hace pensar en una solución provisional basada en el principio ascético en espera de la verdadera restauración. Ahora bien, Trevrizent no deja de recordar a Parsifal, justamente después de que éste decide proseguir la aventura sin Dios, ni más ni menos que la suerte de Lucifer y de sus huestes. Pero, al propio tiempo, indica el verdadero límite, la verdadera causa de la caída: si para tener derecho a custodiar el Grial hay que demostrar una fuerza y un valor excepcionales, también es necesario «estar puros de orgullo».",
  "last_phrase": "In Wolfram's representation of the Grail myth, it becomes apparent that the quest for the Grail demands not only strength and valor but also humility and purity from those seeking it. The fall of Amfortas serves as a cautionary tale, highlighting the dangers of pride and the consequences of failing to respect chastity. Ultimately, only the hero who embodies these virtues can heal the wounded king and restore the kingdom of the Grail."
}