{
  "title": "\"The Legend of King Arthur's Return from Avalon\"",
  "first_phrase": "In the previous section, we explored the legend of King Arthur and the themes of the wounded king and the search for the Holy Grail. In the last 200 tokens, we see how Arthur's nephew, Modred, usurped his throne while he was away conquering the world, leading to a great war in which many of the King's knights were lost. Despite Arthur's apparent death, there is a tradition that he will one day return and reclaim his kingdom. These elements of the Arthurian saga are connected to the broader myth of the invisible emperor, the universal dominator and his many manifestations.",
  "content": "En otras formas de la leyenda -por ejemplo, en los Otia Imperialia de Gervasio de Tilbury- Arturo aparece postrado en un lecho en un palacio maravilloso que se alza en la cima de una montaña. Según otra versión, está «muerto» y su cuerpo se encuentra sepultado en la abadía de Glastonbury, a la cual hemos visto que se trató de presentar como si fuese el propio Avalón. Todo esto puede referirse a una crisis y un interregno, tras lo cual vendrá la demanda del Grial. Entretanto, hemos señalado otro tema fundamental del ciclo del Grial: el rey herido, que en la sede inaccesible y misteriosa espera la curación para poder «volver». Recordemos, al propio tiempo, el otro tema ya existente en la saga céltica, el Reino sometido a la devastación ya la esterilidad por la revuelta plebeya, o también por la herida causada por una lanza o por una espada flamígera. X. LA SAGA IMPERIAL. EL SEÑOR UNIVERSAL Según el aspecto al que acabamos de aludir, parece que la saga de Arturo es una de las muchas fonnas del mito general del emperador o dominador universal invisible y de sus manifestaciones.",
  "last_phrase": "En conclusión, la leyenda del rey Arturo presenta numerosos temas y motivos universales, como el ciclo del Grial, el rey herido, la revuelta plebeya y la idea del emperador o sefior universal invisible. Estos temas simbolizan la preservación del principio único en los períodos intermedios y la representación histórica de la realeza, que a veces permanece más allá del personaje regio que la encarna. La leyenda de Arturo sigue siendo una fuente de inspiración y reflexión profunda sobre la vida y la historia."
}