{
  "title": "\"The Legend of Prester John and the Quest for the Grail\"",
  "first_phrase": "In this section, the author delves into an ancient Italian legend that ties in with the overarching theme of wounded and sleeping kings from earlier in the text. This legend involves the mythical figure of Prester John, who sent an embassy to Emperor Frederick II. The embassy brought three stones to the emperor and asked him to identify the best thing in the world. Frederick II replied, “moderation.” Prester John believed that the emperor was wise in words but not in deeds, as he did not ask about the virtues of the stones. One of the stones possessed the power of invisibility, which was more valuable than the whole empire. The legend of Prester John ties into the idea of the supreme center and the quest for the mystical holy grail.",
  "content": "De ese comportamiento, el preste Juan dedujo que «el emperador era prudente en palabras, pero no en hechos; por cuanto no había preguntado sobre la virtud de las piedras que eran de tan gran nobleza». Creyó que con el paso del tiempo esas piedras «perderían sus virtudes, pues no eran conocidas por el emperador» y procedió a hacerlas retirar. Esto ocurrió esencialmente con una de ellas, que tenía la virtud de volver invisible y de la que se dice: «vale más que todo vuestro imperio». Según otra leyenda, conservada por Oswald der Schreiber, Federico II recibió del preste Juan un vestido incombustible de piel de salamandra, el agua de la eterna juventud y un anillo con tres piedras, que tenían la virtud de permitir vivir bajo el agua, de volver invulnerable y de hacer invisible. Sobre todo, la piedra del preste Juan se menciona en los escritos alemanes del período próximo al año 1300, juntamente con la alusión a la fuerza que vuelve invisible. Estas leyendas son muy significativas, si se tiene presente que el reino del preste Juan no es más que uno de los simbolismos del «Centro supremo».",
  "last_phrase": "In summary, the legends surrounding the kingdom of Prester John and the mysterious gifts he bestowed upon the Emperor Frederick represent a symbolic invitation to establish a real connection with the principle of the \"Supreme Center\". These gifts, such as the water of eternal youth, the indestructible garment, and the stone of invisibility, represent qualities of immortality, resilience, and the ability to transcend the physical world. They serve as a reminder of the power of the invisible, the symbolic, and the suprasensible in our lives."
}