{
  "title": "\"The Fall of Templars and the Church's Relationship with Chivalry\"",
  "first_phrase": "This text investigates the attempts of the Church to transfer positive traits of the victorious emperor and associate the antichrist with the Teutonic Ghibelline principles. The Imperial Church struggle between two powers led to their collapse, alongside the rise of Lutheranism, fatal for both the Church's authority and the sacred idea of Empire. The Knights Templar, whose internal doctrine was initiatory and approached the \"spiritual chivalry of the grail,\" were especially persecuted, leading to their elimination. However, the real motives behind their destruction are irrelevant, as they were merely a means to achieving a more profound purpose.",
  "content": "Está fuera de duda que, entre las varias órdenes caballerescas, la Orden de los templarios fue la que más sobrepasó la doble limitación que constituía, por una parte, el simple ideal guerrero de la caballería laica y, por otra, el ideal simplemente ascético del cristianismo y de sus órdenes monásticas: se aproximaba así sensiblemente al tipo de la «caballería espiritual del Grial». Además, su «doctrina interna» tenía carácter iniciático. Por eso fue acosada especialmente y eliminada y, a decir verdad, precisamente a través de la 74 Julius Evola – El Misterio del Grial coalición de los representantes de ambos principios por ella idealmente superados: del Papa, aliado a un soberano de tipo laico, secularizado y despótico, enemigo de la aristocracia, Felipe el Hermoso, a lo que podría hacerse corresponder el símbolo dantesco del «Gigante» en connubio con la «Prostituta». Fueran cuales fueren los móviles «reales» de la destrucción de los templarios, aquí cuentan poco. En este tipo de casos, tales móviles son siempre ocasionales: sólo valen para poner en marcha las fuerzas necesitadas para realizar un propósito cuya inteligencia rectora se encuentra en un plano bastante más profundo.",
  "last_phrase": "In conclusion, the Order of the Templars was a unique and complex organization that surpassed the traditional boundaries of both secular chivalry and Christian monasticism. They were pursued and eliminated by a coalition of opposing forces, including the Pope and a secular monarch, due to their perceived threat to established power structures. While the reasons for their destruction may have been superficial, the deeper nature of their ideals and beliefs made their violent end inevitable. Other orders also faced similar persecution, but the Templars were the primary target."
}