{
  "title": "\"The Symbolism of the Dantesque Tree and Its Connection to Dante's Spiritual Journey\"",
  "first_phrase": "This text delves into Dante's vision of the Dantesque tree, primarily the Arbre Sec or Dürre Baum, a symbol of a stripped-down plant that signifies a \"coquettish widow\" in the imperial saga. Dante's vision of the flourishing tree follows his encounter with a \"supernatural woman,\" who he compares to \"splendor of eternal light.\" This vision leads to the prophecy of the arrival of the Dux, a new manifestation of the \"Universal Lord,\" and his effective participation in Regnum metaphysicum, symbolized by the Christian Roman empire. The text concludes with Dante's regeneration through memory water, which opens the way for the celestial journey towards purely metaphysical existence.",
  "content": "En segundo lugar, mientras que la visión del Árbol reverdecido lleva a la profecía de la venida del Dux, es decir, de una nueva manifestación vengadora del «Señor Universal», al propio tiempo se presenta la imagen del «estado primordial», del «paraíso terrenal», y se dice: «Aquí serás poco tiempo salvaje - después serás conmigo (con la mujer sobrenatural) sin fin, ciudadano - de aquella Roma donde Cristo es romano». O sea, la participación efectiva en el Regnum metafísico, para el que se recurre al símbolo romano y, a decir verdad, de modo que se subordina al mismo cristianismo («romanidad» de Cristo). Por lo demás, a esa visión sucede la regeneración de Dante mediante el agua del recuerdo, cambio éste que le abre la vía celestial, o sea la que conduce hacia estados de existencia puramente metafísicos, desarrollo al que se aplica el mismo simbolismo del reflorecimiento antes referido a la «planta despojada»: «regresé de la santísima onda - tan rehecho como plantas nuevas - renovadas con nuevas ramas, - puro y dispuesto a subir a las estrellas».",
  "last_phrase": "In conclusion, the symbolism used in Dante's Commedia reflects a spiritual journey towards a contemplative life, while the later forms of the Grial saga, such as Guerrino, conclude with the protagonist's withdrawal into an ascetic life. However, the fundamental forms of the Grial participate in a higher tension and more unconditional attitude, indicating the influence of a more original tradition. Overall, the mystery of the Grial remains a timeless enigma."
}