{
  "title": "\"The Mystery and Symbolism Behind the Grail and the Spear\"",
  "first_phrase": "This text explores the intricate symbolism of the Grail and its connection with various mythological and legendary themes. In the previous section, the author delves into the idea of the Grail as a sacred object that represents the \"stone of the center\" and its relationship with different mythological motifs. In this final section, the author draws comparisons between the Grail and other legendary artifacts, such as the sword of Arthur and the ancilo of Numa, which were regarded as symbols of political power and prestige. The text also highlights the significance of the rotating island in Arthurian mythology, which serves as a link between Hebrew and Celtic-Hyperborean traditions.",
  "content": "Para concluir este orden de cotejos, recordaremos que Alejandro, como Set, se acercó al Centro primordial en la Tierra, al «Paraíso Terrenal», llevándose consigo de él una piedra de idénticas características que el Grial, cogida por Set del mismo lugar: la piedra brilla como el Sol, confiere la juventud eterna y da la victoria. Tiene forma de ojo (¿alusión alojo frontal?) o de manzana (¿Hespérides?) o de esfera. Pero, como el imperio de Alejandro, también el de Roma parece haber estado enigmáticamente marcado por la leyenda con los mismos símbolos que afloran en la leyenda del Grial. Como pignus imperii, para asegurar la perennidad de Roma. Numa recibió efectivamente del dios olímpico un ancilo. Este ancilo se había obtenido de una piedra meteórica, o sea de una «piedra del cielo»; al propio tiempo, correspondía a una antigua jofaina de la ambrosía, es decir, del alimento de los Inmortales. El ancilo fue custodiado por el colegio de los salios, que junto a él tenían el asta - la lanza - y eran doce en total.",
  "last_phrase": "In conclusion, the legends surrounding the Grail, the Round Table, and even Norse mythology reveal a magical correspondence of symbols with the origins and destiny of Rome as a universal imperial center. The symbolism of the lanza (spear) also complements that of the copa (cup) and points to known significances of polar and regal symbolism."
}