{
  "title": "The Holy Roman Empire, the Church, and the Templars: a struggle between power and spirituality.",
  "first_phrase": "This text delves into the struggle between the Church and the imperial power during the Middle Ages, and how the latter was associated with the hope of a true restoration. It also discusses the attempts by the Church to transfer positive traits of the future victorious emperor to the French dynasty, and the association of the Antichrist with the gibelinos. The last 200 tokens focus on the different responses of the Church and the imperial power towards the caballería. The text discusses cases of true repression and destruction and how the struggle between the two powers ultimately led to the collapse of both, along with the fatal lutheran deviation.",
  "content": "Sobre todo a finales de la Edad Media, es bien visible la tentativa de la Iglesia de transferir a reyes de la dinastía francesa, amiga de la Curia de Roma, los rasgos positivos de la figura del futuro emperador victorioso y de asociar la idea del Anticristo a los elementos de la saga que, en cambio, podían referirse a los principios teutónicos gibelinos. Por lo que no faltó quien creyera reconocer al Anticristo en los mismos rasgos del Veltro dantesco. De todos modos, la Iglesia no pudo nunca con el vértice imperial, y la gran lucha entre los dos poderes, degenerada en amplia medida en forma de un antagonismo entre intereses y ambiciones temporales, había de desembocar en un colapso de ambos, además de con la desviación luterana, fatal tanto para la autoridad de la Iglesia como para la idea integral y sagrada del Imperio. En cambio, con la que puede llamarse la milicia del Sacro Imperio Romano, o sea con la caballería, las cosas fueron de otro modo, con casos de verdadera represión y destrucción.",
  "last_phrase": "En resumen, el conflicto entre la Iglesia y el Imperio llevó a un colapso de ambos, y la orden caballeresca de los Templarios, que sobrepasó los límites ideales de la caballería y el ascetismo cristiano, fue eliminada mediante una coalición de intereses. Es importante entender que los móviles superficiales de los eventos no son suficientes para comprender el propósito más profundo de la historia."
}