{
  "title": "\"The Crusades and the Supratraditional Agreements\"",
  "first_phrase": "This text delves into the similarities between the Muslim Ismaelitas and the Christian Templars during the Crusades. The Ismaelitas Order was also considered the guardians of the Holy Land and shared the same chivalrous code, ethics, and religious ideals as the Templars. Both orders had a double hierarchy - official and secret - and faced similar risks due to their initiation and esoteric beliefs. Interestingly, both orders shared the dogma of the \"resurrection\" and the new manifestation of the supreme leader, who remained invisible during the period of \"absence.\" Despite the exclusivity and sectarianism present in the exoteric aspects of their tradition, both orders sought to go beyond these and establish a supratraditional agreement beyond historical contingencies.",
  "content": "Es también interesante que en el esoterismo ismaelita reaparezca el mismo tema de la saga imperial gibelina: el dogma islámico de la «resurrección» (quiama) se interpreta aquí como la nueva manifestación del Jefe supremo (Imam) que permanece invisible en el llamado período de la «ausencia» (ghaiba): pues el imam había desaparecido en un momento dado sustrayéndose a la muerte, pero subsistiendo para sus seguidores la obligación de jurarle fidelidad y vasallaje como al propio Allah. En estos términos pudo establecerse gradualmente un reconocimiento inter pares al margen de todo espíritu partidista y de toda contingencia histórica, una especie de acuerdo supratradicional, como supratradicional era el propio símbolo del «Templo». Por lo demás, siendo el exclusivismo y el sectarismo otras características del exoterismo, o sea de los aspectos exteriores y profanos de una tradición, se reafirma aquí la actitud de «superación» destacada ya en los templarios. En referencia a las Cruzadas, resulta, por lo demás, de la historia, que ese «acuerdo secreto» nunca correspondió a ninguna traición militar, pues los templarios figuraban entre las tropas más valientes, fieles y combativas en aquellas empresas.",
  "last_phrase": "In conclusion, the Ismaelita esotericism and the Gibelline imperial saga share the same theme of resurrection and the belief in the invisible Chief (Imam) during the period of absence. This resulted in a supratraditional agreement that transcended sectarianism and exclusivism. This understanding allowed the war to go back to its pure and metaphysical meaning, a preparation for the attainment of immortality rather than a profession of faith. The cycle of the Grial has similarities to this agreement, which resulted in a mixture of Arab, pagan, and Christian elements."
}