{
  "title": "\"The Symbolic Meaning of the Swan and the Grail in Mythology\"",
  "first_phrase": "In the previous text, the author explored the symbolism of the swan and how it relates to the hyperborean tradition and Apollo, the god of the Golden Age. The coffin carried by the swan represents the invitation to resurrect something that has died, related to the hyperborean tradition. However, there is a danger that the hero succumbs to this death, as demonstrated by the demon's attempt to trap Parsifal in the same tomb where a living being was begging for help. In this final section, the author examines the significance of the question asked in relation to the Grail King's health and his expectation of death. Galvan's success in finding the Grail brings about a true reign of life.",
  "content": "Cuando Galván, que no se adormece como sus compañeros, «hace la pregunta», el rey grita de contento y da la siguiente explicación: él, con los suyos, estaba muerto hacía tiempo, aunque pareciese vivo (ich bin tôt, sewie ich nicht tôt schîn - iunde das gesinde mîn - daz ist ouch tôt mit mir), y había tenido que conservar aquel semblante de vida en extrema angustia hasta que se hubiese efectuado la búsqueda del Grial. Ello se produce, por obra de Galván, al cual el anciano rey entrega la espada que le hará siempre victorioso, desapareciendo luego con todos los suyos y con el propio Grial, en el sentido evidente de dar lugar al reinado verdaderamente viviente e instaurado. En otros textos, el objeto de la pregunta es análogo: tiene el poder de sanar al rey y de permitirle, al mismo tiempo, la muerte, sólo artificialmente alejada de él: et quant il sera garis, si via dedanz li iii, jorz de la vie a mort, et baillera à celui chevalier le vesseau et li 56 Julius Evola – El Misterio del Grial aprendra les segriotes paroles, que li aprit Joseph.",
  "last_phrase": "In conclusion, the Grail represents the ultimate symbol of power that can heal and give immortality to a dying king, while also revealing the truth about the old dynasty's downfall. Its transmission acts as a catalyst for a new reign to be established, enabling the new dynasty to take up its role by wielding the sword and exacting revenge. The irregular and violent replacement of a dynasty only leads to a painful coup that tears the kingdom apart."
}