{
  "title": "\"The Mystery of the Grail and King Arthur's Reign\"",
  "first_phrase": "This text explores the concept of the \"dangerous seat\" at the Round Table of King Arthur, which remains empty until a predestined knight arrives to fill it. Julius Evola delves into how this symbolizes a need for restoration and revival of the kingdom of Arturo, which in literature is often intertwined with the quest for the Holy Grail. The Grail serves as a representation of what has been lost and must be recovered, and the knight who achieves this is often the one who is destined to sit in the \"dangerous seat.\" This brings about a dichotomy of King Arthur as both a supra-historical figure symbolizing this function and a historical representative of it at the center of fatal events.",
  "content": "En general, el reino de Arturo se identifica entonces con el de Locris o Logres, una antigua designación de Inglaterra, como «Albania» e «Isla Blanca», y como sede del Grial; y los caballeros de Arturo se dedican a buscar el Grial para devolver el antiguo esplendor al reino y destruir los sortilegios que, tal como aparece ya en el Mabiscagian, han afectado a aquella tierra. El Grial es el símbolo de lo que se ha perdido y hay que encontrar de nuevo. Un hombre debe conseguir que el Grial manifieste de nuevo sus virtudes, y a menudo ese es también el caballero que se sentará en el «asiento peligroso». En relación con todo esto, se obtiene una especie de desdoblamiento del personaje del rey Arturo. Por un lado, hay un «rey Arturo» suprahistórico, que simboliza una función; por otro, hay un rey Arturo que, como modelo de representante histórico de esta función, se encuentra en el centro de acontecimientos con resultado tan fatal que cabe relacionarlos con los antiguos relatos sobre la destrucción y desaparición de los Tuatha dé Danann y de sus descendientes.",
  "last_phrase": "En resumen, la búsqueda del Grial y la figura del rey Arturo son símbolos de la pérdida y la necesidad de encontrar lo que se ha perdido en la sociedad. La leyenda de Arturo también presenta simbolismos relacionados con la mujer, como se ve en su epílogo. Aunque hay varios personajes que intentan quitarle a Arturo su \"Mujer\", finalmente hay una reconciliación que da esperanza para la unificación y la paz."
}