{
  "title": "\"The Mystery of the Sword and the Wound in Arthurian Legends\"",
  "first_phrase": "In the preceding text, the discussion was about the wound and the sword; this part sheds light on the relationship between them. The sword's importance lies in the fact that it is waiting for the predestined hero, but it cannot be wielded by just anyone. Nescien and Pelles both failed to prove themselves worthy of the sword, and their failures resulted from their lack of faith. The theme of usurpation is related to the lack of faith, and the story of the sword is connected to the notion of the \"dolorous stroke.\"",
  "content": "También Pelles desenvaina a medias la espada, pero en seguida es herido en el muslo por una lanza y no sanará hasta que llegue Galahad, el predestinado. A todo ello, en el Grand Saint Graal se añade el principio de la fe. En el momento en que Nescien piensa que la nave de Salomón que contiene espada y corona es un espejismo, la nave se desintegra y él se encuentra arrojado al mar. El tema de la usurpación, pues, va unido aquí al de la falta de fe, y recordemos que en una de las versiones Moisés es absorbido por una vorágine que se abre en el «asiento peligroso» reservado al elegido, y precisamente debido a su descreimiento. El arma no puede ser blandida contra el gigante sin romperse, hasta que quien la empuña se integre en una cualidad distinta de todo cuanto puede tener relación precisamente con lo elemental, lo salvaje, lo titánico (el gigante), hasta que su fe se haya vuelto inquebrantable. La historia de la espada está casi siempre en relación con el llamado «golpe doloroso» - le coup douloureux, the dolorous stroke -.",
  "last_phrase": "In conclusion, the story of the sword in Arthurian legend teaches us the importance of faith, integrity, and righteousness. Only those who possess these qualities can wield the sword without harm, and only those who are predestined can use it to fulfill their destined purpose. Let this tale serve as a reminder to always strive for these virtues in our own lives."
}