{
  "title": "\"The Grial's Tradition and its Connection to the Templars\"",
  "first_phrase": "This text explores the connection between the Grail legend and the historical order of the Templars. The last 200 tokens touch on the tradition of the Grail being brought to Earth and guarded by fallen angels, and the symbolism of the pentagram as a sign of supernatural sovereignty. The text also touches on accusations of the Templars' breach of chastity and the concept of purity and chastity as required traits of the Grail hero. Ultimately, the author suggests a higher, more transcendent meaning to these concepts. This analogical relationship between the Grail and Templar ideals is a fascinating insight into the historical context of these myths.",
  "content": "Pero ya hemos indicado la posibilidad de dar a tales conceptos también un significado más alto que el sexual y moralista. La renuncia a la mujer terrena, como hemos visto, alude esencialmente a la superación del «deseo». Lo que lleva a la caída a Amfortas no es unirse a la mujer del Grial, sino entregarse a Orgeluse. En todo caso, dado que, según Wolfram, a los reyes del Grial les era concedida una mujer - der küner sol haben eine - ze rehte ein konen reine - mientras que los simples caballeros debían renunciar a ella, igualmente cabe pensar que, cuando los simples templarios practicaban la castidad material ascética, los iniciados de la orden tal vez practicasen una castidad trascendente, y si fuese legítimo remitirse, con respecto al templarismo iniciático, a los conceptos de magia sexual que hemos señalado al hablar de Amfortas, no sería en suma difícil comprender de qué se trataba probablemente allí donde algunos se vieron llevados a pensar en «acoplamientos contra natura». De todos estos elementos resulta de modo harto evidente un lazo analógico entre el modelo ideal de la caballería del Grial y la dimensión interior del templarismo histórico.",
  "last_phrase": "In conclusion, the analogical connection between the ideal model of the Grail chivalry and the inner dimension of historical Templarism is quite evident. The collapse of the Templar order and the inspiration source for Grail romances coincided with the suppression of superior beliefs by the Inquisition. Nevertheless, the myth of the enduring and inaccessibly located emperor continues to exist as a pessimistic replica of the ancient theme of waiting, unveiling the cycle of Grail to reflect this negativity."
}