{
  "title": "\"The Meaning of Certain Elements in the Legend of the Grail\"",
  "first_phrase": "In the preceding text, the \"Gral\" legend has been analyzed to reveal its essential meaning, which is the spiritual conquest of the hero's inner landscape. The last 200 tokens elaborate on a possible interpretative perspective of the episode of Amfortas in the legend, which deals with the control of sexual desire and subjugation of the feminine over the masculine. The text explores how the medieval literature of love may have alluded to the knowledge of sexual magic to symbolize this idea, and how the woman's seductive power can stifle the virility magic that enables the hero to assume the Grail.",
  "content": "La posibilidad de admitir subordinadamente también una interpretación de este tipo va ligada a la medida en que sea legítimo suponer que los ambientes desde los que se difundió la «literatura de amor» medieval estaban en posesión de algunos conocimientos en materia de magia sexual y también que quisieran aludir a ellos en su simbolismo. No es fácil responder a esta cuestión de modo terminante. En cualquier caso, he aquí, en resumen, los puntos de referencia. Según las tradiciones secretas, el hombre posee el principio de una fuerza eminentemente viril que, liberada de la materialidad, se manifiesta como poder mágico y de mando. Esa fuerza se ve paralizada por la sexualidad, a menos que a ésta se le dé una orientación muy particular. Así, la mujer, cuando despierta en el iniciado el deseo y lo atrae al acto destinado a la generación, actúa de modo letal para dicha fuerza; y como el poder de la virilidad mágica y supramaterial es también el que hace sobrepasar «la corriente de la muerte», así se ha podido hablar con razón de una «muerte succionadora que procede de la mujer».",
  "last_phrase": "En conclusión, la magia sexual y el simbolismo asociado con la literatura medieval de amor sigue siendo un tema complicado y ambiguo en términos de interpretación. Sin embargo, las tradiciones secretas sugieren que el poder mágico y de comando del hombre puede ser liberado mediante una orientación particular de la sexualidad, pero también que la mujer puede actuar como una fuerza letal para esta virilidad mágica. Es importante tener en cuenta estos puntos de referencia antes de considerar cualquier interpretación adicional."
}