{
  "title": "Symbolism of Women in the Legend of the Holy Grail",
  "first_phrase": "In this final section, the text delves into the symbolism and meaning of the arduous journey taken by Galván, a knight who triumphs over the dangers of the narrow path and becomes the husband of an important figure named Orgeluse. The text highlights the distinction between \"earthly chivalry,\" motivated by women, and \"heavenly chivalry,\" whose aim is to seek the Holy Grail. The Grial texts also present the temptation of women as the temptation of Lucifer, a peculiar association. The Grial legend repeats the theme of kingdoms gained by overcoming heroic trials and conquered women in various ways.",
  "content": "En relación con ello, señalemos, pues, el doble aspecto que, conforme a cuanto hemos expuesto ya, adquiere en la leyenda el tema de la «mujer». En cierto aspecto, se plantea aquí la distinción entre una «caballería terrenal», cuyo móvil es la mujer, y una «caballería celestial», cuyo objetivo es el Grial, Esto se desprende, por ejemplo, de la Queste du Graal, donde los caballeros que parten en busca del Grial quisieran llevarse consigo a las mujeres, pero se lo impide un anacoreta, que en esa ocasión declara precisamente que «la caballería terrenal debe transformarse en caballería espiritual». Más interesante todavía, además, es que los textos del Grial den, frecuente y abiertamente, en forma de tentación de la mujer la propia tentación de Lucifer: cosa singular, si se prescinde de la interpretación dada por nosotros, porque la acción de Lucifer, tradicionalmente, nada ha tenido que ver con una tentación sensual. Pero la saga del Grial repite, en múltiples formas, el tema ya conocido de reinos obtenidos de una mujer, conquistada superando victoriosamente toda prueba heroica.",
  "last_phrase": "In conclusion, the legend of the \"woman\" in the Grail tale has a dual aspect. It represents the distinction between \"earthly chivalry,\" which is motivated by women, and \"heavenly chivalry,\" which strives for the Grail. Women play a significant role in the Grail quest, both as temptations for heroes and as bearers of the Grail. Thus, the saga of the Grail intertwines familiar themes of heroic kingdoms won through women with the spiritual pursuit of the sacred Grail."
}