{
  "title": "\"The Symbolism of the Sword and the Grail in Arthurian Legend\"",
  "first_phrase": "In this text, Julius Evola discusses the symbolism behind the sword in the stone and its relationship with the material world. He brings up the legend of Arthur and the sword Caliburn or Excalibur, which was said to have been created in Avalon, a place associated with the \"higher center.\" The text also mentions the symbolism of the round table and the castle of the rich king, where the supernatural container, similar to the hyperborean tradition, is preserved. This context explains the relevance of the last 200 tokens, where Evola explains the importance of the king's center and the desire to find the Holy Grail in the quest for spiritual transcendence.",
  "content": "Cuando se habla de ésta suelen aparecer los conocidos símbolos de la tierra inaccesible: el de Arturo, según Andrés el Capellán, es un reino separado del mundo de los hombres por un río muy ancho, cruzado tan sólo por un peligroso puente. Está defendido por gigantes, y en él hay un castillo en perenne movimiento giratorio. En ese castillo, que también tiene el nombre de «castillo regio» - caer rigor - o castillo de los «ricos» -caer golud- se conserva un recipiente sobrenatural conquistado (según la tradición del The Spoiling of Annwn) por el rey Arturo al rey del «otro mundo», recipiente que, reproducción de uno de los símbolos propios ya de la tradición hiperbórea de los Tuatha dé Danann (el recipiente Dagdé, ya citado), como el Grial en el castillo del «rico» rey, «sacia» a cualquiera, cura cualquier herida y preserva de la acción del tiempo, negando, sin embargo, sus dones a los cobardes y a los perjuros .",
  "last_phrase": "In conclusion, the legends surrounding King Arthur and his castle are filled with fascinating symbolism that touches on the concepts of a separate world, a miraculous container, and a revolving castle. These ideas find verification in the symbolism of the Round Table, which represented the universe and housed both the terrestrial and celestial realms."
}