{
  "title": "\"The Mystery of the Templar Initiation Ritual\"",
  "first_phrase": "This text delves into the mysterious initiation ritual of the Templar Knights and its effects on those who underwent it. The central part of the initiation rite was kept extremely secret, and one knight who attempted it returned pale and extremely disturbed, unable to find happiness in life and ultimately died of depression. The text draws parallels between these effects and those experienced in the Grail tests. The mysterious idol that causes such terror and induces flight, according to some testimonies, is called Bafomet, a name associated with the baptism of wisdom and gnosis.",
  "content": "Lo que causa tal terror que impide comprender en qué lugar se está y que empuja a huir - según otro testimonio de los templarios - es la visión de un «ídolo» descrito en formas harto diferentes que, tal como están referidas en las actas, se prestan poco a una interpretación precisa (una majestuosa imagen dorada, una imagen de virgen, un anciano coronado, una figura bifronte o andrógina, una aparición de testa animal, como un carnero, y así sucesivamente). Probablemente se trata de experiencias dramatizadas de la conciencia iniciática, en las que un contenido dado de la imaginación individual puede haber tenido un papel determinante. Sin embargo, podemos obtener alguna orientación a través de testimonios, como el de que el ídolo es un «demonio» que (alegóricamente) «da sabiduría y riqueza», virtudes que hemos visto ya atribuidas al mismo Grial; y también a través del nombre más frecuente del ídolo misterioso: Bafomet. Bafomet, con gran probabilidad, está relacionado la idea de un «bautismo de la sabiduría», de una gnosis en sentido superior: nombre de un rito que muy probablemente fue transferido al ídolo.",
  "last_phrase": "En resumen, la visión del ídolo misterioso descrito en formas diferentes por los testimonios de los templarios probablemente se trata de experiencias dramatizadas de la conciencia iniciática, donde la idea del bautismo de la sabiduría y la gnosis en sentido superior tienen gran importancia. Aunque la sabiduría es peligrosa de sondear, es lo que finalmente Parsifal logra conseguir en los textos gnósticos, simbolizada a menudo por una virgen o mujer. Es posible que Bafomet, relacionado con este concepto, también fuera simbolizado como una virgen y destaque el papel importante de la mujer en los relatos caballerescos y el ciclo heroico."
}