{
  "title": "The Symbolism of the \"Fisher King\" in Grail Legends.",
  "first_phrase": "In the previous text, the author explored the symbols related to the Holy Grail and their possible meanings in history and literature. Now, the text delves into the enigmatic title of \"King Fisher\" or \"Rich Fisher\" related to the King of the Grail. This symbolism is related to two sources, one Christian and the other Celtic, and its interpretations are discussed. While the Grail provides inexhaustible food, caught by King Fisher, who becomes a symbol of wisdom and knowledge in Celtic tradition. The discussion also touches upon the tradition of the transmission of primordial knowledge in Ireland.",
  "content": "Por lo demás, parece establecerse aquí una distinción. Por mucho que los efectos del Grial y del pez sean equivalentes, el pez aparece como una especie de complemento del Grial, completa su eficacia para con cierto grupo de caballeros no «alimentados» por el primero. En cuanto a las fuentes célticas, ante todo la tradición céltica conocía ya un «pez de la sabiduría» - salmon of wisdom - que quema las manos, pero que, introducido en la boca, confiere todo conocimiento. Simbolismo tan diáfano que no requiere una aclaración especial. En segundo lugar, el pez desempeña un papel en la leyenda sobre la transmisión de la tradición primordial en Irlanda. 58 Julius Evola – El Misterio del Grial Cuenta el Leabhar na huidhe que, cuando se extinguió la raza primordial de Partholan, conquistadora de Irlanda, sobrevivió de ella un hombre, Tuan, que adoptando sucesivamente la forma de varios animales simbólicos conservó el recuerdo de la primera generación. En la época de los Tuatha dé Danann adoptó la forma de un águila o de un gavilán: esta forma pasó a la de un pez cuando subió al poder la raza de Milhead.",
  "last_phrase": "In conclusion, the symbolism of the fish in various Celtic and Arabic legends is significant and adds to the mystery surrounding the Grail. The idea of the fish as a complement to the Grail, as well as its connection to the transmission of ancient knowledge, further enhances the allure of this enigmatic symbol."
}