{
  "title": "\"Medieval Legends of Imperial Restoration and the Holy Grail\"",
  "first_phrase": "In this last 200 tokens of the text \"El Misterio del Grial\" by Julius Evola, the themes of the expected emperor and the dry tree comes to a conclusion. The author relates the transformation of the emperor into some of the main representatives of the Holy Roman Empire, such as Charlemagne or Frederick II. The dry tree is associated with the representation of the \"King of the World\" and will bloom at the moment of the new imperial manifestation. The text also refers to ancient Nordic pagan conceptions, as well as the legend of Odin and his army of chosen heroes that will fight against the \"elemental beings\" in the last battle. All of this is tied together in the enigmatic formula of the emperor who is alive and not alive.",
  "content": "Esto no impide que la imagen de Federico II o del rey Arturo en la montaña, así como la de los caballeros de Arturo que irrumpen de cacería desde el monte, nos recuerden también antiguas concepciones nórdicas paganas, al Walhalla como sede montañesa de Odín, jefe de los «héroes divinos» y al tropel de las almas de los héroes escogidos por las «mujeres» - por las valquirias -, que de la forma de cuadrilla salvaje de cazadores pasa a la 23 Julius Evola – El Misterio del Grial de ejército místico que, conducido por Odín, combatirá en la última batalla contra los «seres elementales». Esta leyenda, en innumerables variantes, se repite en el período de oro de la caballería occidental y del gibelinismo, y en el fermento profético despertado por la idea procedente del «tercer Federico» halla nueva conclusión en la fórmula enigmática del emperador vivo y no vivo: Oculus eius morte claudet abscondita supervivetque sonabit et in populis; vivit, non vivit, uno ex pullis pullisque pullorum superstite. «Vive, no vive»: la fórmula sibilina encierra el misterio de la civilización medieval en el punto de su ocaso.",
  "last_phrase": "In conclusion, the legend of the wounded or sleeping king, as well as the mysterious formula of \"vive, no vive\" encapsulates the mystery of medieval civilization at the point of its decline. However, these themes resurface in the Grail cycle and serve as a powerful reminder of the West's final effort to reconstitute itself as a spiritually robust and traditionally imperial civilization."
}