{
  "title": "The Alchemical and Occult Influences in Templarism",
  "first_phrase": "In this final section, the author explores the possible connections between the Templars and alchemy, highlighting the astrological-alchemical motifs found in their monuments and sculptures. The author also draws parallels between the Templars and elements from the Grail cycle, such as the importance of magic and astrology in deciphering the mysteries of the Grail. Additionally, the author notes that the foes of the Templars alleged the order's members to be guilty of breaking their vows of chastity and engaging in immoral behavior. The text concludes by drawing links between the theme of purity and the Grail hero's traits.",
  "content": "Por último, recordemos la tradición según la cual al mismo Grial lo habían traído a la tierra y custodiado los «ángeles caídos», sinónimo de aquellos «demonios» a los que Inocencio III atribuye la doctrina de los templarios, o de los demonios a quienes los textos cristianizados célticos asimilaron con los Tuatha dé Danann, la raza de lo alto o de Avalón, detentadora de ciencias divinas. El pentagrama, que aparece en una tumba templaria, es un signo tradicional de la soberanía sobrenatural; en un texto inglés del Grial - Sir Gawain and the green Knight - precisamente el héroe del Grial lo recibe como insignia, y en otros textos del mismo ciclo consagra la Espada del Grial para que no se destroce y su virtud permanezca entera. 79 Julius Evola – El Misterio del Grial Señalemos, por último, que los adversarios de los templarios, mientras por una parte insistían tendenciosamente sobre su misoginia, por otra acusaban a los iniciados de traicionar el voto de castidad de la Orden y de entregarse a acoplamientos contra natura. Pureza y castidad a veces (no siempre) figuran también en el ciclo del Grial como dotes requeridas en el héroe predestinado.",
  "last_phrase": "In conclusion, the ideal model of Grail knighthood and the inner dimension of historical Templarism share many analogies, including themes of purity, chastity, and spiritual transcendence. While some have accused the Templars of breaking their vow of chastity or engaging in unnatural couplings, these accusations may have been exaggerated or misunderstood. Ultimately, the deeper meaning behind these concepts is the overcoming of desire and the pursuit of a higher spiritual calling."
}