{
  "title": "\"The Templars, Baphomet, and the Mystery of the Grail\"",
  "first_phrase": "In the previous text, the author explored the mysterious vision of the idol that occurred during specific moments of the Mass. The ceremony described in the text is similar to Christianized versions of the Grail ritual, which treated the Grail as a dangerous mystery. The author then introduced the concept of \"sabiduría,\" which, according to Wolfram, was the ultimate goal of Parsifal, the Grail Knight. This wisdom is symbolized by a virgin or woman in Gnostic texts and may relate to the Cabalist concept of \"Bafomet.\" Finally, the text referenced a Nordic and English relation of the Templar mystery to a sacred stone, which may relate to the hermetic Rebis symbol of the \"dual thing,\" an androgynous figure representing the union of opposites.",
  "content": "Cabe destacar, además, que Bernardo de Claraval, que fuera considerado una especie de padre espiritual de los templarios, también fue llamado «el Caballero de la Virgen». En otro testimonio -es importante destacar que es nórdico, inglés el misterio templario parece haber tenido relación, como el del Grial, con una piedra sagrada: los templarios, en los momentos más difíciles, parece que se dirigían a una piedra contenida en su altar. Una designación de la «piedra» en el hermetismo medieval fue Rebis, la «cosa doble». Ello podría establecer también una relación con el símbolo de Bafomet en su forma de «andrógino». Quien se ha unido con la «mujer», quien la ha resorbido en sí mismo en la obra de reintegración iniciática a menudo era concebido, incluso en Oriente, como señor de las dos naturalezas, como andrógino. 78 Julius Evola – El Misterio del Grial Es característica la deformación en la que se basa la acusación de que los templarios solían quemar ante su ídolo los niños pecaminosamente engendrados por ellos.",
  "last_phrase": "En conclusión, los testimonios históricos sugieren que los templarios no quemaban a los hijos engendrados pecaminosamente, sino que realizaban una iniciación heroico-solar para los neófitos y los consideraban como hijos de los Maestros. Además, símbolos como el rebis, el cinto o cordón, y el andrógino estaban presentes en sus creencias y prácticas iniciáticas, y tenían un profundo significado espiritual y simbólico en la tradición de los Misterios antiguos."
}