{
  "title": "\"The Symbolism of the Mythical Figure of Kalki\"",
  "first_phrase": "This text discusses the symbolism of Kalki's emergence in Sambhala, the sacred hyperborean center, as well as his spiritual teachings from Paraçu-Rama and his investiture as a king. Kalki's possession of a white winged horse, an omniscient parrot, and a luminous sword have similarities to other mythological figures, such as King Arthur and the Apocalypse of John. Kalki ultimately marries Padma, daughter of the king, who no man had been able to possess, and leads his warriors through a miraculously solidified sea to return to Sambhala. There, he battles against the \"age of darkness\" personified by Kali and two demon chiefs, Koka and Vikoka, emerging victorious.",
  "content": "Kalki, con sus guerreros, atraviesa a pie un mar, al haberse solidificado éste a su paso milagrosamente, y llega de nuevo a su ciudad nata!, Sambhala, que encuentra tan transformada y esplendorosa que le parece la morada de Indra, Rey de los Dioses y Dios de los Héroes. Es un símbolo para una nueva manifestación de las fuerzas del Centro primordial, por la que reaparecen también los representantes de la dinastía solar y de la lunar, el rey Maro y el rey Dêvâ, que gracias al poder de sus ascesis habían pennanecido en vida, a través de las edades del mundo y hasta la «edad oscura», en 22 Julius Evola – El Misterio del Grial las cumbres del Himalaya, concebido como la región donde la edad primordial «dura eternamente». Se produce finalmente la última batalla, la lucha de Kalki contra la «edad oscura», personificada por Kali, así como por los dos jefes de los demonios, Koka y Vikoka: es una lucha particularmente dura, pues dichos demonios se resucitaban mutuamente y resurgían intactos tan pronto como tocaban tierra, pero finalmente sale victorioso Kalki.",
  "last_phrase": "In conclusion, the myth of Kalki and the new manifestation of the Regnum serves as a symbol for the reappearance of the representatives of the solar and lunar dynasties and the final battle against the age of darkness. By understanding the inter-traditional references and symbols included in this story, we can gain a deeper appreciation for the Roman imperial pagan era and the belief in the age of gold. Let us continue to explore and learn from these ancient stories to gain a better understanding of our past and present."
}