{
  "title": "Avalón: An Island of Symbolism and Power",
  "first_phrase": "This article discusses the concept of Avalon and its significance as a \"polar\" and \"solar\" island. It explores the possibility that Avalon is actually the island of Apollo, which represents both the \"solar\" land and the hyperborean region. The text also delves into the symbolism of crystal walls and invisible defenses, and how they relate to the idea of inviolability at the supreme center. The final 200 tokens of the article describe the four objects that the tuathas brought with them from the nordatlantic seat, and their significance in relation to the cycle of the Grail. These objects will resurface in the Grail cycle, and the Grail's seat will be related to the Island of Avalon. The Anales de los Cuatro Maestros emphasize the theme of struggle and victory as the test of kingship.",
  "content": "La piedra es la «piedra fatídica» o «piedra regia», así denominada porque, como una especie de oráculo, permite reconocer quién puede ser legítimamente rey; la lanza es la lanza de Lug, dios del rayo, de la que se ha dicho que «jamás perdió ninguna batalla quien la empuñó»; la espada es la invencible e inexorable espada de Nuadu; el recipiente, por último, es el recipiente de Dagdé, capaz de saciar mágicamente con su contenido a cualquier cantidad de guerreros. Estos objetos de los tuathas resurgirán en los correspondientes objetos del ciclo del Grial, de igual modo que la sede de éste resultará estar en estrecha relación con la misma isla de Avalón, o «Isla Blanca». En las tradiciones recogidas en los Anales de los Cuatro Maestros es particularmente visible, además, el tema de la lucha y de la victoria como prueba. Una fórmula que siempre se repite es: «El rey X fue abatido por Y, quien se convirtió en rey».",
  "last_phrase": "En resumen, la relación entre los objetos sagrados de los Tuatha Dé Danann y los objetos del ciclo del Grial es evidente, así como la idea de que la lucha y la victoria son pruebas para demostrar la dignidad y la función regia. En la literatura caballeresca, la prueba de las armas también está relacionada con el derecho de amor. Es impresionante cómo las tradiciones antiguas pueden influir en la literatura y la cultura de épocas posteriores, y cómo ciertos temas persisten a lo largo del tiempo."
}