{
  "title": "\"The Role of Christianity in the Formation of Medieval Civilization\"",
  "first_phrase": "This text analyzes the impact of Christianity on the roman empire and how this led to the process of dissociation and the emergence of the medieval civilization. The author argues that the Sacro Imperio Romano was a continuation of the Roman movement towards a universal ecumenical synthesis that required the overcoming of Christianity. The medieval civilization is the result of a combination of three elements: the nordic-pagan, the Christian, and the Roman. The author emphasizes the decisive role played by the nordic-pagan element in the feudal regime, the moral code of the knights, and the civilization of the courts. However, the author also notes that there was a certain barbarism in the nordic-pagan traditions, which is a form of spiritual involution.",
  "content": "En su conjunto, la civilización medieval según la concepción corriente, que al menos como punto de partida es también la justa, resultó de tres elementos: nórdico-pagano uno, cristiano el segundo, y romano el último. El primero tuvo un papel decisivo por lo que respecta al modo de vida, la ética y la constitución social. El régimen feudal, la moral caballeresca, la civilización de las cortes, la sustancia originaria que hizo posible el arrojo de los cruzados, son inimaginables sin una referencia a la sangre y al espíritu nórdico pagano. Pero si a las razas llegadas del norte a Roma no se las considera «bárbaras» desde este punto de vista, y más bien nos aparecen aquí portadoras de valores superiores respecto de una civilización ya descompuesta en sus principios y en sus hombres, cabe hablar sin embargo de cierta barbarie, que no significa primitivismo, sino mas bien involución, por cuanto atañe a sus tradiciones propiamente espirituales. Hemos hablado de una tradición nórdico-hiperbórea primordial.",
  "last_phrase": "In conclusion, the medieval civilization resulted from the combination of three elements, the Nordic-pagan, Christian, and Roman. The Nordic-pagan element played a decisive role in the way of life, ethics, and social constitution, while the Christian and Roman elements brought a different dimension. Despite the involution of the Nordic tradition in the medieval period, the contact with Christianity and the symbol of Rome acted as a catalyst, bringing about a different and vivifying condition."
}