{
  "title": "\"The Historical and Symbolic Significance of Hiberia and Avalon\"",
  "first_phrase": "In the previous section, the text talked about the symbolic interpretation of the \"region of the living\" and the \"region of the dead.\" This final part focuses on how those memories have been represented in Celtic myths and legends, including Avalon, Tuatha dé Danann, and the reign of King Arthur. The author brings up the symbolic significance of these stories, noting that even geographical details are often used to represent something else.",
  "content": "tras haber sido Señor de la Tierra, el rey de la Edad de Oro, Cronos-Saturno, destronado o castrado (o sea privado del poder de «procrear», de dar vida a una nueva estirpe), sigue viviendo, «en sueños», en una región del extremo Septentrión, por el mar Ártico, que por ese motivo también era llamado mar Crónido. Eso dio lugar a varias confusiones, pero en esencia se trata siempre de la transposición, sea en la suprahistoria, sea en la forma de una realidad o centro espiritual latente o invisible, de ideas referentes al tema hiperbóreo. Para lo que aquí nos interesa, es necesario detenerse brevemente a considerar la forma que esos recuerdos adoptaron en el ciclo céltico, irlandés sobre todo. Se trata esencialmente de las tradiciones que se refieren al Avalón, a los Tuatha dé Danann y luego al propio reinado de Arturo. Estas tradiciones tienen un alcance que va más allá de lo local e histórico; a menudo, hasta los datos geográficos que aparecen en ellas tienen, como suele suceder con frecuencia en tales casos, significado únicamente simbólico. VIII.",
  "last_phrase": "In conclusion, the legendary history of Ireland, with its references to the Tuatha dé Danann and the reign of Arthur, draws upon the transposition of ideas relating to the hyperborean theme. Geographical references in these traditions are often purely symbolic. The various races that dominated Ireland, originating from a mysterious North Atlantic center and in perpetual struggle against the fomores, offer insights into the primordial origins of this mythical land."
}