{
  "title": "\"The Epilogue of the Legend of King Arthur\"",
  "first_phrase": "In this text, the author discusses the epilogue of the legend of King Arthur, where the symbolism of women reappears, and two characters try to take his woman. The first is Maelvas, who takes her to Glastonbury, identified as the \"City of Crystal\" and Avalon, where the island is besieged until a reconciliation is made. The text also reveals an attempt by the Christian tradition to replace the Celtic-Hyperborean tradition and absorb its important themes. The story of the island's donation to the Church is a \"traditional succession\" narrative created by Christian evangelists. In conclusion, the last 200 tokens offer an insight into how Christianity attempted to co-opt and reframe pre-existing Celtic and Nordic traditions, with Glastonbury at its center.",
  "content": "Glastonbury fue uno de los centros principales de la difusión en Inglaterra del cristianismo y, para conseguir prestigio, éste trató de absorber, en forma cristianizada, las anteriores tradiciones nórdico-célticas, hasta reivindicar para sí el significado del antiguo Avalón. Glastonia, o sea Glastonbury - explica el texto principal en cuestión, el De anliquilale Glastoniensis Ecclesiae -, antes se llamaba ygnis gutrin, y gnis, en bretón, quiere decir ínsula, y gutrin, vítrea; a la llegada de los ingleses se convirtió en Glastiburi, de glas = vitrum y buria = civitas, Glastiberia. La historia de la donación de la isla a la Iglesia por parte de Arturo es, pues, una especie de coartada de «sucesión tradicional», elaborada por los evangelizadores cristianos, y que no terminó ahí: en referencia al trágico epílogo de la antigua leyenda, se declaró que el rey Arturo había muerto, y que su sepulcro se encontraba en Glastonbury. Así permanecía el antiguo centro, con tan sólo el nuevo significado de centro del cristianismo misionero.",
  "last_phrase": "In conclusion, the history and legends surrounding Glastonbury and King Arthur have been deeply intertwined with the spread of Christianity in England. Despite the absorption and Christianization of previous Nordic and Celtic traditions, the ancient significance of Avalon still resonates and the hope remains that one day King Arthur will be able to reclaim his throne. The story of Glastonbury and King Arthur continues to captivate and inspire people to this day, creating a timeless legacy."
}