{
  "title": "\"The Symbolism of Women as a Transfiguring Force\"",
  "first_phrase": "In this section of \"The Mystery of the Grail,\" Julius Evola discusses the symbolism of the \"woman\" as a transformative force, and the basis of the feminine image of that force. He notes that symbolism is based on precise relations of analogy, which must be understood in relation to the possible relationships between men and women. Evola discusses the abnormal relationships where women become dominant and focuses mainly on the normal ones, resulting in the fundamental concept of a situation where the masculine principle retains its own nature, the active, and the female principle being passive. This idea can often be found in the spiritual world that we call \"heroic,\" and Evola stresses the difference between this symbolism and the predominant bridal symbolism in religious mysticism, where the soul is characterised as female.",
  "content": "Sin embargo, no encaja necesariamente en ese marco la idea más general de la mujer como administradora del sacrum y como principio vivificante, como portadora de una «vida» que libera, anima y transforma al «ser» mismo. Donde sí puede encajar en cambio esta idea, y efectivamente a menudo así ha sido, es en el mundo de la espiritualidad que nosotros llamamos «heroica». Sin embargo, en ese caso debemos referirnos, como base de la analogía y del simbolismo, a las relaciones normales entre hombre y mujer, y de ellas resulta el concepto fundamental de una situación en la que el principio viril conserva su propia naturaleza; el espíritu, frente a él, es la «mujer»: aquél es lo activo, y éste es lo pasivo; incluso frente a la fuerza que lo transfigura y vivifica, el héroe mantiene el carácter que el hombre posee como señor de su mujer. Destaquemos de pasada que aquí estamos en el punto opuesto al simbolismo nupcial predominantemente usado en la mística de orientación religiosa, sobre todo en la cristiana, donde es al alma, por el contrario, a quien se atribuye el papel femenino, el de la «esposa».",
  "last_phrase": "In conclusion, the idea of women as the administrator of the sacred and life-giving principle is best suited for the world of spirituality. This concept is based on the normal relationship between men and women, where the masculine principle retains its nature, and the spiritual aspect represents the feminine. This symbolism is different from the predominantly used nuptial symbolism in religious mysticism, where the soul is often represented as the feminine. Legends of heroic adventures and fights over fidelity to a woman can be interpreted as a symbol of virility, and as a prerequisite for the transcendental integration of one's personality."
}