{
  "title": "\"The Traditional Notion of the 'King of Kings'\"",
  "first_phrase": "In this final part, the author delves into the traditional notion of an invisible \"King of Kings,\" or \"Universal Lord,\" associated with specified symbols. These symbols include those of centrality, stability, inviolability, and inaccessibility, as well as symbolism related to gold, solarity, light, and immortality. The author, Julius Evola, connects these symbols to the concept of a meta-physical kingdom that is mysteriously related to all rulers of the supernatural realm. Evola refers to Hesíodo's teachings on the beings of the primordial age and the passing of the invisible to guide mortals. This text highlights the interconnectivity between metaphysical and earthly domains in traditional symbolism.",
  "content": "Son, en primer lugar, símbolos de centralidad: el centro, el polo, la región en el centro del mundo, la piedra central o de fundamento, o el imán. Luego, símbolos de estabilidad: la isla firme en medio de las aguas, la roca, la piedra inquebrantable, y símbolos de inviolabilidad y de inaccesibilidad: el castillo o país invisible o imposible de hallar, la cumbre montañosa salvaje, o una región subterránea. y también: la «Tierra de la Luz», la «Tierra de los Vivientes» o la «Tierra Santa». Y además todas las variantes del 9 Julius Evola – El Misterio del Grial simbolismo del oro, que al propio tiempo que abarca igualmente los conceptos de solaridad, luz, realeza, inmortalidad e incorruptibilidad, siempre ha mantenido alguna relación con la tradición primordial y con la Era tan a menudo indicada por el oro.",
  "last_phrase": "In conclusion, the symbols of centrality, stability, inviolability, and inaccesibility, combined with the symbolism of gold, life, and trascendental knowledge, represent the constant theme of the invisible regnum and the supreme center of the world, in various fantastic, symbolic, or poetic representations that have been part of different traditions. Understanding these symbols and their meanings can bring insight into universal civilization and the progression of history."
}