{
  "title": "\"Federcio II, King Arthur, and the Prester John Legend\"",
  "first_phrase": "In the preceding text, the author explains how the image of Federico II or King Arthur in the mountain and the Knights of Arthur hunting refer to ancient Nordic pagan conceptions, particularly Odin's Walhalla. The hero's souls chosen by the Valkyries and led by Odin combat the elemental beings, as per the legend. In the last 200 tokens, the author mentions an old Italian legend that tells about the \"Preste Juan,\" who sent an embassy to Emperor Federico, probably Federico II. The legend involves a peculiar exchange of three stones and a question about the best thing in the world.",
  "content": "El rey herido, el rey en letargo, el rey que ha muerto aunque parezca vivo, y que está vivo aunque parezca muerto, y así sucesivamente, son temas equivalentes o convergentes, temas que volveremos a encontrar exactamente en el ciclo del Grial, animados de vida particular y fuerza sugestiva en el punto final del supremo esfuerzo de Occidente de reconstituirse como gran civilización espiritualmente viril y tradicionalmente imperial. XI. FEDERICO. EL PRESTE JUAN. EL ÁRBOL DEL IMPERIO Una antigua leyenda italiana refiere que el «preste Juan, muy noble señor indio», mandó una embajada al emperador Federico, como a aquel «que verdaderamente era el espejo del mundo, para darse cuenta de si era prudente en palabras y en obras». Le entregaron, pues, a «Federico» (probablemente, se refiere a Federico II), de parte del «preste Juan», tres piedras, y al propio tiempo le preguntaron qué era lo mejor del mundo. «El emperador las tomó y no preguntó por sus virtudes»; en cuanto a la pregunta, respondió que la «mesura» era la mejor cosa del mundo.",
  "last_phrase": "In conclusion, the legend of Preste Juan and his precious stones, as well as the story of Emperor Federico II, is a fascinating reflection of the West's supreme effort to rebuild itself as a spiritually virile and traditionally imperial civilization. The mythical properties of the stones, including the power of invisibility, reflect the enduring human desire for transcendence and immortality, and are testament to the power of mythology to inspire us across generations."
}