{
  "title": "\"The Symbolism of Ogier the Dane in Arthurian Legends\"",
  "first_phrase": "The final part of this text reveals the story of Ogier de Dinamarca, who after conquering the East, finds refuge in Avalon, where he becomes the lover of the supernatural Morgana. However, Christianity needs him again, and the archangel Michael orders Ogier's return to the world, leading to a new theme that reappears in the Grail cycle. In Wolfram von Eschenbach's work, the Preste Juan is considered a descendant of the Grail, and in the German saga of Ogier, the Preste Juan and the Great Khan are presented as two companions of Ogier, who found two powerful dynasties.",
  "content": "La misión que encarna y lo que verdaderamente actúa en él deben permanecer ignorados, no deben tomarse por su persona ni relacionarse con ella de ningún modo. Como Ogier transgrede esta ley y revela dónde «ha estado», vuelve a hacerle mella la ley del tiempo transcurrido, envejece de repente y está a punto de morir. En el último momento, aparece Morgana para llevarlo de nuevo a Avalón, donde permanecerá hasta que, por séptima vez, la cristiandad tenga necesidad de él. Si se tiene presente todo eso, resulta al menos significativo el hecho de que en Wolfram von Eschenbach el preste Juan esté considerado descendiente de la dinastía del Grial, que en el Titurel precisamente Parsifal asuma la función del «preste Juan» y que sea al país de éste adonde se transfiere finalmente el Grial para señalar sucesivamente el nombre de quienes han de convertirse en el «preste Juan». En el relato alemán de la saga de Ogier, el preste Juan y el Gran Kan se nos presentan como dos compañeros de Ogier que fundan dos poderosas dinastías.",
  "last_phrase": "In conclusion, the recurring symbolism of the \"preste Juan\" and the significance of the \"Veltro\" and Dux in Dante's works represent a deeper and intricate understanding of the theme of the \"Center of the World.\" These symbols, although expressed differently in various sagas and stories, allude to the unit internal meaning of the theme, which has been explored throughout this text."
}