{
  "title": "Symbolism of the Knights of the Round Table and the Quest for the Holy Grail",
  "first_phrase": "In this text, Julius Evola explores the symbolism of the \"Round Table\" and the \"dangerous seat\" in the context of the Grail saga and King Arthur's reign. He discusses the significance of the number twelve in mythology and its association with the central organizing power. The \"dangerous seat\" represents an empty seat reserved for a predestined knight who is superior to any other and symbolizes the same central role. It hints at a time of decline or decadence that requires restoration. This part delves deeper into the relationship between the Grail and the Knights of the Round Table, drawing from literature and mythology.",
  "content": "Es un asiento dejado vacío en la Tabla Redonda y reservado a un caballero esperado y predestinado, superior a cualquier otro, que a veces parece ser el caballero decimotercero y que entonces corresponde de modo manifiesto a la misma función suprema de centro, jefe o polo de los «doce» y es imagen o representante del propio cakravartî, o «Rey del Mundo». Naturalmente, cuando se presenta el tema del «asiento peligroso» concebido como asiento vacío, hay que pensar en un estado de involución del reinado de Arturo o de tal decadencia de sus representantes que necesitase una restauración. En un plano ideal, ahí es precisamente cuando se ponen a buscar el Grial los caballeros de la Tabla Redonda, y ahí es 19 Julius Evola – El Misterio del Grial cuando, en la literatura correspondiente, se entrelazan inextricablemente las aventuras del Grial y de los caballeros del rey Arturo.",
  "last_phrase": "In summary, the vacant seat at King Arthur's Round Table symbolizes the need for restoration and the search for what has been lost, represented by the quest for the Holy Grail. The knight who will fill the \"dangerous seat\" is the one who will bring back the Grail's virtues and ultimately revive the kingdom's ancient glory. This illustrates a dualism of King Arthur as both a historical figure and a representation of a function or symbol."
}