{
  "title": "\"The Meaning and Symbolism of Ages and Heroes\"",
  "first_phrase": "In Part VI of this text, the author delves into the symbolism of different representations of the invisible realm and the supreme center of the world. Various symbols refer to life, transcendental knowledge, and invincible force, and these symbols are combined in various ways in different traditions. The author further explores the concept of the hero and the woman in relation to the doctrine of the four ages, which speaks of a progressive involution in history from ancient times. The Age of Silver represents a more feminine spirituality and the root of religious phenomena. Following this age is the Age of Bronze characterized by the degradation of the warrior caste and rebellion against spiritual leaders. The myth corresponding to this is the titanic or demonic rebellion.",
  "content": "Tras la Edad de Oro, tenemos la de Plata, que corresponde a un tipo de espiritualidad sacerdotal más femenino que viril: nosotros la llamamos espiritualidad lunar porque el símbolo de la plata siempre fue tradicionalmente al del oro la que la Luna es al Sol, y una correspondencia de este tipo resulta aquí particulannente clarificadora: la Luna es el astro femenino que ya no tiene en sí, como el Sol, el principio de la luz propia. De ahí el paso a todo cuanto es espiritualidad condicionada por una mediación, o bien espiritualidad extrovertida, caracterizada por una actitud de remisión, de abandono, de arrebato amante o estático. Tenemos así la raíz del fenómeno «religioso» en sentido estricto, desde sus variantes teístico-devocionales hasta las místicas. La aparición de una virilidad salvaje y materializada contra esas formas espirituales define una Edad de Bronce. Es la degradación de la casta guerrera, su rebelión contra quien representa al espíritu en cuanto éste ya no es el jefe olímpico, sino sólo un sacerdote; es el desencadenamiento del principio propio de esa rebelión como orgullo, violencia y guerra. El mito correspondiente es la rebelión titánica o demoníaca, el intento prometeico de usurpar el fuego olímpico.",
  "last_phrase": "In conclusion, the ages of Gold, Silver, Bronze, and Iron provide us with a framework for understanding the evolution of spirituality and civilization. The idea of a heroic cycle of restoration offers hope for overcoming the decadence of idolatrous and earthly civilizations. May this knowledge inspire us to strive for a higher spirituality and a brighter future."
}