{
  "title": "The Symbolism of the Center and the Hero's Journey.",
  "first_phrase": "In the last 200 tokens, Julius Evola explores the symbolism of the central, stable, inviolable and inaccessible, as well as other symbols related to life, transcendental knowledge, and invincible force. All of these symbols are combined in various fantastic, symbolic or poetic representations that depict the constant theme of the invisible regnum and the \"supreme center\" of the world. Evola also touches on the \"Hero\" and \"Woman\" archetypes, exploring how they fit into the doctrine of the four ages, which expresses a universal form of civilization.",
  "content": "Otros símbolos se refieren a la «Vida» en sentido eminente (el «alimento perenne», el «Árbol de la Vida»), a un conocimiento trascendental, a una fuerza invencible, y todo ello aparece diversamente combinado en las representaciones fantásticas, simbólicas o poéticas que en las diferentes tradiciones han representado ese tema constante del regnum invisible y del «centro supremo» del mundo, en sí o en sus emanaciones y reproducciones. VI. SOBRE EL «HÉROE» Y SOBRE LA «MUJER» Como es sabido, la doctrina de la Edad de Oro forma parte de la de las cuatro edades, que nos habla de la ya citada involución progresiva verificada en el curso de la historia a partir de tiempos remotísimos. Pero cada una de estas edades tiene además un significado morfológico, expresa una forma típica y universal de civilización.",
  "last_phrase": "In conclusion, the representation of the invisible realm and the supreme center of the world appears in various symbolisms throughout different traditions. The doctrine of the ages, from the Golden Age to the Bronze Age, represents a progressive decline in civilization. The Age of Silver symbolizes a feminine spirituality that is submissive and extroverted, leading to various forms of religious devotion. This eventually gives rise to a wild and materialized masculinity that represents the degradation of the warrior caste in the Bronze Age."
}