{
  "title": "\"Julius Evola's El Misterio del Grial: Analysis and Outcomes\"",
  "first_phrase": "This text explores the mystery of the Grail through the perspective of Julius Evola. The first part focuses on the literary and ethnological prejudices that shape the perception of the Grail. Then, the author examines the historical place of the Grail and its principles and antecedents, including the cycles of Olympus, Arthur, and the Imperial Saga. The last section delves into the cycle of the Grail itself, with its virtues, trials, and mysteries, and examines the Grail as a Gibelline mystery. In the final part, XXIV, Evola explores the influence of the Grail on the Templars' legacy.",
  "content": "Julius Evola EL MISTERIO DEL GRIAL Il Mistero del Graal Digitalización y Arreglos BIBLIOTECA UPASIKA Julius Evola – El Misterio del Grial ÍNDICE PREMISAS, página 3. I.- El Prejuicio Literario. II.- El Prejuicio Etnológico. III.- Sobre el Método “Tradicional”. IV.- Lugar Histórico del Misterio del Grial. PRINCIPIOS Y ANTECEDENTES, página 9. V.- El Ciclo Olímpico. VI.- Sobre el “Héroe” y Sobre la “Mujer”. VII.- El Tema Hiperbóreo. VIII.- La Tradición en Irlanda. IX.- El Ciclo Artúrico. X.- La Saga Imperial. El Señor Universal. XI.- Federico. El Preste Juan. El Árbol del Imperio. XII.- El Dante: El Velero y el Dux. EL CICLO DEL GRIAL, página 31. XIII.- Las Fuentes del Grial. XIV.- Las Virtudes del Grial. XV.- La Piedra Luciferina. XVI.- La Prueba del Orgullo. XVII.- El Rayo y la Lanza. XVIII.- El Misterio de la Lanza y de la Venganza. XIX.- El “Golpe Doloroso”. XX.- El Rey Pescador. XXI.- La Sede del Grial. XXII.- Otras Aventuras Iniciáticas de los Caballeros del Grial. XXIII.- El Grial como Misterio Gibelino. LA HERENCIA DEL GRIAL, página 74. XXIV.- El Grial y los Templarios.",
  "last_phrase": "In conclusion, Julius Evola's \"El Misterio del Grial\" takes readers on a journey through history, literature, and mythology, unraveling the enigma of the Grail. It provides a comprehensive overview of the Grail's origins, principles, and legacy, drawing on various traditions and sources, and highlighting its significance for Western culture and spirituality. This book is a valuable resource for those interested in Grail lore and esotericism, offering insights and perspectives that can enrich their understanding of this timeless mystery."
}