{
  "title": "\"The Spiritual Quest of the Grail Heroes\"",
  "first_phrase": "In the preceding text, we saw the relationship between Salomon and the Grial tradition, particularly in the ability to understand the language of birds. Furthermore, in some Celtic legends, the Tuatha dé Danann would appear as invisible birds to guide the chosen ones. The hero of the Grial should possess qualities such as fidelity, honor, and veracity of a knight's ethics. The hero's obligation in the Grial castle is to strengthen or assume the task at hand. In the final 200 tokens, we see the requirement of a hero's integration of virile qualities in fulfilling their duty, leading to the resolution of the primary question posed by the legends.",
  "content": "Se dice repetidamente que en la orden del rey Arturo no hay lugar para los viles, los falsos y los desleales. Ser capaz de fidelidad, aborrecer la mentira, esa es la primera cualificación en el ciclo del Grial, y en el prólogo de Wolfram esto representa una distinción esencial, casi metafísica u ontológica, entre los seres humanos, lo cual refleja visiblemente el componente nórdico-ario del mundo guerrero y viril medieval: por un lado están quienes conocen el sentido del honor y de la vergüenza; por el otro, quienes son incapaces de tal sentido: y son como dos razas hechas de sustancia distinta, que no tienen nada en común. 2) Pero las cualidades viriles, aun integradas, comprometen de cara a un deber preciso, y en las leyendas en cuestión ese es más bien el punto decisivo. En el contexto que aquí nos interesa, son maldecidas cuando su presencia o adquisición no conduce a «hacer la 63 Julius Evola – El Misterio del Grial pregunta», o a algo equivalente. El héroe admitido en el castillo del Grial está obligado a sanear, reafianzar o asumir el regnum.",
  "last_phrase": "En resumen, el ciclo del Grial representa una distinción ontológica entre aquellos que conocen el sentido del honor y la vergüenza, y aquellos que carecen de él. Para los iniciados del Grial, la cualificación se mide por su capacidad de llevar a cabo una misión suprapersonal que da sentido a su virtus. Es una espiritualidad comprometida con la acción en el mundo y cuyo ideal es la trascendencia a través del servicio."
}