{
  "title": "\"The Symbolism of King Arthur's Castle and the Round Table\"",
  "first_phrase": "This final section delves into the symbolism of Arthur's kingdom and the revolving castle, which protects a supernatural object known as the \"Graal.\" The castle is similar to the rotating island in Celtic mythology, believed to be a reference to the polar axis of the earth. The symbolism is reflected in the Round Table, which Merlin established to distinguish the order of chivalry led by King Arthur. According to Malory's text, the Round Table was created in the image of the universe.",
  "content": "Tal sede, como castillo giratorio - revolving castel, caer sidi - es similar a la «isla giratoria» que en la antigua saga céltica a menudo ocupa el lugar de la «Isla de Cristal» y, en general, de Avalón, y aquí hay seguramente una alusión a la «Tierra Polar», que, en efecto, gira sobre su eje y transporta al mundo en su movimiento de rotación, la cual nos puede hacer pensar en la imagen del «Señor Universal» como chakravartí, expresión que quiere decir exactamente «el que hace girar la rueda», aludiendo a aquel que, como centro inmóvil, mueve la rueda del regnum y, en general, del Universo ordenado. Estas son ideas que, por la demás, hallan verificación en el propio simbolismo de la Tabla Redonda, que Arturo, por consejo de «Merlín», había instituido para distinguir a la orden de caballería de la que era jefe supremo. Según el texto de Malory, la Tabla Redonda, en efecto, estaba construida a imagen del mundo y en ella encontraba cobijo el Universo entero, terrenal y celestial.",
  "last_phrase": "In conclusion, the symbolism of the revolving castle and the Round Table in the Arthurian legends reveals a connection to traditional centers and the notion of a central power that orders the universe. The number twelve, which is a solar symbol, plays an important role in the composition of these centers. The motif of the dangerous seat also adds another layer of meaning to the story."
}