{
  "title": "\"The Myth of the Emperor Who Never Died\"",
  "first_phrase": "This text explores the exhaustion of inspiration for the Grail romances and how it correlates with the tragedy of the Templars and the emergence of the Inquisition. It also discusses the collapse of the tension that led to the greatness of the Gibeline Empire, with the destruction of the Templars resulting in a new cycle of pessimism. The text references various themes from the Diu Crône, including the hero's restoration and vindication, compared to other texts where the result of the \"final battle\" is negative for the awakened king. The last 200 tokens expand on the idea of the king's inability to face the forces unleashed against him, leading to the act of hanging his shield on the Dry Tree as a ceding of the regnum and passing to the heavens.",
  "content": "Así, mientras los temas del Diu Crône se resienten todavía del espíritu afirmativo del período de alta tensión, porque la desaparición del anciano rey y de su Corte con el Grial marca el deber realizado, el advenimiento del héroe que ha logrado su misión, que pasa a reinar teniendo en propiedad la espada invencible, otros textos muestran un espíritu bien diverso: que además es el espíritu de las redacciones de la saga imperial en las que el resultado de la «última batalla» es negativo para el rey despertado de su sueño: no sabe hacer frente a las fuerzas desencadenadas contra las que sale a combatir, y el colgar su escudo del Árbol Seco ya no tiene - como ocurría en el relato antes recordado - el sentido de una participación en el poder del imperio universal, sino el de un ceder el regnum y pasar al cielo.",
  "last_phrase": "In conclusion, the texts analyzed demonstrate a diverse spirit regarding the outcome of the \"last battle\" and the hero's role in it. Some portray the hero as successful in his mission and passing on to his ascetic life, while others show a negative result for the kingdom and the hero's inability to handle the unleashed forces. Ultimately, the fate of the holy objects remains a mystery after the hero's death, leaving room for interpretation and imagination."
}