{
  "title": "\"The Symbolism of the Broken Sword in Grail legend\"",
  "first_phrase": "This text section delves into the symbolism of the broken sword in relation to the restoration of the regnum, or the royal authority. It begins with Balin's violent intrusion and usurpation of power, leading to a fratricidal struggle among the descendants of Joseph. The only one worthy of the sword is Galahad, who retrieves it from a supernaturally solid and immaterial block of stone. Galván, the current protagonist, tries to mend the broken sword but fails. This failure signifies his inability to receive the secret of the Grail and achieve the necessary restoration of the regnum.",
  "content": "Pide a Galván que una los dos trozos, pero éste no pe consigue, por lo que el rey le dice que no está todavía a la altura del cometido 54 Julius Evola – El Misterio del Grial para el que ha venido. Efectivamente, Galván comienza a «hacer la pregunta» y recibe algunas explicaciones preliminares, sabe que el poder de la lanza ha sido neutralizado por el «golpe doloroso» que ha empobrecido al reino de Logres; pero apenas el rey comienza a hablar del secreto, vinculado precisamente a la espada, Galván cae presa del sueño. El rey, por lo demás, le había advertido ya que, por no haber sabido él soldar la espada, ese secreto no podría serle transmitido. El tema de la espada rota cobra aquí su forma más significativa: una parte de ella pertenece al tipo de un héroe herido, cuya función asume Galván; la otra parte se refiere al rey muerto y, correlativamente, al deber de restaurar el regnum. Juntar las dos partes significa llegar a la síntesis propia de la restauración, al rey primordial que resurge a través del héroe. Pero Galván, al menos en un primer momento, falla.",
  "last_phrase": "In conclusion, the story of Galván and the broken sword represents the idea that restoring the kingdom and the king's power requires more than just physical strength or technical ability. It involves understanding the mystery and symbolism behind the broken sword, as well as being able to stay conscious and attentive to the task at hand. So, the lesson learned here is that true power comes from knowledge and awareness."
}