{
  "title": "The Traditional Teaching of the Race of Origins and the Concept of the \"King of Kings\"",
  "first_phrase": "In this text, the author explores the traditional teaching about the existence of a divine or god-like race with a transcendent spirituality. This race was believed to possess an innate superiority, and a \"supra-nature\" that predestined them to rule and perform kingly functions. However, due to a gradual decline of humanity, their influence slowly became invisible, and direct contact with the supra-historical was lost. This led to the concept of a metaphysical kingdom that could only be ruled by those who inherited or consciously reproduced the tradition's regal type. The author further defines the traditional notion of the invisible \"King of Kings\" or \"Universal Lord\".",
  "content": "A causa de una progresiva involución de la humanidad, recordada también por múltiples tradiciones, la función ejercida por esa raza se fue haciendo gradualmente invisible y quedó interrumpido el contacto directo entre el elemento histórico y el suprahistórico. Ese es el sentido, por ejemplo, de las enseñanzas de Hesíodo de que los seres de la edad primordial no murieron, sino que pasaron de forma invisible a guiar a los mortales. Del tema de la Edad de Oro se pasa, pues, al de un reino metafísico, con el que se hallan en cierta misteriosa relación objetiva u ontológica todos los dominadores de lo alto, ya quienes pueden ser considerados herederos reales de la tradición primordial, ya quienes más o menos perfecta y conscientemente reprodujeron de ella el tipo de regnum en un lugar determinado y en el marco de una civilización determinada. Así se define la noción tradicional de un invisible «Rey de Reyes», «Señor Universal» o «Rey del Mundo», asociada a símbolos bien determinados, algunos de los cuales derivan directamente de analogías, mientras que otros son recuerdos mitologizados de la tierra o tierras donde se desarrolló el ciclo primordial olímpico.",
  "last_phrase": "En resumen, la noción tradicional de un invisible \"Rey de Reyes\", \"Señor Universal\" o \"Rey del Mundo\" está asociada con símbolos bien definidos que representan la centralidad, la estabilidad, la inviolabilidad y la inaccesibilidad. Esta noción se relaciona con la Era Primordial indicada por el oro y se define en un reino metafísico. Estos símbolos tienen un profundo significado y pueden ser una fuente de meditación y reflexión para aquellos interesados en la tradición primordial."
}