{
  "title": "\"The Meaning and Significance of the Holy Grail\"",
  "first_phrase": "This text explores the concept of the Grail as an initiatory state in which one can participate in the power of the Grail by suspending the consciousness of the worldly limitations. The writer provides an example from the book \"Morte Darthur\" where Lanzarote experiences this initiatory state and after waking, he claims that he was better in that state than in the waking one. The text then goes on to discuss the duality of the Grail's virtues in relation to the universal symbolism of the chalice and the lance.",
  "content": "Evidentemente, se trata de un estado iniciático, de un estado en el que la participación en el poder del Grial resulta posible por una suspensión de la conciencia de vigilia y de la limitación propia de ella: cosa que evita el efecto negativo, destructor y trastornador que provoca la experiencia del «contacto» en quien no sepa pasar a formas superiores de conciencia, a otros estados del ser. VI) La duplicidad de las virtudes del Grial está relacionada, en cierta medida, con el significado que, universalmente, en las tradiciones concordantes de los distintos pueblos, y también fuera de toda relación con el simbolismo cristiano, tiene la pareja copa-lanza, correspondiendo la copa sobre todo al aspecto femenino, vivificante e iluminante, y la lanza al aspecto viril, ígneo o regio (cetro) de un mismo principio: o si se quiere, la copa, al árbol «lunar», y la lanza, al árbol «solar», de los que ya hemos hablado; la copa, al aspecto «santa sabiduría» y la lanza, al aspecto «fuego» y «dominación» del mismo principio.",
  "last_phrase": "To conclude, the quest for the Holy Grail is, essentially, an internal process that requires a suspension of everyday consciousness and a shift to higher states of being. It is not a mere mystical experience but rather a primordial power that can be evoked positively. Those who can undertake this quest are qualified for the high tasks that the legend describes, which form the core of its meaning."
}