{
  "title": "The Search for Suprahistorical Meaning in the Grail Legend",
  "first_phrase": "This text explores the concept of understanding one tradition through the symbols and elements of another, rather than simply comparing them on a superficial level. The author believes that there is a deeper, metaphysical dimension to these traditions that can only be accessed by finding the common center or ordering principle that unites them. The author also critiques attempts to interpret myths and legends solely through historical characters and events, as they believe these are limited and dependent on the higher realities represented by the symbols and myths themselves. By doing so, they argue that it is the myth that should serve as the primary starting point for interpretation, rather than the historical data.",
  "content": "Los personajes de los mitos y de las leyendas -piensan son únicamente sublimaciones abstractas de personajes históricos, que han terminado ocupando el lugar de éstos y equivaliendo por sí y en sí en el plano mitológico y fantástico. Tal vez la cierto sea precisamente lo contrario, es decir, que existen realidades de un orden superior, arquetípico, que están diversamente representadas por los símbolos o por los mitos. Y puede ocurrir que en la historia determinadas estructuras o personalidades encarnen hasta cierto punto esas realidades. Se entrecruzan entonces historia y suprahistoria y acaban por completarse recíprocamente, y a esos personajes y a esas estructuras la fantasía puede transferirles de modo instintivo los rasgos del mito, precisamente basados en el hecho de que, en cierto modo, la realidad se ha vuelto simbólica y el símbolo se ha hecho realidad. En esos casos, la interpretación «evemerista» trastoca por completo las verdaderas relaciones. En ellas reside el «mito» que constituye el elemento primario y que debiera servir de punto de partida, mientras que el personaje histórico, o el dato histórico, es tan sólo su expresión, contingente y condicionada respecto al orden superior.",
  "last_phrase": "In conclusion, the relationship between history and myth is not straightforward, as some historical figures may embody higher spiritual realities represented by myths and symbols. The primary element is the myth, which should serve as the starting point to understand the seemingly absurd connections between different historical characters. Similarly, genealogies in legends may express a spiritual continuity rather than a physical one. By understanding the interference between history and suprahistoria, we can grasp the genesis and meaning of the Grail cycle and its relevance to the medieval Western world's idea of Empire."
}