{
  "title": "\"Los Templarios y su conexión con el Grial\"",
  "first_phrase": "In the last 200 tokens, the text explores the theme of the Knights Templar and their connection to the Holy Grail. In Perlesvaus, the guardians of the Grail Island wear a red cross on a white tunic, similar to the Templars' insignia. The protagonist Galahad's ancestor was given a shield with the same emblem as the Templars in 1147 by Pope Eugenio III. The story concludes with a ship carrying the Grail, also bearing the Templar emblem, taking Parsifal to an unknown location. Similarly, in the Som de Nansai saga, the Grail is kept by warrior monks on an island. The text acknowledges that the Templars were not without flaws, particularly when they grew in power and wealth, but their spiritual aspirations and hierarchy's ultimate goal of creating a universal temple are evident from historical records.",
  "content": "Asumía exteriormente el cristianismo, pero en su más alto misterio, aunque reservado, como cabe suponer, a un círculo interno, lo superaba, rechazando su cristolatría y sus principales limitaciones de orden devocional; tendiendo poco a poco a trasladar el principio de la autoridad espiritual suprema a un centro distinto del de Roma, centro al que, más que la designación de Iglesia, convenía la designación, más augusta y universal, de Templo. Esto aparece con suficiente claridad de las actas y resultandos del proceso de los templarios. Por mucho que esos resultandos estuviesen deformados y coloreados de tintas blasfemas, por incomprensión o con motivo, la mirada experta percibe fácilmente su verdadero alcance. 75 Julius Evola – El Misterio del Grial Por supuesto, no se trata de idealizar a toda la Orden templaria en su concreción histórica, especialmente cuando adquiere grandes dimensiones (tuvo hasta nueve mil centros) y consiguió riqueza y poder temporal. Entre sus miembros hubo ciertamente hombres que no estaban a la altura de la idea y carecían de capacidad, incluso en el caso de un Gran Maestre, como Gerardo de Ridfort (1184-1189).",
  "last_phrase": "In conclusion, while the historical manifestation of the Knights Templar was not without flaws, it is evident that there was a secret, authentic initiatory aspect to their organization that rejected the limitations of traditional Christianity. Their rituals required abjuring Christolatry, and aspirants were expected to degrade and step on the cross in order to be admitted to the Order's hierarchy."
}