{
  "title": "\"The Dangerous Quest for the Holy Grail\"",
  "first_phrase": "This text explores the dangerous nature of the Holy Grail, a sought-after object in medieval times. The author discusses how several characters, including Mordrain and Nescien, lost their sight and control over their bodies upon encountering the Grail. In contrast, Gauvain seeks the Grail as a heroic adventure. The text highlights the notion of the \"dangerous seat,\" a challenge for any potential \"hero\" to assume leadership of the knights of the Round Table.",
  "content": "Según la narración de Gerbert, Mordrain, que ha construido un altar para el Grial, encuentra cortado su acceso por un ángel con una espada flamígera (cosa que nos recuerda el obstáculo análogo del «lugar primordial» en la Biblia, el muro de fuego que circunda según algunos textos «la Isla», etc.). El ángel, como castigo por su intento, le anuncia que no podrá morir y que sus heridas permanecerán abiertas hasta la llegada del caballero que «hará la pregunta». En el Diu Crône, se declara que cruzarse en el camino del Grial es «mortalmente peligroso». Pero precisamente a esa visión de acercamiento que afectó a Mordrain y a Nescien aspira en la Morte Darthur Gauvain, que parte en busca de aventuras, proponiéndose no volver antes de haberlo conseguidos. En segundo lugar, la naturaleza peligrosa del Grial se nos manifiesta en relación con el tema del «asiento peligroso» y con la prueba que éste constituye para quien desea asumir el papel del «héroe esperado» y la función de jefe supremo de los caballeros de la Tabla Redonda.",
  "last_phrase": "In conclusion, the dangerous nature of the Grail is evident in the obstacles faced by Mordrain and the perilous \"asiento peligroso\" or \"dangerous seat\" that could only be taken by a worthy hero like Galahad. The Grail was not a simple object to obtain, and only those without guilt and with strong faith could reach it. It was the ultimate quest for the knights of the Round Table, and the ultimate reward awaited those who were chosen."
}