{
  "title": "\"The Symbolism of Grial and the Power of Stone in Mythology\"",
  "first_phrase": "In the preceding text, Julius Evola discusses the symbolism of the man who becomes a woman at the moment of desiring a woman, and especially when possessing her. The initiated view it as a castration or magical virility injury. The woman is considered as powerful and dangerous in the field of sexual magic. In this final part, Evola focuses on the Grail's symbolism and its relation to the third eye in Hinduism and Yoga. The Grail, as a stone from Lucifer's forehead, resembles this third eye, associated with both transcendental vision and a flash of power. It's directly related to Siva's power to strike down Kama, the god of love, who tried to awaken his desire for çakti, his woman.",
  "content": "Se ha destacado que, como piedra caída de la frente de Lucifer, el Grial recuerda de modo preciso y significativo la piedra frontal - urna -, que en el simbolismo hindú, y sobre todo en el budismo, tiene con frecuencia el lugar del «tercer ojo» u Ojo de Siva. Es un ojo al que se atribuye tanto la visión trascendental o «cíclica» (en el budismo es la bodhi, la iluminación espiritual), como un poder fulgurante. Y en este segundo aspecto hay una relación directa con lo que acabamos de decir, si se recuerda que con ese ojo fulminó Siva a Kama, el dios del amor, que intentaba despertar en él el deseo por su mujer o çakti. Por lo demás, en las tradiciones esotéricas de Yoga de igual origen, al ojo central corresponde el llamado «centro del mando» -ajña chakra-, que, al mismo tiempo, es la sede más alta de la «virilidad trascendente», aquella en la que el phallus simbólico de Siva se manifiesta en la forma itara, a la que se atribuye el poder de atravesar la «corriente del tiempo» y por ello de conducir más allá de la muerte.",
  "last_phrase": "In conclusion, the Grail is reminiscent of the Hindu symbol of the \"third eye\" or Ojo de Siva, which is associated with transcendental vision and a powerful lightning strike. Additionally, the stone's luciferine nature is linked to the symbolism of the ancient stone axe, which is synonymous with the lightning weapon used by various mythological figures to defeat enemies. The interconnectivity of these symbols from different traditions provides a glimpse into the universal concepts that underlie much of humanity's mythological and spiritual history."
}