{
  "title": "\"The Accusations against the Templars: A Different Perspective\"",
  "first_phrase": "In the previous text, the author discussed the accusations that led to the persecution and dissolution of the Knights Templar. This last part delves deeper into the possible reasons for those accusations. The author mentions the Templars' alleged anticristolatría, their disregard for certain sacraments, and their perceived independence from the authority of the Pope and the Church. These accusations might have been a result of the Templars' attempt to transcend the exoteric form of Christian worship, to embody a more universal, esoteric spirituality. Additionally, the accusation of having secret agreements with Muslims might be understood in the context of the supratraditional bridge that the Templars helped create between East and West during the Crusades.",
  "content": "Todo ello pudiera ser la contrapartida del rito anticristolátrico, o sea, la superación del exoterismo cristiano y de la pretensión prevaricadora, por parte de una organización simplemente dogmático-religiosa - casi en absoluto consciente ya sea de la justificación pragmática de sus limitaciones, ya sea de los elementos tradicionales presentes en estado latente en sus doctrinas y en sus símbolos - de encarnar la suprema autoridad espiritual. Además se acusaba a los templarios de tener acuerdos secretos con los musulmanes y de estar más cerca de la fe islámica que de la cristiana. Probablemente esta alusión ha de entenderse a partir del hecho de que también al islamismo lo caracteriza la anticristolatría. En cuanto a los «convenios secretos», se refieren a un punto de vista menos sectario, más universal, y por ello más esotérico que el del cristianismo militante. Las Cruzadas, en las que los templarios y en general la caballería gibelina tuvieron un papel fundamental en varios aspectos, crearon pese a todo un puente supratradicional entre Occidente y Oriente.",
  "last_phrase": "In conclusion, the Templars were accused of being closer to Islam than Christianity due to their shared beliefs in anticristolatry and secret alliances. Despite this, the Crusades created a bridge between East and West, and similarities in ethics and ideals between Muslim and Christian warriors were found. Both the Ismaelitas and the Templars were deemed threats due to their esoteric beliefs, which went against literal interpretations of sacred texts. This serves as a reminder that the interpretation of religion can be subjective, and history is full of examples showcasing the dangers of dogmas and literalism."
}