{
  "title": "\"The End of Tuatha Dominance in Irish Mythology\"",
  "first_phrase": "In the previous text, we discussed the mythological cycle of the Tuatha Dé Danann and their domination of Ireland. However, their reign comes to an end with the arrival of a new race, the \"sons of Mil,\" who exhibit both warrior aspects and remnants of the Tuatha's elevated tradition. The constitution of the sons of Mil is also feudal, with a supreme royalty established in Tara. In contrast, some texts suggest that the Tuatha abandoned Ireland and took up residence in invisible underground palaces, while others claim they returned to their homeland, Avalon. The women of Avalon, a mythological island of apple trees, were believed to possess the gift of eternal youth and health.",
  "content": "Según lo dicho hasta aquí, ambas versiones son equivalentes, pues se trata de dos distintas representaciones del centro primordial que se ha vuelto oculto («subterráneo» e inaccesible. En las tradiciones célticas, se le siguieron aplicando las imágenes de la «Isla» atlántica de Avalón, y aquí interesa destacar que, ante todo, esta isla fue concebida en tiempos posteriores como lugar de «mujeres» que atraen a los héroes para hacerlos inmortales. Por lo demás, el nombre de Avalón se explica basándolo en el término címrico a/al, que quiere decir manzano, como «isla de los manzanos»; lo cual nos hace recordar naturalmente la isla de las Hespérides «allende el océano», con las simbólicas manzanas de oro de las que se apoderó Heracles en otro de los trabajos que le valieron ganar la inmortalidad heroica. Las mujeres sobrenaturales de la isla de Avalón parecían poseer el don de la «salud» -en la saga de Tir-nan-og ellas mismas afirman que en su tierra jamás «se verá la muerte o la disolución del cuerpo» y que allí el héroe Oisin podrá obtener la «corona de rey de la juventud eterna». Pero al propio tiempo.",
  "last_phrase": "In conclusion, the concept of Avalon Island represents both the mythical \"Island of Apples\" and the legendary \"Island of Apollo.\" It is associated with immortality, eternal youth, and health. This mystical island is also a symbol of inviolability and represents the central point of great spiritual significance. The four sacred items connected to the teachings of these legends were a stone, a spear, a sword, and a container."
}