{
  "title": "\"The Arthurian Cycle, Avalon, and the Grail\"",
  "first_phrase": "In the preceding text, the author explains the relevance of the celtic tradition's \"Isla Occidental\" to the Arthurian cycle's Morgana. The hero's journey to revive this primordial tradition is an important part of the saga, as shown through the character of Parsifal. This last section explores the Christian component of the saga, most specifically through the character of José de Arimatea, portrayed as a noble pagan knight who obtained the corpse of Jesus and collected his blood in the Grail. The text elaborates on his story and his conversion to Christianity, as well as the significance of the oil used in his and others' consecrations.",
  "content": "José es representado como «noble caballero» pagano llegado a Palestina que, por los servicios que había prestado a Poncio Pilatos durante siete años, obtiene de éste el cadáver de Jesús y recoge la sangre del costado en una copa que, según algunos textos, es el propio Grial. Encarcelado en «una casa parecida a un pilar hueco en medio de un pantano», a José se le aparece el Señor, quien le entrega la copa: y ésta le da luz y vida hasta su liberación, que según algunos textos no se produce hasta cuarenta años después. Todo esto sucede mientras José todavía era pagano. Más tarde, José recibe el bautismo, y el Señor lo consagra primer obispo del cristianismo mediante un óleo que, por otra parte, parece ser el de una consagración real más que sacerdotal. De hecho, este óleo consagrará más tarde a toda la dinastía del rey de Bretaña, hasta Uther Pendragon, padre del rey Arturo.",
  "last_phrase": "In conclusion, the tale of Joseph of Arimathea holds a significant place in the legends of Christianity and the Western world. The story is enriched with symbolism and mysticism, portraying the noble knight who obtained the body of Jesus and the Holy Grail. The legacy of Joseph and his ancestors highlights the importance of service, faith, and journeying to the sacred land of Avalon."
}