{
  "title": "The Symbolism of the Holy Grail in Arthurian Legend",
  "first_phrase": "This text is the last part of a longer piece and discusses the symbols and themes present in the legend of King Arthur. It touches upon the identity of Arthur's domain as Logres or Locris, and his knights' quest for the Holy Grail to restore their kingdom's past glory. The symbolism of the Grail as a lost treasure that needs to be found by a man who will sit in the \"dangerous seat\" is also discussed. Lastly, the epilogue of the Arthurian legend is mentioned, where Queen Guinevere is contested by two characters, Maelvas and Quennuwar. The story implies a Christian element, where Arthur is compelled to give the \"Island of Crystal\" as a fief to a church representative. This reflects the Christian tradition's attempt to appropriate significant Celtic and Hyperborean themes.",
  "content": "Para no anticipar, aquí sólo nos referiremos al epílogo de la antigua leyenda de Arturo, en la que, entre otras cosas, reaparece el simbolismo de la mujer. Hay dos personajes que tratan de quitarle a Arturo su «Mujer»: Quennuwar, o sea Ginebra (este nombre quiere decir «el espíritu blanco», cosa que confirma su carácter simbólico). El primero es Maelvas, que la conduce a su ciudad de Glastonbury, identificada con la «Ciudad de Cristal» oceánica y con Avalón. Glastonia id est urbs vitrea - etiam insula Avalloniae celebriter nominatur. Por eso es asediada la «Isla de Cristal» hasta que finalmente se llega a una reconciliación. En ese punto se insinúa en la saga un elemento cristiano, porque se dice que en tales circunstancias sería necesario que Arturo entregase la isla como feudo a un representante de la Iglesia, asegurándole la inmunidad. En realidad, se refiere un intento de la tradición cristiana de sustituir a la céltico-hiperbórea, apropiándose de todos sus temas importantes.",
  "last_phrase": "In conclusion, the final chapter of the legendary tale of King Arthur sees the symbolism of women being revisited, and the story explores the attempt to take Arthur's \"Woman\" by two characters. The emergence of Christian elements towards the end of the story, and the subsequent co-opting of traditional Celtic and Nordic themes, demonstrates the Church's attempt to assimilate previous beliefs and claim Avalon's meaning as its own. Glastonbury became a center for the spread of Christianity, and the tale of Artur's donation of the island to the Church served to reinforce a traditional succession. Thus, the story's tragic ending was used to cement Glastonbury's significance as a center of missionary Christianity."
}