{
  "title": "\"The Symbols and Themes of the Grail Cycle\"",
  "first_phrase": "In this section, the author delves into the motif of the Red Knight and its relation to the Grail literature, along with a comparison to a Celtic saga that shares a similar theme. The text discusses how the passing of a function from one person to another through the \"trial of arms\" is a recurring motif in the cycle. The author also draws connections between the symbolism of a tree and a spring in the text and the Grail. Finally, the author comments on the appearance of the Black Knight, who emerges when one is about to be enchanted by the voice of magical birds in the tree.",
  "content": "El paso de una función de una persona a otra a través de la «prueba de las armas» es un motivo que ya hemos explicado en la introducción y que guarda estrecha relación con el ciclo. Por lo demás, cabe recordar aquí una saga del ciclo céltico que repite el mismo tema aunque el Grial no aparece directamente en ella. Bajo un gran árbol hay una fuente, y si este árbol recuerda «el árbol del centro», la fuente en el simbolismo tradicional alude al punto en que la fuerza vivificante (el agua) brota en su estado elemental. Quien derrama agua de esta fuente provoca un trueno tan terrible que hace temblar cielo y tierra. Se desencadena tal oleada de hielo y granizo que casi no puede soportarse sin morir de ella y que penetra hasta los huesos (equivalencia con las descargas de la prueba en el Chastel Marveil). El árbol se seca entonces, se queda sin hojas. Unos pájaros maravillosos se posan en el árbol y en el momento que se oye su voz y se está a punto de 68 Julius Evola – El Misterio del Grial quedar embelesado por ella, surge un caballero negro contra el que hay que combatir.",
  "last_phrase": "In conclusion, the saga of the Celtic cycle highlights the importance of passing the test of the weapons, as well as the significance of the symbolisms of the tree, the fountain and the bird in revealing one's destined role. Like Owein, we too can overcome our challenges and rise to power, earning the rightful place we deserve in the journey of life."
}