{
  "title": "Symbolism of the Invisible Glove and Galván's Tests.",
  "first_phrase": "In this last part, the symbolism of invisibility in relation to purity is further explored as Galván passes the test and receives a second glove from Frau Saelde. The glove not only makes the right side of the body invisible but could also make the whole body invisible. Frau Saelde assists Galván in his quest for the Grail, granting him an augury of health, victory, and eternal duration for King Arthur's kingdom to which he belongs. However, Galván must face a test of inner strength, where he must remain imperturbable to provocations, combat challenges, and cries for help. If he fails, Arthur's court would dissolve. Finally, he chooses eternal youth over a regal woman and her kingdom.",
  "content": "En segundo lugar, en otro episodio de la misma narración, Galván llega a la residencia de la propia Saelde, obtiene de ella augurio de «salud y de victoria para todos los tiempos» para él, y de «eterna duración» para el reino de Arturo, al cual pertenece. Pero inmediatamente después de esta especie de crisma, Galván debe enfrentarse a una prueba que en sus efectos corresponde a la del Galván de Wolfram, o sea la prueba de la inquebrantabilidad, del dominio interior: debe seguir adelante impasible, sin atender ni a provocaciones, ni a desafíos a combatir, ni a gritos de socorro, ni a cometidos caballerescos de justa venganza. Y el texto dice que si Galván hubiese faltado a esa prueba deseada por Frau Saelde, «la Corte se habría disuelto - der hof zergangen waere»: efecto análogo al provocado por la caída de Amfortas. Una vez más en otra forma, se presenta de nuevo el mismo símbolo cuando Galván, puesto a elegir entre la posesión de una mujer regia y, por tanto, asimismo de su reino, y la juventud eterna, no vacila en preferir la segunda, o sea una vida sobrenatural.",
  "last_phrase": "In conclusion, the esoteric symbolism in this text highlights the paradox of the \"woman\" as both a life-giving force and an object of temptation, representing the danger of succumbing to one's desires. The heroic struggle to overcome this temptation through purity and self-control is a vital aspect of spiritual virility, necessary for restoring order in a chaotic world. The journey of Galván serves as a reminder of the importance of mastering one's inner desires to achieve true greatness."
}