{
  "title": "The Esoteric Meaning of Folklore in Medieval Literature",
  "first_phrase": "In the previous text, the author discussed the preservation of traditional forms that are in danger of being lost. The author now explains how the common people play a significant role in carrying considerable elements of a higher plane, like initiation. The text highlights the value of such elements in traditions that are about to expire. In particular, the text discusses the supposed pagan elements in the Nordic-western folklore present in the cycles of the Grial and King Arthur. The author emphasizes the importance of returning these elements to their symbolic meaning through traditional and intertraditional references. The author also distinguishes their point of view from psychoanalytic theories of the collective unconscious.",
  "content": "Esta última observación es particularmente aplicable a los elementos del supuesto folklore nórdico-occidental «pagano» presentes en los ciclos del Grial y del rey Arturo, elementos que, completados, o sea devueltos a su primitivo significado simbólico mediante referencias tradicionales y hasta intertradicionales, nos darán el verdadero sentido de las sagas y epopeyas en las que diremos que se fundieron, apareciendo en la cúspide del mundo caballeresco medieval y guardando también una relación con el ideal gibelino de Imperium y con distintas tradiciones y corrientes secretas que de una u otra forma recibieron la herencia espiritual de ese ideal. Así, también resulta clara la diferencia entre el punto de vista que sustentamos y las citadas teorías psicoanalíticas sobre el subconsciente o inconsciente colectivo, en las que este último se ha convertido en una especie de cajón de sastre que acoge las cosas más dispares, todas ellas consideradas más o menos desde el punto de vista de la «Vida», del atavismo, de lo irracional.",
  "last_phrase": "In conclusion, the true meaning of sagas and epics found in the cycles of the Grail and King Arthur can only be revealed by returning the elements of supposed Norse-Western \"pagan\" folklore to their original symbolic significance through traditional and intertraditional references. While recent psychoanalytic theories consider myths and symbols as manifestations of the \"life\" of the unconscious, the truth is that they are essentially metaphysical and unrelated to the \"life,\" except for the remains of those myths and symbols. Therefore, to understand and appreciate the diversity of experiences, solid reference points and transcendental elements must be introduced."
}