{
  "title": "\"The Symbolism of the Holy Grail Tradition\"",
  "first_phrase": "This text explores the concept of the \"promised land\" of the Grail, which is believed to be the place where the Grail originated, or the country where it is transported to, or the place of its search. The text mentions the Isle of White, where Joseph of Arimathea goes with the Grail, and Avallonis Island where he is buried. The Avalon tradition mentioned in the text leads to the future king of the Grail, Mazadan, and his journey to Feimurgán. The text also touches upon the symbolic meaning behind the Grail's various journeys and trials.",
  "content": "Esa es la «Tierra prometida» del Grial, concebida como el lugar donde se hallan los orígenes del Grial, o como el país adonde éste es transportado, o como el lugar de su búsqueda, y que los distintos viajes que a ello se refieren tenían carácter simbólico y el significado de una toma de contacto con fuerzas o centros de la tradición primordial se desprende ya del hecho de que, por ejemplo, en el Grand Saint Graal la tierra inglesa, concebida como la tierra prometida del Grial, la alcanzan por medios sobrenaturales José de Arimatea y sus caballeros. Les es impuesta la prueba de cruzar de forma milagrosa las aguas, prueba que pasarán los elegidos y los puros, mientras que los que carecen de fe se hundirán. Hemos aclarado ya el sentido de ese simbolismo. 32 Julius Evola – El Misterio del Grial La tradición que refiere Wolfram von Eschenbach conduce también al Avalón, porque en ella el jefe de la estirpe de la dinastía del futuro rey del Grial es Mazadan, a quien una mujer sobrenatural, Ter-de-la-Schoye, conduce a Feimurgán.",
  "last_phrase": "In conclusion, the traditional story of the Holy Grail is full of symbolic and mystical elements that lead us to different places, such as the promised land of England or Avalon, and even beyond to the far West. The hero's journey to revive the ancient traditions with heroic deeds is a significant part of the saga, and the Christian component is present through the mentions of Joseph of Arimathea."
}