{
  "title": "\"The Gibelline Medieval Drama and the Templars\"",
  "first_phrase": "In the previous text, we learned about the medieval drama of Gibelinism, the great chivalry, and particularly the Knights Templar, which resulted from the contradictions and indecisions of its defenders. Now in this final section, Julius Evola discusses the elusive connection that the representatives of the Holy Roman Empire established with the center of the \"Universal Lord\" and how legends recount a mysterious mandate received by the Hohenstaufen. Their function as sovereigns was considered to be a transcendental religious function. The Church reacted by evoking apocalyptic imagery and the history of the coming of the Antichrist. This leads us to the topic of the Grail and the Templars in this section.",
  "content": "La profecía según la cual el «Árbol Seco» rebrotará cuando se encuentre «Federico» con el preste Juan es otra forma de la esperanza en el contacto que durante la fase ascendente del gibelinismo hubiera podido producir la verdadera restauración. Por lo general, hasta un Maximiliano I, significativamente llamado «el último caballero», que fue emparentado simbólicamente con el propio rey Arturo y que al parecer se había propuesto sustituir la misma función pontifical, se refleja en los representantes del Sacro Imperio Romano algo del crisma de la realeza trascendente, de esa superior «religión regia según Melquisedec», a la que a veces se refirió significativamente la misma ideología política al reivindicar el superior derecho de los soberanos, que para ella no eran «laicos», sino «ungidos por Dios». Precisamente frente a ello, la Iglesia se vio llevada a evocar finalmente confusas imágenes apocalípticas y a recurrir a la historia de la venida del Anticristo.",
  "last_phrase": "In conclusion, the struggle between the Church and the imperial power in the Middle Ages ultimately resulted in the collapse of both institutions. The Church attempted to transfer positive qualities of the future victorious emperor to the French dynasty, while associating the Antichrist with the Gibelline principles. However, the Church was unable to overcome the imperial power, and the Luthern deviation proved fatal for both. While the caballeria, or cavalry, handled situations with repression and destruction."
}