{
  "title": "\"The Initiatic Quest for the Holy Grail\"",
  "first_phrase": "In the preceding text, the author speaks of the Grail and its relation to the sword and the initiation path. In the final 200 words, he emphasizes the risk and difficulty of passing beyond the individual's physical consciousness and relates it to the dangerous battles mentioned by Wolfram. The author equates walking on the edge of a sword with the evolutionary path and this has been a theme in some traditions. It is important to note that the Grail's defense is for the protection of a particular spiritual center and not an established religious site. The author also states that in the earliest versions of the saga, there is no mention of the Grail being associated with an altar or chapel. In the more recent Christianized versions, the Grail is associated with the Eucharistic chalice itself.",
  "content": "En cuanto a la guarda de que son objeto el Grial y su sede, en un sentido específico y en relación con lo que expondremos dentro de poco, se trata de la defensa de un determinado centro espiritual. A este respecto, es importante que expresemos ya desde aquí también esta consideración. La sede del Grial es siempre un castillo, un palacio real fortificado, nunca una iglesia o un templo. Sólo en los textos más posteriores se comienza a hablar de un altar o capilla del Grial en relación con la forma más cristianizada de la saga, en la que acaba confundiéndose con el cáliz de la Eucaristía. Pero en las redacciones más antiguas de la leyenda no hay nada parecido; y la ya señalada estrecha relación del Grial con la espada y la lanza, además de con una figura de rey, o de aspecto regio, basta para autorizarnos a considerar extrínseca esa posterior formulación cristianizada.",
  "last_phrase": "In conclusion, the Grail's spiritual center must be defended at all costs, and it is an initiatic and regal center that holds the legacy of the primordial tradition. The knights of the Round Table must conquer the Grail with weapons in hand, as it is not related to Christianity or any religious or mystical center."
}