{
  "title": "\"The Symbolism of the Spear and Royal Blood\"",
  "first_phrase": "This text explores the various degrees of a trial, relating them to the Christian concept of resurrection and the theme of revenge, which is connected to the history of kingship. The complete saga involves a broken sword, a lance that demands vengeance, and a process of restoration and glorification. These themes are also found in the ancient Celtic legends of Peredur and their connection to the non-Christian spirit. The text also references Wolfram's version of the Parsifal story, which tells of a poison in the lance that causes a perpetual wound but ultimately highlights the power of God.",
  "content": "Los temas fundamentales de la antigua leyenda céltica de Peredur corresponden exactamente a los de la saga de Parsifal, que, por tanto, también por esa razón remite a elementos antiguos, de origen y espíritu no cristianos. Una última referencia en ese sentido puede encontrarse en la Desruction of Dà Dargas Hostel y en el Musca Ullad, antiguas leyendas célticas en las que, entre otras cosas, aparece igualmente una potente y letal lanza junto a un recipiente que contiene sangre mezclada con una sustancia venenosa flamígera. En cuanto se introduce la lanza en ese recipiente, se extinguen las llamas. En Wolfram, Amfortas debe el tormento de su herida y la incurabilidad de ésta a un veneno ardiente del que estaba impregnado el hierro de la lanza, en el que pone: «Dios ha manifestado su poder maravilloso y terrible». Es el equivalente de la sustancia sanguínea envenenada y ardiente de la que habla la antigua leyenda céltica que acabamos de citar, sustancia que la lanza, en su aspecto positivo (aspecto «cetro»), resuelve, extingue, diríamos casi según la misma coyuntura, por lo que Heracles como héroe olímpico se convierte en el liberador del héroe titánico Prometeo.",
  "last_phrase": "In conclusion, the ancient Celtic legend of Peredur and the saga of Parsifal share fundamental themes that date back to pre-Christian times, as evidenced by ancient Celtic myths such as the Destruction of Dà Darga's Hostel and the Musca Ullad, which feature lethal lances and containers of blood mixed with fiery poisons, similar to the ailment suffered by Amfortas in Parsifal. These themes highlight the transformative power of blood and the role it plays in the \"Royal Blood\" mystery."
}