{
  "title": "\"Interpretation of Nordic folklore elements in Grial and King Arthur cycles\"",
  "first_phrase": "In the previous text, Julius Evola discusses the symbolic significance of Nordic-western \"pagan\" folklore found in the Grail and King Arthur cycles. In the last section, he clarifies his point of view on the difference between his perspective and recent psychoanalytic theories regarding the collective unconscious. Evola argues that myths and symbols should be understood as metaphysical rather than irrational or related to “Life.” He stresses the importance of solid reference points in understanding and valuing experiences.",
  "content": "Lo que estas recientes teorías de modo tan uniforme consideran «inconsciente», a menudo hay que relacionarlo con una auténtica supraconciencia; sólo puede considerarse una broma que alguien diga que los mitos y los símbolos son manifestaciones de la «Vida», cuando en verdad su naturaleza es esencialmente metafísica, y no tienen nada que ver con la «Vida», a menos que se trate de la que perfectamente 5 Julius Evola – El Misterio del Grial podemos llamar los «cadáveres» que quedan de esos mitos y símbolos. Tampoco vale objetar, como han querido hacer algunos, que toda consideración positiva debe limitarse a estudiar las manifestaciones de lo «inconsciente» como puras experiencias, sin introducir elementos trascendentales: donde falten puntos de referencia sólidos, no hay modo de orientarse entre la diversidad de las experiencias, no hay modo de comprenderlas ni de valorarlas, sobre todo si después se identifica abusivamente la experiencia en general con lo que son algunas de sus modalidades particulares, incluso condicionadas por factores patológicos.",
  "last_phrase": "In conclusion, it is important to consider the essential metaphysical nature of myths and symbols and their relationship with a true supra-consciousness. While studying the manifestations of the unconscious, it is necessary to introduce solid reference points to comprehend and value them accurately. The limitation to derive the fundamental motives of the Grail and they myth of empire from a particular historical current needs to be eliminated to gain a comprehensive understanding of the subject."
}