{
  "title": "Analysis of the Sources and Internal Traditions of the Grail Myth",
  "first_phrase": "In the previous text, we explored the positive sources of the Grail literature. This final section delves into the internal sources of the Grail tradition. The theme of Avalon is one such source, where the holy book containing the history of the Grail was found in a sacred house located at the top of dangerous regions. In this context, Avalon is a country located in the extreme west where some knights, including Petrus and Alano, are summoned by divine order. This references Robert de Boron, one of the oldest texts of the cycle. This section also mentions other Grail literature such as El Conte du Graal, Grand Saint Graal, and the Perceval li Gallois en Prosa.",
  "content": "En el Perceval li Gallois se cuenta exactamente que el libro en latín que contenía la historia del Grial fue hallado en la isla de Avalón, «en una casa santa, situada en la cima de regiones peligrosas», donde «están también enterrados Arturo y Ginebra». Ahora bien, en Robert de Boron, que es uno de los textos más antiguos del ciclo, el Avalón aparece como un país situado en el Occidente extremo, adonde, por orden divina, se dirigen algunos caballeros de las huestes de José de Arimatea, el portador del Grial, como Petrus y Alano. Se dice exactamente que Petrus deberá dirigirse «a donde su corazón lo llama», o sea «a los valles de Avaron», y allí deberá permanecer hasta que vea a quien sabrá leer una carta divina y anunciará el poder del Grial. Sabemos ya que el Avalón occidental es lo mismo que la «Isla Blanca».",
  "last_phrase": "To sum up, the island of Avalon is a central element in the Arthurian legend and the Quest for the Holy Grail. It appears in different texts and is interpreted in various ways, but always as a symbol of the sacred and mythical realm where the secrets of the Grail are hidden, and where the heroes of the legend are tested and transformed. Whether it is a physical place or a spiritual dimension, the Avalon represents the ideal of a perfect world, where the human and the divine can meet and reconcile."
}