{
  "title": "The Celtic Myth of the Tuatha dé Danann and the Center Primordial.",
  "first_phrase": "In the previous part of the text, the origins and history of the Tuatha dé Danann were explored, as well as their conquest of Ireland from the Fir Bolg. Now, this last part delves deeper into the symbolism and spiritual significance of the Tuatha dé Danann and their relation to other mythical figures and concepts such as Neimheidh, Milesians, and the center of spirituality. Also, the text discusses the end of the Tuatha de Danann's reign with the arrival of the \"hijos de Mileadh.\" The focus of this section is to grasp a deeper understanding of the spiritual significance of this myth and its symbolism.",
  "content": "Pero también el dominio de los tuathas llega a su fin. El Lebor Gabala (Libro de las Conquistas) habla de la llegada a Irlanda de una nueva raza, la de los «hijos de Mileadh», cuya fisonomía no está del todo clara. Predomina en ella el aspecto guerrero - Mileadh parece tener la misma raíz que miles -, pero no faltan restos de la más elevada tradición propia del anterior ciclo de los tuathas. Así, también en la civilización de Mileadh subsiste el simbolismo de la «sede central»: la constitución de este pueblo es feudal, con una realeza suprema establecida en Tara, en la «tierra del medio» - Meadhon -, antes centro sagrado de los tuathas, donde el rey era consagrado por la «piedra del destino» -lia-fail-, de la que ya hablaremos, y que pertenecía igualmente a la tradición de los tuathas. En cuanto a los propios tuathas, según algunos textos, abandonaron el país y adoptaron una forma invisible como habitantes de maravillosos palacios «subterráneos» o de cavernas montañosas inaccesibles a los hombres, entre los cuales no volvieron a manifestarse sino en casos excepcionales; según otros textos, regresaron a su patria de origen, a Avalón.",
  "last_phrase": "En resumen, la civilización de los tuathas llega a su fin y da paso a una nueva raza: los hijos de Mileadh. Los tuathas se retiran de Irlanda y se dice que se convierten en seres invisibles habitantes de maravillosos palacios subterráneos o regresan a su patria de origen, Avalón. En esta isla se encuentran mujeres sobrenaturales que ofrecen la promesa de la juventud eterna al héroe Oisin."
}