{
  "title": "\"The Connections between Ancient Traditions and Arthurian Legends\"",
  "first_phrase": "This text is a continuation of an exploration of the origins of the Grail legends. It discusses the connections between the Grail legends and ancient Celtic traditions and symbols, as well as the Arthurian legends. The author explains that the historicity of King Arthur is not the focus of the Arthurian legends, but rather his kingdom represents a central regal function closely linked to the hyperborean tradition. The power of Arthur's kingdom that encompassed the best chivalry was so great that many saw him as a symbolic leader, and every knight's ambition was to be a member of the mysterious Order of the \"King Arthur.\" The name Arthur can be interpreted in various ways, the most authoritative of which is the one that refers to the Celtic words for \"bear\" and \"man.\"",
  "content": "EL CICLO ARTÚRICO En el conjunto de las formas de esta saga, la realidad histórica de Arturo - que se supone que fue el dux bellorum de los cimbrios nórdicos en lucha contra los anglosajones entre los siglos V y VI - pasa a segundo orden frente al aspecto de que se tendió a ver en su reino una especie de imagen de la función regia central estrechamente vinculada a la tradición hiperbórea, hasta equivaler finalmente a esta función considerada en sí misma con caracteres simbólicos y suprahistóricos. La relación del reino de Arturo con Inglaterra resulta por ello accidental; en la literatura medieval. dicho reino tuvo más bien un significado supranacional, abarcaba lo mejor de la caballería, y la sugestión por ella ejercida sobre la cristiandad heroica medieval fue tan enorme que ésta veía precisamente en Arturo a su jefe simbólico y que la ambición de todo caballero era ser miembro de la misteriosa Orden del «rey Arturo», hecho particularmente significativo. El nombre de Arturo puede recibir distintas interpretaciones, la más autorizada de las cuales es la que lo refiere a las palabras célticas arthos = oso y viros = hombre. Ya lo había explicado Nennio: Artur latine sonat ursum horribilem.",
  "last_phrase": "In conclusion, the Arthurian Cycle merges historical reality with a supra-historical and symbolic representation of the central regal function, closely linked to the Hiperborean tradition. The meaning of Arthur's name, \"Horrible Bear,\" is related to the sacred symbol of the ancient Nordic cult and the pole star. Arthur's kingdom transcends England and encompasses the best of chivalry, with enormous influence on heroic Christianity in the Middle Ages through its Knightly Order."
}