{
  "title": "\"The Legend of Peredur and the Symbolism of the Luminous Spear\"",
  "first_phrase": "This text explores the conclusion of the tale of Peredur and sheds light on some interesting aspects. Peredur is driven by a desire to know the story behind the spear and seeks revenge for a King that was wounded and had his son killed by supernatural bellicose women. By destroying the women, he saves the king and brings peace to the land. The final part of the text focuses on the quality that enables Peredur to carry out his mission, namely the single test of his sword. We see how Peredur falls short in this test, which ultimately leads to his failure to ask the right question and delays the fulfillment of his revenge.",
  "content": "La amazona, simbólicamente, no es sino el principio femenino que usurpa una función de dominio; y si el «héroe» tiene necesidad de la mujer ya través de ella se convierte en héroe, también debe destruir en ella los rasgos por los cuales - en nuestra leyenda - fue fatal para la dinastía anterior. En segundo lugar, la cualidad que hace posible la venganza y, en general, la misión de Peredur, se relaciona con la prueba de la espada, que ya conocemos con respecto al rey Arturo y que encontraremos de nuevo repetidamente. En el castillo del anciano, Peredur, efectivamente, había destrozado su espada golpeando una barra de hierro, y se había mostrado capaz de juntar enseguida los trozos, pero, tras hacerlo dos veces, a la tercera prueba, la espada sigue rota en pedazos, y el anciano rey dice: «Tú sólo posees dos tercios de la fuerza; te queda por conquistar el último tercio. Cuando la poseas por entero, nadie será capaz de competir contigo». Esta carencia en el contexto de la leyenda aparece implícitamente como la causa de que Peredur «no hace la pregunta» y, por tanto, tampoco concibe el cumplimiento de la venganza.",
  "last_phrase": "In conclusion, the legend of Peredur embodies the theme of conquering oneself to become a hero who can uphold justice and honor. Through his journey, he learns to master the three degrees of the sword test, ultimately achieving the strength needed to fulfill his quest for revenge. The symbol of the dripping lance becomes a metaphor for the healing power of justice, leading to peace and restoration."
}