{
  "title": "The Double Aspect of the Woman Theme in the Grail Legend",
  "first_phrase": "This text explores the double aspect of the \"woman\" in the Grail legend, which distinguishes between earthly chivalry, motivated by women, and celestial chivalry, aimed at the Grail. It highlights how the Grial text depicts the woman as a temptation similar to Lucifer's, and how the Grail is often associated with crowned women and virgins. The text focuses on Feirefis, Parsifal's stepbrother, who, by concentrating on the woman, gains enough power to defeat Parsifal and eventually becomes the leader of the \"prestes Juanes.\"",
  "content": "Precisamente por esa razón, por ejemplo, no sólo el padre de Parsifal, Gamuret, llega dos veces a ser rey, sino que el propio Parsifal consigue tal dignidad mediante Condwiramur, cuya invocación por Wolfram acaba siendo asimilada a la misma del Grial. Incluso Gerbert relaciona el fracaso inicial de Parsifal con el hecho de haber abandonado a su «mujer» (aquí es Blancheflour). El propio Grial nos aparece en estrecha relación con las «mujeres». Vírgenes regias y mujeres coronadas son siempre sus portadoras y, a veces, acaban incorporando algunos atributos del mismo Grial. El hermanastro de Parsifal, el «pagano» Feirefis, que «deseaba ardientemente la recompensa que las mujeres saben dar», dedicándose por eso a toda empresa heroica y peligrosa, 44 Julius Evola – El Misterio del Grial precisamente concentrando la mente en la «mujer», adquiere tanta fuerza como para vencer al propio Parsifal; se casa con la portadora del Grial, Repanse de Schoye, y por esa razón, habiéndose además «bautizado», obtiene la visión del Grial y participa de la función regia trascendental convirtiéndose en el jefe de la estirpe de los «prestes Juanes».",
  "last_phrase": "In conclusion, the importance of women in the Grail legend cannot be overstated, as they are often depicted as the carriers of the Grail and powerful symbols of transcendence. From Condwiramur and Blancheflour to Repanse de Schoye and Vrowe Saelde, these supernatural women are essential to the hero's journey of obtaining the Grail, and their presence illuminates the deeper meanings and rich symbolism of this enduring legend."
}