{
  "title": "\"The Significance of Honor and Duty in Arthurian Legends\"",
  "first_phrase": "This text discusses the essential qualities necessary for those who are part of King Arthur's order and those who are not. The first qualification mentioned is the ability to be faithful and abhor falsehood, which is seen as an almost metaphysical or ontological distinction between humans. The text also highlights the significance of the heroes' mission in the castle of the Grail, which requires the fulfillment of a precise duty. The heroes' virtuous deeds will be meaningless if they do not address the wounded or degraded representative of the Grail's regnum. This part further elaborates on the spiritual significance of the heroes of the Grail and the various adventures they embark on.",
  "content": "Si permanece indiferente ante el mudo problema, frente al representante herido, paralítico, castrado, degradado o privado de la realeza según el Grial, la virtus demostrada o adquirida resulta en ese ciclo desprovista de sentido, o bien por eso mismo resulta ser incompleta, es ilusoria y casi diríamos «demoníaca», maldita por Dios. Dicho de otro modo: a los iniciados del Grial les incumbe una misión suprapersonal que es la verdadera medida de su cualificación. «Conocer» el Grial y, sin embargo, no preguntar «para qué sirve» es, según los textos ya citados, una prueba de la insuficiencia del héroe. Lo cual equivale a decir que se trata aquí de una espiritualidad «comprometida», de una espiritualidad cuyo ideal no es una trascendencia apartada del mundo. Las incontables aventuras de los héroes del Grial remiten a pocos motivos, una vez comprendidos los cuales quien lee esos romances no halla finalmente más que una repetición interminable de ellos en las formas más variadas. Como hemos dicho, nos encontramos en una atmósfera fantástica, «surreal», en una compenetración del mundo sobrenatural con el real; faltan los nexos corrientes de la coherencia o de una verdadera trama de obra «literaria».",
  "last_phrase": "In conclusion, understanding the mission of the Grail initiates is crucial for complete and meaningful virtus. To \"know\" the Grail without questioning its purpose is insufficient. The countless adventures of the Grail heroes, while incoherent and repetitive, reveal typical and symbolic acts outside of time. The story of Mordrain's abduction by the Holy Spirit to the deserted island-tower emphasizes the importance of maintaining faith, even in isolation."
}