{
  "title": "The Dangerous Quest for the Holy Grail.",
  "first_phrase": "This text explores the dangerous nature of the Grail, which is evident through the obstacles that Mordrain faces when trying to access the Grail altar. As punishment, an angel tells him that he will remain wounded until the arrival of the knight who can pose the right question. Gauvain, on the other hand, aspires to be the hero who can find the Grail, despite being warned that it is perilous to cross its path. The text further discusses the dangerous nature of the Grail with respect to the \"dangerous seat\" and the test it poses for anyone seeking to become the supreme leader of the knights of the Round Table. Moisés is destroyed when he attempts to sit in this seat as a false disciple. The text concludes that the Grail can only be enjoyed by those without guilt.",
  "content": "Se trata del «asiento vacío» o «asiento decimotercero» o «asiento polar», del que ya hemos hablado; asiento bajo el que se abre el abismo, o que es fulminado cuando en él se sienta un indigno y un no elegido. Así Moisés, cuando va a ocuparlo, es asido por siete manos de fuego y destruido «como destruye la llama un pedazo de madera». Seguidamente, el texto presenta el tema de este modo: la mitad del fuego que quema a Moisés se apaga, pero la otra mitad no se apagará hasta que llegue Galahad para llevar a cabo la aventura del Grial. Una variante es «la prueba de la vasija»: gozan del éxtasis del Grial los que, en la mesa de José de Arimatea (que se confunde con la Tabla Redonda, o bien se considera antecedente de ésta), no están manchados por la culpa; en esta ocasión, Moisés se sienta en el asiento peligroso y es absorbido por un abismo que se abre debajo de él, según la explicación cristianizada, debido a su falta de fe, porque era un falso discípulo.",
  "last_phrase": "In conclusion, the quest for the Holy Grail involves various challenges, including the perilous task of sitting on the mysterious thirteenth seat or the golden chair. Only the pure and worthy can endure this trial and set forth on the journey to find the Grail. The adventure promises to test even the bravest of knights, but those who succeed may achieve glory and everlasting honor."
}