{
  "title": "The Legend of Prester John: An Overview",
  "first_phrase": "In the previous section of the text, the author discussed the historical and legendary figure of the \"preste Juan,\" who personified the union of spiritual and royal authority. In this final section, the author explores the various functions and symbols associated with the \"preste Juan\" in various literary and mythological traditions. The text highlights how the \"preste Juan\" is not a specific individual, but rather a title that designates a function associated with the defense of access to his kingdom, which contains various symbolic elements such as the \"fuente de la juventud\" and the \"piedra que hace resucitar al Águila.\" The author also discusses how various historical and legendary figures, including Persian King Jerjes and Roman emperors, have been believed to have visited the kingdom of the \"preste Juan,\" highlighting the idea of a mysterious connection with a supreme center associated with the \"piedra.\"",
  "content": "Además, reaparece aquí el simbolismo «polar» del «castillo giratorio» a imagen de los cielos, y el del lugar donde existen piedras de luz y piedras «que devuelven la vista a los ciegos» y que hacen invisible. En particular, el preste Juan posee la piedra que tiene la virtud de hacer resucitar, según algunos, al Fénix, según otros, al Águila: referencia, ésta, de la que todos captarán el alcance, dado que el Águila siempre, y especialmente en la época de esas leyendas, ha servido como símbolo de la función imperial, que, en su aspecto «eterno», ya hemos visto que en Roma iba igualmente unido al símbolo del Fénix. Ahora bien, según algunos, el rey persa Jerjes, Alejandro, los emperadores romanos, y hasta Ogier de Dinamarca y Guerrino habían «visitado» el reino del preste Juan. Se trata de la figuración legendaria de la oscura sensación de contactos, que los grandes dominadores históricos y los héroes legendarios habían tenido en forma más o menos directa, a modo de una especie de sanción invisible de su legitimidad o dignidad- con el Centro supremo, donde reside la piedra que hace resucitar al Águila.",
  "last_phrase": "En conclusión, las leyendas del ciclo del preste Juan y la búsqueda del Grial nos muestran una imagen legendaria de la conexión invisible entre dominadores históricos y héroes, y el centro supremo que confiere la legitimidad y la dignidad del Imperio. Estas historias también nos enseñan cómo las imágenes de imperios lejanos y magníficos han despertado la imaginación durante siglos y han dado lugar a la creación de cuentos maravillosos."
}