{
  "title": "\"The Traditional Value and Symbolism in Folklore\"",
  "first_phrase": "In the previous text, the author discussed Guénon's views on the traditional elements in folklore and the role of the collective memory of the people in carrying them forward. In the last part (200 tokens), the author explains how the last representatives of a dying tradition can contribute to this collective memory and preserve what would otherwise be lost. The author also highlights how the esoteric nature of these elements ensures their survival, as the masses' lack of understanding acts as a safeguard.",
  "content": "Igualmente exacta es la siguiente explicación del hecho singular de que precisamente el pueblo sea en esos casos portador de una cantidad considerable de elementos referidos a un plano superior, por ejemplo iniciático, o sea propio de lo que por definición puede haber de menos «popular» : «Cuando una forma tradicional está a punto de extinguirse, sus últimos representantes pueden confiar voluntariamente a esa memoria colectiva de la que hemos hablado todo cuanto de otro modo se perdería irremisiblemente. Ese, en suma, es el único modo de salvar lo que en cierta medida puede salvarse todavía. Y, al propio tiempo, la incomprensión de las masas es una garantía suficiente de que todo cuanto tiene carácter esotérico no va a perderlo, sino que subsistirá como una especie de testimonio del pasado para quienes en otras épocas sean capaces de comprenderlo».",
  "last_phrase": "In conclusion, the preservation of traditional elements by the collective memory of a people, even those with esoteric or initiatory significance, ensures their survival as a symbolic testimony of the past. Therefore, by examining the Nordic-Western \"pagan\" folklore in the cycles of the Grail and King Arthur, we can uncover their true meaning and their relationship with medieval chivalry, the Gibelline ideal of Imperium, and various secret traditions. This approach differs from psychoanalytical theories of the collective unconscious, which lump together unrelated concepts under the umbrella of irrationality."
}