{
  "title": "\"Curing Through the Symptom: Utilizing Crisis as a Cure\"",
  "first_phrase": "In this text, we learn how focusing on a symptom can lead to curing it. The process, called \"curing through the symptom,\" allows patients to communicate with the part of the brain generating the symptom. The efficacy of the process is enhanced by re-enacting the problem itself. A recent US study has shown that traumas can be erased by \"writing over\" the memory without the need for drugs. Elizabeth Phelps of New York University led the successful research. The following 200 tokens discuss how this research could lead to breakthroughs in treating mental health issues.",
  "content": "As stated by Rossi (1986), \"by asking the patient to experience the symptom (alternatively, even by increasing it, as was for instance Erickson’s wont), we are probably switching on certain processes in the right hemisphere which are gifted with a more immediate access to the encoding of the problem that is related to the state itself \".2 A further scientific support for this theory and the useful benefit of re-enacting the symptom, to be immediately followed by a state of “void” where such symptom is no longer extant, being a result that can be achieved through fascination by the look, is provided by a research in the US we are going to make mention of. It is proven in this research that it is indeed possible to eradicate traumas without needing to intervene through a drug, opting instead to “write once more” over such trace of the memory and erase it. Published in the Nature magazine, the successful realization of that research has been achieved by Elizabeth Phelps of New York University. In an earlier study, she had successfully tested the method on a number of small mice.",
  "last_phrase": "In conclusion, re-enacting a symptom for a brief period followed by a state of \"void\" can be an effective method of eradicating traumas and anxiety disorders. The research conducted by Elizabeth Phelps has proved that recalling and then overwriting a scary memory with a non-threatening one within six hours can help wipe out frightening memories. By understanding and utilizing such techniques, individuals can experience significant progress in managing their psychological symptoms."
}