{
  "title": "\"Magnetic Energy in Mesmerism and Fascination: A Practical Guide\"",
  "first_phrase": "In the last part of this text, we explore the practical applications of mesmerism and fascination. Mesmerism is used to treat a range of behavioural challenges such as stress disorders, addiction, and pain management. Fascination, on the other hand, uses eye gaze and symbolic hand gestures to establish a deep connection with the subject and act upon their reality. We also discuss the role of hand passes and gestures, as well as the existence of magnetic fluid in the context of mesmerism. Finally, we examine the need for attention to detail and correction in technique, and the lack of verifiable proof of the real operation of mesmerism.",
  "content": "Look at “What is instant fascination?” -How do hands passes and gestures play? Is there a real force? Animal Magnetism uses hand passes close to the body of a subject (magnetic touch) and fascination (hypnotic eye gaze) to establish a connection through magnetic energy that passes from the practitioner to the subject. In mesmerism the psychic gifts of telepathy and clairvoyance are bestowed as a result of working with the energy of animal magnetism. Fascination uses eye gaze to establish a connection with the cerebellum and here they use the term serpentine brain. Eye gaze and symbolic hand gestures are used to get deeply into contact with and act upon the reality of the person. -Does mesmerism play as placebo effect?Is there a real verifiable proof of its real operation? As there is no book or video will teach you how to hypnotize, this is a practical field and unlike verbal hypnosis it requires attention to detail and correction in technique by some one who is in it for a spiritual and academic reason. -Is there a fluid?Do we measure it?What verifiable and reproducible proof do you have that magnetic fluid exists? Nobody has never seen it.",
  "last_phrase": "In conclusion, mesmerism is a practical and spiritual field that uses techniques such as animal magnetism and fascination to establish a connection through magnetic energy. Unlike verbal hypnosis, it requires attention to detail and a correction in technique. While there is no verifiable proof of the existence of magnetic fluid, using the concept \"as if\" can provide incredible inner game results similar to prana or chi exercises."
}