{
  "title": "How to Erase Frightening Memories Within 6 Hours",
  "first_phrase": "In the previous part of the text, it was explained how the process of erasing a frightening memory works. This part talks about an experiment carried out by scientists to demonstrate this concept. The study was conducted on volunteers who were made to feel fear by being shown certain colored squares associated with a mild electric shock. The experiment showed that recalling the memory of fear and replacing it with a non-scary one within six hours can help to wipe out the frightening memory. This finding is significant for treating anxiety disorders and post-traumatic stress.",
  "content": "Muscular tensions, too, are purely reminiscences of significant events which have become “embedded” in the body, in the light of the fact that a tension of the body might correspond to any mental tension. The said study has been carried out by inducing a state of fear in some volunteers who chose to be tested. That state of fear was engineered by showing them some coloured squares and by associating with them a light electrical shock by their wrists, a shock which was merely annoying without being painful. The subsequent day, fear was recalled to any such patient’s mind by showing him the coloured squares once more. Thereafter, within the space of a few hours from the creation of the said stimulus, the researchers showed them the squares quite a number of times, but now without accompanying them by the electrical shock. At the end of this training, fear is removed.",
  "last_phrase": "In conclusion, the study shows that muscular tensions and fears are often embedded in our bodies as a result of significant events. However, the therapy of positive fascination can help eliminate these negative emotions by retracing and removing their associated memories. It is important to act quickly and engage in this therapy within a short period to successfully remove these symptoms and achieve a total rebalancing of our mental and physical state."
}