{
  "title": "\"Recalling and Re-Writing Memories to Erase Trauma\"",
  "first_phrase": "This text explores the theory that re-experiencing a symptom can help access the encoding of the problem related to a state and how it can be useful in eradicating traumatic memories. The author cites research by Elizabeth Phelps of New York University that shows a memory can be erased by writing over it with a non-frightening memory within six hours of recalling it. Anxiety disorders and post-traumatic stress are linked to bad experiences that become ingrained in the mind, leading to panic in response to certain stimuli.",
  "content": "It has been shown in the experiment that all one needs in order to wipe out an awfully frightening memory is by first recalling it. Thereafter, within a six hours’ time window, one writes over it a memory other than a scary one, exactly as it would happen if we were to tape over an existing recorded base. The important thing is to do it within six hours from the moment when the memory is recalled, as it is within such a time span that fear becomes entrenched again. Anxiety disorders and post-traumatic stress are linked to bad experiences which become rooted in the mind. Whenever a certain stimulus reminds one of the experience which he had gone through, fear resurfaces and anxiety grows, even though the stimulus is not dangerous per se. An example. If a man from Abruzzo in Italy, who had experienced the earthquake which shook that region, senses some minor readjustment shakes, it is highly probable, in spite of the fact that such negligible shakes pose no danger, that he is going to feel panic and hasten to take shelter in a tent, merely through his recollection of the tragic night of the past 6th of April.",
  "last_phrase": "In conclusion, this study provides an important insight into how we can alter our memories. By recalling a negative memory and writing over it with a positive one within a six-hour window, we can weaken the fear response associated with that memory. This can be a valuable tool for those suffering from anxiety disorders and post-traumatic stress, as well as anyone looking to overcome a particularly challenging memory."
}