{
  "title": "\"The Impact of Trauma on Perception and Response\"",
  "first_phrase": "In this text, the author explores how our nervous system influences the way we perceive reality and react to it. The text delves into the concept of automatic response, which is linked to the Pavlovian model of conditioned reflex, and how our nervous system tends to simplify and reduce our perception of reality. The author also points out that the experience of trauma can create a feeling of risk and trigger an automatic response, limiting our ability to respond freely. The text concludes by suggesting that these automatic responses can be seen as a blockage in our nervous system, based on the theory of polyvagal.",
  "content": "NIVEAU 3 Notre système nerveux tend à réduire et à simplifier la perception de la réalité. Quand on prend une route pour la deuxième fois, cela semble plus court, car en réalité le cerveau fait de l'économie de pensée. perturbenotre perception, ce sont les traumatismes car c'est là qu'apparaît le sentiment de risque et ce sont justement ceux-ci qui font dire au système nerveux \"Je dois me protéger et je dois adopter ce modèle de réponse rapide\". Les traumatismes perturbent l'expression de notre énergie vitale et nous « hypnotisent » d'une certaine manière, nous amenant à réagir toujours de la même manière. * En termes de théorie polyvagale, les traumatismes créent une activation de la branche dorsale du système nerveux autonome créant un \"blocage\". Pourquoi ce \"bloc\" ?. Le bloc est en fait une mémorisation d'un ensemble d'actions à effectuer.",
  "last_phrase": "In summary, traumatic experiences create a limited perception that can result in automatic responses from our nervous system. This \"perception entity\" or \"observer\" can hinder our ability to react to different stimuli, but understanding these mechanisms can help us overcome them and expand our perception. It is possible to break free from the \"perceptual lens\" of trauma and access more possibilities in our reactions, which ultimately leads to a greater sense of control over our lives."
}