{
  "title": "\"Alchemical Techniques of Arturo Reghini for Spiritual Transformation\"",
  "first_phrase": "This text explores the alchemical concept of extracting the \"Sulphur\" as an inner technique for becoming aware of one's animic, spiritual, and divine counterpart. Arturo Reghini, a prominent mathematician and philosopher of the Theosophical Society, delves into this idea at length. He believed that the manifestation of the 'occult' spiritual nature was necessary for exerting a vivifying, lasting influence. The article concludes by describing how Reghini's ideas were continued through a series of exercises aimed at unifying the sun and moon principles, culminating in the heart chakra.",
  "content": "Il participe à la fondation de nombreux magazines comme « Ur » avec Evola ou Ignis, etc. Grâce à ses qualités d’écrivain, il est l’auteur de nombreux ouvrages comme par exemple : « Les Nombres sacrés dans la Tradition Pythagoricienne Maçonnique », etc. Cette pensée est traitée par Evola dans la revue Ur (1927-1928) qu’il dirige. Il dit la chose suivante à son sujet : « Il s’agit d’une opération éminemment technique, au moyen de laquelle on s’aperçoit de notre incorporéité. Le sens humain habituel de la vie et de la réalité une fois renversé, la conscience se rend compte de l’immatérialité universelle, en percevant aussi, intrinsèquement, la présence du corps au-dedans de nous » (ibidem, p. 136). « Cette idée de mettre ensemble les deux dimensions est continuée par une série d’exercices qui unifient deux principes que l’on peut définir alchimiquement comme le soleil et la lune. Dans un premier exercice on unifie le soleil de l´état de veille normal à la lune de notre état de rêve. Le point de rencontre est le cœur.",
  "last_phrase": "In conclusion, Evola was a prolific writer and co-founder of several magazines, including \"Ur\" with Julius Evola and Ignis. His concept of unifying the two dimensions of the human experience through a series of alchemical exercises, known as the \"Hermetic Caduceus,\" can lead to levels of illumination and a deeper understanding of the self. By using the techniques of fascination and the mirror, one can even access higher levels of being."
}