{
  "title": "The History and Practice of Shamanic Hypnosis",
  "first_phrase": "In this text, we explore the history and practices of shamanism, specifically the shamanic trance or hypnosis used to bring a person into a state of relaxation for healing purposes. Shamanism has a long and varied history, with origins in cultures across Asia and indigenous peoples of Siberia. The term \"shaman\" was coined by the Tumisi to describe an individual capable of communicating with higher forces. Today, the practice is often referred to as neo-shamanism, as it involves a reworking of traditional techniques for presentation to the Western world. In the last 200 tokens, the text describes the rituals and practices of different ethnics such as the Mongols, Bouriates, and Touvans and how they enter into a trance state to connect with spirits and provide healing. In some cases, the shaman may even faint during the process.",
  "content": "On raconte qu'à une certaine époque ces chamans s'unirent à un esprit afin de contrôler le temps, de franchir de très longues distances ou de léviter. Les Mongols, les Bouriates et les Touvans ont des rituels qui diffèrent selon l'ethnie. Chacun d'eux a sa propre interprétation des esprits, mais tous doivent atteindre un état d'extase lors des cérémonies, entrant progressivement en transe au rythme du tambour et des danses. Le visage du chaman reste couvert, car on dit que regarder dans ses yeux peut être très dangereux. En fait, pour ce que j'en ai vu, c'est tout simplement impressionnant, car comme dans toute hypnose, les yeux sont révulsés vers le haut. Lorsque le rythme s'accélère convulsivement avec le mouvement puis se tait, cela signifie que l'esprit est entré, alors le guérisseur va sublimer son énergie en rétrécissant l'âme, pour laisser place à l'esprit et devenir un canal. Généralement des esprits spécifiques seront invoqués, un peu comme nos archanges qui ont des fonctions spécifiques. Souvent à rappeler aussi avec les chants, sont les esprits des lieux sacrés, ils aideront à guérir la personne qui subit le traitement. Parfois le S., il s'évanouit.",
  "last_phrase": "In conclusion, the rituals of the shamans from different ethnicities are a fascinating display of the human mind's capabilities. Through their trance-like states, they open themselves as conduits for the spirits and use their energy to heal their patients. Their practices show that with the right mindset and focus, humans can tap into extraordinary powers to overcome sickness and adversity."
}