{
  "title": "Title: Instructions for Invocation and Evocation Rituals",
  "first_phrase": "In the preceding text, we learned about the ritual of evoking the dead. This final section explores the evocation of entities beyond human comprehension. To summon the beings that govern the universe and receive their assistance, one must prepare themselves psychologically by living in solitude for 40 days, consuming only plant-based foods. Once fully prepared, the ritual begins, whereby the entity is called upon with incense and prayer. This process requires attention to detail, devotion, and unwavering faith to succeed.",
  "content": "Lorsque la flamme sera éteinte, l'encens sera remis sur les braises et Dieu sera invoqué selon les formules de la religion à laquelle appartenait le défunt, selon les idées qu'il se faisait de la divinité. En faisant cette prière, il faudra s'identifier à la personne évoquée, parler comme elle parlerait, se croire en quelque sorte, puis après un quart d'heure de silence parler comme si elle était présente avec affection et foi , le suppliant de se montrer à nous ; renouvelez mentalement cette prière en vous couvrant le visage avec vos mains, puis en appelant trois fois la personne à haute voix ; attendez à genoux, les yeux fermés ou couverts pendant quelques minutes, en lui parlant mentalement, puis appelez-la encore trois fois d'une voix douce et affectueuse et ouvrez lentement les yeux. 4. Évocation d'une entité d'essence supérieure à l'homme. Pour recevoir de l'un des esprits supérieurs qui président aux destinées du monde, à la fois la connaissance de quelque arcane et une aide matérielle, cet esprit est évoqué après s'être placé dans des conditions psychiques particulières. L'officiant doit vivre retiré dans le silence et la méditation pendant quarante jours, se nourrissant exclusivement de substances végétales et gardant sa pensée orientée vers l'évocation décisive.",
  "last_phrase": "In conclusion, evocations of entities of superior essence require the proper mental and physical preparation. Through solitude and meditation, the officiant must align their focus and intention towards the desired outcome. Careful attention to the setting, attire, and materials used during the ritual can enhance the chances of summoning the desired entity. It is a practice that requires respect, caution, and faith in its power."
}