{
  "title": "\"The Dangers and Methods of Spiritistic Evocations\"",
  "first_phrase": "This text discusses co-emergent energy and the challenges of objectively measuring it. It also touches on the spiritual practice called Spiritism and the concept of evocations. The practice of evocations involves creating conditions for entities from the spirit world to appear. The author draws on the works of Allan Kardec and discusses the idea that after death, a person's spiritual principles are released from the body and can be summoned through evocation, although these manifestations can be influenced by the imagination of the summoner. However, evocations can be dangerous for those who are susceptible to emotional disturbance.",
  "content": "La theorie des esprits dit que après la mort, les principes immatériels de l'homme sont libérés de leur organisme physique, puis le double éthéré est rejeté : il appartient comme le cadavre à la matière dont il constitue la couche mince. Pour un temps l'individu ainsi désincarné, et dont les principes supérieurs sont revêtus du corps auquel il peut être invoqué. Et même lorsque l'abandon du corps astral désincarné échappe totalement à l'orbite de notre planète, un reflet de sa personnalité, de sa forme, subsiste dans le plan astral et peut donner à ses invocateurs un simulacre de manifestation de l'être réel. Le evocateurs admettent aussi que l’imagination puisse jouer un role. Etant doté d'une faculté plastique, l'astral permet de modeler dans sa substance les formes activement présentées à l'imagination de l'homme. De cette manière, de véritables reflets de lui-même peuvent apparaître à l'invocateur, animés de sa propre idéation et qui en somme ne sont que des illusions objectivées en projetant sa substance astrale qui se condense peu à peu devant lui. Les évocations sont dangereuses pour toutes les personnes impressionnables, car l'égarement émotionnel nous laisse sans défense contre les perturbateurs invisibles du corps astral humain.",
  "last_phrase": "In conclusion, the theory of spirits and evocations requires caution and understanding of the potential dangers involved. These practices should only be undertaken with proper preparation and by experienced individuals. For those interested in exploring these experiences, it is important to adhere to the guidelines and methods provided, and to always prioritize safety and protection."
}