{
  "title": "\"Developing Magnetic Presence and Speech: Simple Exercises\"",
  "first_phrase": "In the preceding text, the author introduced exercises to develop magnetic power, as designed by Professor Erminio Di Pisa. Now, in the final part, the author presents three additional exercises that focus on securing magnetic gaze and positive speech. These exercises have multifaceted benefits including improving overall health, treating insomnia, amnesia, and more. Without further ado, let's delve into the new set of exercises.",
  "content": "Au cas où vous seriez secoué par des bruits soudains, comme la sonnerie du téléphone, vous devriez vous habituer à contrôler vos nerfs à chaque instant de votre journée, et réprimer chacun de vos mouvements inconscients, en restant immobile afin d'éviter que mouvements nerveux de vos jambes, évitement de gestes pendant que vous parlez, etc. Le présent exercice a pour effet que vous conférez de l'ordre à vos forces nerveuses, évitant ainsi des dissipations nuisibles à l'organisme. 3. Efforcez-vous quotidiennement, pendant un quart d'heure, de concentrer votre pensée sur une seule chose en excluant consciemment toute autre. Gravez bien dans votre esprit le fait que ledit travail préparatoire a été rationnellement étudié et combiné de manière à permettre le développement profond de vos capacités hypnotiques. Rien ne se fait sans effort. L'entraînement demande une certaine dose d'effort, mais à la fin vos efforts seront couronnés de succès. Cette deuxième série de trois exercices est bénéfique pour la santé. Il sera très utile à quiconque souffre d'insomnie, de névrose ou d'amnésie. De plus, ces exercices améliorent la circulation du sang et aident à mieux supporter le froid. Nous présentons ici trois exercices composés visant à sécuriser le regard magnétique et la parole positive pour vos personnes. 1.",
  "last_phrase": "By practicing these exercises daily, you can improve your hypnotic abilities, control your nerves and improve your health. Remember that effort is required, but the results will be worth it. With a secure magnetic gaze and positive speech, you can improve your wellbeing and better cope with insomnia, neurosis, amnesia, and even cold weather. Don't let yourself be discouraged, with determination and perseverance, success will come."
}