{
  "title": "\"Concentration Exercises: Following Movements and Staying Focused\"",
  "first_phrase": "In the previous part of the text, the importance of concentration to correctly follow the exercises was highlighted. The author also emphasized the need to avoid getting too exhausted by attempting to prolong the exercises excessively. In this final section, the author presents Exercise 63, which involves bending the forearm over the arm without touching the shoulder with the hand. The student must focus their thoughts on the designated point and be mindful of their body's sensations during the exercise. It is crucial to comprehend that the successful execution of exercises is about thinking the exercise and not just performing it.",
  "content": "ES por lo tanto evidente que no se puede al mismo tiempo seguir bien un ejercicio y al mismo tiempo estar preocupados por si el ejercicio se está siguiendo bien. Cuando la mente se realiza esta pregunta, el ejercicio es en aquel momento finalizado. Por ello la pregunta « ¿He seguido bien este ejercicio? » será siempre, y no podrá ser otra que retrospectiva, vale decir relativa a un ejercicio ya realizado. Por lo tanto entonces que debe hacer en obra, pensar el ejercicio y no « la ejecución del ejercicio». Preste atención a esta frase, ya que en ella se encuentra el secreto del éxito. Recordatorio: No se agote en el esfuerzo de prolongar excesivamente un ejercicio. Al principio, cuando un ejercicio ha estado perfectamente seguido por un tiempo también brevísimo, podrá llamarse satisfecho. Más que prolongar la duración para aquel día, será oportuno pasar a un ejercicio diverso. Ejercicio 63 –Doblar el brazo Doblar el antebrazo sobre el brazo sin tocar el hombro con la mano.",
  "last_phrase": "In summary, it is important to focus on the exercise itself and not worry about executing it perfectly in the moment. The key to success is to think about the exercise and not the execution of it. Remember not to exert too much effort in prolonging an exercise and switch to a different one after a short period of time. By mastering the \"bend the arm\" exercise, gradually increase repetitions and try alternating with legs. Keep your attention focused during the exercise for better results."
}