{
  "title": "\"Fascination and Kundalini: Exploring the Power of Eye Gaze\"",
  "first_phrase": "In the preceding text, the author describes the awakening of Kundalini through the power of the gaze. The activation of the parasympathetic system, which is triggered by strong excitement of the sympathetic system, provokes the awakening of Kundalini. By dissolving the ego, the sensitivity linked to ecstasy is elevated, leading to an operational Kundalini awakening. In this last part, the author delves into how the power of the gaze can facilitate the awakening of Kundalini, similar to the effects of Chan techniques. This process of awakening can greatly enhance one's potential for spiritual growth and attaining ecstasy.",
  "content": "Tout ce passe comme ci cette forme oculaire de fascination possédait les clés ouvrant les portes des corps subtils et de l’énergie de vie. Ces clés, on les connait. En les utilisant au travers de la puissance de l’œil, on peut porter le sujet vers des niveaux intérieurs extrêmement élevés, proches de l’extase. Bien entendu, le travail tient compte de la présence à l’instant. Par certains aspects, il se rapproche des techniques du Chan (Bouddhisme chinois opératif à connotation Zen). Nous avons remarqué une forte similitude entre les effets de la fascination oculaire amenant à l’état extatique et l’éveil d’une kundalini proche de l’extase. Réveiller la kundalini attenante à l’extase constitue un processus très utile pour grandir son potentiel d’éveil. Notons tout de même que la montée de kundalini n’est pas un réveil en soi, mais plutôt quelque chose qui peut aider à l’obtenir. Beaucoup d’écrits relatent les phénomènes d’extase des saints mais très peu expliquent qu’elle se diffuse par une exaltation magnétique de l’extase en lien avec un éveil kundalinique.",
  "last_phrase": "In conclusion, the oculomotor fascination possesses the keys to unlock the subtle bodies and the energy of life. By using these keys through the power of the eye, one can reach inner levels close to ecstasy. The process is similar to that of Chan techniques and can awaken the kundalini, leading to a hyperpowerful state of ecstasy. This state can be facilitated through music and magnetic stimulation of the third eye and crown chakra."
}