{
  "title": "\"Understanding Cagliostro's Use of Magnetic Mirrors and Theurgic Mirrors\"",
  "first_phrase": "In this text, we delve into the tools and practices used by Cagliostro, a famed magician, including the use of \"magnetic mirrors\" or crystal globes filled with magnetized water. These tools were preferred due to their spherical shape and ability to aid in receiving orders from higher entities for therapeutic or everyday guidance. Bruno Mary notes the similarities between Cagliostro's practices and those of the Coptic tradition, which carries on the traditions of ancient Egypt. The text then ends with a focus on the exercise of the luminous ball.",
  "content": "Similaires sont les « miroirs théurgiques » : « Une carafe est remplie eau cristalline, il est posé sur une table recouverte d'un nappe blanche, et une bougie est placée derrière elle et deux de de chaque côté.” Le chercheur de Cagliostro Bruno Mary fait remarquer aux propositions que pratiques similaires sont toujours en vigueur dans la magie copte, et que consistent, à recevoir des ordres d'entités supérieures et des indications à caractère thérapeutique, ou simplement des indications pour la vie quotidienne [...] \"' Nous ne le répéterons jamais assez, poursuit Marty - combien certaines actions de Cagliostro tracent avec la plus grande précision les traditions coptes [...], le fait qu'il ait pris le titre de Grand copte pour une raison précise, et qui mérite réflexion, en toute sincérité et honnêteté, ses voyages \"en Orient\" sont plausibles” et nous pouvons conclure aussi que Copte et egyptien est très semblable. Les coptes sont les continuateurs de l’ancienne tradition égyptienne et pourtant on peut penser que dans les anciens temples d’Egypte on pratiquait des techniques pareilles. L'exercice de la boule lumineuse.",
  "last_phrase": "In conclusion, the similarities between Cagliostro's practices and the ancient Coptic traditions show how these techniques have been passed down over time. The exercise of the luminous ball is a practical way to improve your vision and enter into hypnotic states. Try it out and see if you can unlock any visions for yourself."
}