{
  "title": "Methods of Fascination and Magnetism: Utilizing Eye Contact and Concentration.",
  "first_phrase": "In the previous paragraphs, we learned about the use of fascinating gaze as a resource to induce a passive state of consciousness in the person and offering direct suggestions. Now, we will explore other types of fascinations such as rapid fascination and shock, and fascination combined with magnetism. The latter was used by Charles Lafontaine, who mixed gaze and magnetism to enhance the flow of energy to the subject. The method involves concentration, touch, and eye contact until the person enters a state of trance.",
  "content": "Le patient et le magnétiseur s’asseoient presque en face l’un de l’autre, genoux contre genoux, le magnétiseur sur un siège beaucoup plus élevé que celui du patient, afin de pouvoir atteindre facilement et sans fatigue le sommet de la tête du sujet. Après avoir fait deux ou trois passes du sommet de la tète au genoux pour établir et régulariser le courant magnétique, il touche légment l'extrémité des pouces du patient avec l’extrémité des siens à l’opposé des ongles; ce contact, imitant le rôle d’un siphon, met en rapport direct le cerveau du magnétiseur avec celui du patient, qui va être envahi parle fluide. Le magnétiseur fixe les yeux sur son sujet qui, en le regardant fixement à son tour, finit par être ébloui, fasciné, sent ses paupières s’abaisser et se fermer. Quand les yeux sont fermés ou singulièrement appesantis, on peut lâcher les pouces, éloigner lentement les mains en les fermant, les élever de chaque côté du patient jusqu’au sommet de la tête; puis imposer durant quelques secondes, les mains au-dessus du cerveau pour les ramener derrière les oreilles, le long des bras jusqu’aux extrémités des doigts.",
  "last_phrase": "In conclusion, the process of magnetic healing involves the magnetizer and the patient sitting across from each other, with the magnetizer using hand gestures to create a magnetic flow in the patient's body, inducing a state of sleep. If successful, this form of therapy can be used to treat various conditions, and it is important to note that it requires a great deal of focus and concentration from the magnetizer."
}