{
  "title": "Developing Perception with Mirrors and Water Containers",
  "first_phrase": "This text discusses exercises aimed at developing the ability to capture images in the mind's eye, specifically through the use of mirrors. The exercise is said to have been used by ancient fascinators as well as in Eastern traditions like \"melong.\" The text references several people and concepts, including Paracelsus, the Tibetan tradition, and Cagliostro. It explains how the exercise with mirrors helps improve vision and touches on the symbolism of mirrors in different cultures. In the final section, the author recounts a conversation with a student who was part of an Egyptian tradition related to gaining insights through water gazing.",
  "content": "El espejo por ejemplo en la tradición tibetana un símbolo polivalente, y significa también claridad, entereza o la completa percepción de la “pureza primordial” (en tibetano ka dag) del flujo de conciencia[204]. También las tradiciones que se apoyan sobre el uso de jarras o recipientes plenos de agua se basan en el desarrollo de tal cualidad[205] y justamente en occidente tuve que entrar en contacto con un estudiante mío, el conde Jean Pierre de Giudicelli, que era un autor representante de una tradición de origen egipcia ligada a la presencia en sí mismo con el cual hemos hablado largo tiempo y discutido el fenómeno. En esta tradición se coloca el famoso Cagliostro, el cual usaba sus así dichas “pupilas” (entendiendo con el nombre de las chicas) que operaban la “visión en una jarra plena de agua”.",
  "last_phrase": "In conclusion, the use of mirrors, jars, and other instruments to develop energetic sensitivity is a fundamental base for fascination work. The Italian tradition of mirror use emphasizes the need to develop a strong willpower to resist the initial discomfort of such practices. Understanding these filiations and consistently practicing can result in infallible effects not only in the physical dimension but also in the energetic dimension, which is not entirely elucidated by science."
}