{
  "title": "\"The Power of Fascination in Kundalini Therapy\"",
  "first_phrase": "In this text, we delve into the fascinating world of kundalini and hypnotic regression. The first part explains the different processes of ecstatic fascination and kundalini awakening. In the last 200 tokens, the author introduces the concept of therapeutic application of fascination and hypnotic regression, highlighting the importance of preparing the patient to awaken their kundalini energy. The text also sheds light on the positive impact of regression on our past experiences, which can help us purify our consciousness and change our energy vibration. The author explains how hypnotic fascination can be useful in obtaining these regression experiences, allowing us to uncover the root causes of our problems and move towards a better future.",
  "content": "Elle représente une autre forme d’expression de la kundalini qui débloque certains nœuds du conditionnement karmique. Cela ouvre les portes vers une autre option karmique réparatrice. Revenir sur son passé semble exulter les empreintes karmiques et régénérer un nouveau libre arbitre salutaire. Rappelons que le mental génère et modélise en permanence nos souvenirs. Demain, le même souvenir ne sera plus le même qu’aujourd’hui. Les souvenirs ne sont pas immuables. Ils sont en perpétuel reconstruction mémorielle. Par contre la cause de leur déclenchement est immuable. Elle est enfouie au plus profond de notre conscience. Aussi, le fait de démasquer cette cause à travers les régressions kundaliniques hypnotiques permet de la purifier en changeant son taux vibratoire énergétique. Dès lors, elle ne perturbera plus l’individu. L’hypnose fascinatoire est très utile pour obtenir ces régressions qui démasquent les causes des problèmes. Dès que la fascination se déplace à travers les latences des zones cérébrales endommagées par la cause, elle permet de rééquilibrer le corps. Le ressenti pur des émotions liées aux perturbations causales émotionnelles évacu le stress. Dès que l’on touche au karma, on touche à l’égo.",
  "last_phrase": "In conclusion, through Kundalini regressions, the causes of emotional disturbances can be identified and purified to change their energy vibrational frequency. This allows individuals to reach a higher state of consciousness and overcome past karmic conditioning. Fascinative hypnosis, such as the Pisa Method, can be useful in relieving neuromuscular pain and reducing tension. By understanding the causes of our problems, we can heal ourselves and move towards a better future."
}