{
  "title": "Memory and concentration exercises for better mental visualization.",
  "first_phrase": "This text explores the power of evocation through observation and memory exercises. Exercises 57 and 59 recommend practicing drawing and designing objects from memory to improve visual memory and perception. By paying attention to the details, proportions and surfaces of an object, one can create a clear mental image that can be translated into a drawing or design. The text reminds us that recreating mental images through drawing or design can be challenging but ultimately very rewarding.",
  "content": "E' sempre possibile infatti riprodurre un segno ben chiaro nella mente, una curva, una proporzione. El lapiz se detiene donde comienza la incertidumbre de la memoria. Ejercicio 57 El diseño Cuando Usted cree que tiene la imagen mental perfecta de su llave, pruebe diseñarla a memoria sobre un pedazo de papel, luego confronte su dibujo con el original. Constatara de los olvidos y de los errores que necesitaran una nueva contemplación seguida de un nuevo diseño. Para alcanzar lo más rápidamente la perfección, actúe con método. Lleve sobretodo la atención sobre las proporciones generales del objeto. Compare su longitud (después de haberla valorado) a la longitud de la parte superior y a aquella de la parte inferior. Estudie por lo tanto separadamente estas dos partes valorando sus superficies respectivas: finalmente oobserve de los detalles de la parte inferior. No es indispensable diseñar el modelo en el tamaño natural, pero es necesario seguir un esquema exactamente proporcionado.",
  "last_phrase": "In conclusion, designing from memory can reveal the forgotten and the errors that require further contemplation and new design. To achieve perfection, it's important to act methodically, paying attention to the overall proportions of the object and studying its separate parts. To guide your concentration and meditation, choose three distinct subjects, give them your full attention, and be mindful of distractions."
}