{
  "title": "Understanding Our Time Perception: Chronologies and Memory Storage Styles",
  "first_phrase": "This text explores how humans perceive, store and use time, and how that affects our ability to plan, remember and experience events. The author highlights two types of chronologies: \"Through Time\" and \"In Time,\" which refer to how people spatially store memories and imagine the future. The text also discusses how different timelines can be manipulated to alter the meaning of past events or influence future outcomes. The last 200 tokens explain how to identify which chronology one has and offers a method for determining it.",
  "content": "Pour une personne In Time, le passé existe derrière elle et l'avenir devant. Elle est très \"dans le temps\". moment \"et pas aussi conscient de la durée, ce qui a tendance à mal évaluer la durée requise pour une tâche et à être en retard aux rendez-vous. On pense que les souvenirs seront généralement associés. Utilisation de temps : les lignes de temps, comme toute expérience , ont une structure et ont donc des sous-modalités. Celles-ci peuvent facilement être manipulées pour changer la signification d'événements qui se sont produits dans le passé, ou pour influencer des événements qui pourraient se produire dans le futur. Vous savez peut-être déjà quelle sorte de chronologie y ous avez. En fait, vous savez peut-être que vous exécutez deux chronologies ou plus, selon le type de tâche dans laquelle vous êtes engagé. Que faire si vous ne savez pas quelle chronologie vous avez ? Vous pouvez généralement obtenir la chronologie de quelqu'un très directement en lui demandant de se souvenir d'un événement du passé, puis en lui demandant de quelle direction il vient. Demandez-leur ensuite de penser à un événement futur possible et demandez-leur d'où cela vient.",
  "last_phrase": "To better understand your perception of time, try the exercise of visualizing your timeline. This can help you determine which chronology you use, so you can be more aware of your tendency to underestimate time or arrive late. By asking yourself where memories and future events come from, you can gain insight into your temporal orientation and improve your time management skills. So take a moment to relax, close your eyes, and fly over your timeline - what do you see?"
}