{
  "title": "\" Techniques de méditation pour contrôler l'esprit \"",
  "first_phrase": "In the previous paragraphs, the text describes the technique of visualization to achieve control over one's mind. It explains how to visualize the five colored circles of a peacock's tail and focus on the point where they meet until it dissolves, leading to a state where the consciousness rules over the mind. Now, the text talks about another meditation technique, based on breath. It emphasizes the importance of being conscious during both inhalation and exhalation and firmly attaching the mind to the object of meditation, just like a man who wants to tame a bull.",
  "content": "Et quand le point se dissout, vous êtes projeté dans votre centre. Cette technique entraînera la dissolution de votre monde entier. Grâce à cela, vous oublierez le monde entier, il n'y a qu'une seule couleur. Maintenant, votre conscience ne peut plus bouger. Toutes les dimensions sont fermées. Le mental est projeté vers lui-même, la conscience est projetée vers elle-même et vous entrez dans votre centre d'être. \"Alors vos souhaits se réaliseront\". comme le dit le Sutra. Rappelez-vous, pendant que vous effectuez cet exercice, de vous concentrer jusqu'à ce que le point de votre centre se dissolve. Utilisez votre imagination pour le dissoudre. dans ce processus, l'esprit se dissout, il s'arrête, et quand l'esprit s'arrête, vous ne pouvez plus vous référer à quoi que ce soit à l'extérieur, et quand vous ne pouvez pas vous déplacer à l'extérieur, vous vous déplacez à l'intérieur. Soudain, vous êtes à votre centre. MÉDITATION BASÉE SUR LA RESPIRATION Faites attention à chaque respiration : essayez d'être conscient à la fois dans l'inspiration et l'expiration Comme un homme qui veut apprivoiser un taureau l'attachera à un arbre, l'esprit doit donc être fermement attaché avec conscience à l'objet de la méditation.",
  "last_phrase": "Through this meditation technique, you can dissolve your whole world and enter into your center of being where all your wishes will come true. Remember to concentrate while dissolving the point of your center and use your imagination to aid the process. Firmly attach your mind to your object of meditation, focusing on each breath. With time, a sign will appear unique to you. Once found, you can continue on your path to inner peace and enlightenment."
}