{
  "title": "\"The Theory of Disaggregation and Fascination\"",
  "first_phrase": "This text explores the relationship between focus and distraction, and how fatigue can lead to a state of distraction that allows for suggestion and hypnosis. The author references the work of magnetizer Lafontaine and Pierre Janet, who believed that highly suggestible individuals are also highly distracted. However, the theory that a state of hysteria or piziatismo is necessary for hypnosis has its flaws, as anyone can be fascinated, and prolonged muscle strain does not necessarily enhance psychological fatigue. This last section raises important questions about the limits and possibilities of hypnosis as a tool for psychological therapy.",
  "content": "En efecto del pensamiento a la acción es necesario un medio. Las teorías del ochocientos para explicar como nunca esto al termino de aquello idea viniese adoptada introduciendo ahora un término intermedio: “histerismo”, o, siguiendo Ochorowitz[150] que ha investigado mucho el aspecto paranormal en el hipnotismo, que sigue en parte la teoría pero lo ve ligeramente diversamente viéndolo no patológico y por lo tanto como “piziatismo”[151]. Observaciones Todavía también esta teoría tiene dos puntos débiles. El primero es de suponer un estado particular (histerismo, o piziatsmo) mientras en la práctica vemos que sin embargo todos pueden llegar al estado de fascinación. El segundo es que el sujeto fija, debe por fuerza efectuar un movimiento de acomodación y por lo tanto contraer los músculos ciliares y derechos internos deberían cansarse y destruirían la visión, así como el corredor cansado no cae en hipnosis, pero cae simplemente. Suponer el contrario significaría suponer que la fatiga psicológica aumenta las resistencias de los músculos a la fatiga fisica.",
  "last_phrase": "In conclusion, the theory of disintegration proposes a more practical approach to achieve fascination without the need for a specific state or condition. By breaking down the critical factor or the ego, anyone can achieve a state of fascination without the drawbacks of the previous theories. This approach is supported by practical experiences and can be a helpful tool for those seeking to improve their hypnotism skills."
}