{
  "title": "\"Oscillatory Non-deterministic Model of Hypnotic Consciousness\"",
  "first_phrase": "In this text on the nature of perception and consciousness, the author explores the idea that our perception is derived from our relationship with the people and environment around us. The text delves into the relationship between the observer and the observed and how even thoughts can be perceived. The author goes on to discuss the co-creation of reality and consciousness, citing the relationship between hypnotist and patient as an example. In the last part (200 tokens), the author discusses the biocognitive model of consciousness, which posits that cognition, biology, and culture interact to create a reality that is co-emergent. The author argues that the trance state in hypnosis cannot be solely defined by intrapsychic parameters.",
  "content": "A ce point on peut comprendre pourquoi certains auteurs parlent de « passion somnambulique » de l'hypnotisè pour l’hypnotiseur selon l’expression de Janet [1889], cet amour à deux non érotisé. F. Roustang considère qu’il n’y a pas, symétriquement au monde, de vrai esprit conscient indépendant cohérent, construit de façon cumulative depuis l’enfance, que seul le « corps psychisé » existe [Benhaiem, 2009]. On travaille pourtant sur un modèle de la conscience issu d’une relation. On peut appeler ce modèle \"biocognitif\" puisqu' il considère que cognition, biologie et culture, considérés comme des réseaux, interagissent pour créer une réalité bio cognitive selon un processus de co émergence issu de l’ensemble des associations propres à ces réseaux. La mère est ainsi pour l’enfant un acteur réseau coémergent des réseaux sensori-moteurs (liés par exemple à l’allaitement), biologiques mais aussi culturels (liés au langage). Sur la base de la prise en compte de la relation dans la construction du perçu de la conscience, on peut pourtant dire que la transe hypnotique ne se définit pas seulement par des paramètres intrapsychiques.",
  "last_phrase": "En conclusion, la transe hypnotique est un état relationnel complexe qui implique une interaction entre cognition, biologie et culture. Les réseaux neuronaux oscillatoires fonctionnent de manière non déterministe pour créer une réalité bio cognitive, et les cycles établis entre l'environnement et le cerveau lors de la transe hypnotique permettent un équilibre. La transe hypnotique ne peut pas être définie uniquement par des paramètres intrapsychiques, et il n'y a pas de bons ou de mauvais sujets en hypnose."
}