{
  "title": "\"The Dangers and Methods of Evocation Practices\"",
  "first_phrase": "In this final section, the theory of spirits and evocation is explored in detail. The text discusses how after death, human immaterial principles are released from the physical body, leaving behind an ethereal double. Even once this astral body has left our planet, its personality and form can still be invoked by individuals. However, evocations can be dangerous for emotionally vulnerable people, attracting negative entities. The section goes on to describe three types of evocation experiments, including the necessary objects and setting. The operator must be alone, focussed and wait patiently for the manifestation of entities in a mirror.",
  "content": "Ils le sont encore plus pour ceux qui sont animés d'intentions répréhensibles, puisque leur parole attire des entités correspondant à leur état psychique. La loi générale des évocations peut se formuler ainsi : « Les évocations d'entités insignifiantes sont immédiatement réalisables ; ceux qui s'adressent à des entités dotées d'un pouvoir considérable nécessitent un temps de préparation proportionnel à l'importance de l'entité invoquée ». Methodes Nous donnerons trois types d'expériences évoquées. Évocations d'entités inférieures. En lisant les manuels: Les objets nécessaires à ces expériences sont : une lampe avec un réflecteur ; un disque d'acier poli ou miroir sans armure ; une pointe d'acier très pointue plantée dans une boîte en bois, un bâton en bois se terminant par une boule, en fer aimanté. La pièce doit avoir une température d'au moins 20 degrés et être bien fermée. L'expérimentateur sera absolument seul pour ne pas perdre son attention. Sur une table recouverte d'une nappe blanche, il disposera le disque de métal ou de verre et la lampe de manière à ce que la projection lumineuse éclaire toute la surface du miroir. Devant ce dernier il placera un vase de porcelaine. L'opérateur disposera lui-même une chaise devant la table afin d'attendre sereinement, les yeux fixés sur le miroir, la manifestation des entités.",
  "last_phrase": "In conclusion, these methods can be used for evoking entities, but caution must be taken with the intentions behind such practices. The use of objects such as mirrors, lamps, and incense can aid in the manifestation of lower entities in a controlled environment. However, proper mental preparation and alignment with positive intentions are crucial to avoid attracting negative entities. It is recommended to approach such practices with respect and responsibility."
}