{
  "title": "\"The Power of Shape: Perception and Resonance Morphique\"",
  "first_phrase": "This text explores the concept of form and its influence on perception and relationship. The Gestalt psychology theory suggests that the structure of an object or relationship lies in the network of major bifurcations that characterize its perception. The text also discusses shared conscious experiences, such as the relationship between a healer and a robot whose movements are guided by random number generation. The healer's extended consciousness appears to interfere with the robot's movements through the shapes that are linked to its trajectory. The text also touches on the idea of morphic resonance, where forms tend to reproduce automatically in proportion to their frequency of appearance.",
  "content": "Tout se passe comme si la « conscience étendue » [Sheldrake, 2004] du guérisseur interférait avec les mouvements d’électrons à l’origine des déplacements du robot par l’intermédiaire des formes de ces déplacements sans qu’il s’agisse pour autant d’influence mais plutôt de résonance. Tout se passe en effet comme si on ne pouvait décider qui influence qui. Il se trouve que, dans une certaine mesure, les formes (au-delà de l’espace et du temps mais liées aux formes concrètes perceptibles par les cinq sens classiques) peuvent être directement perceptibles par les organismes humains entraînés [ « septième sens », Sheldrake, 2004]. La « résonance morphique » paraît un processus admis en psychothérapie [Elkaïm, 2004]. Il se trouve aussi que certaines expériences tendent à montrer que, en dehors de tout processus créatif, les formes tendent à se reproduire automatiquement en proportion de leur fréquence d’apparition [loi d’attraction des formes ou de résonance morphique en dehors de toute intervention humaine, Sheldrake, 1988].",
  "last_phrase": "In conclusion, the concept of \"extended consciousness\" and \"morphic resonance\" suggest that the forms beyond time and space can be directly perceived by humans with proper training. Psychotherapy acknowledges this process, and there is evidence that forms tend to reproduce automatically in proportion to their frequency. However, the challenge of co-emergent energy is that it is relational and cannot be objectively measured. Spiritism involves working with entities, and beyond the metaphysical explanations, there is also a psychological interpretation of dissociation, wherein personality is viewed as a conglomerate."
}