{
  "title": "\"Symbolic Correspondences in the School of Fascination\"",
  "first_phrase": "In the last part (tokens 8 to 12) of this text, we delve into the final stages of the alchemical process towards inner transformation. The stages involve \"separation,\" \"incineration,\" \"fermentation,\" \"multiplication,\" and \"projection,\" respectively, symbolized by zodiac signs Cancer, Sagittarius, Capricorn, Aquarius, and Pisces. By following these stages, one can develop supernormal abilities and strengthen their being. This text references the works of Lefebure, who suggests using light to enhance brain function and mental associations.",
  "content": "En una práctica moderna, para comprender el significado al menos, puede ser seguida por ejemplo fijando una luz y anulando cada trazo de “pensamiento fijo”[256]. 10. La decima es la “fermentación”, bajo el signo de capricornio, signo de tierra. Siempre en la practica moderna il segno del capricorno, segno di terra. Siempre en la práctica moderna mencionada, con los ojos cerrados observamos la luz residual. 11. La onceava es la “multiplicación”, bajo el signo de acuario, signo de aire. La luz residual disminuye, pero comienza a abrir una luminosidad de contorno correspondiente según Lefebure a “nuevas asociaciones mentales” 12. En fin la doceava es la “proyección”, bajo el signo del pez, signo de agua. Es la manifestación de dotes supernormales. La comprensión de las correspondencias alquímicas y de las sucesiones de los signos es la clave para comprender el camino del fascinador en el desarrollo de su ser, a través de una serie especifica de ejercicios que lo fortalecen. 22.",
  "last_phrase": "En conclusión, la escuela de la fascinación ofrece una práctica moderna para fortalecer nuestro ser a través de una serie de transformaciones de nuestra consciencia. El análisis de las correspondencias simbólicas en la alquimia es clave para abrir los caminos del razonamiento por analogía y realizar un equilibrio perfecto entre nuestros estados interiores y el mundo en el cual vivimos. Se trata de una tradición antiquísima que lleva a desarrollar dotes de visiones y de previsión a través de una serie específica de ejercicios que nos permiten integrar y reequilibrar las partes de nuestro ser."
}