{
  "title": "\" Understanding the Concept of Strategies and Modalities\"",
  "first_phrase": "In this text, the author discusses the concept of using strategies for various aspects of life such as love, hate, learning, math, communication, and more. The author highlights that one develops a particular strategy at a young age based on internal and external experiences. The last 200 tokens describe the six elements that form a strategy, namely images, sounds, feelings, tastes, smells, and self-talk, which can be used internally or externally. The author explains how to identify someone's strategy and notes that everyone possesses these six elements to do things in their mind.",
  "content": "Disons, par exemple, que vous avez fait une image dans votre esprit et que vous en avez parlé à vous-même ou à quelqu'un d'autre, jusqu'à ce que vous ayez suffisamment d'informations, et c'est ainsi que vous avez pris la décision. Si cette syntaxe fonctionnait pour vous, alors à un moment donné vous avez commencé à l'utiliser encore et encore. Alors, comment découvrez-vous la stratégie de quelqu'un pour faire une chose spécifique ? Eh bien, demandez simplement et écoutez leurs prédicats, observez leurs yeux (modèles oculaires) et notez l'ordre et la séquence des modalités telles qu'elles vous sont présentées. Quels sont les éléments qui peuvent entrer dans une stratégie ? Il n'y en a que six, heureusement. Il n'y a que six choses que les gens peuvent faire dans leur esprit - quelle surprise. Vous pensiez pouvoir faire bien plus que six choses, n'est-ce pas ? Cependant, il n'y a que six choses que vous pouvez faire. Les six sont des images, des sons, des sentiments, des goûts, des odeurs et vous pouvez vous parler. Et vous pouvez faire chacune de ces choses en interne ou en externe.",
  "last_phrase": "En somme, pour découvrir la stratégie de quelqu'un pour faire une chose spécifique, il suffit de demander et d'observer attentivement leurs prédicats, modèles oculaires, et la séquence des modalités utilisées. En sachant que les six éléments des stratégies sont les images, les sons, les sentiments, les goûts, les odeurs, et la parole, vous êtes maintenant en mesure de noter rapidement et facilement leurs stratégies et leurs caractéristiques principales. Avec ces informations, vous pouvez améliorer votre communication avec les autres et utiliser la stratégie de manière plus efficace."
}