{
  "title": "\"La importancia de la mirada en la hipnosis y el desarrollo personal\"",
  "first_phrase": "In this text, we explore the power of the gaze in hypnotic and magnetic influences, as well as its role in personal relationships and therapy. The gaze can be a valuable tool in suspending critical faculties and enhancing the effects of hypnosis or magnetism. We also discuss the ancient belief in the healing power of the gaze, and how it can break through fixed ideas and help us enter into the reality of others. Finally, we touch on how the techniques of concentration and meditation can help strengthen the eyes, leading to practical reinforcement of one's personality.",
  "content": "Nuestro maestro Herminio de Pisa[15] continuó esta tradición mediante la realización de la curación instantánea de dolor músculo-esquelético, tinnitus y muchos otros trastornos. Una teoría que puede justificar estos resultados es el siguiente: a veces la mente se toma de lo que se llama \"ideas fijas\". Seguimos pensando lo mismo, siendo perseguidos por el fantasma de viejos pensamientos, para dar la vuelta en los mismos conceptos. La fascinación de la mirada rompe entonces estas ideas fijas. Además de la fascinación que también es como si entramos \"en el otro.\" El mundo tiene un límite cada uno representado por el espacio que abarca y donde alcanza la vista. En reunión con la mirada, entonces entramos en la realidad de nuestro socio intrapersonal y nos puede ayudar \"desde dentro\". Las técnicas de concentración y meditación a través de las cuales pasamos a fortalecer los ojos tienen en sí un refuerzo práctico de la personalidad 2. En el desarrollo personal: necesita tener conocimiento de la mirada.",
  "last_phrase": "In conclusion, the power of fascination and concentration can have tremendous benefits for personal growth and healing. By breaking free from fixed ideas and entering the reality of our inner selves and partners, we can develop a strong presence and magnetic personality while inducing a natural hypnotic trance. Incorporating these techniques into our lives can lead to not only physical and mental well-being, but also a greater understanding of ourselves and those around us."
}