{
  "title": "\"Fascination and Amnesia in Concentration Exercises\"",
  "first_phrase": "In the preceding section, the text discusses the difficulty in achieving a state of possession in Yoga, where the point of support is not our usual personality. However, this difficulty disappears when we are led by another person, and the use of fascination can be a helpful tool in this regard. In this final section, the author talks about the characteristics of intense fascination, such as the frequent instant amnesia that occurs in subjects during experimental or therapeutic demonstrations. The author shares experiences where they were also able to achieve similar results. The text sheds light on the concept of amnesia and hyperamnesia in fascination, revealing the ability to forget experiences entirely during a state of possession.",
  "content": "Cuando este proceso se desarrolla en un ambiente adecuado y acompañado de una intención y de un sentido podemos obtener resultados también de nivel más alto y espiritual y en este sentido es probable que muchas antiguas iniciaciones fueran conducidas con la mirada. [156] 14. Amnesia e Híper amnesia en la fascinación Una entre las características de la fascinación intensa que nos sorprendió más fue la frecuente “amnesia instantánea” que se creaba en los sujetos durante las demostraciones experimentales o terapéuticas. A veces también una experiencia de pocas decenas de segundos es suficiente para que el sujeto sea totalmente anestesiado, es decir que olvide totalmente la experiencia. Al inicio permanecíamos asombrados a la acción de Virgilio T., pero permanecíamos entonces mas sorprendidos después de ejercicios donde nos dábamos cuenta que lo lográbamos también nosotros. Mientras primero la amnesia era un hecho raro o debía ser sugerido, con la fascinación podía tener una frecuencia superior al 50% de los casos. A menudo contábamos antes de dejar la concentración “uno, dos, tres” y el sujeto a mendo recuerda el solo numero tres.",
  "last_phrase": "In summary, the intense fascination can create temporary amnesia in subjects due to a hyper-attentive and vigilant state induced by the process. With proper guidance and intention, such experiences can result in higher spiritual outcomes. It is a rare phenomenon in current literature and may have been used in ancient initiations."
}