{
  "title": "Understanding Eye Movements: PNL Model & Alternatives",
  "first_phrase": "This text explores different models and theories related to eye movements in communication and personality analysis. The first part describes how certain eye movements are associated with specific types of auditory or kinesthetic experiences. The author then criticizes the scientific basis of the PNL eye signals model and proposes Ned Hermann's model, which relates eye movements to brain hemisphere activity. This model is also compatible with the MBTI personality type theory. The last 200 tokens provide a detailed explanation of Hermann's model and how it complements the PNL approach. The text concludes by explaining how visual memories can be categorized as components of thought.",
  "content": "Voici alors deux théories alternatives: Le modèle de Ned Hermann nous semble particulièrement intéressant car plus que tout autre modèle théorique il se réplique probablement dans le mouvement des yeux et permet de donner une base aux MOUVEMENTS OCULAIRES en se basant sur la position des hémisphères Le modèle de Ned Hermann nous semble particulièrement intéressant car plus que tout autre modèle théorique il se réplique probablement dans le mouvement des yeux et permet de donner une base aux MOUVEMENTS OCULAIRES dits à positions inversées compte tenu de l'inversion des hémisphères La PNL et le modèle de NED HERMANN Ce modèle est complémentaire de celui développé par la PNL pour les mouvements oculaires et est compatible avec ce que l'on appelle le Mbti, une théorie jungienne des types de personnalité. En réalité on peut dire qu'il le complète en permettant de donner un sens différent à certains mouvements oculaires que définit la PNL. Examinons maintenant ces éléments en détail : La PNL en haut à gauche voit les imagesmémorisées Mais les images mémorisées peuvent être considérées comme des composants de la pensée. Quand nous pensons, nous pouvons penser que nous comparons des concepts. Les concepts sont des « morceaux de réalité », des images.",
  "last_phrase": "En conclusion, la combinaison du modèle de Ned Hermann et de la PNL fournit une compréhension plus approfondie des mouvements oculaires et de leur signification dans la communication non verbale. En utilisant ces modèles, nous pouvons mieux comprendre comment les différentes fonctions cérébrales sont associées aux zones oculaires et interpréter les mouvements des yeux pour une communication plus efficace."
}