{
  "title": "\"Exercising Telefronesis: Concentration and Mental Projection Techniques\"",
  "first_phrase": "In the previous section, the author discusses the etymology of the term \"telekinesis\" and suggests \"telefronesia\" as a more accurate alternative. Now, in the last 200 tokens, the author provides an exercise to practice concentration and mental suggestion on a subject. The exercise involves visualizing the subject and their surroundings, and repeating suggestive phrases to influence their thoughts. The aim is to concentrate completely on the exercise and avoid letting thoughts wander. The author doesn't provide a name, but refers to the subject throughout as \"el sujeto\".",
  "content": "Una vez que dicha imagen está impresa en su mente imagine el lugar en el cual el sujeto puede encontrarse en este instante. Si el lugar le es familiar notara mentalmente los contornos y como lograría esto, transfiera la imagen de su sujeto en este lugar. Mirar la cara del sujeto, y fijar su visión mental en un punto entre sus ojos o en la raíz de la nariz. Emplee tanta intensidad en el realizar esto como en cuanto colocar al sujeto frente a usted. No deje divagar sus pensamientos por un solo momento, sino concéntrese en el sujeto o en el lugar en el cual este podría encontrarse en ese momento. Comience su sugestión en el siguiente modo: “Usted esta penando en mi; no se puede detener sin pensar en mi\" \"Usted prueba un interés insólito por mi; usted teme que yo no esté bien de salud\" \"La primera vez que me ve nuevamente me preguntara noticias sobre mi salud. \" Repita estas sugestiones mentales por varias veces, teniendo siempre presente su mente concentrada en el sujeto.",
  "last_phrase": "In conclusion, the mental projection exercise presented in this text may be challenging, but with repeated effort, it can lead to convincing results. To achieve success, focus intently on the subject and imagine their surroundings while using suggested phrases to create a feeling of interest. Remember not to proceed with the next lesson until you have mastered this exercise."
}