{
  "title": "\"Experiments in Telepathy and Hypnotism: Harnessing the Power of the Unconscious Mind\"",
  "first_phrase": "In this final part of the text, we delve more deeply into the concept of connecting our unconscious mind to our observation skills through hypnotherapy. Our master Virgilio T is an expert in this area, having influenced people remotely through mental fascination. By following his instructions, we have been able to produce significant and interesting phenomena through a progressive series of concentration exercises. These include exercises involving mentally directing people's movements, even at a distance, and practicing silently behind someone to influence their actions. The text also emphasizes the importance of practicing with known individuals to establish a common feeling.",
  "content": "Para comenzar, propóngase cosas simples: por ejemplo dejar caer un objeto que tenga en mano, voltear la cabeza, etc. [164] Ejercicio 5 Colóquese detrás de alguien, a tres o cuatro metros, fije con calma su mirada sea en la nuca, sea entre las dos hombros y represente mentalmente el movimiento que haría esta persona si fuese apuntado fuertemente en ese lugar: la vera dar signos de impaciencia, llevar su propia mano al punto fijado, sacudirse los hombros o darse vuelta, a menudo todo junto. Nota: No quitar la mirada. [165] Ejercicio 6 Similar al precedente, pero de seguir en un lugar donde no estén más personas. Estando sentado fijar la mirada a la nuca de una persona de frente, y ordenarle mentalmente de mirar una de las otras personas presentes. El ejercicio va practicado con fuerza, pero sin precipitación. Nota: Mantener el silencio sobre aquello que se está haciendo. Más experiencias con amigos Es mejor operar con personas que se conocen y con las cuales tenga un “feeling común”.",
  "last_phrase": "In conclusion, practicing simple exercises like focusing on someone's movements and mental imagery can enhance telepathic abilities. It's important to conduct experiments with trusted friends and pay attention to individual differences in telepathic perception. A negative result in one condition doesn't necessarily negate the possibility of a positive outcome in another. Be aware that disturbances can be telepathically transmitted from anyone present or even from a distance, so caution and careful observation are essential."
}