{
  "title": "\"Breathing Exercises and Eye Fascination Techniques\"",
  "first_phrase": "In the previous part of this text, we learned about the importance of breathing exercises for personal magnetism. Now we move onto the practical art of captivating and fascinating people through the eyes, a central aspect of the method. Divided into three sections, we will explore fixation, speed, and expression of the gaze. Following the prescribed exercises, these will develop the power of the gaze, along with a strong will. In the first section, we introduce an exercise to develop a steady gaze, known as the base exercise.",
  "content": "En ninguna otra obra como la nuestra nunca encontrara tantos ejercicios y así potentes. 3. I. – FIJACION DE LA MIRADA Como bien sabemos, la capacidad de tener una mirada fija es uno de los requisitos principales de un buen fascinador[186]. Estos ejercicios, además de desarrollar la fijación de su mirada, lo dotaran también de una voluntad decidida y potente. Ejercicio 26 – Ejercicio de base Tome una tarjeta de presentación y en el dorso dibuje el contorno de una cascara de nuez. Entinte con tinta china todo el interior a excepción de un círculo justo en el centro. Apuntar ahora el cartoncito a una pared al nivel de sus ojos, manteniéndose sentado. Su distancia a la tarjetita será cerca de medio metro y gradualmente disminuirá. Concentre su mirada bien fija sobre el punto blanco central, por el espacio de tiempo de medio minuto. Durante este tiempo es importante realizar cada esfuerzo para no bajar las pupilas. Si siente el deseo irresistible de bajarla, deberá ejercitar un esfuerzo muscular opuesto, quiere decir esforzarse por levantara.",
  "last_phrase": "By regularly practicing these exercises, you will not only enhance your ability to maintain fixed eye contact, but also develop a strong willpower. As you progress, you will notice various effects, such as calmness and tranquility, alteration of the central point, and more. So, keep up the practice and reap its benefits."
}