{
  "title": "\"How to Achieve Expressive Eyes with Personal Suggestion\"",
  "first_phrase": "In the previous text, the author discussed the importance of developing expressive eyes and how exercises can help obtain healthy, vibrant and fast eyes. However, the author emphasizes that one must also possess an inner fire to truly captivate with their gaze, and must determine the appropriate expression for their profession and personality. In the final 200 words, the author delves deeper into the concept of self-suggestion, which can help individuals achieve the desired expression. The author instructs readers on how to practice self-suggestion and suggests that the best time to do so is in the evening, before falling asleep.",
  "content": "La cual puede reducirse a esta otra: — Cual es la expresión de la mirada que mejor se confía a mi fisonomía, a mi profesión, a mi condición, al descubrimiento que quiero alcanzar. Cada uno de nosotros puede fácilmente resolver tal problema. Después de que, sus esfuerzos se concentren todos en el adquirir la expresión deseada. A aquello será ayudara sobretodo la sugestión personal. Sugestionarse significa sugerirse a sí mismo, hacer creer a sí mismo de encontrarse en aquel determinado estado físico o mental que se desea, y actuar en consecuencia. Pedimos encarecidamente a los lectores de meditar bien el sentido de tales definiciones. Quien por ejemplo quiere sugestionarse al propósito de obtener una mirada luminosa y expresiva, deberá comenzar con creer en sí mismo ya dotado de tal mirada. ¿Pero cómo se logra a sugestionarse? He aquí el sistema más simple. La sugestión puede tener lugar en cualquier momento de la jornada, pero el instante más favorable es la tarde, en la cama, antes de tener sueño.",
  "last_phrase": "In conclusion, self-suggestion is a practical approach to acquiring the desired expression. By suggesting to oneself, an individual can believe that they possess the physical or mental state that they desire and act accordingly. The most favorable time for self-suggestion is in the evening, where an individual can concentrate on calming their thoughts and envision themselves with the desired expression. With consistent effort, this approach can yield significant results, and individuals are encouraged to meditate on the meaning of these definitions to acquire the expression they desire."
}