{
  "title": "\"The Power of Gaze: Historical and Modern Uses\"",
  "first_phrase": "This text explores the power of the gaze in hypnotic influence and various other contexts. It begins with a story of a friend who discovered his chickens were being eaten by a fox, who was mesmerizing the birds with its gaze. The author then discusses the historical use of the gaze in hypnosis, which has largely been replaced by verbal techniques. However, the gaze can still be a valuable tool in inducing a suspension of critical faculties, and has been used for therapeutic and even healing purposes in the past. The text concludes with a summary of the various contexts in which gaze can be used for influence, including relationships and therapy.",
  "content": "La mirada puede ser, sin embargo, cuando se ha aprendido, un valioso auxiliar de cualquier influencia hipnótica en sí mismo, ya que causa una cierta suspensión de las facultades críticas en un entorno natural totalmente. Utilizado por lo tanto primero de unas sucesivas operaciones hipnóticas o magnéticas potenciándose sus efectos permitiendo obtener los resultados que se leen en las obras de los grandes maestros del pasado. Resumen de los usos de las técnicas 1. En la vida y en las relaciones: la causa por la cual una persona nos golpea, nos parece «viva» es en el dominio de una mirada que seduce, atrae, encanta. Nuestro ojo puede ser educado y llevado a ello. En la terapia: En los fines de la antigüedad a la mirada se le ha atribuido el poder de sanar. Hipócrates[12] de Dioscórides[13],, Teofrasto[14] afirman el poder de curación que se podía hacer con los ojos, los gestos y rituales específicos.",
  "last_phrase": "In summary, the power of the gaze is undeniable, and when harnessed correctly, it can serve as a valuable tool in hypnosis, therapy, and relationships. By training and educating our eyes, we can enhance its effects, leading to remarkable results that have been seen throughout history. So why not explore the potential of the gaze, and unlock its full power in your own life?"
}