{
  "title": "The Ten Operations in Spiritual Alchemy",
  "first_phrase": "This paragraph discusses the final four operations in the Rosicrucian tradition, which correspond to the signs of the zodiac and involve non-ordinary experiences outside of the usual senses. The sixth operation, purification under the sign of Virgo, entails working on an \"inner earth\" and purifying the soul. The seventh operation, sublimation under the sign of Libra, leads to a deep sense of equilibrium and contact with instincts. The eighth operation, separation under the sign of Cancer, is a reflection of the first five operations. The ninth operation, incineration under the sign of Sagittarius, involves the total abandonment of the habitual mind. These operations can be followed using symbolic mirrors or through light on the brain.",
  "content": "La séptima es la sublimación bajo el signo de la balanza, signo de aire. El hombre alcanza un estado profundo de equilibrio y contacto con sus instintos. 8. La octava es la “separación” bajo el signo de cáncer, signo de agua. Estas operaciones de la nueve a la decima son como el reflejo en otra dimensión de las operaciones de la primera a la quinta y corresponden a un desarrollo también extra personal y fuera de los sentidos habituales. Esto es simbolizado en la correspondencia citada primero puntos de la columna vertebral – signos del zodiaco, del hecho que no existen puntos de la columna vertebral correspondientes a estas últimas. Una manera de seguir y entender el sentido es utilizando una luz para simbolizar más fuertemente el cerebro[254]. Alternativamente es posible proseguir el proceso precedente[255]. 9. La novena operación es la “incineración”, bajo el signo de sagitario, signo de fuego. Es el abandono más total de la mente habitual. Varias tradiciones tienen complejos rituales por ella.",
  "last_phrase": "In conclusion, the ten operations represent a transformative journey towards an elevated state of consciousness and transcendence beyond the habitual senses. To better comprehend this journey, one can use a light to symbolize the brain, or follow the preceding process. Ultimately, the goal is to achieve a state of balance, abandon the mind's limitations, and observe the residual light."
}