{
  "title": "\"Physiological Explanation of Kundalini Rising and Catalepsy\"",
  "first_phrase": "This text explores the physiological basis behind the phenomenon of catalepsy, which is characterized by a rigid posture and heightened attention. It delves into the activation of the parasympathetic nervous system and its two branches, relaxation, and rigidity. Interestingly, the author notes that in situations of aggression, there are actually three reactions: flee, attack, and stiffen. The last response, centered on the back, tends to maintain the power of reaction by condensing energy. This state of rigidity is similar to what some practitioners of Kundalini yoga experience, where they enter a phase of immobility called \"nirodha\". The text then draws connections between this primitive response and the four temperaments of ancient medicine, highlighting the role of the dorsal vagus nerve in the process.",
  "content": "Chez les animaux, cet état de raideur entraîne une non-motilité. Il est généralement provoqué par la peur de l’inconnu que l’on retrouve chez l’humain. Par exemple, on est dans notre maison la nuit et on entend quelqu’un qui se rapproche de la porte, alors la première réaction consiste à bloquer et à raidir les muscles, comme dans la catalepsie. De nombreux pratiquants de techniques kundaliniques confessent avoir ressentit ce fameux état de raidissement. On retrouve cette perception dans une phase préliminaire dénommée « nirodha » où le participant ne peut plus bouger et laisse tout tomber. Il existe une relation entre les quatre grandes typologies de la médecine antique et la réponse primitive consistant à attaquer, à fuir ou à se raidir. On remarque que : Le colérique attaque, Le lymphatique fuit la situation, Le mélancolique a des raideurs dans le dos. La réaction mélancolique peut être liée à une hyper-analyse provoquée par la peur de la dangerosité de la situation. Dans son analyse, Pavlov lie le mélancolique à l’inhibition. Le raidissement étant du à une réponse très profonde en lien avec l’activation du nerf vague dorsal.",
  "last_phrase": "In conclusion, the state of rigidity observed in animals and humans is typically caused by fear of the unknown. Many Kundalini practitioners have reported experiencing this state during their practice. The four major typologies of ancient medicine are also closely related to the fight, flight or freeze response. By understanding the physiological and psychological factors contributing to this response, it is possible to use catalepsy and other techniques to achieve a deeper state of consciousness and ultimately improve our overall wellbeing."
}