{
  "title": "\"Fascination: Utilising Eye Contact in Therapy and Healing\"",
  "first_phrase": "In this section, the focus is on how the use of direct therapy and fascination can facilitate therapy and lead to the release of repressed emotions. The author emphasizes the importance of making direct eye contact with the client and encouraging them to recall past emotions to enter a state of trance. Fascination can be used to unlock repressed emotions that can ultimately lead to physical expression (crisis), eliminating certain unconscious memories. This technique can significantly help ease the symptoms of past-traumatic stress.",
  "content": "A ce point là les mots vont rentrer plus facilement FASCINATION COMME FACILITATEUR DE LA THÉRAPIE AVEC LA CRISE (La méthode convulsive et les crises) La fascination peut aussi être très utile pour débloquer des état libératoires de l'esprit. l'esprit conscient se met de côté et l' inconscient peut s' exprimer en se libérant. C'est un procédé qu'on trouve dans beaucoup de thérapies traditionnelles qui à travers le mouvement portent l'intelligence kinesthésique à l'intérieur de la personne à résoudre le problème. Du regard à la crise de libération. Nous transformons les crises intérieures en crises extérieures Usage La pratique a montré que l’effet auto-manifestant de la fascination expérimentale quand il se transforme en expression physique (crise) à le pouvoir de comne décharger les neurones. Cela peut effacer certaines empreintes de la mémoire procédurale inconsciente. De fait, les traces du passé s’auto-nettoient et les stress post- traumatiques disparaissent.",
  "last_phrase": "En utilisant la fascination comme facilitateurs de la thérapie avec la crise, il est possible de débloquer les états libérateurs de l'esprit et de favoriser l'harmonie entre le corps, l'esprit et l'âme. Cela peut atténuer les troubles névrotiques et paranoïaques, réduire certaines douleurs et aider à retrouver le bon ressenti et le plaisir tout en améliorant le lien avec l'environnement. Pour faciliter ce processus dans la fascination, il est important de laisser s'exprimer les mémoires et les blocages logés dans le corps."
}