{
  "title": "\"Concentración visual y la fascinación del pensamiento en la meditación yoghi\"",
  "first_phrase": "In the previous part, we delved into how keeping one's mental syntheses solid helps to maintain a model of the world, making it challenging to introduce new ideas as automatic impulses. In this final part, we will discuss the Eastern correspondences to techniques of concentration and eye fixation, specifically the \"Tratak\" exercises of yoga. These exercises involve focusing on a fixed point, such as a candle flame, an object, a mirror, the moon, and even the sun (with special precautions). One remarkable exercise involves fixing the gaze on the tip of one's nose to induce particular states of meditation. The goal of these techniques is to overcome aggregates of consciousness or mental obstacles. We will explore what happens when the eye concentration techniques do not necessarily lead to hypnosis but instead serve to concentrate the mind and intensify meditation.",
  "content": "Alessandra David Neel nos confirma que una de las razones claves para las cuales tales ejercicios vienen seguidos es el de superar los agregados de consciencia. Para estas técnicas orientales, la simple fatiga no puede ser la clave. Si la fatiga no fuese la clave, ¿como nunca estos textos yoghi nos dicen que son reservados a unos pocos, a los elegidos? Si el simple cansancio no fuese la clave obviamente todos aquellos que practican la atención prolongada caerían en este estado. La concentración ocular provoca normalmente el cierre de los ojos. Pero en este caso si tiene una hipnosis que es intensa normalmente es más ligada a la expectativa que se conjuga a la fatiga. La fascinación aparece en un estado diverso porque el sujeto permanece con los ojos abiertos, amplios, descontextualizados. Si entonces nosotros abandonáramos la idea que la concentración ocular debe por fuera provocar la hipnosis, ¿deberíamos preguntarnos que provoca? En el caso del Yoga se dice a veces que la respuesta es que la concentración ocular es un medio de concentrar el espíritu para hacer más intensa la meditación.",
  "last_phrase": "In conclusion, according to Alessandra David Neel, the key reason for practicing these exercises is to overcome consciousness additions. Although eye concentration techniques may induce hypnosis, they are primarily used to focus the mind and intensify meditation. By understanding the important role eyes play, we can better appreciate the correlation between the perception of direction and our psychology, particularly our egocentric localization."
}