{
  "title": "\"Mastering Polarity: Developing Energy and Perception\"",
  "first_phrase": "In the preceding text, the concept of mastering polarities is introduced as a way to develop the base energy required to extract the power of the sword. The symbolism of the divine beings with wings represents the element of air and the power of breath. The use of dualistic models in our minds and egos can hinder our ability to create our reality, and \"water hot and cold\" is an exercise used to modify perceptions and invert physical polarities. This exercise creates a new sense of unity between both hemispheres of the brain. In the following section, we will explore an exercise that builds on this foundation.",
  "content": "Las polaridades son también una expresión de las visiones dualísticas del mundo, un producto de nuestra mente y sobretodo de nuestro ego que ha aprendido a interpretar los datos sensores según modelos pres constituidos. ¡Cuanta gente se lamenta continuamente! Dejarnos influenciar de las impresiones del mundo, bello/feo, placentero/desagradable etc… significa en práctica vivir en una realidad construida del externo y basada sobre los conceptos. El hombre magnético construye en su lugar su mundo y su realidad. Y el primer punto donde debemos superarnos es en nosotros mismos. Debemos ser en grado de construir nuestro mundo y vivir nuestra realidad. Cada símbolo es también una sensorialidad. Un ejercicio fundamental es llamado “agua caliente y agua fría”[216]. Consiste en modificar las percepciones, e invertir las polaridades físicas de las percepciones del agua. Este ejercicio opera fisiológicamente a nivel hemisférico, en cuanto cada mano está ligada a un hemisferio diferente. Cuando operamos sobre las dos manos en el mismo tiempo llegamos a una sensación de unidad nueva y superior.",
  "last_phrase": "In conclusion, polarities are a result of our dualistic worldview and our ego's interpretation of sensory data. To live in our own reality and construct our world, we must overcome ourselves. The \"hot and cold water\" exercise can help us modify perceptions and operate on a physiological level to attain a new sense of unity. Give it a try and experience the benefits for yourself."
}