{
  "title": "\"The Role of Elements and Nervous System in Fascination\"",
  "first_phrase": "In this section, we focus on the key elements and the autonomic nervous system involved in the processes of fascination, fight, and flight. Before delving into the fascinating element of fire and its relation to the sympathetic nervous system, we learned that to take action, we must transmit energy brilliantly through our eyes. The secrets of creating full fascination are unlocked there. Our bodies are equipped to respond to dangers efficiently. The activation of the sympathetic system has a direct link with the energy needed to fight or flee. The hormones surging through our body prepares us for combat or flight. However, prolonged stress caused by fire can negatively impact our cognitive ability.",
  "content": "Elle produit la libération de l’adrénaline sanguine surrénalienne qui assure la stimulation sympathique à toutes les cellules du corps. Pour favoriser l’état d’excitation de l’élément feu, les hormones surrénaliennes amenuisent le flux sanguin vers le cerveau. Puis, les hormones du stress répriment l'activité du cortex préfrontal. Se faisant, elles détournent l'énergie de la conscience pour permettre au cerveau postérieur d’augmenter les facultés de survie. En plus de nous énerver, le stress de l’élément feu provoque une activation prolongée hypothalamo-hypophyso-surrénalienne qui malheureusement nous rend aussi stupide. L’esprit analytique dominant d'excitation de l’élément feu est en lien avec notre hémisphère cérébral gauche. Il est parfois appelé système ergotropique parce qu'il libère l'énergie corporelle nécessaire pour réagir aux stress environnementaux. Le feu de la libération de noradrénaline stimule le rythme cardiaque, dirige le sang de la peau, enlève du sang aux viscères pour nourrir les muscles, augmente la pression artérielle, dilate les pupilles, agrandie la trachée et les bronches, accentue la conversion du glycogène hépatique en glucose pour permettre la combustion, Inhibe le péristaltisme dans le tractus gastro-intestinal, ralentit le système immunitaire pour économiser de l'énergie, etc.",
  "last_phrase": "In conclusion, while stress can have a stimulating effect on our body, it can also impair cognitive functions and decrease our productivity. In contrast, the element of water and the parasympathetic system can promote a sense of calm and well-being. Therefore, it's important to find a balance between the two elements for optimal health and performance."
}