{
  "title": "\"Effacing Traumatic Memories by Writing Over Them\"",
  "first_phrase": "This article explores a groundbreaking study showing that it is possible to extract traumatic memories without medication by simply \"re-writing\" the memory. Published in Nature, the research was led by Elizabeth Phelps from the University of New York. The study revealed that recalling a frightening memory and then writing over it with a different, non-threatening memory within six hours could help erase the traumatic experience. The method proved successful in earlier experiments with mice. The article explains how this process can help people overcome anxiety and post-traumatic stress disorder (PTSD) triggered by unpleasant experiences that linger in the mind and body.",
  "content": "Chaque fois qu'un certain stimulus rappelle à quelqu'un l'expérience qu'il a vécue, la peur refait surface et l'anxiété grandit, même si le stimulus n'est pas dangereux en soi. Illustrons-le par un exemple : si un homme des Abruzzes en Italie, qui a vécu le tremblement de terre qui a secoué cette région, ressent quelques petites secousses de réajustement, il est fort probable, malgré le fait que des secousses aussi insignifiantes ne présentent aucun danger, qu'il va paniquer et s'empresser de se réfugier sous une tente, rien que par le souvenir de la nuit tragique du 6avril dernier. Les tensions musculaires, elles aussi, sont de pures réminiscences d'événements significatifs qui se sont « enchâssés » dans le corps, compte tenu du fait qu'une tension du corps pourrait correspondre à une certaine tension mentale. Ladite étude a été réalisée en induisant un état de peur chez certains volontaires qui ont choisi de se faire tester. Cet état de peur a été conçu en leur montrant des carrés de couleur et en leur associant un léger choc électrique par les poignets, un choc qui était simplement gênant sans être douloureux.",
  "last_phrase": "In conclusion, the study shows that fear can resurface through various stimuli based on past experiences, and can result in anxiety and physical symptoms. However, the good news is that through a process known as extinction training, fear can be overcome by repeatedly exposing oneself to the stimulus without any harmful consequence. The key is to seek help from a professional as soon as possible before the fear becomes deeply entrenched and difficult to eradicate."
}