{
  "title": "A Fascinatory Approach to Awakening Kundalini Energy.",
  "first_phrase": "This text delves into the phenomenon of inducing a state of somnambulism, likened to the ecstasy experienced by saints, through physical and psychological means. The last 200 tokens focus on the practice of transcendent somnambulic fascination through magnetic stimulation and the ascent of Kundalini energy. Similar to yogic practices, this method aims to induce a connection with a divine presence and sublimate the ego. The text explores the potential spiritual experiences, supra-sensory effects, and strong lucidity that can arise from this state.",
  "content": "Les effets seront plus marqués si au préalable le thérapeute entame un processus de fascination pur pour ensuite provoquer une mise en catalepsie. Puis il décontracte la personne. Et, pour finir, il la met en état d’extase. Dans certaines situations, Il arrive que l’extase face entrevoir des expériences spirituelles qualitatives. Des effets supra-sensoriels, une forte lucidité et la perception d’entités peuvent alors survenir. Dans le meilleur des cas, une connexion du patient, avec le « Tout » divin peut sublimer la chose. Lors de ce phénomène, les énergies agissantes s’entrecroisent. Dans la pratique somnambulique extatique, le magnétiseur crée un mouvement magnétique ascendant qui connecte l’énergie feu et qui chasse le mental. La personne ressent une sensation dans la colonne ou une impossibilité de bouger. Parfois, l’égo s’efface et l’absolu divin s’ouvre au patient. Certaines similitudes de cette méthode somnambulique de fascination évoluée peuvent se retrouver dans les pratiques yogiques. Dans les deux cas, on ressent des effets paranormaux de sensation, de connexion cosmique et d’anéantissement de l’égo.",
  "last_phrase": "In conclusion, the somnambulistic extatic fascination technique can lead to incredible supra-sensorial effects and a connection with the divine. By applying this experimental fascination technique on others, using the mirror initiation exercises and an ascendant magnetic movement, one can aim to obtain a therapeutic result. However, it is important to note that the goal and phases of action may differ from the Kundalini awakening or yogic practices."
}