{
  "title": "\"Alquimia y Astrología: Medicina de primer grado y su relación con los signos zodiacales\"",
  "first_phrase": "In the previous text, we learned that the first step to obtaining the \"medicine of the first degree\" is to initiate under the sign of Aries and conclude under the sign of Leo. The candidate must possess all the necessary qualities, including being solid and quiet like a bull. In this last part, we delve deeper into the first operation, the \"energies of Aries,\" which symbolize the awakening of vegetal energy in the earth. This ancient symbol represents the impetuous energy necessary to initiate the healing process, which can be obtained through scientific practices like tratak.",
  "content": "Otros efectos positivos reencontrados eran mayor calma, sueño más profundo, una mejora del sistema inmunitario[258]. 11. La primer operación (energía de Aries♈) En principio el candidato debe comenzar a energizar los elementos en sí, condición esencial para iniciar a operar. Simbólicamente este símbolo antiquísimo corresponde al periodo del año en el cual en el cielo, superando el ecuador, el sol deja las regiones inferiores para alzarse rápidamente, dando el signo del despertar a la energía vegetal que duerme en la tierra[259]. Simbólicamente, la tierra es el hombre, y sus energías van por lo tanto reportadas en luz. Esta operación llamada “calcinación” corresponde al signo de Aries ♈, recto de Marte que en el símbolo (=) muestra la dirección hacia lo alto de la energía. Es la energía necesaria para iniciar, que deberá ser impetuosa, así como Aries es un animal que actúa intensamente.",
  "last_phrase": "To conclude, implementing the practices described in this text can lead to positive effects such as increased calmness, improved sleep quality, and better immune system function. To begin operating, the candidate must energize the elements within themselves, starting with the \"calcinación\" operation that corresponds to the sign of Aries♈. To develop this impetuous energy, it is useful to take \"fosfato de potasio\" and focus on developing muscle strength while also practicing relaxation techniques to promote emotional calmness."
}