{
  "title": "Developing Willpower, Imagination, and Visualization: Exercises and Techniques",
  "first_phrase": "In this text, the author stresses the importance of increasing one's willpower and imagination in achieving success. The author suggests starting with achievable tasks and gradually progressing towards more challenging goals to develop a strong will. The last 200 tokens explore the power of imagination and visualization, highlighting their ability to create new mental realities and aid in therapy. The author emphasizes the need to focus on one's goals and visualize their fulfillment as vividly as possible to achieve success. Names and concepts mentioned include willpower, imagination, visualization, and therapy.",
  "content": "Si comienza con las cosas fáciles, y se toma el hábito de cumplir cada día con las cosas más difíciles, vera el tiempo en el cual casi todas las cosas cederán delante a su voluntad férrea. No tendrá necesidad ni de hablar. Su sola presencia ejercitara una influencia más potente que la voz de muchos otros. [198] 2. Imaginación La imaginación mental es el natural aleado de la Fascinación. Así a través de la imaginación creamos una nueva realidad mental. Es muy potente por ejemplo imaginar que de nuestras manos y de nuestros ojos provenga energía. Otro modo de utilizar la imaginación es en manera receptiva y es muy potente en terapia. A través de la imaginación su inconsciente y el inconsciente del cliente se encuentran. Pueden ahora aparecer imágenes e intuiciones que muy a menudo se revelan verdaderas. [199] 3. Visualización La visualización es una particular forma de imaginación. Si visualiza lo más claramente posible aquello que se desea.",
  "last_phrase": "In conclusion, starting with easy tasks and developing the habit of challenging oneself daily can lead to a strong willpower, which can become more effective than words. The power of imagination is a natural ally of fascination that can create a new mental reality and help in therapy, while visualization is a particular form of imagination that can impact our external environment. These ancient concepts of creating mental images had a different connotation, as they were used to influence others."
}