{
  "title": "\"Exploring the Power of Fascination and Concentration\"",
  "first_phrase": "In the previous text, the author discussed the different ways one can achieve a non-identification of an object and how it affects the mind. In the last part, the focus shifts to meditation and the purpose of fixation of the gaze in various traditions. The author explains how fixation is not just a means to calm the mind but also serves to attain complete self-possession. This process requires a particular effort and involves a part of us beyond our conscious mind. The text concludes with the idea that the difficulty in achieving such a state is overcome when one is guided by another person, and that fascination can be a useful tool in helping others enter an expanded state beyond their ego.",
  "content": "Esta posesión cuando seguida en ejercicio auto conducido es operar a través de un particular esfuerzo, que no es operado mas del consciente, viene a obra de una parte más vasta de nosotros, un nosotros mismos de conceptualizado, aquella parte de nosotros es primero de los pensamientos que constituyen la base de nuestra personalidad. Justamente el hecho que el punto de partida y de apoyo no sea nuestra personalidad habitual, que mas bien viene superada en el ejercicio, explica la dificultad de ello y el hecho que el alcance de tal estado en el Yoga es considerado “por pocos”. La fascinación conducida por otra persona La dificultad a seguir el ejercicio de concentración solo, desaparece cuando se es conducido por otra persona. Cuando son dos personas, la fascinación puede por lo tanto ser un instrumento con el cual podemos ayudar a otra persona a superar sus limitaciones y a entrar en un estado más amplio que su propio ego.",
  "last_phrase": "In conclusion, practicing self-concentration through specific efforts beyond the conscious allows us to access a deeper part of ourselves, beyond our habitual personality. However, the difficulty of achieving this state alone can be overcome through the use of fascination, especially when guided by another person. While an intense fascination can cause temporary amnesia, it can also lead to higher spiritual results, making it a useful tool for personal growth and development."
}