{
  "title": "\"Hypnose Subtile : Comment Visualiser vos Objectifs pour une Suggestion Mentale\"",
  "first_phrase": "In this text, you'll learn about \"Subtle Hypnosis of Hypno Mentalism.\" The author explains that it's a form of hypnosis in which the subject responds to non-verbal suggestions more strongly than verbal ones, and acts according to the experimenter's commands. To prepare for meditation exercises, the author suggests reflecting on the things that you want to manifest. The history and perception of subtle hypnosis are discussed, including the relationship between the hypnotist and subject. The author explores different approaches to understanding hypnosis, including a physiological and neurological perspective. Overall, this text provides an intriguing deep-dive into the fascinating world of hypnosis.",
  "content": "Il s’agit d’une suggestion qui à a faire avec deux element fondamentaux: * L’attention dans le présent du sujet * La relation avec l’opérateur. Le ressenti Le sujet pense quelques fois être totalement éveillé et pourtant il régit à l'opérateur Approche scientifiques Beaucoup de recherches ont été faites sur la nature de l'hypnose, mais il n'y a pas de consensus. R. Girard [1978] attribue l'hypnose au désir mimétique inconscient, où chacun désire inconsciemment ce que l'autre désire, mais la question est : d'où vient ce mimétisme ? On peut penser qu'en hypnose un sujet entre dans un état de libération de son conditionnement interne et peut plus facilement créer cet état de mimétisme. On peut rappeler à cet égard que, contrairement à Freud, les magnétiseurs caractérisent l'état hypnotique comme un état pleinement conscient alors que l'état de veille était un état inconscient. Outre ces approches physiologiques, nous pouvons également avoir une approche neurologique. Dans l'approche neurologique, les lobes frontaux du cerveau sont les principaux acteurs qui construisent notre perception de la réalité en fonction des objectifs que nous voulons atteindre. Nous percevons la réalité en fonction de ce que nous voulons réaliser.",
  "last_phrase": "In conclusion, the state of hypnosis remains a complex and multifaceted phenomenon with varying scientific interpretations. However, by focusing on present attention and the relationship with the operator, one may be able to better understand and utilize this state for personal benefit. It is also worth noting that our perception of reality is strongly influenced by our goals and the expectations of those around us, as evidenced by the changes in brain activity observed in hypnotized individuals."
}