{
  "title": "Understanding Hypnotic Phenomena and the Theory of Morphic Fields",
  "first_phrase": "The preceding text discussed the understanding of hypnotic phenomena and its connection to human dynamism in social interaction. This final part introduces biologist Sheldrake's theory of \"formative causality\" and \"morphic fields.\" According to Sheldrake, the organization of natural systems depends on the way preceding similar systems organized themselves, creating a kind of innate memory in morphic fields. He argues that natural regularities are more like habits than laws governed by mathematical principles beyond nature. The following 200 tokens explore this theory and its implications for understanding hypnosis.",
  "content": "La théorie de l'égrégore e de la causalité formative Sheldrake est un professeur de biologie en Angleterre Par « causalité formative », il entend le mécanisme par lequel la les choses prennent leur forme, ou leur organisation. Il s'agit donc de formation de galaxies, d'atomes, de cristaux, de molécules, plantes, animaux, cellules, sociétés. Il couvre toutes les choses qui ont des formes, des structures ou des propriétés d'auto-organisation. En résumé, dit Sheldrake lui-même \"Ma théorie porte sur les systèmes naturelles s'organisant, et il s'agit de la cause de la forme. Et le car toutes ces formes sont pour moi des champs qui organisent, des champs qui définir, que j'appelle 'CHAMPS MORPHIQUES', du mot grec signifiant forme. \"'L'aspect originel c'est que la forme des sociétés, d'idées, de cristaux et de molécules dépend de la façon dont je des précédents du même type se sont organisés. Il existe une sorte de mémoire innée dans les champs morphiques de toutes sortes de choses. C'est pourquoi je pense que les régularités de la nature ressemblent plus à des habitudes qu'à des choses gouvernées par des lois mathématiques éternelles qui existent en quelque sorte au-delà hors nature ».",
  "last_phrase": "In conclusion, Sheldrake's theory of morphic fields and formative causation proposes that the shape of natural systems is a result of the collective memory of its previous similar systems. It suggests the existence of a collective memory that every individual and group taps into to contribute to the development of their species. This theory has vast implications for various fields of study, including the humanistic concept of a collective memory which underpins C.G. Jung's theory of the collective unconscious."
}