{
  "title": "\"The Power of Eye Contact in Building Relationships\"",
  "first_phrase": "In the earlier part of the text, it was discussed how the rules of eye contact change when we are close to someone. The length and intensity of the gaze can convey a great deal of information, such as interest or disinterest. Moreover, the link between love and the gaze was highlighted, with Guido Cavalcanti's poetry serving as a poignant example. In the last 200 tokens, the scholar Zick Rubin's intriguing experiment on couples is discussed, wherein he measured the amount of time deeply in love couples spend making eye contact. The results show a deep correlation between the act of gazing and the level of affection.",
  "content": "Los hombres a menudo tienden a mirar más y más a menudo más largamente y abiertamente a las mujeres y una mirada prolongada por una mujer es generalmente interpretada como un desafío o una invitación. El erudito Zick Rubin encontró que las personas profundamente enamoradas miran el uno al otro mucho más mientras hablan y son más lentos para mirar hacia otro lado cuando alguien entra en su mundo. Para confirmar esto, hizo un curioso experimento: Puso a las parejas una larga serie de preguntas para tratar de entender lo mucho que se amaban. Las parejas esperaron luego en una habitación y les dijeron: el investigador estará con usted en unos momentos. De hecho, este fue el experimento. Cámaras ocultas registraron el tiempo que la pareja se miró a los ojos. Cuanto mayor puntaje la pareja había obtenido sobre la primera prueba, más tiempo habían dedicado a verse unos a otros. Había mostrado menos amor, menos tiempo dedicado a verse.",
  "last_phrase": "In conclusion, maintaining eye contact during conversations can signal deep affection and strengthen the bond between two people. By gazing about 75% of the time, while still focusing directly on their eyes, you can show your loved one that you are fully present and attentive. So go ahead, make eye contact, and let your love shine through your eyes."
}