{
  "title": "\"The Power of Fascination: Inner Concentration and Self-Reorganization\"",
  "first_phrase": "This text explores the concept of fascination as a way to achieve a state of emptiness and self-reorganization. The author compares this technique to some Eastern practices, such as Trataka, which involve prolonged gazing to create a state of mental emptiness. The text explains how these practices can lead to detachment from the external world and help the subject focus on the inner self. The last 200 tokens of the text discuss how the use of oculomotor concentration can help to achieve a meditative state and promote mental clarity. The author explains the effectiveness of various techniques that involve the suppression of external stimuli to facilitate an optimal state of emptiness for meditation.",
  "content": "Les objets environnants finissent par n'occuper que la partie périphérique de la rétine, car la partie centrale de la rétine est déjà occupée. Les sensations périphériques sont plus faibles que celles ressenties au centre. Dans ces conditions, le sujet devient presque aveugle au monde extérieur, et plus la déviation interne des yeux est augmentée, plus le procédé gagne en efficacité. Le vide On pourrait être tenté de se demander pourquoi tant d'efforts devraient être déployés pour chasser les objets extérieurs de notre foyer. Il est cependant possible de déceler un aspect utile dans cette entreprise. Il paralyse sa volonté. Elle paralyse aussi l'attention qui, s'il lui arrive de se fixer sur un seul objet, est encline à oublier les autres. Grâce à l'aide de la concentration oculaire, le yogi est non seulement capable de supprimer la vision des objets extérieurs, mais aussi de vider ses pensées, après quoi il lui devient facile de méditer dans le vide. De manière analogue, lorsqu'on a recours à la fascination, le sujet entre dans un état de vide où un rééquilibrage automatique peut se produire, et où l'on peut se débarrasser des pensées limitantes.",
  "last_phrase": "In conclusion, the ability to empty our minds of external distractions and focus inward can have practical benefits such as improving concentration, meditation, and even aiding in the healing process. By using techniques like concentration of the eyes or fascination, one can enter a state of mental and physical balance, leading them to a moment of non-thought and non-reality, where deep healing can occur."
}