{
  "title": "\"Understanding EMDR Therapy: Treating Trauma with Physical Stimulation\"",
  "first_phrase": "The previous text explains the Eye Movement Desensitization and Reprocessing (EMDR) therapy, which involves exposing the patient to emotionally disturbing material while simultaneously focusing on an external stimulus. The therapist typically uses lateral eye movements, but other stimuli such as tapping or audio can be used as well. The therapy aims to access the traumatic memory network and forge new associations between the traumatic memory and adaptive information. In this final part, the author suggests a simple anti-stress method based on EMDR that therapists can use to stimulate their clients bilaterally. The author also references Erickson, who shifted his gaze left and right while hypnotizing, and the Hypnose Di Pisa technique.",
  "content": "La thérapie EMDR utilise un protocole à trois volets : (1) les événements passés qui ont jeté les bases du dysfonctionnement sont traités, forgeant de nouveaux liens associatifs avec des informations adaptatives ; (2) les circonstances actuelles qui suscitent la détresse sont ciblées et les déclencheurs internes et externes sont désensibilisés ; (3) des modèles imaginaux d'événements futurs sont incorporés, pour aider le client à acquérir les compétences nécessaires au fonctionnement adaptatif. Le faire sur soi-même Un simple méthode anti-stress basé sur l’EMDR est le suivant * Regardez en face de vous * Regardez votre doigt * Bougez-le de droite à gauche plusieures fois en le suivant avec les yeux * Cette simple technique peut baisser votre niveau de stress Quoi retenir pour un therapeute Stimulez votre client bihemyspheriquement On peut penser a Erickson qui se penchait a droite e gauche pendant qu'il hypnotisait MarcoW □ Hypnose Di Pisa Un chapeau en italique qui indique de quoi il s’agit avec éventuellement une citation optionnelle. — la citation optionnelle ! Le point sur l’histoire de cette hypnose. A quel moment elle est apparue et qui l’a utilisée. Quelle sorte de transe elle met en œuvre.",
  "last_phrase": "In conclusion, EMDR therapy involves a three-part protocol to treat past events that lead to dysfunction, target current distressing circumstances, and incorporate imaginal events for adaptive functioning. As a therapist, stimulating your client bilaterally is essential. Additionally, a simple anti-stress technique based on EMDR can be helpful for anyone to reduce their stress levels. It involves following your finger moving right to left while looking at it. EMDR has a rich history and is primarily used for therapeutic and personal development purposes to alleviate issues such as joint pain and skin diseases. Understanding the appropriate reference framework and implementing the hypnosis technique can help achieve the desired results."
}