{
  "title": "\"The Physiology of Fainting and the Art of Stage Hypnosis\"",
  "first_phrase": "In the earlier part of the text, we learned about the neural mechanisms involved in the tonically immobile and collapsed immobility that occur in response to fear. In this final section, the discussion shifts towards the application of hypnosis for the stage, which is essentially an effective form of communication that involves a deep understanding of human behaviour, audience management and control of the stage. The author explores the traditional approach of hypnosis which goes beyond the conversational Ericksonian hypnosis and is often a lot deeper. Lastly, safety precautions and ethical considerations are explained to avoid uncontrolled situations during a hypnosis show.",
  "content": "Pour qu'un sujet entre dans un état hypnotique devant un public, au lieu de paniquer, il est essentiel d'avoir un contrôle absolu de la scène et de chaque situation. Quiconque présente quelque chose en public devrait au moins connaître les bases. Ses connaissances peuvent-elles donc être utiles à un coach ou à un motivateur ? Absolument oui. Combien y a-t-il d'hypnose traditionnelle ? C'est une hypnose qui va au-delà de l'hypnose ericksonienne conversationnelle, même si elle peut l'accompagner. Dans la forme européenne, elle est normalement beaucoup plus profonde que celle utilisée dans la plupart des situations thérapeutiques. C'est une excellente école pour comprendre le phénomène. Il est utile de rappeler que de nombreux hypnotiseurs américains très célèbres tels que Gil Boyne, Ormond Mc Gill et Dave Elman sont issus de l'hypnose scénique. Est-il possible d'hypnotiser tout un public ? La masse a un fort effet multiplicateur. Les anciens hypnotiseurs le faisaient souvent. Maintenant, nous vous le déconseillons car vous devez être en mesure de contrôler la situation. Lakenar a suggéré une fois une inondation dans le théâtre en disant que l'eau arrivait et beaucoup ont eu de très fortes réactions, ils ont vraiment vu l'eau.",
  "last_phrase": "In conclusion, mastering the art of stage hypnosis requires confidence, control, and devotion. While it may not be advisable to hypnotize an entire audience, the principles can be applied to captivate and create emotions. With the right training, anyone can learn the techniques to become a stage hypnotist and benefit from the motivational skills employed by experts in the field."
}