{
  "title": "The Physiological Effects of Fascination and Kundalini Activation",
  "first_phrase": "In the previous text, it was explained how the phase of excitement resulting from fascination is followed by a reconstitution phase, where barriers and repressive blocks are dissolved, allowing a broader sense of being. The hyper- or hypoergenic balance is maintained by the ego, which can be left aside to reach a normoergenic situation. This last part focuses on the physiological effects of kundalini activation through hypnotic fascination, including the cataleptic stiffness experienced during the process. The activation of the parasympathetic system plays a significant role in this. The text also mentions the role of the fascinator's gaze and sound in unlocking the kundalini, highlighting the importance of the transfer of magnetic impulses and the power of sound to achieve this.",
  "content": "Effets physiologiques Un état physiologique particulier accompagne ce processus. C'est le ressenti de la raideur de la fascination cataleptique Le travail kundalinique par l’action fascinatrice du regard, poussée à l’extrême, tend à produire une raideur cataleptique. Il y a une base rationnelle qui peut expliquer ce phénomène. L’action cataleptique centrée sur la partie dorsale du corps produit une rigidité de l’échine dorsale qui monte l’attention à la tête. Cette raideur correspond à la montée de l’énergie kundalinique. Physiologiquement cela signifie qu’une partie très profonde du système parasympathique a été activée. Le système parasympathique a en effet deux branches: - Une liée à la relaxation, - Une autre, plus primitive, liée à la raideur. On dit souvent que dans les différentes situations d’agressions, on retrouve deux alternatives : - Fuir, - Attaquer. Ces modes d’actions sont coordonnés par la partie plus primitive de notre cerveau. Mais en réalité les possibilités sont au nombre de trois : - Fuir, - Attaquer, - Se raidir. La réaction de raideur centrée sur le dos est très primitive. Elle tend à maintenir la puissance de réaction en fixant et en condensant l’énergie.",
  "last_phrase": "In conclusion, the physiological effects of the kundalini practice can cause a primitive reaction of stiffness in the body, which activates a deep part of the parasympathetic system. This can lead to a feeling of being stuck or frozen, which is a natural response to fear. Many who practice kundalini report experiencing this state, which can be a preliminary phase for deeper spiritual experiences."
}