{
  "title": "\"The Motor Aspects of Predatory Attack and Negative Eye Emotions\"",
  "first_phrase": "In the previous section, the text discussed the motor aspects of a predatory attack and the activation of specific sequences that lead to biting the prey. This last section explores the similarities between such an attack and the observed behavior of Virgilio T. The text explains that the attack involves tension building in the arm and mouth muscles, leading to increased muscular contraction and activation of different brain functions. The text mentions the importance of lip stimulation in triggering the attack response in animals. The text also discusses the effects of muscle tension on brain function, showing how it affects consciousness creation, leading to a particular state of mind.",
  "content": "Otra componente es la tensión en los músculos de las artes donde investigaciones experimentales han mostrado también una contracción de los músculos del bíceps. También cuando se opera con la fascinación hipnótica, hemos observado la contracción contemporánea de los músculos del brazo, que viene movido como a “tirar” el sujeto. En un ataque predatorio, en los animales ha estado entre otros medido un aumento de la contracción muscular registrable al electro miógrafo, superior a aquella observada en las normales masticaciones. Esto parece suceder con el fin de permitir la emisión de la mayor fuerza necesaria durante el pre dación. En negro: ataque predatorio En blanco: masticación Ordenada la frecuencia registrada con el electro miógrafo. Análisis seguido en los gatos de las contracciones del musculo masetero durante la masticación y durante el ataque (di Saúl Wiener – informe Allan Siegel). Según el Dr. Lefebure el crecimiento de la tensión muscular tiene también un efecto cerebral... Notamos también como, las estimulaciones sobre los labios parecen también facilitar e incluso provocar en los animales la respuesta de ataque.",
  "last_phrase": "In conclusion, the increase in muscle tension, especially during predatory attacks, serves to allow the emission of the necessary force during the attack. Studies have also shown that muscles in the arm and biceps contract when hypnosis is induced. Furthermore, stimulating the lips of animals appears to facilitate and even induce the attack response. Additionally, the power of the eye, both positive and negative, has been a subject of belief and interest throughout history."
}