{
  "title": "\"La práctica de fijar el tercer ojo: una exploración de la conciencia\"",
  "first_phrase": "In the previous text, the author discusses the practice of focusing on the third eye, which can lead to a shift in perception and even induce hypnosis. In the final 200 tokens, the author delves into the neurological basis for this practice, citing Dr. Jean Delmas and his research on the centers for voluntary eye and head movements. The text explains the difference between the two motor nerves and how they work together during forced eye convergence. This information helps to further contextualize the importance and potential benefits of the practice of focusing on the third eye.",
  "content": "Los axones que se ramifican a partir de este centro constituyen un haz de fibras nerviosas cuya autonomía funcional es tal que, a pesar de su trayectoria es completamente intra- axial, es llamado a menudo nervio ocular motor (Grasset). Si tenemos así dos nervios oculares motores: un nervio con giro derecho, que, teniendo su centro cortical en el hemisferio izquierdo, hace girar los ojos y la cabeza a derecha; y un nervio levógiro, el cual sus neuronas corticales son del hemisferio derecho y que preside los movimientos de lateralización de los ojos y de la cabeza hacia la izquierda”. De ello se desprende que, por lo general, cada centro trabaja separadamente, pero que en la convergencia ocular forzada trabajan separadamente[226]. Además estos dos centros anteriores son presentados en manera particular a la voluntad.",
  "last_phrase": "In conclusion, the nerves of the eye are controlled by two separate centers in the brain, each responsible for specific movements of the eye and head. These centers work autonomously but converge during forced eye movements. The nerves terminate in the region of the quadrigeminal tubercles, important for eye movements and reflexes. The exercise of gazing at a light and then focusing on the third eye can lead to experiences of separation, a practice reported in many cultures."
}