{
  "title": "\"The Practice of Magnetic Hypnosis Explained\"",
  "first_phrase": "This text discusses the practice of mesmerism or magnetic sleep, where the magnetizer performs passes and impositions without touching the subject. The article describes the different stages of sleep that a patient undergoing mesmerism can experience, from natural sleep to somnambulism. It also highlights the importance of the magnetizer in first ensuring the subject's health before exploring their psychological abilities. In the last 200 tokens, the text mentions the interest in observing mandalas during the state of fascination, which is induced by mesmerism.",
  "content": "; car il y a autant et même plus de genres et de degrés somnambuliques que de somnambules. Règle générale, le sujet magnétisé pour la première fois, n’est que son médecin sans être encore celui des autres. Quoi qu’il en soit, le premier devoir d’un bon magnétiseur est de s’enquérir de la santé de son sujet, et de s’occuper avant tout des malades. Il faut donc consacrer la première partie de la séance au repos du magnétisé; la seconde, à l’examen de sa santé; la troisième, aux consultations médicales; la quatrième, à l’exercice, au développement des facultés psychologiques du sujet; la cinquième, à un instant de repos avant le réveil. Le réveil s’obtient ordinairement par des passes transversales devant la tête et la poitrine; par des insufflations vigoureuses, à froid, sur le cœur, les yeux, le front et par de longues passes de la tête aux pieds. Souvent il ne faut qu’un geste dirigé vers les yeux qu’on touche légèrement en disant vivement : Réveillez-vous. Et le somnambule se réveille subitement. “ FASCINATION E MANDALAS Finallement est d'interet la fascination an observant un mandala.",
  "last_phrase": "To conclude, if you want to become a good magnetizer, you should prioritize the health of your subject and dedicate each session to their relaxation, medical examination, consultation, psychological development, and gradual awakening. However, it is also essential to be aware of the possible risks associated with hypnosis or fascination, such as the \"highway hypnosis\" state that can cause accidents. Therefore, use fascination techniques, such as observing mandalas, mindfully and responsibly to avoid any negative consequences."
}