{
  "title": "\"The Meaning Behind Eye Movements and Colors\"",
  "first_phrase": "In this passage, the author describes how certain eye characteristics are indicative of a person's personality traits. The passage includes a range of eye types and their corresponding meanings, from kind and generous to insincere and deceitful. Some notable mentions include \"celestial eyes\" being associated with delicacy and ignorance, while \"chocolate-colored eyes with sparse eyebrows\" are thought to signal simplicity and kindness. Additionally, \"green eyes\" are believed to express vehemence. Through these descriptions, the author provides insight into how people can communicate their personalities through their physical characteristics.",
  "content": "Ojos pequeños, parpados móviles: consciencia elástica. Ojos más altos hacia las sienes (como tienen los chineses) memoria férrea. Ojos rojizos y grandes: golosos y lujuria. Ojos sin expresión, con cejas espesas y largas: ánimo malo, villano, capa de cualquier acción. Ojos medios de color chocolate, con cejas bastantes desprovistas de cabello: simplicidad, bondad de ánimo; las mujeres con tales ojos y dichas cejas son honestas, laboriosas, optimas madres de familia. Ojos medios, con pestañas dirigidas hacia abajo: hombre mentiroso, hipócrita, envidioso. Ojos pequeños con parpados gruesos: inconstancia, vicios. Ojos muy prominentes, con cejas reentrando: irascibilidad. Ojos negros, brillantes: persona honesta. Ojos grises, poco abiertos: obstinación. Ojos con parpado superior que deja ver media pupila: fineza, susceptibilidad. Un ojo vivo, sobre dos mejillas redondas y rosadas, con cejas bien diseñadas: vanidad. Ojos pequeños, redondos, prominentes, frente reducida, redonda, nariz breve: insensibilidad. Ojos verdes: vehemencia.",
  "last_phrase": "In summary, the eyes can reveal a lot about a person's character and personality. Understanding the different eye shapes, colors, and movements can help you better understand those around you and their behaviors. However, it's important to remember that these traits are not definitive and should not be used to judge or stereotype individuals. Therefore, it's crucial to approach everyone with an open mind and without preconceived notions based on their physical appearance."
}