{
  "title": "The Power of Rapid Fascination and Flexibility Methods",
  "first_phrase": "In the previous text, we talked about the effects of rapid fascination in freeing up tensions and patterns in the body by inducing a state of stupor. This creates an opportunity for the brain to let go of previously held patterns and allow a \"reset\" to occur. In this final part, we explore the \"Fascination pour hyperflexibility\" method of Di Pisa, which is a slower technique that focuses on releasing mental patterns through direct eye contact. We also touch on the history of fascination with a report from 1876 on Donato's experiments. Additionally, this text discusses the use of the method in therapy, particularly for frozen shoulders, and the remarkable results it can produce.",
  "content": "Puisque ces schémas mentaux se lient à des tensions spécifiques dans le corps avec le regard, on repousse ces schémas. Se crée alors un état d' hyper flexibilité. La personne gagne en mouvement et peut faire des mouvements auparavant impossibles. Même des personnes avec beaucoup d'exercice peuvent gagner des centimètres de mouvement. Son utilisation dans la thérapie et pour l'épaule gelée qui peut quelquefois donner des résultats phénoménaux. Le ressenti Le ressenti avec la méthode de Di Pisa est une transe hyper-rapide. À la fin de cette transe, la douleur a disparu. On peut aussi ressentir une sensation de chaleur dans la zone FASCINATION methode Donato Le sujet reste comme riveté dans les yeux de l’hypnotiseur. Il le suit partout. Semble avoir perdu toute conscience autonome. Pour vous aider à mieux comprendre le phénomène, je cite un rapport du Dr Servais d'une expérience de Donato, qui a eu lieu en 1876 à Paris, destination ultime de l'expérimentateur, après avoir visité la Belgique, la Hollande, l'Allemagne et la Suisse, obtenant un grand succès . réussir et ne jamais échouer une expérience : \"Donato fixe son regard étrange et inquiétant dans les yeux d'un homme qu'il n'a jamais vu auparavant.",
  "last_phrase": "In conclusion, the Di Pisa method can offer significant benefits in terms of flexibility and pain relief, making it a valuable tool in therapy, particularly for conditions such as frozen shoulder. The Donato fascination method, although controversial, has been documented to induce a state of intense fixation and altered consciousness. Ultimately, both methods offer unique insights into the complex interplay between the mind and body."
}