{
  "title": "\"Obtenir le somnambulisme et les faisceaux oculaires dans le magnétisme\"",
  "first_phrase": "The given text discusses the practice of hypnotism and specifically, the techniques to induce sleepwalking. It suggests that by touching the patient in specific areas, one can establish a connection between the fluid of the hypnotist and the person being hypnotized. It also delves into the role of the eyes in emitting frequencies close to mental magnetism and how a hypnotist's gaze can influence a person's mental and motor processes. The text ends by suggesting that the gaze could be a way to connect with other worlds and that initiated individuals can act beyond good and evil through it.",
  "content": "On aborde ici un domaine où une partie de la projection magnétique mentale passe des faisceaux sortant des yeux. Il s’agit du mystère de la fascination par le regard. Pour les grecs, le fluide magnétique animal ne s’accumule pas uniquement dans le sang mais aussi dans les yeux. De nos jours, on sait qu’avant d’être émise, la force électromagnétique a tendance à se condenser dans la membrane nourricière de la rétine (choroïde), située juste derrière l’œil. Puis lors de son émission, le regard donne la possibilité au magnétisme mental d’atteindre une octave supérieure. Contrairement à la main qui agit directement sur les processus végétatifs, l’œil arrive à influencer plus particulièrement les processus mentaux et moteurs. C’est comme ci, le regard projetait une impression d’origine non humaine. Il se pourrait même qu’il soit une des clés ouvrant les portes des autres mondes. Par le regard, les personnes initiées peuvent agir au-delà du bien et du mal. Déjà dans l’antiquité on évoquait le rôle d’intromission de l’œil.",
  "last_phrase": "En conclusion, il est important de comprendre que le regard peut avoir un impact puissant sur nos processus mentaux et moteurs, en raison de la condensation de la force électromagnétique dans la rétine avant d'être émise. Bien que cela puisse être utilisé pour des pratiques hypnotiques ou de magnétisme, nous devrions également être prudents car le regard peut prendre le contrôle de la personne."
}