{
  "title": "\"Understanding the Basics of PNL Communication\"",
  "first_phrase": "In the previous section, we explored the basics of PNL and chunking up and down. In the last 200 tokens, we will delve into how the brain's hemisphere influences our movements, eye movements, and attention states (UPTIME and DOWNTIME) in PNL. We will also discuss how individuals' communication at different levels of abstraction causes poor communication.",
  "content": "Quand on gesticule et fait des métaphores c'est plus facile en fait le mouvement du bras gauche (hémisphère droit du cerveau). Notre main et notre bras droit sont plutôt utilisés pour indiquer et faire référence à des choses logiques UPTIME et DOWNTIME. Accès à l’intérieur En PNL, il existe deux états d'attention appelés DOWNTIME et UPTIME. Le DOWNTIME, c'est quand nous concentrons notre attention sur notre monde intérieur. DOWNTIME. Lorsque nous lisons quelque chose et que nous n'avons pas du tout assimilé le texte, nous nous sommes concentrés sur autre chose que notre esprit. C'est un processus inconscient, nous n'en avons pas vraiment le contrôle tant que nous n'en devenons pas conscients. UPTIME est lorsque nous nous concentrons sur le monde extérieur. Lorsque nous devons nous concentrer sur la conduite d'une route que nous ne connaissons pas, nous sommes en UPTIME. NIVEAUX D'ABSTRACTION ET HYPNOSE Chunk Up et Chunk Down Un des éléments de base pour comprendre la façon de raisonner en PNL est de comprendre ce qu'est le chunk up et chunk down dans la compréhension de la réalité.Pour comprendre la réalité nous la décomposons. Une grande partie de la mauvaise communication des gens est le résultat d'individus communiquant à différents niveaux d'abstraction.",
  "last_phrase": "In conclusion, understanding the concepts of UPTIME and DOWNTIME, as well as chunking up and chunking down, can greatly improve communication and understanding between individuals. By recognizing and matching the level of abstraction where the conversation is taking place, one can achieve mutual results and effective communication. So, it is essential to apply these concepts in our daily conversations for better comprehension and productivity."
}