{
  "title": "\"Experiments on Extra-Sensory Perception and Telepathy\"",
  "first_phrase": "The previous text discusses the phenomenon of telekinesis and telepathy, as well as the psychological effects of gaze and attention. It cites experiments carried out by researcher Sheldrake and reports that between 70% to 97% of the population claims to have had such experiences. This last part delves into the concept of \"fascination\" - a type of intense concentration that connects our unconscious mind to our observation. It mentions the mastery of Virgilio T in \"hypnotherapy\" and their ability to influence people at a distance. The section ends with a specific exercise for developing this mental fascination.",
  "content": "En práctica es como si conectáramos la potencia de nuestro inconsciente a nuestra observación. Nuestro maestro Virgilio T, a este propósito se nos ha revelado particularmente experto en un aquello que él llama “hipnoterapia” en la cual influencia a personas a distancia. Nos recontaba de una vez que, solo fijando a una persona le había trasmitido una canción que él había después cantado. También nosotros siguiendo las instrucciones hemos logrado producir de tanto en tanto fenómenos extremadamente significativos y por lo tanto interesantes. Experimentaciones varias El concepto base del cual se parte para obtener este tipo de reacciones es siempre la concentración de la atención. Partiendo de esta siguen después una serie progresiva de ejercicios de aprendizaje. El primero es: Ejercicio 4 En la mesa, en el vehículo, etc. Descubrirá que se está enfrentado a un sujeto que responderá fácilmente a la fascinación mental, seguirá los movimientos que le siguiere mentalmente. Para obtener este efecto, mentalmente, represente toda la trayectoria del movimiento, esforzándose de querer que se cumpla.",
  "last_phrase": "In conclusion, the power of our subconscious mind is intricately linked with observation, and through the practice of hypnotherapy, we can influence people remotely. Concentration and attention are the foundational elements upon which we can achieve significant reactions. By following the progressive learning exercises, such as those outlined in exercises 4-6, we can produce fascinating results that are both interesting and practical."
}