{
  "title": "Understanding Strategies: Elements and Notations",
  "first_phrase": "This text discusses how to identify someone's strategy for accomplishing a specific task. By paying attention to their predicates, eye patterns, and the sequence of presented modalities, one can understand a person's strategy. The strategy is comprised of six elements: visual, auditory, kinesthetic, olfactory, gustatory, and internal dialogue, which can be internal or external. These elements have their own notation for clear description of the strategy. Additionally, this text explains that these elements have their own notation, such as external or internal, tonal, numerical, constructed, or recalled. The end of the text provides specific examples of identifying the primary modalities and notes whether they are internal/external, tonal/numerical, constructed/recalled.",
  "content": "Les éléments des stratégies ont leur propre notation afin que vous puissiez rapidement et facilement décrire une stratégie. V = visuel A = auditif K = kinesthésique (sentiments) O = olfactif G = gustatif De plus, nous pouvons dire certaines choses sur ces éléments du système de représentation : e = externe i = interne t = tonal (At) d = numérique c = construit r = Rappelé Pendant que vous écoutez et observez la personne dont vous obtenez la stratégie, notez d'abord les principales modalités -- [V], [At], [K], [O], [G], [Ad]. Notez également s'ils sont internes ou externes. Par exemple, voir une image dans votre tête est Visual Internal (ou Vi), regarder une voiture pour voir si vous l'aimez est Visual External (ou Ve), et peut inclure une comparaison avec une voiture mémorisée ou créée (Vr ou Vc ). Parler au vendeur et recueillir des informations sur l'achat pour savoir s'il répond à vos critères est Auditif numérique (ou Annonce) et Externe.",
  "last_phrase": "In conclusion, understanding the notation of the sensory modalities and representation system, as well as distinguishing between internal and external, tonal and digital, can greatly assist in quickly and easily describing a strategy. By using the abbreviated notation for each step, one can effectively communicate with individuals of different sensory preferences and increase the effectiveness of their communication."
}