{
  "title": "\"The Power of Imagination, Visualization and Memory\"",
  "first_phrase": "In the previous paragraphs, the author discussed the power of mental imagination and visualization, and their importance in creating a new reality and in therapy. Moving forward, the author dives deeper into the concept of visualization and its history. The author introduces the idea that visualization was once defined differently in ancient times as \"imaginario\" and \"impresión imaginativa,\" which meant creating an image that operates in another person, influencing them. The author then provides an exercise to develop the capacity for visualization. This section continues to explore the mind's ability to visualize and its relation to memory.",
  "content": "La visualización es intensa en nuestra disciplina por lo tanto en manera activa, literalmente como una imaginación guiada que ejercita un impacto también al externo de nosotros.[200]. Notamos en efecto como tal concepto ha estado muchas veces definido de los antiguos “imaginario” y también “impresión imaginativa”. Estas palabras tienen un significado profundamente diferente de aquellas correspondientes a hoy. Una vez se entendía con este términos obre todo el colocarse en una condición mental tal de crear una imagen que opera en otra persona. Se decía “imagina a alguien o cualquier cosa”, y quería decir influenciarlo[201]. Ejercicio 53 Para incoar a desarrollar su capacidad de visualización imagine de escribir sobre un pizarrón negro todas las letras continuando a tener en vista (al interno de su mente). Un operador experto logra hacerlo también hasta la letra Z. Sin embargo si se llega a la letra F o G se encuentra sobre el buen camino... 4. Memoria Recordar es visualizar en forma específica. è visualizzare in forma specifica.",
  "last_phrase": "Developing visualization skills can have a significant impact not only within us but also externally. To improve your visualization capacity, imagine writing all the letters on a blackboard while keeping them in your mind's eye. Remembering something is also visualizing it in a specific form; the ancient \"Ars Memoriae\" has been cultivated to bring imagination under the control of the will. Refocusing the attention and developing your memory can strengthen your visualization abilities."
}