{
  "title": "\"Fascination and Kundalini: Therapy and Spiritual Experience\"",
  "first_phrase": "In this section, the author explores the use of mesmerism in Kundalini awakening therapy. The author delves into the process of putting a patient in a state of ecstasy in which an ascendant magnetic movement connects fire energy, chases the mind, and subdues the ego. The text also describes the similarities and differences in practices between mesmerism and yoga. The author then moves on to elaborate on using the power of mesmerism on other people to help them with therapeutic awakening. Lastly, the text explores the strange energy released during regression or convulsive states that are beneficial to the patient.",
  "content": "Naturellement, les processus de fascination extatique somnambulique et de montée extatique de Kundalini n’ont pas forcement le même objectif ni les mêmes phases d’action. Fiche de travail Le travail fascinatoire sur autrui pour le reveil kundalinique On va maintenant appliquer la fascination expérimentale sur une autre personne. Dans ce cas la le but est d’aider thérapeutiquement autrui. L’obtention d’un résultat convenable nécessite une participation directe du sujet à traiter qui doit libérer sa conscience. 1 - Pour cela, on peut préalablement lui faire exécuter les exercices initiatiques du miroir, décrits auparavant. 2- Travailler au mieux sur la kundalini du patient nécessite une grande préparation préalable de ce dernier qui passe par des exercices pratiques dont le but est de le verticaliser. 3- Puis, on applique le pouvoir magnétique de notre œil sur la personne concernée en prenant soin de lui faire visualiser et ressentir l’énergie. L’étrange énergie kundalinique des régressions Les fortes réactions émotionnelles se produisant lors d’une régression peuvent être classées dans la même catégorie que les convulsions. Elles libèrent une énergie venue d’ailleurs, une énergie que le mental perturbateur ne peut plus dominer. Cette énergie est bienfaitrice.",
  "last_phrase": "In conclusion, the use of experimental fascination on another person for the awakening of Kundalini requires a direct participation of the subject being treated, and prior preparation through practical exercises is crucial for better results. Through regression, emotional reactions may occur, releasing a beneficial energy that unblocks karmic conditioning, providing an opportunity for a reparative karmic option. Revisiting our past can lead to regenerating a new and healthy free will. Our memories are constantly modeled and generated by our minds, making it a constant work in progress."
}