{
  "title": "\"Fascination Technique and its History in Hypnosis\"",
  "first_phrase": "In the previous text, Di Pisa's method was introduced as a fast hypnosis technique that can alleviate pain and increase mobility. The text also mentioned the Fascination Method by Donato, a hypnotic technique that can immobilize people with just one gaze. In this part, the author cites a report by Dr. Servais that described Donato's extraordinary abilities and the effects of his method on the human body. The text sheds light on the subject's experience of being hypnotized and the impacts on their physical and mental functions.",
  "content": "Il essaie d'éviter le regard insistant, mais ses efforts sont inutiles ; reste cloué en place avec l'œil indissolublement attaché à la pupille étincelante de son fascinateur. Tente de parler, Donato fait un geste et l'arrête. Le sujet n'est pas endormi : il est pleinement éveillé et a bien conscience de l'impuissance dans laquelle Donato le réduit. Plus tard, il perdra conscience de ses actions ; ce sera une autre phase, mais le sommeil ne se produira jamais à moins que l'expérimentateur ne le veuille et n'agisse en conséquence. Le sujet est-il assis ? Je ne peux pas me lever. Est-il debout ? Il ne peut pas plier les genoux et fléchir son corps. Votre main a-t-elle une main ouverte ? Il ne peut pas le fermer. D'un regard (émerveillement suscité) et d'un geste Donato provoque une paralysie totale ou partielle du corps, un seul regard provoque de profondes perturbations des fonctions intellectuelles. Il crée des hallucinations impensables, procure des sensations trompeuses et fait ressentir des sentiments imaginaires : il montre et touche des objets inexistants, transforme le aphone en ténor, le muet en bavard. Il se moque de l'austère, fait pleurer les fous rires, fait frissonner ceux qui ont chaud et fait suer l'engourdi.",
  "last_phrase": "In conclusion, the power of fascination can be easily produced on nervous subjects through eye contact and gestures. Donato, a well-known hypnotist, created a unique system of fascination after studying other hypnotists. He was able to induce deep trances in his subjects, causing them to experience unbelievable hallucinations and emotions. However, his methods should not be taken lightly and should only be performed by trained and ethical professionals in controlled environments."
}