{
  "title": "Exercises for Eye Coordination and Hemispheric Development",
  "first_phrase": "In the preceding text, the author has discussed the exercises for strengthening eye muscles to improve vision. The last part of the text focuses on an additional practice, which involves focusing on the third eye, also called the \"ojo de shiva,\" to induce a deeper level of consciousness. This exercise is a part of the Oriental discipline of \"tratak\" and helps develop both hemispheres of the brain. The author explains that this practice not only enhances perception but also activates the functional centers responsible for eye and head movements.",
  "content": "Con esta práctica, bajo los parpados cerrados, observamos el punto entre las cejas operando una revolución ocular. Notaremos que focalizándose sobre el tercer ojo es fácil perder consciencia del proprio cuerpo físico en cuanto se modifica nuestra percepción de la realidad. Y por lo tanto una práctica utilizada también por algunos hipnotistas para inducir hipnosis, pero para nosotros, en combinación con cuanto ya he dicho, adquirirá un significado que va más allá además de una simple modificación del estado de la propia mente. Este tipo de práctica en efecto provoca sea un superar mayor de la realidad tridimensional que nos circunda, se que produce una activación entre ambos hemisferios en cuanto el movimiento que debe ser efectuado tiene origen en una coordinación detallada de estos. Come dice el Dr. Jean Delmas[225] “el centro funcional de los movimientos voluntarios asociados de los globos, asi como el centro de los movimientos de la cabeza conjugado con los movimientos de los ojos, tiene sede en el pie de la segunda circunvolución frontal.",
  "last_phrase": "In conclusion, practicing the point between the eyebrows technique can lead to more than just a modification of the mind; it can help transcend the three-dimensional reality and activate coordination between both hemispheres of the brain. By focusing on the third eye, we can achieve a state of consciousness that goes beyond our physical body, and the activation of the nerve fibers in the brain associated with these movements is controlled by specific centers that are presented uniquely to our will. So why not try this practice and see where it takes you?"
}