{
  "title": "\"Methodical Study of Eye Expressions for Facial Communication\"",
  "first_phrase": "This text explores the methodical study of the expressions of the eyes as means of expressing emotions, thoughts or feelings. It emphasizes the importance of the eyes as a reflection of one's inner self and suggests a series of exercises to master the ability to reproduce specific expressions. The last 200 words contain a detailed description of different eye expressions such as the scrutinizing, mischievous, reflective, haughty, and investigative looks, providing a helpful guide for self-expression.",
  "content": "Este estudio fecundo de resultados rapidísimos[195], debe ser realizado siguiendo estas instrucciones: a) Cubrir cada figura que no sea aquella estudiada; b) Colocarse comidamente sentado y dispuesto en un estado de ánimo perfectamente tranquilo; c) tener adelante a si un espejo para controlar las expresiones alcanzadas; d) analizar detalladamente nuestra figura y la relativa explicación, por lo tanto sin más mirarla esforzándose a reproducir la idéntica expresión poniéndose en las condiciones espirituales indicadas del título de la figura; e) el ejercicio debe ser repetido hasta cuando se juste de haber alcanzado la perfecta imitación de la original; f) si debemos repetir metódicamente estos ejercicios hasta cuando se pueda reproducir instantáneamente cada expresión... Mirada escrutadora Cejas en línea normal, ojos apertura media, pupilas dirigidas angularmente en alto. Mirada traviesa Cejas ligeramente bajas, ojos un poco reducidos, pupilas al centro. Mirada reflexiva. Cejas en línea normal, ojos abiertos, pupilas realzadas. Mirada altiva. Cejas realzadas, las pupilas fijan delante de si, sin ver un punto determinado. Mirada investigadora.",
  "last_phrase": "In conclusion, practicing the exercise outlined in these instructions can lead to rapid and fruitful results in replicating various facial expressions. By following each step carefully, and repeating these exercises until you can instantly reproduce each expression, you can improve your ability to convey different emotions and moods through your facial expressions."
}