{
  "title": "\"Calibrer notre communication en interprétant l'orientation représentationnelle de notre interlocuteur\"",
  "first_phrase": "In the previous text, we explored how interpreting the representation orientation of our interlocutor can help us communicate with them effectively. Now, we delve deeper into how we can identify which sensory system our listener is accessing - visual, auditory, or kinesthetic - by observing their eye movements and trances. Furthermore, we connect these lateral accesses to the idea of instant trance or a stimulus-created recall of a memory and detachment from reality. We also introduce the concept of VR, VC, and AR - visual recall, visual constructed, and auditory memory - and how they relate to communication.",
  "content": "Mouvements oculaires et transes ephémères Ces indices aident à démontrer à quel système de représentation sensorielle la personne accède actuellement : visuel, auditif ou kinesthésique (y compris gustatif et olfactif). On peut connecter ces accès latéraux à un se détacher de la réalité pour accéder à des informations intérieures. A ce point on voit une grande similitudes aux concept de transe instantanée ou un stimulus généré un rappel de quelques choses de la mémoire et un détachement de la réalité. VR - Visuel Rappel : Lorsque les gens regardent vers leur gauche, ils accèdent généralement à des images qu'ils ont déjà vues; par exemple, une orange. VC – Visual Constructed : Lorsque les gens regardent vers leur droite, ils construisent généralement des images qu'ils n'ont jamais vues auparavant; par exemple, une orange avec des taches violettes. AR – Mémoire auditive : lorsque les gens regardent de côté vers leur gauche, ils entendent généralement quelque chose qu'ils ont déjà entendu ; par exemple, un morceau de musique ou la voix de leur mère.",
  "last_phrase": "In conclusion, understanding eye movements and ephemeral trances can provide insight into a person's sensory representation system, such as visual, auditory, or kinesthetic. By connecting these lateral accesses to detachment from reality and accessing internal information, the concept of instant trance appears similar. However, it is important to note that eye movements are generalizations and may occur too quickly to fully track."
}