{
  "title": "\"Developing the Three Spirits: Techniques for Fascination and Vitality\"",
  "first_phrase": "This text explores the relationship between the soul, body, and external world, as well as the product of multiple influences on the human spirit. Prior to this, the literature of the ancient scholars was examined, such as the tripartite division of the spirit proposed by Albertus Magnus. The text debunks the different characteristics of spirits variation, and the factors involving differences. To vitalize the spirit, the author suggests operating on the \"three spirits\"; Natural, Vital, and Animal. Finally, the influence of the animal spirit through its various parts is highlighted, particularly, the \"spirit visivo,\" which is the basis of fascination.",
  "content": "Para vitalizar por lo tanto el espíritu debemos operar sobre los “tres espíritus”: * Natural: cuidar la dieta y seguir ejercicios de “tensión muscular” * Vital: desarrollar el control emocional * Animal: seguir ejercicios respiratorios y sobretodo desarrollar los sentidos Al respecto de este último, es decir del espíritu animal, es desde aquí que Franz Anton Mesmer ha tomado el concepto de “magnetismo animal”. En efecto desarrollar la vitalidad humana hasta tocar este nivel lleva al desarrollo de una sutil influencia a través de sus partes. Por ejemplo de particular importancia para la fascinación es el “espíritu visivo\". Para Albertus Magnus el espíritu visivo es un tipo de espíritu animal. Y aquello que viene enviado afuera del ojo[181] y es por lo tanto la base de la fascinación. Naturalmente su desarrollo y su excitación serán precedidos del desarrollo de los otros niveles.",
  "last_phrase": "Concluyendo, para lograr una vitalidad completa en nuestro espíritu debemos trabajar en tres niveles: natural, vital y animal. Esto implica cuidar la dieta, hacer ejercicios de tensión muscular, desarrollar el control emocional, hacer ejercicios respiratorios y desarrollar los sentidos. El desarrollo del espíritu animal es fundamental para generar una influencia sutil y fascinar a los demás. Para lograrlo, debemos trabajar en el sistema nervioso, las glándulas y la parte digestiva y muscular del cuerpo, a través de ejercicios específicos que aborden al menos tres de estas áreas."
}