{
  "title": "\"Understanding and Inducing Sleepwalking Through Mesmerism\"",
  "first_phrase": "In the previous text, we learned that the phenomenon of somnambulism was not known until the time of Mr. de Puységur, who discovered it while practicing magnetism on a patient. Now, we can understand how to induce this state according to Mr. de Puységur's own words. It involves touching the patient with the intent to heal and establish communication between the magnetizer and the magnetized. Interestingly, it is mentioned that the eyes can emit mental magnetism. Let's dive deeper into the topic.",
  "content": "» Comment obtenir le somnambulisme Selon les mots memes de Puysegur, mettez votre main sur un gros plexus et au meme temps “croyez et veuillez que votre sujet rentre en somnambulisme”. Il rajoute aussi: « Lorsque vous touchez un malade, avec le désir de le soulager et de le guérir de ses maux (on ne doit pas le toucher autrement), commencez d’abord par poser une main ou toutes les deux, sur l’endroit de son corps où il ressent la douleur; ou, s’il ne souffre pas, posez une main sur son estomac et l’autre en opposition sur son dos. Cet attouchement préliminaire est nécessaire pour établir la communication entre le fluide du magnétisant et celui du magnétisé. Lorsqu’après avoir tenu quelques instants vos mains sur la tête et devant les yeux du malade, vous vous apercevrez que ses paupières s’appesantissent, ce devra toujours être pour vous une preuve non équivoque de la pénétration de votre salutaire influence. (De Puységur, Recherches physiologiques, p. 11 et 15.) Les faisceaux oculaires du magnétisme mental Les yeux peuvent émettre des rayonnements aux fréquences proches de celles du magnétisme mental.",
  "last_phrase": "To induce sleepwalking, it is essential to touch the patient's body with the intention of healing and then place one or two hands on the affected area. This initial touch establishes communication between the magnetizer and the magnetized. Additionally, eyes can emit rays of magnetic frequency, commonly known as the power of gaze or fascination. Before emitting force, the electromagnetic energy tends to condense in the nourishing membrane of the retina. Thus, the gaze enables mental magnetism to vibrate at a higher octave."
}