{
  "title": "\"Exploring a New World Through Perception\"",
  "first_phrase": "This text describes a method of achieving altered states of consciousness through a particular form of concentration, leading to the perception of a new, wondrous world. The experience begins with a perception of the world as if seen through a gray haze, but with practice, a small point of light becomes visible, growing in intensity until it overwhelms the darkness. The text warns of dangers to be encountered on this path and recommends that practitioners confront and overcome their fears. The last 200 tokens describe a way to intensify the experience of vertigo, potentially leading to unconsciousness.",
  "content": "Así un nuevo mundo maravilloso es abierto a la percepción humana que se podrá saciar de los innumerables esplendores, deberá también ser firme, impasible por la monstruosidad y los horrores sin nombre. Las pruebas y los peligros no han cesado, la mitad esta entonces lejana y el camino se hace siempre más arduo. Otras observaciones de carácter más profundo e interior son de hacerse, especialmente relevando aquellas sensaciones vagas de vértigos las cuales ya he acentuado. Tal sensación será en un primer tiempo combatida y dominada completamente, después déjela persistir rápida y apenas perceptible. Para obtener esto es necesario que la voluntad opere en modo Tale sensazione sarà in un primo tempo combattuta e dominata completamente, poi lasciata persistere leggiera ed appena percettibile. Para obtener esto es necesario que la voluntad opere en una forma un tanto particular… manteniendo en el mismo tiempo un significado de potencia y pasividad, de firme y persistente inmovilidad. En seguida, las sensaciones de vértigo podrán ser aumentadas voluntariamente y llevada a una intensidad prodigiosa[207], hasta provocar la pérdida de consciencia.",
  "last_phrase": "In summary, while a new world of wonders is open to human perception, it is important to remain firm and impervious to the nameless horrors that still exist. Through persistent willpower and a delicate balance of power and passivity, one can teach oneself to withstand even the most intense vertigo and cross the threshold of death to acquire a perfect lucidity of being. The phenomena encountered during such experiments are indeed extraordinary."
}