{
  "title": "\"Le Training Autogène : une technique naturelle pour lutter contre le stress et les pathologies psychosomatiques\"",
  "first_phrase": "In the previous text, we learned about the technique of Autogenic Training, which is a completely natural and autonomous way to reduce performance anxiety, increase concentration, and confront stress. It was introduced by Johannes Heinrich Schulz, an expert in hypnosis, who structured the method based on the autogenic element to disconnect patients from their environment, leading to physiological sensations of heat and weight. In this final part, we will explore in-depth the principles and psychophysiologic effects of Autogenic Training that help treat psychosomatic pathologies and relax contracting muscles.",
  "content": "De nombreuses années se sont écoulées depuis mais la diffusion, les expérimentations, les applications et les améliorations qui se sont succédé au fil du temps en font encore aujourd'hui l'un des outils actuels les plus polyvalents, intéressants et adaptables. De la sensation à la transe Les principes psychophysiologiques découlent du constat que tous les patients soumis à l'hypnose, une fois sortis de la transe, rapportaient avoir vécu une déconnexion bénéfique avec l'environnement. . . Dans ce détachement du monde extérieur, ils ont aussi rapporté avoir éprouvé deux perceptions physiologiques précises : la lourdeur et la chaleur. Schulz a pressenti que ces sensations, qui ont une explication physiologique dans le relâchement musculaire (lourdeur) et dans la vasodilatation des vaisseaux périphériques (chaleur), peuvent être ressenties en dehors de l'état hypnotique suite à un entraînement systématique. Ces observations, bien maîtrisées, conduisent alors au détachement de l'environnement qui est le point de départ de la transe. Un processus de poursuite d'objectifs thérapeutiques analogues est ainsi renversé. Avec l'hypnose on part de l'induction de la transe pour arriver à des sensations psychophysiques tandis que, avec le Training Autogène, on s'entraîne à vivre ces sensations pour arriver à un état mental similaire à la transe qu'est l'état autogène.",
  "last_phrase": "In conclusion, hypnosis and PNL are two fascinating and effective tools that can help individuals achieve excellence in their personal and professional lives. While hypnosis induces a trance-like state to achieve specific therapeutic goals, PNL focuses on reprogramming the subconscious mind to create new talents and behaviors. Whether seeking to improve one's mental state, overcome fears or phobias, or achieve success in various areas of life, the principles and techniques of hypnosis and PNL can offer valuable insights and practical solutions that anyone can learn and apply."
}