{
  "title": "\"The Power of Attention: Becoming a Good Fascinator\"",
  "first_phrase": "In this text, the focus is on the power of attention and how it can be used to become a good influencer, therapist, or even to improve relationships. In the previous part, we learned about different ways of communication, including eye contact, body language, and sound. Now, we dive into the topic of developing attention to guide ourselves and others towards specific goals. We also explore how renowned psychologists like Milton Erickson used attention to guide their clients towards self-discovery. This text links the importance of attention and concentration to mental development and offers tips on how to control and guide our attention towards creating incredible results.",
  "content": "También en occidente tiene importancia la atención del sujeto. El hipnotista americano Milton Erickson[171], por ejemplo, era un maestro en el guiar la atención. Llevaba al sujeto a darse cuenta de un mínimo de sus propias reacciones particulares, y de allí lo guiaba a descubrir los propios estados de ánimo y sus propios recursos.[172]. También en oriente la atención está considerada una de las características bases para el desarrollo de las capacidades mentales. [173] El trabajo del estudiante es llevado hacia tales escuelas a controlar y guiar progresivamente su atención hasta obtener resultados increíbles. El primer paso de tal tipo de concentración es llamado “dharana”. [174] Una mente que vaga hace muy poco. Uno puede repetir sugestiones sin fin, pero si no son focalizadas en el “campo de la atención” de la mente producen pequeños efectos.",
  "last_phrase": "En resumen, la atención es una herramienta fundamental en el desarrollo de las capacidades mentales tanto en Occidente como en Oriente. La concentración es la clave para focalizar la atención y obtener resultados notables. Por lo tanto, practicar la concentración y guiar progresivamente la atención puede llevar a una mente más enfocada y efectiva en la vida cotidiana."
}