{
  "title": "\"Hypnose chamanique : Expanding consciousness through trance\"",
  "first_phrase": "In the previous part, the author shared his experience of learning from reindeer herding shamans in the Taiga forest, where he learned about the unity of the universe and the harmony of intentions. In the last 200 tokens, he talks about his understanding of concepts like hypnosis and shamanic journeys, where he became one with nature, and even the object of his observation. He explains how in different cultures, these journeys help recover fragmented parts of the soul caused by trauma. The author also discusses the process of entering different worlds through portals, either by descending into the earth, a cave, or rising to the world above, similar to Alice in Wonderland.",
  "content": "Cela peut se traduire par un exercice qui conduit à un état de grande relaxation, qui conduit à une expansion de conscience, cette expansion incorpore l'objet que nous observons et devient l'objet lui-même. Une barbe de papa spirituelle ! En plus de ce type d'expérience que je vis dans la nature dans mes cours, il y a des méditations profondes, tirées de diverses cultures, le plus souvent par des Indiens d'Amérique, appelées \"voyages chamaniques\". En réalité même ici, chez les peuples mongols-sibériens, c'est le thérapeute qui fait le voyage, qui entre dans le monde d'en bas, pour récupérer ce que l'on pourrait définir des fragments, correspondant en quelque sorte à des parties cristallisées de l'âme de la personne, à des effets de un traumatisme puis remonter le tout. Dans divers types de cultures chamaniques, et aussi dans l'hypnose, il y a ouverture de portes comme pour marquer des frontières, des étapes de passage. Dans le cas du voyage chamanique, un peu comme Alice au pays des merveilles, la pratique consiste à descendre dans un piège secret dans la terre, dans une grotte, ou sous les racines d'un arbre. Ou au contraire, s'élever vers le monde d'en haut.",
  "last_phrase": "In conclusion, whether it's through deep meditations or shamanic journeys, exploring one's consciousness can lead to profound relaxation and expansion of the mind. By utilizing hypnotherapy techniques, individuals may also be able to access and release repressed emotions and memories for a more fulfilling and balanced life."
}