{
  "title": "\"Ways to Develop the Three Spirits Through Exercise\"",
  "first_phrase": "In the previous section, the importance of developing the three spirits - natural, vital, and animal - was discussed as a means to revitalize the human spirit. In this concluding section, the focus is on animal spirit and how it plays a crucial role in the development of human vitality. Franz Anton Mesmer's concept of \"animal magnetism\" is explored in detail, pointing to the role of the \"spirit visivo\" in fascination. The development of this spirit, along with the vital and natural spirits, requires a comprehensive approach that involves working on the body's three embryonic layers - the nervous system, glands, and digestive/muscular parts. The section concludes with a discussion of specific exercises to awaken these spiritual parts of the body, beginning with tense muscles and their effect on both body and mind.",
  "content": "Una manera paralela de ver tal influencia expresa en una visión fisiológica moderna, podría verse el despertar de los espíritus como el trabajar[182] sobre tres áreas del cuerpo que ya en el embrión corresponden a las tres capas embrionarias. “Desarrollar nuestro espíritu” significa entonces trabajar sobre sistema nervioso (capa externa), las glándulas (capa intermedia), le parte digestiva y muscular (capa interna). Son sus combinaciones las que constituyen la fisiología del hombre. Y para desarrollar la fascinación debemos por lo tanto seguir ejercicios que afecten a todos o al menos tres. Volvamos por ello ahora a la práctica y comencemos a analizar como re despertar estas partes “espirituales” del hombre a través de ejercicios específicos. Las tensiones musculares Actuaremos en principio sobre la parte fisica del hombre. La mente actúa sobre el musculo, pero también el sistema muscular puede actuar sobre la mente. Característica del trabajo que viene efectuado con los músculos es en efecto el esfuerzo nervioso.",
  "last_phrase": "In conclusion, developing our spiritual side involves working on the nervous, glandular, and digestive/muscular systems of our body. To awaken these spiritual parts, exercises involving muscle tension, relaxation, and diffusion can be effective. It is important to remember that these exercises require the contraction of both the muscle and its antagonist simultaneously, leading to increased nervous effort and energy release. By incorporating these practices into our daily routine, we can cultivate spirituality and improve our overall well-being."
}