{
  "title": "The Basics and Effects of Experimental Fascination Hypnosis",
  "first_phrase": "In the previous text, we have explored the \"experimental fascination\" method, also known as hypnosis. The method requires the hypnotist to bring the subject to a state of deep relaxation, leading to a loss of control over their visual organs. The final part of the text describes how to deepen the state of fascination, leading to the subject following the hypnotist's every move and suggestion without realizing it. The text also covers the physiological bases of hypnosis, how it affects the frontal lobes of the brain, and its ability to suspend higher brain functions.",
  "content": "L'état de fascination se fera automatiquement et plus facilement encore en plaçant sur vos mains, étendues horizontalement, celles du sujet, en lui recommandant d'appuyer de toutes ses forces. L'âge idéal pour opérer des sujets des deux sexes est de quinze à trente ans. Cependant, il existe de nombreuses exceptions hors de la norme. Ce qu’on ressens Le sujet beaucoup de fois ne se rend pas compte d'être en hypnose, bien que les signes extérieurs le démontrent. Il peut s’en rendre compte en écoutant une musique. A ce point il va l’écouter d’une façon totalement différente d’une personne pas en fascination. Bases Physiologiques Cette méthode s’appelle aussi “FASCINATION expérimentale”. Le nom expérimental est parce que son utilisation sort la plupart des fois du cadre de la thérapie puisque les effets sont tellement forts que dépassent ce qu’on demande normalement à une thèrapie. Le résultat est dû à un fort choc nerveux qui sous un certain point deplace le contrôle des lobes frontaux. La fascination expérimentale ne nécessite pas de parole. Elle est en rapport direct avec une grande activation de l’œil. Parmi ses nombreuses actions, elle permet aussi de suspendre les fonctions cérébrales supérieures.",
  "last_phrase": "In conclusion, fascination experimental is a powerful method that relies on a strong activation of the eye and can suspend higher brain functions, rational will, and critical thinking. It can lead to catalepsy and deep relaxation, allowing the blood to flow naturally throughout the body. Although the ideal age range for subjects is 15 to 30 years, exceptions can occur. Fascination can remain unnoticed by the subject, but listening to music while under its effect can reveal its profound impact on perception."
}