{
  "title": "\"The Power of Direct Eye Contact: Effects and Theories\"",
  "first_phrase": "In the previous part, we discussed the importance of direct observation and how to reinforce the power of gaze. Now, let's delve deeper into the concept of ‘ocular concentration’ and its effects on the human body. We explore the theories suggested by experts to explain why the gaze can have such a profound impact on us. The mention of “hyper-attention”, a theory introduced by some scholars, leads us to think about the attention change and the fascination that happens to us during conversation. During direct observation exercises, one can easily notice dilation of the pupils and reduction of eyelid movement, which are physical signs of ocular concentration.",
  "content": "Efectos de la Concentración Ocular Nec enim, ullum reperias in humani corporis fabrica organum, quod tanta spirituum copia scateat, et ex quo eorum fulgor usque adeo emicet, ut de oculi pupilla certum est[146] (No existe ninguna parte del cuerpo humano de la cual traemos tantas informaciones y de la cual también existe tanto fulgor así como de las pupilas del ojo) La fascinación más rápida y potente viene a través del ojo. Pero para que esta suceda plenamente es necesario cualquier cosa de más que el simple acto físico de mirar. Para los mejores efectos debe ser una mirada particular, fija y concentrada. Pero ¿porque necesita justamente utilizar el ojo? ¿Cuales son en realidad los efectos de la concentración ocular? Examinemos ahora las varias teorías que los estudiosos han formulado para responder a esta pregunta. La teoria de la híper atención Algunos han considerado la concentración ocular un \"campo de la atención”[147].",
  "last_phrase": "En resumen, la concentración ocular puede ser un poderoso medio para lograr una fascinación más rápida y efectiva. La teoría de la híper atención sugiere que al enfocar la atención en una sola idea o imagen, la mente puede seguir esa idea o imagen hasta el final, lo que resulta en una forma de monoideísmo y una mayor capacidad de concentración. Por lo tanto, la concentración ocular puede ser una habilidad valiosa para aquellos que buscan mejorar su capacidad de atención y concentración."
}