{
  "title": "Shamanic Healing Rituals: Understanding the Spiritual Philosophy and Practices",
  "first_phrase": "This text delves into the shamanic rituals of Siberia and explores the cultural significance of these practices. Prior to this section, it details how the shamans activate their frontal lobes during ceremonies and use the possession of spirits to overcome illness. In the final 200 tokens, the text describes the reverence for nature in these rituals, including the decoration of trees, use of sacred plants, and symbolic offerings. The shaman also acts as a psychologist, using methods such as vision quests and numeric systems to help diagnose and treat their patient's ailments. These rituals have been found to have psychotherapeutic effects and can last all night.",
  "content": "Les arbres sont également trempés dans du lait et fumigés avec du genévrier. La personne qui doit être libérée fera trois fois le tour de la plante, comme elle le fait autour des autels (Noovo), qui représentent les montagnes sacrées. Ensuite, des cadeaux à la terre et aux esprits seront apportés, par exemple du lait et de la vodka, la procession procédera à son feu sacrificiel dans la steppe. Ici, toute nourriture blanche (sacrée) sera jetée au feu. Les chamans demandent souvent à la personne malade d'apporter une bouteille de vodka de chez elle et en regardant à l'intérieur de la bouteille, ils ont des visions, ils posent des questions à la personne et consultent un système de nombres fabriqué à partir d'os d'animaux. Ils travaillent avec une idée que nous définirions aujourd'hui en Occident comme une représentation systémique ou une constellation familiale. Puisque, si un ancêtre a créé une disharmonie dans l'univers, ou a offensé la nature, il faudra faire la paix, et donc les descendants et leur acte seront présents, cela servira à rétablir l'équilibre et par conséquent la guérison. Beaucoup de ces rituels ont un effet psychothérapeutique. La cérémonie peut durer une nuit entière.",
  "last_phrase": "In conclusion, these shamanic rituals are deeply rooted in the belief that harmony must be restored in the universe for the sick person to be healed. The process involves offerings and sacrifices to appease spirits, and the shaman acting as a spiritual guide for the person seeking to be cured. While it may seem unfamiliar to Western societies, its psychotherapeutic effects cannot be ignored. The rituals last all night, and the shaman's role is to give thanks to the spirits, the sun, mother earth, and the sky at dawn."
}