{
  "title": "\"Discovering the Slow Fascination Technique with Cagliostro\"",
  "first_phrase": "In this text, we delve into the ancient art of crystal gazing and water divination known as fascinations lentes or slow fascination, believed to activate parts of the brain that unlock clairvoyance. The technique takes its name from Cagliostro, who popularized it in Europe. Divided into two variations, including the mystical and individual options, it involves gazing into a water-filled ball or mirror to enable the practitioner to access their inner selves. This art of divination dates back to ancient times and was detailed by Paracelse in Coelum philosophorum sive Liber Vexationum, among others.",
  "content": "Le terme cristallomantie désigne une large catégorie de méthodes de divination utilisées à toutes les époques de l'histoire et à travers le monde, qui ont en commun la prédiction ou la clairvoyance à travers quelque chose de transparent et de clair : miroirs, cristaux, bassins ou vases d'eau, etc. Selon la définition de Gòrres, \"l'une des manières les plus anciennes d'explorer l'avenir est d'essayer de voir, à travers un enfant pur, dans un cristal, dans un vase de verre ou dans la transparence de l'eau\" ? Cet art de deviner dans les cristaux, les miroirs, etc. est aussi appelé bérylistique\". Aux temps modernes, Paracelse donne des instructions précises à ce sujet dans le Coelum philosophorum sive Liber Vexationum (Fixationum) : \"Comment invoquer les cristaux pour que vous puissiez y voir toutes choses.\" « Evoquer n'est rien d'autre qu'observer attentivement quelque chose, savoir et comprendre ce que c'est. Le cristal est une figure de l'air ; tout ce qui se voit dans l'air, mobile ou immobile, apparaît aussi dans un miroir, dans des cristaux et dans l'eau.",
  "last_phrase": "To practice the art of cristallomancy, you can use tools such as a bowl of water, a mirror, and reflected light. It is important to use reflected light because it is polarized, creating a calming effect when used to reflect the moon, for example. This ancient form of divination has been used throughout history and across cultures, and with precise instructions from sources such as Paracelse and Bohme, one can learn to see and understand the past, present or future through crystal balls and mirrors. With focus and attention, one can attune to the astral energies and gain a deeper insight into one's life path."
}