{
  "title": "\"Magical Rituals for Evoking Entities and Summoning the Deceased\"",
  "first_phrase": "In the previous section, we discussed the steps an operator must follow to summon an elemental entity. In this section, we will explore the evocation of a deceased entity that has a moral affinity with the operator. To evoke the entity, the operator must follow specific steps which involve the use of a magnetized wand, a pointed steel tool, and the blood of a sacrificial bird. Throughout the evocation, the operator must never leave the circle drawn around the table and chair. The success of this ritual is highly dependent on the operator's mental state and ability to interact with the entities summoned.",
  "content": "Gardant en main la pointe d'acier qu'il ne doit pas quitter avant d'être sorti du cercle, l'opérateur s'assiéra en gardant le regard tourné vers le miroir et attendra de voir les entités attirées par la vitalité qui se développe à partir du sang frais formé dans le miroir lui-même rendu inoffensif par la pointe en acier. En fait, cela agit sur les agglomérations fluidiques comme le paratonnerre sur la foudre. Le caractère essentiel des entités « élémentaires » est d'animer instantanément toutes les formes de la substance astrale qui se condense autour d'elles ; de sorte qu'ils apparaîtront tantôt comme une foule d'yeux fixés sur un individu, tantôt comme des points lumineux et brillants entourés d'une substance phosphorescente et obéissant aux ordres de la parole humaine, tantôt comme des animaux étranges et inconnus de la terre, comme un hétéroclite combinaison de l'animal et de l'humain. 3. Evocation d'un mort lié par affinité morale à l'expérimentateur.",
  "last_phrase": "In summary, these rituals demand a certain level of seriousness and dedication, but can be powerful tools in summoning and communing with otherworldly entities or communicating with the dead. If you choose to undertake them, be sure to proceed with caution and follow the steps carefully to ensure your own safety and success."
}