{
  "title": "Understanding the Sociological Theory of Ritual Hypnosis.",
  "first_phrase": "This text explores the concept of hypnotic rituals and how certain gestures and settings can induce states of hypnosis. It encourages readers to practice the exercises in the book consistently to experience a new reality. The last part of the text presents two theories that explain this phenomenon: the sociological theory of hypnosis and the theory of egregore and formative causality. The sociological theory suggests that our social context determines our internal reactions, while the theory of egregore and formative causality focuses on the collection of energy generated by a group of people who share a common goal or belief. Overall, this text offers valuable insights into the power of social context in shaping our behavior and perceptions.",
  "content": "Le fait d'être dans un certain contexte social active subliminalement une série d’adaptations et nous devenons différents. Physiologiquement ça se passe dans nos lobes frontaux surtout, parce que c'est là que nous nous fixons nos buts et nos objectifs La vie quotidienne est caractérisée par une activation spécifique et intense Un aspect intéressant de cette théorie est que le vrai état hypnotique n’est pas pourtant pendant la trance, mais plutôt dans la vie quotidienne, ou nous nous façonnons de façon utilitariste en fonction des situations extérieures pour rejoindre certains buts. On peut penser que dans la vie quotidienne on met un masque pour vivre avec les autres, et qu' avec l’hypnose on l'enlève. L'état altéré est donc celui avec le masque, donc l’état altéré c’est la vie de tous les jours On peut le redire de cette façon: la théorie sociologique, part de la considération qu'il existe un concept actuel d'« hypnose » ; il étudie pourquoi certains comportements sont normalement appelés \"hypnose\" et se demande si ce n'est pas simplement le contexte social qui provoque des comportements qui, en d'autres occasions, seraient considérés comme normaux mais vont être appelés \"hypnose\" dans certaines circonstances.",
  "last_phrase": "In conclusion, our social context has a profound effect on our behavior and adaptations, and our daily life is characterized by specific and intense activation. The concept of being in an \"hypnotic state\" may simply refer to behaviors that are normal and adapted to their social context. Therefore, understanding the power of social context can be liberating and help us unlock our potential in achieving our goals. Remember, if you believe you are hypnotized, you may very well be."
}