{
  "title": "\"Training Autogène: A Technique for Mind-Body Unity and Wellness\"",
  "first_phrase": "This text discusses the principles of hypnotizing an entire audience and how they can be used to create emotions. It also explains the characteristics one must have to become a successful hypnotist, as well as the goals of their training course. Before delving into the six exercises of autogenic training, the author explains what it entails and how it differs from other forms of self-hypnosis. The six exercises are then discussed, including primary exercises like weight and heat, and secondary exercises focused on the heart, breathing, solar plexus, and forehead.",
  "content": "Entraînement signifie entraînement et autogène qui se génère dans le cas spécifique, comme l'écrit Crosa, \"d'une série d'exercices de concentration psychique passive, particulièrement étudiés et liés, afin de conduire progressivement à la réalisation de modifications spontanées du tonus musculaire, de la fonctionnalité activité vasculaire, cardiaque et pulmonaire, équilibre neuro-végétatif et état de conscience ». Le tout de manière autogène et autogénératrice ; de ce point de vue on peut dire qu'elle diffère des autres techniques d'auto-hypnose2 et directement hypnotique3 à la base de quoi, cependant, une intervention d'induction active par le sujet ou par le thérapeute est supposée. C'est précisément dans ce mot : training (c’est à dire formation), que nous rencontrons la première criticité, car former signifie faire une activité avec méthode et constance pour obtenir des résultats, qui n'arrivent qu'après une certaine période de training. D'un autre côté, vous ne pouvez pas vous attendre à marcher ou à courir si vous n'avez pas d'abord appris à vous tenir debout. Les Six exercices de BASE Il existe six exercices de training autogène de base, dont deux : lourdeur et chaleur primaires ; et quatre : cœur secondaire, respiration, plexus solaire et front froid.",
  "last_phrase": "Training autogène de base peut être une méthode efficace pour entraîner l'esprit et le corps à atteindre un bien-être optimal. Les six exercices de base - lourdeur et chaleur primaires, cœur secondaire, respiration, plexus solaire et front froid - peuvent être pratiqués avec un petit effort quotidien pour progressivement améliorer le tonus musculaire, la fonctionnalité cardiovasculaire et pulmonaire, l'équilibre neuro-végétatif et l'état de conscience. En somme, l'entraînement autogène de base peut devenir une habitude bénéfique pour notre santé mentale et physique."
}