{
  "title": "\"The Theory of Morphic Fields and Collective Memory\"",
  "first_phrase": "In the preceding text, Rupert Sheldrake’s theory of morphic fields, which asserts that morphic resonance determines the forms and structures of everything in existence, from atoms to societies, was explored. Sheldrake argued that these fields contain an innate memory that is accessed by every member of a species, allowing them to contribute to its evolution. This last part delves deeper into the implications of morphic fields, particularly in the humanist realm, where it explains the concept of collective memory and supports Carl Jung's theory of a collective unconscious. It also gives birth to the idea of a group organized by a field with memories of its past and those of similar groups.",
  "content": "Sheldrake se connecte ça à l’idée de résonance. L'idée que chaque espèce, chaque membre de chaque espèce, puise dans la mémoire collectif de l'espèce, et à l'écoute des anciens membres de l'espèce contribue à son tour au développement ultérieur de l'espèce implique un espèces de RÉSONANCE entre les individus et les groupes de l'espèce (par exemple, je sous-groupes, races, ethnies, gens, familles, etc., dans le cas humain). Les implications de cette théorie sont immenses, par exemple dans domaine social, artistique, scientifique, etc. Dans le domaine humaniste tout cela conduit à l'idée d'une mémoire collective humain auquel nous puisons tous et explique la théorie de l'inconscient collectif de C.G. Jung. En termes de groupes sociaux, elle donne naissance à l'idée que tout le groupe social est organisé par un camp. Et que ce champ ce n'est pas seulement une structure organisatrice dans le présent, mais elle contient aussi une souvenir de ce qu'était ce groupe social dans le passé, un souvenir de groupe - et aussi, par résonance morphique - une mémoire des autres groupes sociaux similaires qui ont existé dans le passé.",
  "last_phrase": "In conclusion, the concept of resonance, as proposed by Sheldrake, suggests that each species and its members tap into a collective memory which contributes to the development of the species. This theory has significant implications in various fields, including social, artistic, and scientific. The idea of a collective human memory is a central theme in the humanist perspective, which also explains Carl Jung's theory of the collective unconscious. If proven true, the hypothesis that memories are stored in an information field accessible to the brain could support the idea that human consciousness and our sense of self can survive biological death."
}