{
  "title": "\"Mastering the Mind: Understanding its True Nature and Taking Control\"",
  "first_phrase": "In the previous section, the author discussed the nature of the mind as a continuous process of movement and the illusion of the mind being something substantial. In this last part, the author introduces a technique to take control of the mind and allow the consciousness to reign as the true master. The exercise involves visualizing the five colorful circles of a peacock's tail as the five senses in an unlimited space and moving between them until they all converge into a center point at the navel. By concentration and imagination, the point dissolves, allowing the consciousness to take over.",
  "content": "L'esprit fait semblant d'être votre maîtresse, et il l'exige depuis si longtemps que même vous (le vrai maître) croyez qu'il est votre maîtresse. Cette technique vous aidera à prendre le contrôle de votre esprit car elle utilise la concentration, et avec la concentration, l'esprit arrive à un point où le mouvement s'arrête. Lorsque le mouvement s'arrête, la conscience règne en maître. Commencez l'exercice en visualisant dans votre espace intérieur, devant vos yeux fermés, les cinq cercles colorés de la queue du paon comme s'il s'agissait de vos cinq sens dans un espace illimité. Utilisez votre imagination pour faire cela et voyez l'image dans votre espace intérieur dans des couleurs vives. Imaginez que ces couleurs sont tout ce qu'il y a au monde et qu'elles sont complètement connectées à vos cinq sens. Maintenant, déplacez-vous entre ces couleurs - déplacez-vous à l'intérieur et visualisez un centre où toutes ces cinq couleurs vous rencontrent. Continuez, imaginez les cinq couleurs se répandant partout dans l'espace et se rejoignant en un point au plus profond de vous, au niveau du nombril. Concentrez-vous sur ce point jusqu'à ce qu'il se dissolve. Il va se dissoudre. Vous pouvez le faire dissoudre, car c'est de l'imagination.",
  "last_phrase": "En utilisant cette technique de visualisation, vous pouvez entraîner la dissolution de votre monde entier, ce qui vous aidera à prendre le contrôle de votre esprit. En vous concentrant sur le point central de vos cinq sens et en le faisant disparaître, vous pouvez atteindre un état de conscience qui élimine toutes les distractions. Pratiquez cette technique régulièrement pour renforcer votre concentration et votre conscience."
}