{
  "title": "Techniques de développement personnel et autohypnose.",
  "first_phrase": "In the previous part of the text, the reader was introduced to an exercise aimed at developing a quality within oneself through the observation of light. This last part delves into the practice of \"auto-fascination\" using a mirror, a technique that has been used since ancient times to enter specific states. The method includes intense mirror-facing training and exercises of ancient origins called double caduceus ascents. These exercises have a similar purpose to those mentioned in Ur and Krur, which involve working on the true reality of elements to discover an inner consciousness beyond our holographic reality. Arturo Reghini also explored this topic and suggested that consciousness must shift towards perceiving spiritual reality.",
  "content": "Le parcours proposé dans UR et Krur se fonde sur une série de passages que nous résumons ci-dessous: - En premier lieu, il y a un travail sur chaque élément pour en saisir la réalité. - Après, on prend contact avec l’expérience d’une dimension autre qui demeure toujours en nous. Le travail sur la vraie réalité des éléments doit se faire de façon extrêmement concentrée. Le ressenti profond des éléments nous pousse vers la découverte d’une autre conscience qui dépasse notre simple réalité holographique. Arturo Reghini s’est penché sur ce sujet et sur la conscience. Pour plus de clarté, reprenons ce que Reghini (36) disait dans un de ses ouvrages: « Il faut que pour la conscience, le sens de la réalité ordinaire, tangible, corporelle s’estompe, s’atténue et s’affaisse ; et il faut en même temps que l’attention de la conscience se concentre sur les perceptions de la réalité spirituelle intérieure, en sorte que ce qui d’habitude lui est occulte lui devienne manifeste, et réciproquement.",
  "last_phrase": "In conclusion, Arturo Reghini's teachings remind us that true understanding and awareness come from focusing our attention on our spiritual reality rather than our physical one. By concentrating on our perceptions of our inner spiritual reality, we can discover a consciousness that transcends our holographic reality and leads to a profound transformation of our being. With this technique of inner extraction of our divine soul, anima and spirit, we can activate permanent and revitalizing changes in our lives."
}