{
  "title": "Understanding the Three States of Immobility in Humans and Animals",
  "first_phrase": "In the previous text, the author described how animals respond to fear through the freezing response, which is also observed in humans. The freezing response involves an increased attention and vigilance to threat signals and a heightened state of readiness to action. However, if stress persists, it may become harmful and prevent the person from acting. In this last part, the author explains the three stages of the freezing response: the tonic immobility, which is a rigid state in which the body accumulates tension; the collapsed immobility, which resembles death, and can occur in response to extreme or prolonged trauma; and the primitive responses observed in children.",
  "content": "En laboratoire, l'immobilité tonique est déclenchée dans des conditions dans lesquelles la contrainte et la peur coexistent, par exemple, en retournant l'animal et en le retenant jusqu'à ce qu'il cesse de se débattre. On peut penser que l'immobilité tonique est un état dans lequel s'accumulent les stimulations qui ont fait monter la tension. Est un gel accru. Chez les humains, on dit \"être paralyseé par la peur”. l'immobilité tonique peut être déclenchée dans un certain nombre de scénarios différents : lorsque l'individu est acculé et perçoit que ni s'échapper ni se battre n'est possible ; comme réponse de dernier recours lorsqu'il y a contact physique avec un auteur et que la fuite ou la bagarre n'est pas possible ou a échoué ; ou comme réponse de première ligne de l'individu au traumatisme (ou aux souvenirs récurrents de traumatisme), due soit à l'amorçage dans le contexte d'une expérience antérieure, soit à d'autres éléments. Cette catalepsie se lie aussi à des réactions très primitives. Les enfants peuvent dormir dans des positions très étranges… Troisième état: immobilité effondré Il existe également un autre état appelé immobilité effondrée. Le tronc et les membres sont mous et immobiles. L'animal a l'apparence d'être mort.",
  "last_phrase": "In conclusion, understanding the different states of immobility, such as tonic immobility and collapsed immobility, helps shed light on how our bodies respond to fear and trauma. By recognizing these responses, we can better identify and address these situations, ultimately leading to better mental and physical health outcomes."
}