{
  "title": "\"Developing Telepathic Abilities through Exercises and Practice\"",
  "first_phrase": "In the previous text, successful psychic experiments with human subjects were discussed, but their success can easily turn into failure if the conditions of the environment are altered. Now, let's introduce an experiment that has been performed several times and directly taught by Virgilio T. Exercise 7 involves telepathic communication with a friend, where one focuses on lifting an arm or limb, and the friend tries to guess. Exercise 8 continues with lifting a general limb and transmitting images or sensations. Exercise 9 involves guessing people's faces and attitudes by listening to audio. Exercise 10 takes it up a notch by choosing a successful subject, finding a quiet place, forming a clear mental image, and concentrating on transmitting thoughts telepathically.",
  "content": "Notamos primariamente que tal término no es absolutamente correcto desde el punto de vista etimológico, en cuanto sería más correcto decir \"telefronesia\", ajustándose a la raíz greca correspondiente a la palabra \"pensar”[166]. Ejercicio 10 Elija ahora alguno sobre el cual ha tenido éxito en los precedentes experimentos y que sabrá donde se encuentra cuando sigue el ejercicio. Colocarse en un lugar en el cual estén seguros de no ser interrumpidos o disturbados por cinco o diez minutos al menos. Siendo en este caso la dificultad será mayor a aquella encontrada precedentemente será ahí preferible escoger un lugar en el cual las “condiciones sean lo más posible adaptadas a la concentración. Colocarse si es posible en una tranquila habitación o sentarse con los hombros a la luz o mejor todavía si la habitación está completamente oscura. Cierre los ojos y piense intensamente a su sujeto como si estuviera delante de usted. Formarse la imagen mental de cómo aparecería el sujeto si estuviera presente; trate de verlo con los ojos de su mente.",
  "last_phrase": "In conclusion, although the term \"telepathy\" may not be etymologically correct, practicing the exercises outlined can help develop your ability to focus and concentrate on mental images. By finding a quiet and comfortable place, visualizing your subject, and keeping your thoughts centered, you may be able to increase your success in telepathic communication."
}