{
  "title": "\"Fascination Instantanée: Une technique de guérison étonnante\"",
  "first_phrase": "In the preceding text, the author recounts the incredible healing power of \"Instant Fascination,\" also referred to as \"Instant Hypnosis,\" as executed by the late Erminio de Pisa, the only practitioner of this technique in Italy. The methodology is described as simple yet effective – fixating the patient to take them beyond their rigid mental positions, leading to the disappearance of physical pain in a matter of seconds. The aspect most remarkable is that the person instantly feels better. The author's description is illustrated with quantifiable results and accounts of successful demonstrations. In the following section (200 tokens), the author expounds on the science behind this practice and how it relates to Ericksonian hypnotherapy.",
  "content": "Dans notre institut, nous conservons un certain nombre de vidéos qui corroborent ce que nous avons affirmé à ce sujet. La méthodologie est plutôt simple. Après avoir fait indiquer au patient où il ressent la douleur, nous le fixons intensément pour le fasciner, dans le but explicite de l'emmener « au-delà du point », c'est-à-dire au-delà des positions rigides et des habitudes mentales qui représentent la somme de ses problèmes personnels. À un moment donné, on sent intuitivement que la douleur du patient a disparu. Il est alors réveillé par un simple coup rapide de la main sur son épaule. L'aspect le plus positif de tout cela est que la personne se sent mieux ! Cela semble impossible à la personne qui ne fait que regarder. D'un point de vue technique, c'est au contraire très naturel. Les douleurs et les autres problèmes auxquels nous avons fait référence représentent des « réalités fixes ». Au moment où nous regardons le sujet, nous fixons son attention sur un autre espace. Nous dirions que nous sommes maintenant en contact direct avec l'inconscient, si nous voulions emprunter la terminologie d'Erickson. L'inconscient, en effet, travaille toujours pour le bien-être de la personne et dans son intérêt.",
  "last_phrase": "In summary, the gaze-centered therapy has proven to be a natural and effective technique in treating fixed realities such as pain and other personal problems. By fixing the patient's attention on a different space, we guide them to a new dimension of life. Our studies confirm this methodology and its positive results, allowing patients to feel better and improve their well-being."
}