{
  "title": "\"Hypnose Quantique et Différents Types d'Hypnose Animale\"",
  "first_phrase": "In the previous part, the text discussed the role of the psychotherapist in awakening the client's consciousness to the deep trance that is created from their family background and continues to function unnoticed as the invisible \"glue\" of the current symptom. It also highlighted the importance of viewing the client as a creative self, which differs from most forms of psychotherapy that consider the person as the product of various factors. In this concluding part, it emphasizes the application of quantum hypnosis in guiding the client towards letting go of false identifications and restrictions, and concentrating on the present to heal the past. The text concludes with a comparison between this approach and Ericksonian therapy.",
  "content": "Pour faire ça, on développe à travers le regard et la parole un présent hors des fausses identifications. Ça va être le vrai soi créatif qui a son tour va guérir son passè En gardant le client concentré sur le présent, il est capable d'emporter le présent avec lui dans le passé. Cela diffère des thérapies qui font revivre à l'adulte des traumatismes passés sans le tampon des ressources du présent. Les thérapeutes doivent comprendre que le client a survécu au traumatisme et a ensuite créé des ressources pour y faire face. Dire que ces ressources ne sont pas présentes actuellement et que le client a besoin de revivre le traumatisme sans elles revient à dramatiser inutilement la situation qui ne reflète plus le présent. TYPE DE TRANSE La vision de l’hypnose quantique est que la personne EST DÉJÀ dans une transe et on aide à la porter dehors. Comme il le dit Wolinsky en faisant comparaison avec Erickson: “Ici, cela peut être vu comme un paradoxe : la personne a créé un problème, ce qui nécessite un rétrécissement du centre d'attention. En même temps, Erickson demande au client de réduire encore plus son attention, afin de créer un état de transe thérapeutique.",
  "last_phrase": "In conclusion, the quantum hypnosis approach focuses on developing a present free from false identifications, allowing the true creative self to heal the past. Unlike other therapies, quantum hypnosis keeps the client focused on the present, utilizing their existing resources. Additionally, the concept of animal hypnosis recognizes the different types and stages of animal trance, with the first being a state of freezing and stress. Understanding these approaches can aid in effective therapy and healing."
}