{
  "title": "\"Theories and Techniques in Hypnosis\"",
  "first_phrase": "In the preceding text, the current theories of road hypnosis were found to be unsatisfactory in explaining its nature and origins. However, a compelling theory suggests that the phenomena can be explained by a complex syndrome of changes in our ability to execute multiple psychological functions. The basis of this theory is the need for specific eye movements. The research-backed text validates the idea that the hypnosis can be induced by specific eye movements, which is controlled when observing moving aspects of our visual environment. In the last 200 tokens, the text introduces different hypnotic techniques, including the spiral hypnotic method and magnetic sleep, discussing the theories and works of Armand Marie Jacques.",
  "content": "Ces considérations nous portent pourtant à un principe très intéressant pour l’autohypnose: Principe important Si vous voulez pratique de l’hypnose avec les yeux ouverts ne bougez pas les yeux Les Spirales et l'hypnose Le même phénomène, mais avec moins de danger, peut se vérifier en observant une spirale tournante sur elle-même. Beaucoup d' hypnotiseurs de spectacle utilisaient ce système, surtout dans les années 70 au USA. L'instruction est normalement de se concentrer au centre. Mais au centre se passe rien! Toute l'animation est autour. Cette stimulation ira porter votre cerveau dans un état de trance, surtout si vous êtes légèrement fatigués! TECHNIQUES SOMNAMBULIQUES SOMNAMBULISME MAGNETIQUE Armand Marie Jacques Chastenet marquis De Puységur (1751-1825) est un général d’artillerie français devenu célèbre par ses travaux sur le magnétisme animal et humain. Ce petit fils du marquis Jacques De Chastenet (1656-1743), Maréchal de France, est l’élève de Mesmer. Il se distingue de ce dernier en affirmant que son action magnétique n’est qu’un vecteur important pour les patients qui au final se guérissent eux-mêmes. Il met en avant l’état particulier de somnambulisme qu’il peut reproduire à souhait grâce à son patient Victor Race.",
  "last_phrase": "In conclusion, self-hypnosis can be achieved by focusing on an object such as a spinning spiral without moving the eyes. The spiral can induce a state of trance which is similar to the somnambulism technique developed by Armand Marie Jacques Chastenet marquis De Puységur. Somnambulism has been known to provide clear insights into diseases and even cure them. By practicing and mastering these techniques, one can improve their physical and mental well-being."
}