{
  "title": "\"Grilles Visuelles et Zones Cérébrales : L'Impact sur la Communication Non Verbale\"",
  "first_phrase": "In the previous section, we explored how eye movements can reveal different thought processes and patterns, such as visual memory and emotional focus. Now, let's delve into the connection between eye movement and different zones in the brain. This theory suggests that eye movement, much like hand and arm movement, is controlled by different regions of the brain. For instance, small precise movements are associated with the left hemisphere, while more significant, coordinated movements are associated with the right hemisphere. The position of the eyes while someone is engaging in a particular activity can reveal how they are processing and interpreting information.",
  "content": "Selon cette école de pensée, les définitions de la PNL ne seraient donc que des simplifications utiles mais en réalité le point de départ ne serait pas tant le canal sensoriel utilisé mais plutôt la partie du cerveau qui entre en jeu à un moment donné, et la le canal sensoriel serait un élément dérivé. En effet, on note que pour prendre de petits objets ou coder de petits mouvements, les animaux préfèrent utiliser l'hémisphère gauche (c'est-à-dire la partie droite du corps), alors que pour coordonner des mouvements plus importants l'hémisphère droit (c'est-à-dire la partie gauche du corps) Si nous remarquons bien, les mouvements des yeux semblent évidemment faire écho à notre choix de mouvement des mains et des bras pour prendre et parler. En bas à gauche, nos yeux iront quand nous prendrons de petites choses, c'est-à-dire que nous serons précis et détaillés. Action également effectuée chez les animaux, de préférence avec la main droite. Nous irons plutôt vers la droite lorsque nous prêterons attention à nos émotions qui sont traditionnellement associées au côté gauche du corps. Jusqu'à notre droite (mais sans mise au point) les yeux iront imaginer des choses lointaines et nouvelles, la fonction dite « intuition » du MBTI.",
  "last_phrase": "In conclusion, understanding the different hemispheric roles in cognitive processes can offer valuable insights into our communication patterns and decision-making abilities. Recognizing and utilizing the concepts of UPTIME and DOWNTIME in PNL can provide a useful framework for accessing our internal world and improving our overall communication skills."
}