{
  "title": "\"Fascination, Telepathy, and Science: Exploring Extra-sensory Experiences\"",
  "first_phrase": "In this text, the author discusses the phenomenon of rapid amnesia during hypnosis and the potential explanation behind it. By creating an intense state of fascination and hyper-attention in the subject, the nervous system becomes highly stimulated, leading to a reduction in visual field and a potential state of spontaneous analgesia. The author also explores the concept of fascination and telepathy, and how it relates to the intensity of imagination on another person's body. The text concludes with easy and simple demonstrations of these phenomena in their courses.",
  "content": "[158] Como en un coche sobre una montaña rusa que primero sube y después desciende, al despertar, la amnesia puede ser relacionada al estado opuesto en cuanto la persona desciende en un estado de relajamiento parasimpático. Esto puede explicare porque así a menudo cuando seguimos la hipnosis basada sobre la fascinación, creando entonces un estado de concentración focalizada esta sea seguida más fácilmente de amnesia, vale decir la memoria de aquello que ha sucedido muchas veces está ausente. Fascinación y Telepatía “Fascinatio autem est vis et actus imaginationis intensivus in corpus alterius” (Francis Bacon) “La fascinación es la fuerza y el acto de la imaginación intensiva sobre el cuerpo de otra persona. [159]” Es una experiencia común de “sentir ser mirados”, cuando tal vez alguno nos fija de atrás. A menudo, tenemos la impresión de intuir la personalidad de alguno de una simple mirada. En nuestros cursos hemos experimentado esto con nuestros alumnos en fáciles y simples demostraciones.",
  "last_phrase": "In conclusion, fascination and telepathy are intriguing phenomena that have been explored through scientific research and simple demonstrations. The intense concentration and intent involved in fascination may be linked to experiences of amnesia, which can occur during hypnosis. It is not uncommon to feel the gaze of others and intuit their personality through a simple glance. While some of these effects may seem extrasensory, recent studies show that a large percentage of the population has had such experiences. Further study may unveil the mysteries behind these fascinating phenomena."
}