{
  "title": "\"The Construction of Reality: A Biocognitive Model of Consciousness\"",
  "first_phrase": "This text explores the notion of the external world, which is believed to exist independently of our observations and conscious mind as described by physics and science. It questions whether our conscious mind introduces biases and modified states of consciousness that result in subjective perceptions of this external world. The text also proposes an alternative perspective where our conscious mind is in a provisional relationship with the external world, and the perceived reality is a byproduct of this relationship. The last part discusses how even physicists now consider that there is a co-creation of reality and consciousness. This perspective sheds light on seemingly telepathic perceptions of sleepwalkers and patients under hypnosis, where the perceived reality is a derivative of this symbiotic relationship.",
  "content": "En l'exprimant d'une façon légèrement plus réductive, notre perception dérive de notre relation avec les personnes et l'environnement qui nous entourent. On dit ici réductive, parce que si on s'exprime ainsi on laisse de côté le fait que même les pensées (c'est à dire des choses immaterielles mais appartenant à la réalité des sujets autours) peuvent être perçues. Or même les physiciens considèrent aujourd’hui que la nature est liée à l’observation – les lois de la nature ou la réalité [Mugur-Schächter, 2006] étant dans cette relation –, qu’il y a une co création de la réalité et de ce que nous appelons \"esprit conscient\" entendu comme la conscience de quelques choses. Ce que nous ressentons dans chaque moment comme esprit conscient est aussi bien une relation imaginaire à ce monde, pas forcément toujours partageable, pouvant être étiquetée hallucination. Nous savons que des événements « co créés » sous hypnose sont ressentis par le patient comme vrais [3] La réalité de l'esprit perçu comme conscient par l'hypnotiseur, c’est pourtant un dérivé de cette codépendance somnambulique.",
  "last_phrase": "In conclusion, our perception is not only shaped by our relationship with people and surrounding environment, but also our thoughts and imagination. The biocognitive model considers cognition, biology, and culture as interconnected networks, creating a reality that emerges from these associations. Our consciousness and reality are thus co-created."
}