{
  "title": "\"Evocation Methods for Contacting Entities: A Guide\"",
  "first_phrase": "In this text, the author explains the law of evocations and how it applies to those who have reprehensible intentions. The law states that the evocation of insignificant entities is immediately achievable, while entities with significant power require preparation time. The author gives three experiments on how to evoke lower entities using specific objects and specific steps. These steps must be followed alone in a well-closed, warm room with a white cloth-covered table, a lamp, and mirrors, among other items. The practitioner must also perform the steps without distractions and concentrate on the entities' manifestation.",
  "content": "Au moment de l'opération, et après avoir allumé la lampe dont le verre aura été trempé dans l'encre et séché afin de donner une lumière sombre et grisâtre, il allumera également un petit brasero entre lui et la table qu'il ne cessera de nourrir avec le parfum composé de Saturne indiqué au chapitre précédent. Ensuite, avec un morceau de craie ou de charbon de bois, il tracera un cercle fermé autour de la table et de la chaise, en faisant un effort mental pour diriger une forte émission magnétique vers le charbon de bois ou la craie. Puis il versera dans le récipient placé devant la lanterne le sang d'un oiseau qu'il sacrifiera rapidement et dont le cadavre sera jeté dans le cercle. Immédiatement après, saisissant la pointe d'acier de la main droite et la baguette aimantée de la gauche, il se tiendra debout, la pointe dirigée vers le haut et la baguette dirigée vers le miroir, et formulera d'une voix calme et impérieuse en termes appropriés un appel à entités environnantes. Cet appel est bien plus efficace lorsqu'il est conçu et prononcé immédiatement par l'opérateur selon ses dispositions psychiques, que s'il est servilement calqué sur une des nombreuses formules des livres de magie.",
  "last_phrase": "In conclusion, the process of evoking entities through blood sacrifice, magnetic emission, and mental concentration can be a dangerous and unpredictable activity. It is important for individuals interested in this practice to proceed with caution and seek guidance from experienced practitioners to avoid any negative consequences."
}