{
  "title": "Hypnosis Techniques: Fascination and Eye Contact",
  "first_phrase": "This section delves into advanced techniques of hypnosis, including the use of eye contact in fascination induction. Prior to this, the text covers various concepts such as NLP and the Ned Hermann model, visual grids, and the Milton model. Additionally, it covers methods of mind reading, presuppositions, and strategies for inducing trance in clients. The text also explores the use of timelines, meditation, and the practice of hypnosis in shamanism. Finally, it presents the concept of the hypnotic fascination state, which involves using eye contact to establish a powerful hypnotic connection.",
  "content": "98 Mèthode 99 Le faire sur soi-même 99 HYPNOSE CHAMANIQUE 101 Quel genre de transe pratique-t-il. 103 Techniques d'hypnose chamanique : 103 Guérison Instantanée – Prof. Erminio di Pisa 104 Le maitre du Prof. Di Pisa 107 La personnalité du Prof. Di Pisa 107 Fascination dans la rue 108 La fascination Instantanée 109 Nos études complémentaires 110 Une vision quantique 114 HYPNOSES DE FASCINATION (État spécifique de l'hypnose) La fascination est une technique qui mobilise le pouvoir du regard pour créer des états hypnotiques. On dit que l’œil est le reflet de l’âme, une porte d'entrée à notre monde intérieur et ce sujet est d’une importance capitale en hypnose.Depuis la nuit des temps, l'œil est considéré comme un lieu central de pouvoir et d'émanation magnétique. L’œil pulse une incroyable énergie et lorsqu’il fascine, il émane son incommensurable flux dans une puissante autre réalité. C’est indéniable l’œil attire et en même temps il se comporte comme une porte entre deux mondes. Techniquement, on définit la séduction fascinatrice comme étant un état mental particulier, semblable à celui qui nous emporte lorsque l’on est subjugué par un film ou par un objet qui capte puissamment notre attention.",
  "last_phrase": "En conclusion, la fascination est une puissante technique utilisée en hypnose chamanique pour induire des états hypnotiques. Les yeux sont considérés comme une porte d'entrée vers notre monde intérieur et la fascination est un état mental similaire à celui qui nous saisit lorsque nous sommes captivés par quelque chose. Depuis l'Antiquité, cette technique a été utilisée pour créer des effets hypnotiques dans de nombreuses cultures. Avec la pratique et la formation adéquates, la fascination peut être utilisée pour des résultats bénéfiques tels que la guérison instantanée et la transformation personnelle."
}