{
  "title": "\"Understanding automatic reactions: the interconnection of mind and body\"",
  "first_phrase": "This text discusses how our primitive nervous system blocks adaptive reactions and creates a limited perception due to trauma and life experiences. When we are in a quantum hypnosis state, we have more possibilities available, but trauma collapses the state and limits our perception. This creates an \"observer,\" merged with our experiences, and leading to automatic reactions. Our bodies also reflect these elements, such as tension and changes in breathing. The text gives two examples illustrating how the body and perception are interdependent.",
  "content": "* Dans l'hypnose classique, on dirait que le traumatisme crée une \"concentration\" et une exclusion des éléments environnants de notre perception.Certains éléments classiques de cette entité sont également vérifiables dans le corps. * Tension et blocage en position NON-FLUIDE * Changement de respiration Prenons un exemple pour illustrer l'interdépendance du corps - ►mente, Exemple 1 : LA PHOBIE si vous avez une phobie, il doit y avoir un changement dans votre schéma respiratoire et le façon dont votre corps se tient (posture) afin de créer la phobie (ou mauvaise estime de soi, etc.). Peut-être que vos pieds perdent la connexion au sol et que vous ne vous sentez pas suffisamment soutenu par le sol lorsque vous vous sentez phobique. Exemple 2 : LA STRATÉGIE DE BLOCAGE Un jour, vous devez parler en public mais vos amis se moquent de vous. Au lieu de prêter attention à ce que vous avez à dire, faites attention à eux (en PNL on dirait Ve). Vous ne pouvez pas vous empêcher d'essayer de comprendre ce qu'ils pensent et cela interfère avec votre processus de pensée qui voudrait récupérer l'information.",
  "last_phrase": "In summary, our body's physical response and psychological reactions are intertwined and interconnected. Therefore, paying attention to how our body responds to certain situations can help us better understand our emotional and mental states, such as phobias and public speaking anxieties. By recognizing these bodily responses, we can work towards addressing and improving our overall well-being."
}