{
  "title": "Improving Communication Skills through Eye Contact and Verbalization.",
  "first_phrase": "In the previous part of this text, we learned about three exercises that can help us improve our communication skills: avoiding blinking while reading or writing, reading out loud with emphasis on each syllable, and practicing gestures and facial expressions in front of a mirror. In the last 200 tokens, we learn about the importance of attaining emotional control and the relevance of daily training on the use of the look in communication. We also get some examples of people who have used similar systems, such as Franz Anton Mesmer and Milton Erickson, and a reference to an article from ANSA.",
  "content": "Répétez cet exercice plusieurs fois, scrupuleusement et attentivement, jusqu'à ce que vous éprouviez la sensation que votre action devrait produire sur le sujet. The more you attain calm and emotional control, the more it will be possible for you to reduce the number of exercises and concentrate solely on the ones you feel are most beneficial for you. Never neglect, however, the exercises based on the look and the acquisition of control over your mental chattering. Prof. Di Pisa did not stop training his look daily even after years of assiduous practice, despite being always well trained in that regard. 1 This was the methodology used, for instance, by Franz Anton Mesmer (Cf. “Théorie du Monde”). The celebrated American hypnotist Milton Erickson, who used hypnosis as a therapeutic instrument, used to rely on a similar system. 2 Rossi says: “By asking the patient to experience the symptom, we are presumably turning on right hemispheric processes that have a readier access to a state-dependent encoding of the problem”. 3 We have drawn on parts of the relevant news from ANSA (http://www.ansa.it/web/notizie/rubriche/scienza/2009/12/09/visualizza_new.html_1644482542.html).",
  "last_phrase": "In conclusion, consistent practice of the exercises outlined in this text can lead to improved emotional control and reduced dependence on them. Remember to include exercises focused on developing your mental focus and visual control even after attaining proficiency. Follow the methodology used by experts like Franz Anton Mesmer and Milton Erickson to experience the full potential of your mind."
}