{
  "title": "Understanding Hypnotic Behaviors – Contextual Phenoemenon, Not a Particular State",
  "first_phrase": "In the preceding text, it was discussed how individuals can engage in hypnotic or trance-like behaviors without necessarily being in a dissociative state. The occurrence of these behaviors is largely dependent on the context in which a person finds themselves, rather than a specific altered state of consciousness. In this concluding part, the author argues that the understanding of hypnotic phenomena is not tied to the understanding of a particular state, but rather to a general understanding of human interaction. The word \"hypnosis\" merely suggests the creation of an environment that facilitates the implementation of non-standard behaviors. This conclusion posits that hypnosis is a normal phenomenon that results from the type of communication used and does not require presupposing a particular state.",
  "content": "La compréhension des phénomènes hypnotiques n'est pourtant pas liée à la compréhension d'un état particulier, mais à une compréhension générale du dynamisme de la personne humaine dans son interaction avec les autres. Un point important en faveur de cette théorie est que s'il n'existe pas de méthode physiologique ou psychologique qui puisse nous assurer avec certitude la survenance d'une situation actuellement définissable comme hypnose, elle est constatée plutôt qu'une modification du contexte social, comme une situation de grande attente de la survenue de phénomènes hypnotiques, peut toujours provoquer des phénoménologies définies comme « hypnose ». Dans ce dessin, les comportements inclus dans la totalité des comportements humains possibles sont tous des comportements naturels et possibles (potentialités). Beaucoup d'entre eux ne sont normalement JAMAIS mis en œuvre dans des contextes quotidiens normaux. Le mot « hypnose » n'est qu'un nom pour indiquer la création d'un environnement qui facilite la mise en œuvre de comportements non inclus dans le domaine des « comportements normalement mis en œuvre » et n'a pas besoin de présupposer un « état particulier » : il s'agit de phénomènes normaux résultant du type de communication faite.",
  "last_phrase": "En résumé, la compréhension de l'hypnose repose sur une compréhension générale de la personne humaine et de sa dynamique d'interaction, plutôt que sur une définition particulière. Les phénomènes hypnotiques peuvent être provoqués par des modifications du contexte social, et le mot \"hypnose\" décrit simplement la mise en œuvre de comportements non inclus dans le domaine des comportements normalement observés. La théorie de l'égrégore et de la causalité formative de Sheldrake propose une vision cohérente des systèmes naturels s'organisant et des champs morphiques qui les définissent."
}