{
  "title": "\"Exercises for strengthening the eyes through focused concentration\"",
  "first_phrase": "In the previous section, we learned about exercises 27 and 28, which involve gazing at a luminous object, such as a crystal ball or a glass, to achieve relaxation and concentration. In exercise 29, we will explore the use of a mirror to cultivate self-awareness while maintaining a strong gaze. This exercise, known as \"The Mirror,\" is a powerful tool for personal growth and reflection. Through these exercises, we can learn to strengthen our ability to concentrate and be present, leading to a more fulfilling and mindful life.",
  "content": "Metafóricamente deberá en efecto convertirse en un sol. Ejercicio 27 – El ejercicio de la bola luminosa Procúrese una bola de cristal, de aquellas que en las librerías venden como pisa papeles. Si no tiene la bola puede utilizar una bocha redonda de cristal llena de agua limpia. Disponga la bola o bocha de cristal sobre la mesa, en modo tal que la luz del ambiente se concentre en un punto bien determinado y brillante. Ahora, cómodamente sentado delante del objeto, y a una distancia de medio metro, fijara el punto luminoso primero por el espacio de un minuto, después siempre avanzando hasta alcanzar al menos un cuarto de hora de tiempo. Ejercicio 28 – El vaso Crea en Usted relajamiento y tranquilidad. Podrá también observar la bola de cristal de arriba o solo un vaso. Tómelo, observándolo dentro dese la instrucción “mi mirada se convierte en fuerte”. Ejercicio 29 – El espejo Siga el mismo ejercicio de frente a un espejo. Recordarse de realizar esto manteniendo siempre consciencia de Usted mismo.",
  "last_phrase": "Incorporating exercises like the luminous ball, the glass, and the mirror into your daily routine can not only promote relaxation and tranquility, but also be beneficial for your health. Practicing these exercises may help to remove latent diseases in various organs such as the lungs, heart, spleen, kidneys, and stomach. So why not incorporate these simple exercises into your daily routine and see what benefits they can bring to your mind and body?"
}