{
  "title": "\"Developing Presence: Practices for Greater Consciousness\"",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the concept of \"Presencia,\" which refers to a state of natural consciousness and an expanded perception beyond our usual understanding. This practice is difficult to possess, but it can be achieved through the development of a fixed gaze and the gradual liberation from negative thoughts. Many ancient alchemists, Eastern Taoist sages, practitioners of yoga, and esoteric traditions agree on the importance of \"Presencia.\" The discovery of this fundamental practice comes from the teachings of Count Jean Pierre de Giudicelli, a great scholar of alchemic traditions and an expert in the internal aspect of the \"Egyptian rite\" tradition.",
  "content": "La presencia es un estado de consciencia natural, una percepción ampliada respecto a nuestro concepto de consciencia habitual. Gurdjeff, muchos antiguos alquimistas, los sabios taoístas orientales, aquellos que practican Yoga, todas las tradiciones esotéricas de todos los continentes se reúnen en cumbre en el concepto de presencia. El descubrimiento de esta práctica fundamental viene a través del encuentro con el conde Jean Pierre de Giudicelli, gran estudioso de las tradiciones alquimistas y experto del interno de la así llamada tradición del “rito egipcio”, una serie de prácticas las cuales su origen se remonta en el tiempo al final del antiguo Egipto y de sus misterios, conservada por milenios, y que invitamos también varias veces a participar a nuestros seminarios. La presencia es dada fundamentalmente para potenciar su fuerza fascinativa. Es traducible también como “reintegración de sí mismo” y realización del “homo totus”. En práctica no dejamos nada fuera de nosotros. En la practica el primer paso para desarrollarla es “saber que estamos allí”. Si estamos “presentes” estamos enérgicamente más densos en las situaciones.",
  "last_phrase": "Para potenciar nuestra fuerza fascinante, necesitamos estar más presentes en las situaciones y desarrollar la consciencia de nosotros mismos. El primer paso para lograrlo es simplemente \"saber que estamos allí\". Debemos estar en las cosas y no solo en nuestros pensamientos para lograr la plena armonía interior y dejar atrás las barreras del ego. Los ejercicios que hemos presentado son una muestra de la tradición de la presencia y pueden ayudarnos a alcanzar este estado de consciencia natural y realizar el \"homo totus\"."
}