{
  "title": "Chunking Up and Down in NLP: Understanding the Milton Model and Meta Model",
  "first_phrase": "In this text, we learn about the concept of Chunking in Neurolinguistic Programming (NLP) and how it involves organizing or breaking down experiences into smaller or larger pieces of information. We also explore the two models that derive from Chunking, the Milton Model, and the Meta Model. The Milton Model allows for the use of vague language to allow clients to interpret it in their way, accessing both the conscious and unconscious mind. The text concludes with examples of the use of the Milton Model, demonstrating its effectiveness in changing people's beliefs and behaviors. In the next section, we will delve deeper into Performative Perdu or Lost Performative, Bandler and Grinder's concept of expressing judgment or norm without identifying the person behind it.",
  "content": "Les trois premiers exemples de chacun des modèles de langage suivants illustreront l'utilisation de ce modèle sur chacun de ces trois thèmes : 1. Suivre ce séminaire apportera des changements profonds dans votre vie. 2. Vous devriez engager ma société de communication. 3. La PNL est le plus grand modèle de communication Voyons ici quelques example de MILTON MODEL Lecture de l'esprit (Mind READING): Déclarations qui prétendent avoir la capacité de savoir ce que quelqu'un d'autre pense ou ressent. * Je sais que vous êtes le genre de personne qui veut vraiment réussir. Je sais aussi que ce séminaire apportera les changements complets que vous souhaitez apporter. * Vous réalisez que vous devez améliorer votre communication. Tous mes autres clients en étaient juste à ce stade lorsqu'ils ont pu voir qu'il était dans leur propre intérêt de m'engager. * Tant de gens comme vous pensent que la PNL est le plus grand modèle de communication au monde. Performative Perdu - Lost Performative: Déclarations de jugement, croyances ou normes qui sont exprimées de telle manière que la personne qui porte le jugement ou établit la norme n'est pas identifiée. A. Cela va apporter des changements profonds dans votre vie.",
  "last_phrase": "En conclusion, ces exemples illustrent comment les modèles de langage peuvent être utilisés pour communiquer efficacement avec les autres. En utilisant le Mind Reading, le Lost Performative et les déclarations de Cause et Effet, vous pouvez persuader les autres d'adopter votre point de vue et de prendre des mesures pour améliorer leur vie grâce à une meilleure communication. Essayez-le vous-même pour voir les résultats positifs que cela peut apporter."
}