{
  "title": "\"The Theory of Dissociation and its Correspondence with Eastern Practices\"",
  "first_phrase": "In this final section of the text, the author proposes an alternative theory for achieving fascination, which doesn't require a specific mental state, as opposed to the previously discussed theories of \"hysteria\" and \"psychiatry.\" The proposed theory suggests that fascination occurs due to a disintegration of the ego, or one's automatic personality. The author explains how this disintegration can be achieved through focus and concentration and describes it as breaking the critical factor. The author also mentions Virgilio, who used the phrase \"break the point\" to describe the process. This theory aligns with the idea of breaking the fixed reason or mental mechanism that maintains our personality, proposed by ancient alchemists.",
  "content": "La teoria de la disgregación Para que se tenga fascinación proponemos ahora otro punto de vista que es soportado por todas nuestras experiencias prácticas. No existe necesidad de un estado particular. Es un estado así todos pueden alcanzar y corresponde a una desagregación del ego, entendiendo “ego” a nuestra “personalidad”, nuestro “yo” automático. El termino es similar a aquel que algunos americanos definen “superar el factor crítico”[152], también es en el caso de la fascinación el termino más exacto es “romper el factor crítico” en cuanto los resultados son más potentes. Nuestro maestro Virgilio utilizaba en efecto la expresión “rompe el punto”. Dicho en otros términos a través de la mirada concentramos, iniciamos un fenómeno de distracción, pero el punto culminante es en el crear una especie de disgregación psicológica. Como decían los antiguos alquimistas, “necesita romper el oro para encontrar oro”, o lo que es lo mismo debemos romper nuestra razón fija, nuestro mecanismo mental que mantiene nuestra personalidad.",
  "last_phrase": "In conclusion, the theory of disintegration proposes that by breaking down our automatic self or ego through the concentration exercise of fixing our gaze on a particular object or point, we can attain a state accessible to all. This concept finds its roots in Eastern practices such as Yoga, where similar exercises are used to achieve meditative states. So, try focusing on the tip of your nose and observe the difference in perception."
}