{
  "title": "\"The role of eye movements in therapy techniques\"",
  "first_phrase": "In this text, the author discusses the physiological correspondence of eye movements when we internalize our thoughts. The author also mentions the PNL and how eye movements correspond to different types of mental constructions. By establishing direct eye contact with the client, therapists can help dissolve automatic defense mechanisms that recreate the problem. Another technique involves increasing the symptom to eventually bring the person into a more expansive state of consciousness. This state is characterized by overcoming the dualistic distinction between things and is similar to processes in various quantum therapies and meditation.",
  "content": "On peut augmenter le symptôme pour ensuite développer un processus en deux phases : où d'abord il y a l'augmentation, qui est ensuite suivie d'un changement d'état de conscience. En intensifiant la dynamique qui crée les symptômes, elle contribue paradoxalement à amener la personne dans un état plus expansé. En d'autres termes, plus nous rétrécissons le centre d'attention dans une transe thérapeutique, plus nous atteignons un niveau dont nous élargissons ensuite la perspective. C'est comme si les mécanismes de l'attention étaient ramenés à un niveau extrême \"desapparaissent\" permettant l'apparition de une attention élargie et élargie. Le processus est similaire à ce qui se passe dans les muscles lorsqu'une tension est ensuite suivie d'une relaxation, qui se produit normalement plus intensément qu'elle ne l'aurait été si nous avions simplement commencé à nous détendre sans contraction préalable. En pratique, cet état expansé correspond à un moment où nous dépassons la distinction dualiste entre les choses, nous surmontons la distinction « entre ceci et cela ». Ce phénomène est un trait commun à diverses thérapies quantiques et est également déjà implicite dans le processus Gestalt. Le phénomène est similaire à ce que nous constatons en méditation sur un koan japonais ou de manière similaire sur un mantra.",
  "last_phrase": "In conclusion, by intensifying the symptom dynamic, followed by a change in consciousness, we can paradoxically expand a person's awareness. This expanded state transcends the dualistic distinction between things and is commonly seen in various quantum therapies and Gestalt processes. Similarly, meditation on a Japanese koan or mantra can lead to a similar expanded state of mind. So, by focusing and intensifying our attention, we can reach a state of expanded awareness and consciousness."
}