{
  "title": "Collective Trance and the Perception of Forms.",
  "first_phrase": "This text explores the connection between collective trance, synesthesia, and hypnotic perception. Before delving into the topic, the text presents recent experiments on visual-tactile synesthesia, where some people reported feeling touched when they see others being touched. The collective trance is explained as a synchronization of the vibratory cycles among the participants, creating shared attractors. This phenomenon is associated with the concept of animal magnetism and an emergent energy unique to life. The text also proposes the inclusion of the \"seventh sense\" in hypnotic relationships, which refers to perceiving the forms and attractors of an object or a relationship. The author then presents experiments involving a healer's hypnotic manipulation of a robot's path through the perception of its forms.",
  "content": "Elle est, comme l’a bien vu la psychologie de la forme ou gestalt psychologie, la structure d’un objet, d’une relation, c’est-à-dire le réseau des bifurcations majeures qui caractérise la perception de cet objet ou de cette relation : les angles des branches avec le tronc d’un arbre, la silhouette de quelqu’un, sa manière de marcher, le déséquilibre qui crée la marche, l’attraction entre deux personnes Ceci expliquerait que, dans l’exemple précédent, la rotation du pendule reprend lorsque le regard se porte à nouveau vers l’objet bien que caché. Il ya probablement encore plus. Dans une série d’expériences, un guérisseur établissant une relation hypnotique avec un robot dont les déplacements sont régis par un générateur de nombres aléatoires modifie la trajectoire du robot par l’intermédiaire des formes liées à celles-ci [Peoc’h, 1986, 1994].",
  "last_phrase": "In conclusion, the concept of form or shape plays a crucial role in our perception of objects and relationships, as it defines the major bifurcations that characterize them. Furthermore, the idea of morphic resonance suggests that forms may have a direct influence on our consciousness, which can be beneficial in psychotherapy. Therefore, understanding the power of form can help us better understand ourselves and how we interact with the world around us."
}