{
  "title": "Improving Attention and Perception with Two Exercises",
  "first_phrase": "In the previous section, the text described two exercises that help connect \"looking\" with \"observing.\" In this section, the author introduces \"El alfiler\" exercise, where the reader needs to fixate on a black-headed pin on a page of an unfamiliar book and memorize the words around it without moving their eyes. The author also introduces the \"Contar sin contar\" exercise, where the reader needs to observe a series of vertical objects and say how many there are without counting. These exercises eliminate mental distinctions between parts and wholes and help improve the power of observation.",
  "content": "En seguida podrá verificar esta lista confrontándolas con las palabras de la página donde el alfiler estaba fijo y si no se corresponden será signo que no ha seguido exactamente las instrucciones respectivas y hará bien en repetir el ejercicio. En este caso será aconsejable de elegir una página diferente. Esercizio 76 – Contar sin contar Observe una serie de listas o tal vez elementos verticales y sin contar diga cuantos son. Este ejercicio no interesa como memoria. Como dice Virgilio: “Cuando veo todo como unidad tengo más poder”. Por lo tanto en práctica debemos contar los objetos sin contar. Esta técnica elimina la diferencia mental entre “fondo” y “primer plano” expresado en términos gestalquicos, o es decir entre la parte y el todo. En práctica los últimos dos ejercicios arriba indicados nos ayudan a conectar el “mirar” con el “observar”.",
  "last_phrase": "In conclusion, counting without counting can be a powerful technique to connect our \"looking\" with \"observing\" and help us see the unity of objects. By practicing exercises like comparing lists and objects, we can improve our ability to focus on details and see the bigger picture. Remember, if you don't get the expected result, try repeating the exercise following the instructions carefully and on a different page."
}