{
  "title": "\"Mindfulness Exercises for Concentration: 3 Step-by-Step Techniques\"",
  "first_phrase": "In the previous section, the author discussed the idea that it's impossible to perform an exercise well while also worrying about how well it's being performed. The question of whether an exercise has been done correctly can only be answered retrospectively. The key to success is to focus on the exercise itself and not the execution of it. Now the author introduces three new exercises: \"Doblar el brazo,\" \"El dedo,\" and \"El embudo.\" These exercises require full attention and focus to be done correctly, and their progress should be tracked and gradually increased.",
  "content": "Seguir el movimiento lentamente, controlándolo, vale decir poniendo su atención sobre cuanto está realizando y sin algún pensamiento externo. Un ejercicio similar será bien realizado solo si durante la ejecución la mente no se distraiga ni siquiera un momento. El cerebro debe dar impulso suficiente al movimiento, la atención seguirá este movimiento hasta el final. Cuando ha aprendido a seguir bien este ejercicio, repítalo progresivamente por 2, 3, 4, 5 veces. Alterne los brazos; siga el mismo ejercicio con las piernas doblándolas sobre el musculo. Ejercicio 64 - . El dedo. Siéntese cómodamente, pose una mano sobre la rodilla, teniéndola cerrada a excepción del dedo medio que alargara en la dirección del muslo. Levante y baje entonces el dedo lentamente por 10, 15, 20 veces. El ejercicio consiste en nunca desasociar su propia atención al dedo oscilante y ello por un tiempo siempre mayor. Ejercicio 65. El embudo. Sentado, Coloque delante de Usted una botella vacía en cuyo cuello introducirá un embudo de vidrio.",
  "last_phrase": "In conclusion, these exercises require concentration and focus, but with practice, they can improve your ability to control your movements and attention. Remember to start slowly and gradually increase the number of repetitions. By mastering these exercises, you will have developed a stronger mind-body connection and enhanced your ability to maintain focus and mindfulness in daily life."
}