{
  "title": "\"The Power and Uses of Fascination\"",
  "first_phrase": "This last part explores the technique of using hypnosis for healing purposes and how it has been used by Virgilio and Professor Erminio Di Pisa. The latter has been curing people each week in his studio, with most of them healing in one session. The text also highlights the personality and work of Professor Erminio Di Pisa, who balances his work with astrolabe and seeks harmony with the universe. The text then introduces the technique of \"Bi-Location\" and how it can be useful in healing. The section also discusses other authors' works on this topic, presenting a puzzle that needs solving.",
  "content": "Es así como hemos sido introducidos al interno de esta técnica tan antigua como útil. Estas claves estaban hasta ahora escondidas. Desde tiempos remotísimos existen restos de testimonios de personas capaces de influenciar potentemente con la mirada, pero el modo verdadero de hacerlo era en efecto siempre tenido en secreto, o por lo menos altamente confidencial. También un gran culto de argumentos del genero como William Atkinson, uno entre los pocos que ha escrito un libro entero sobre el argumento con el título “La fascinazione mentale”[4] hablando del externo, diciendo de haber entrevistado algunos sujetos, pero el mismo afirmaba claramente de no haber sido iniciado en la técnica. También el Prof. Seligmann, un oftalmólogo alemán que escribe una obra monumental[5] Al respecto con más de dos mil cien fuentes literarias citadas no había sido nunca introducido al interno y como tantos autores en este campo nos presenta un rompecabezas sin darnos las verdaderas soluciones. Pero no está por lo tanto finalizado.",
  "last_phrase": "In conclusion, the power of fascination has been a secret and highly confidential technique used for centuries. While some authors have written about it, very few have been initiated in the technique. However, with our own introduction to it, we can testify that there are still hidden points to be clarified about its extraordinary power. The use of fascination can be applied to affect, love, hate, envy, melancholy or other similar qualities. This power can be controlled through a lucid and subtle spirit, and a strong imagination to create visual and emotional connections between people."
}