{
  "title": "\"Improving Memory and Imagination with Ars Memoriae\"",
  "first_phrase": "In the previous text, the “Ars Memoriae” was discussed as a way to harness the imagination under the control of the will. This involves fixing the often fleeting mental images through the use of illuminated images and reflective light. In this final part, the importance of the role of imagination and memory in forming intelligence and their impact on health is explored. The author also presents an example of how visualization techniques helped their colleague to cure a fibroma without surgery. The text underscores how the technique can also help change deeply ingrained behaviors and habits.",
  "content": "Esta es en efecto un arte que ayuda a aumentar nuestros conocimientos. En práctica debemos darnos cuenta que aquello que llamamos nuestro subconsciente, la parte de nosotros que crea la imagen mental, somos nosotros. Hacer las paces con él. Y nuestro ser más primitivo y profundo que imagina, la raíz de nuestro yo. Y ahora, imaginación y memoria fundiéndose juntos forman la inteligencia, es decir la penetración en el significado profundo de las cosas como ya decían los grecos, para los cuales Mnemosine era madre de las nuevas musas, a significar que es la base para la educación del espíritu humano. Imagen y salud. La simple visualización positiva, puede actuar también en la salud. Varios estudios científicos soportan la validez de tales prácticas que eran conocidas también de los antiguos i[203]. Para hacer un ejemplo, mi colaboradora Susana encontró la desaparición de un fibroma para el cual era ya prevista una operación quirúrgica simplemente imaginando cotidianamente su desaparición la tarde anterior antes de irse a dormir. De la misma manera se pueden cambiar comportamientos y hábitos arraigados.",
  "last_phrase": "In conclusion, visualization is a powerful tool for increasing our knowledge and can also impact our health and well-being. By making peace with our subconscious and tapping into our primal imagination, we can develop deeper insight into the meaning of things. To achieve greater effectiveness, we should also practice projection exercises to turn our visualizations into reality and become masters of our own minds."
}