{
  "title": "\"La practica alquímica de la Fascinación y la Primavera\"",
  "first_phrase": "In this text, the author talks about the importance of the re-equilibration of man, by referencing the Little Mysteries (White Work) and Great Mysteries (Red Work) celebrated in ancient times during spring and autumn, respectively. The text also discusses the concept of operating on two vessels, simplifying a procedure that divides an individual's internal copy into their solar consciousness or \"will\" and their passive unconscious reactions. This division is made by operating with two different people, the symbol of which is represented by the vessel. The first practice of fascination or self-fascination through the gaze corresponds to the first five alchemical operations and zodiac signs between spring and summer. This last 200 tokens delve deeper into alchemy, mentioning the correspondence between practices and seasons.",
  "content": "Nosotros simplificamos el procedimiento respecto a la práctica individual, dividiendo en dos la copia que es ya interna a cada hombre entre su consciencia solar o “voluntad” (= I quiero elemento de consciencia activa) y sus reacciones infra conscientes pasivas” (=  elemento pasivo) y colocándolas en “dos vasos”, es decir operando con dos personas diferentes (el vaso es el símbolo de la persona). En práctica los dos vasos son los operadores que asumen siempre el rol activo, dejando al sujeto el rol pasivo y que viene guiado. La primer practica de la fascinación o de la auto fascinación a través de la mirada tiene una clara correspondencia con las primeras cinco operaciones alquímicas, es decir los primeros cinco signos zodiacales. Y en efecto en las tablas de correspondencias alquímicas entre operaciones y signos del zodiaco, estas operaciones corresponden al periodo del año que va de la primavera al verano.",
  "last_phrase": "In conclusion, the practice of fascination or self-fascination through eye contact can be simplified by dividing the internal copy of oneself into active consciousness and passive reactions and placing them in two different operators. This practice corresponds to the first five alchemical operations and the zodiac signs of Aries to Leo. By possessing all the necessary qualities, one can obtain the \"medicine of the first degree\" and heal themselves and others. This practice is also backed up by modern scientific research."
}