{
  "title": "\"Exercises to develop and test telepathic abilities\"",
  "first_phrase": "This text explores the different methods and conditions for telepathic experimentation. The author notes that certain individuals may be better telepathic receptors in hypnosis or different states of consciousness. Some people are sensitive to any idea or image transmitted to them, while others are not. The author advises experimenters not to give up after initial failures, as success may be possible in different conditions. Finally, the author provides three exercises to develop telepathy. Exercise 7 and 8 involve having a friend try to guess which limb the experimenter wishes to move through telepathy. Exercise 9 involves guessing the appearance and actions of people on a TV program based solely on audio.",
  "content": "Por aquello, también con sujetos, que muestran indudablemente facultades telepáticas, los éxitos se cambian fácilmente en fracasos, si las condiciones de experiencia vienen alteradas, por variaciones en el ambiente en juego. Ahora para iniciar un experimento por nosotros realizado varia veces en los cursos y enseñados directamente por Virgilio T.: Ejercicio 7 Con un amigo, hágalo estar en pie o sentado. Colocarse a tres metros, fíjelo en la nuca y piense en un brazo que quiera levantar. Al mismo tiempo levántelo. Su amigo deberá adivinar. Ejercicio 8 Continuar el ejercicio precedente levantando una extremidad en general. Se puede continuar buscando de trasmitir una imagen, una sensación, o también un movimiento. Aquí otro ejercicio enseñado a nosotros por Virgilio T. para ejercitarse y desarrollar la intuición justamente en vista del ejercicio precedente: Ejercicio 9 Encender el televisor y, solo escuchando el audio, adivinar rostro y actitudes de las personas presente. Cada tanto voltearse y controlar. La trasmisión del pensamiento es a menudo designada telepatía.",
  "last_phrase": "In conclusion, these exercises can be helpful in developing telepathic abilities and intuition. However, it's essential to keep in mind that environmental conditions may affect the success rate of these experiments. Choosing a quiet and comfortable place can increase your concentration and improve your chances of success. Practice regularly to improve your skills and explore the fascinating world of telepathy."
}