{
  "title": "\"Understanding and Using Strategy Notations Effectively\"",
  "first_phrase": "This text discusses strategies and their notation in order to describe them quickly and easily. The elements of strategies, including visual, auditory, kinesthetic, olfactory, and gustatory are explained, along with their internal or external nature. The author recommends noting the modalities used by individuals in the order they occur. Additionally, they emphasize the importance of distinguishing between digital and tonal auditory elements, using t for tonal and d for digital. The author also notes that most people are trapped by their strategies, responding in the same way to the same stimuli. Overall, this guide offers useful information for those seeking to understand and utilize abstract strategies in their daily lives.",
  "content": "Ou sentir un tapis pour découvrir si vous aimez la sensation est kinesthésique externe (ou Ke), tandis que se sentir bien dans l'achat est kinesthésique interne (ou Ki). En veillant à ce que votre notation abrégée pour chaque étape de la stratégie comprenne la distinction selon qu'elle est interne ou externe, nous mettons un exposant, \"e\" pour externe et \"i\" pour interne. Et lorsqu'il s'agit d'auditif, vous voulez faire la différence entre auditif numérique [Ad] ou auditif tonal [At]. Le numérique comprend des listes, des critères - si cela \"a du sens\", tandis que le tonal se préoccupe davantage de savoir si cela \"sonne bien\". Faites un indice de \"t\" pour tonal ou \"d\" pour numérique. Vous voudrez noter les éléments dans l'ordre où ils se produisent. Et, il n'y a rien de mal à demander encore et encore jusqu'à ce que vous ayez une stratégie sur laquelle vous pouvez être sûr. Stratégie Fixes et transes quotidiennes La description ci-dessus est une description idéale. En général, la majorité des personnes sont prisonnières de leurs stratégies. C'est-à-dire on continue à répondre de la même façon au même stimulus.",
  "last_phrase": "En résumé, pour éviter d'être prisonnier de nos stratégies limitées, il est important de prendre conscience de nos habitudes de pensée et d'action, d'être attentif à la distinction entre les modalités kinesthésiques et auditives, d'utiliser des abréviations pour identifier et noter ces informations, et de toujours être prêt à explorer de nouvelles stratégies. La clé pour élargir notre vision de la réalité est de sortir de nos transes quotidiennes et d'explorer de nouvelles voies."
}