{
  "title": "\"The Power of Overcoming Negative Fascination\"",
  "first_phrase": "In the previous paragraphs, we learned about the concept of \"positive fascination\" and how it can help in achieving a total rebalancing of one's being. This is in contrast to the negative fascination that arises from underlying fears and anxieties. These fears and anxieties lead to the creation of mechanisms that aim to hide and overcome them, but the fear remains intrinsic to the human being. This fear then fuels external fascinations, which result in a void that can be filled by an auto-reorganization through concentration on oneself. This is comparable to the techniques of Trataka used in Eastern practices such as fixing one's gaze on an object or the third eye. In the following paragraphs, we will explore more about the role of detachment in positive fascination and how it can lead to self-awareness and healing.",
  "content": "Par l'intermédiaire de la fascination, nous faisons donc naître un état de vide dans lequel peut se produire une auto-réorganisation spontanée, facilitée par la concentration non plus sur l'extérieur, mais plutôt sur l'intérieur et sur l'opérateur qui se tourne alors dans une ressource. Comparaisons avec les techniques orientales L'utilité d'être détaché de l'implication et de la \"fascination\" externe est quelque chose mis en évidence même par la comparaison entre la technique de la fascination et certaines techniques de Trataka (c'est-à-dire le regard prolongé sur un objet sans battre des paupières) qui sont pratiquées dans le Est afin d'engendrer un vide mental. On peut observer que parfois, au cours de telles pratiques, une image se cristallise, permettant ainsi de s'approprier ses qualités. Ces pratiques ont en outre pour effet de nous éloigner, même physiquement, de nos relations avec l'extérieur. L'une de ces techniques, par exemple, consiste à fixer ce que l'on appelle le troisième œil. Une autre technique préparatoire consiste à regarder son nez. Il a été remarqué par certains que, compte tenu de la proximité excessive du point ainsi fixé, le réglage s'avère généralement insuffisant pour permettre une vision nette, malgré la contraction.",
  "last_phrase": "In essence, the state of emptiness that is cultivated through practices like fascination and Trataka can facilitate spontaneous self-reorganization and introspection. By detaching ourselves from external distractions and focusing inward, we can tap into a valuable resource within us. While it may seem difficult to devote so much effort to distancing ourselves from the external world, there is potential benefit in doing so."
}