{
  "title": "\"The Power of Fascination: Overcoming Mental Patterns and Traumas\"",
  "first_phrase": "In the previous section, the notion of \"Fascination\" was discussed, which refers to the state of being captivated and entering a trance-like state. This trance state is achieved by intervening in the mechanisms of the mind that produce fascination using the power of eye contact. This section explores another method that employs the \"healing through the symptom\" technique. By focusing on the symptom and tracing its roots, one can effectively speak to the part of the brain that generates it. This section provides scientific support and practical benefits of reconstituting the symptom to reach a state of emptiness where the problem no longer exists.",
  "content": "Le processus est appelé par certaines personnes \"guérir à travers le symptôme\". Par la concentration totale du patient sur son symptôme, en effet, nous pouvons tracer un chemin nous permettant de parler à cette partie du cerveau qui génère un tel symptôme. Nous donnons ainsi effet à un mécanisme auquel certains guérisseurs ont déjà recouru, à savoir «utiliser la crise comme un remède» 1. Ce qui facilite alors l'efficacité et surtout la rapidité du processus, c'est la reconstitution du problème lui-même. Comme l'affirme Rossi (1986), « en demandant au patient d'éprouver le symptôme (alternativement, voire en l'augmentant, comme c'était par exemple l'habitude d'Erickson), nous activons probablement certains processus de l'hémisphère droit qui sont dotés d'un plus accès immédiat à l'encodage du problème lié à l'état lui-même » 2. Un soutien scientifique supplémentaire pour cette théorie et l'avantage utile de reconstituer le symptôme, qui doit être immédiatement suivi d'un état de \"vide\" où ce symptôme n'existe plus, étant un résultat qui peut être atteint par la fascination par le regard, est fourni par une recherche aux États-Unis dont nous allons parler.",
  "last_phrase": "En résumé, la méthode de \"guérir à travers le symptôme\" peut être efficace pour extirper des traumatismes sans médicaments. En se concentrant sur le symptôme, on peut parler à la partie du cerveau qui le génère et réécrire le souvenir traumatique en un souvenir différent. Cela peut être utile pour ceux qui cherchent une alternative à la thérapie traditionnelle."
}