{
  "title": "The Power of Fascination: Using Eye Contact in Therapy.",
  "first_phrase": "In the previous paragraphs, the text discussed the power of gaze, how it develops fascination, and how it can be used in therapy to stimulate the mirror neurons of the interlocutor. The last 200 tokens focus on how fascination can be practically used during therapeutic conversations, and how it can lead to informal regression. The text highlights the importance of a special gaze that is developed through exercise and maintained throughout the conversation. The benevolent gaze of the magnetizer can increase the results of the therapy up to 60%. The text mentions the role of presence and how it can help to amplify the magnetic action. The text concludes by noting that the use of fascination in therapy doesn't require any hypnosis or trance, and it always remains in the phase of induction, allowing the subject to access their oldest memories through informal questioning.",
  "content": "Le regard fascinateur bienveillant du magnétiseur est un plus opératif qui va augmenter du 60% les résultats A ce regard, on pourra ajouter le catalyseur de la plénitude de l’instant afin d’amplifier l’action magnétique. Comme nous vous avons appris dans les exercices précédents, pour obtenir ce résultat un regard particulier doit être développé en s'entraînant à ne pas clignoter. En même temps, il faut soigner l' expression du regard qui doit être d'intérêt de façon à stimuler les neurones miroirs de l' interlocuteur et créer en lui aussi un état d' intérêt. Techniquement, comme il n’y a pas d’induction, pas de mise sous hypnose et pas de transe, on est toujours tout au long de l’entretien en phase de induction. En utilisant la fascination vous pourrez voir votre sujet répondre plus rapidement et vous pourrez même réaliser des \"régressions informelles\". C'est a dire seulement en questionnant la personne elle pourra accéder à ses mémoires les plus anciennes.",
  "last_phrase": "In conclusion, developing a particular gaze can significantly increase the results of magnétisme. Practicing to maintain eye contact and showing interest in the person's expressions can stimulate their mirror neurons and create a state of interest. Understanding the type of personality through the gaze can also be helpful. By mastering this skill, you can establish rapport quickly and even perform informal regressions with ease."
}