{
  "title": "\"Stratégies automatisées et perception de la réalité réduite\"",
  "first_phrase": "In the previous part, we learned about the two types of kinesthetic senses, external (Ke) and internal (Ki), and how to notate them in our strategy. We also learned about the two types of auditory senses, tonal (At) and digital (Ad), and how to differentiate them. However, in this last part, we'll discover how most of us become prisoners of our strategies and enter into automatic response mode due to our nervous system's tendency to organize reality and patterns for quicker responses. This leads to a reduced view of reality and limited actions. We'll explore this concept of automatic response deeper in different levels of consciousness and freedom.",
  "content": "Les stratégies deviennent alors des transes automatiques qui nous portent à réduire notre vision de la réalité et à nous concentrer seulement sur certains éléments de celle-ci. Nous aurions la réalité de notre vie disponible, c'est-à-dire des possibilités infinies. Mais en fait nous vivons dans une réalité appauvrie dans laquelle nous utilisons toujours le même mode d'action. Cet appauvrissement nous vient de la réaction de notre système nerveux. Pourquoi cela arrive-t-il? pour répondre plus rapidement. Notre système nerveux a tendance à organiser la réalité selon des stratégies précises et des modèles prédéterminés afin de réagir plus rapidement à un risque supposé. RISQUE ⇒ CRÉATION D'UNE RÉPONSE AUTOMATIQUE À ce stade, on peut penser que l'on se détache du niveau de réponse libre et qu'on entre dans un niveau de « réponse automatique ». Le concept est similaire à ce que la PNL appelle l'ancrage, qui dérive à son tour du modèle du « réflexe conditionné » de Pavlov. En hypnose quantique, on dit que nous \"réduisons\" la réalité. NIVEAU 1 On peut penser qu'au niveau le plus profond il y a conscience et liberté NIVEAU 2 Puis en remontant, il y a des prédispositions innées qui tendent à orienter la perception dans une direction.",
  "last_phrase": "In conclusion, our nervous system tends to organize reality into predetermined patterns and strategies to react quickly to perceived risks, which can lead us into automatic responses and an impoverished perception of reality. Trauma can disturb our vital energy expression and hypnotize us into always reacting the same way. By understanding this, we can work towards freeing ourselves from automatic responses and expand our perception of reality."
}