{
  "title": "\"Magical Rituals versus EFT: Two Different Approaches to Healing\"",
  "first_phrase": "In the previous text, there were details on the rituals of invoking entities through a ceremonial operation. The operator has to carefully follow steps to make the entity appear. In this last part, we'll discuss EFT (Emotional Freedom Techniques), a method of self-healing inspired by Traditional Chinese Medicine. The MTC believes that the body passes through meridians where energy flows; blockages can cause emotional or physical health-related problems. EFT works by eliminating these blockages using certain points along these energy meridians to allow energy circulation.",
  "content": "La formule qu'il emploie peut être tirée de quelque rituel magique ; mais à notre avis il vaut mieux qu'il soit improvisé par l'opérateur. EFT EFT signifie Emotional Freedom Techniques ou Techniques de liberté émotionnelle. C'est une méthode d'auto-guérison inspirée des principes de la Médecine Traditionnelle Chinoise ou MTC. La MTC affirme que le corps passe par les méridiens : des voies ou dans canaux lesquels circule l'énergie vitale, le Qi. Elle appartient donc à la famille des méthodes énergétiques. La théorie de l'énergie stipule que lorsque l'énergie est libre de circuler librement dans les canaux et le corps, la personne est en bonne santé et n'a pas de problèmes particuliers. Les blocages de la circulation de l'énergie et les déséquilibres du système énergétique, en revanche, produisent des perturbations physiques ou des problèmes émotionnels. Dans ce cas, il faut intervenir en supprimant les obstacles, pour que le Qi revienne circuler librement. Comment? En intervenant sur certains points situés le long des méridiens énergétiques. Eh bien, l'EFT fonctionne précisément en éliminant ces blocages. L'EFT stimule les méridiens à certains endroits afin de permettre à l'énergie vitale de progresser sans entrave.",
  "last_phrase": "En bref, l'EFT est une méthode d'auto-guérison simple et efficace qui utilise la stimulation des méridiens énergétiques pour faciliter la circulation de l'énergie vitale. Avec des tapotements effectués sur certains points, la personne peut surmonter les déséquilibres énergétiques à l'origine des problèmes émotionnels et physiques. En apprenant la technique, chacun peut devenir son propre guérisseur."
}