{
  "title": "\"Alquimia y fascinación: la conexión entre la práctica y la ciencia moderna\"",
  "first_phrase": "This text explores the practice of fascination and self-fascination through eye-gazing as a means of achieving the \"medicine of the first degree.\" The author simplifies the process, dividing it into two distinct parts: active consciousness and passive reaction. The first five alchemical operations correspond to the period between spring and summer and require the qualities of Aries and Leo. Recent scientific research, such as that by Swami Sannyasananda, has corroborated the effects of eye fixation on melatonin production. This final section delves deeper into these fascinating findings.",
  "content": "Algunos antiguos escritores decían que la primera obra para obtener la “medicina de primer grado”, “inicia bajo el signo de Aries y se concluye bajo el signo del león”. [257] Quien quiere fascinar debe en efecto iniciar con la energía de la primavera, la fuerza de Aries y quemar con la potencia del león. Y deberá también saber ser solido y quieto como un toro... Sin embargo si todas las cualidades son poseídas, entonces después de las primeras cinco operaciones el candidato estará en posesión de esta facultad que se puede también llamar correctamente “medicina de primer grado”, en grado de sanar a los otros y a sí mismo. Lo expresado arriba esta en parte corroborado por investigaciones científicas modernas. Por ejemplo Swami Sannyasananda de la Escuela Medica de la Universidad de Adelaida ha descubierto a través de una serie de investigaciones que la fijación ocular tiene un particular efecto sobre la producción de melatonina. Los experimentos están conducidos sobre personas que conducían la práctica indiana del tratak antes de ir a dormir.",
  "last_phrase": "In conclusion, the ancient wisdom of beginning under the sign of Aries and concluding under the sign of Leo to achieve the \"medicine of first degree\" has been partly supported by modern scientific research. By energizing the elements within oneself and undergoing the first operation, one can possess the ability to heal oneself and others. Practicing tratak before sleep has positive effects such as increased calmness and improvement in the immune system. Start your journey towards healing with the energy of Aries."
}