{
  "title": "\"The Correspondence of Alchemical Symbols and Hypnotic Trance\"",
  "first_phrase": "In the previous part of the text, the author explored the practice of pure fascination, magnetism, and the art of perceiving hidden events that lead to supreme enlightenment. This part discusses the distribution of points on a baby's back in an image from an ancient manuscript. The first seven signs correspond precisely to the spinal cord, while the remaining five refer to the ability to perceive past and future events. The author also discusses the correspondence of the 12 alchemical operations to the magnetic realm and the progressive phenomenologies indicated by the \"hypnotic scales.\" The author notes the importance of understanding the original context of these scales and their placement in a path of gradual skill development. The knowledge of these techniques opens the door to complete use of symbolism in connection with other magnetic states.",
  "content": "Despues del olvido gradual en que cayeron las tradiciones alquimicas en los ultimos siglos, la sucesiones de fases se fusiono en efecto, olvidando el original aspecto astrologico conectado a ellos, en la llamada “escalas hipnoticas” que indican una serie de fenomenologias progresivas a traves de las cuales llevar al sujeto en un “trance” cada vez mas profundo. Para la hipnosis verbal practicada actualmene, todavia, como notan varios autores modernos, no tiene verdaderamente sentido el uso de una “escala de profundidad”. Los escalones de esta tienen en vez sentido en un camino de desarrollo gradual de habilidad si las comprendemos como un “camino” y la colocamos en su contexto original. La “fascinación hipnotica” o de otra manera las tecnicas no verbales, se refieren siempre a la totalidad del hombre. Tambien si aparentemente las claves de la correspondencia eran perdidas, en este libro esta la respuesta gracias a nuestras investigaciones. El conocimiento de ella abre en efecto la puerta al trabajo analogico y al uso completo del simbolismo en conexión con los otros estados fascinativos y magneticos.",
  "last_phrase": "In conclusion, understanding the ancient correspondences and stages of the alchemical traditions can open the door to analogical work and the complete use of symbolism in connection with other magnetic and fascinating states. While verbal hypnosis still lacks the need for a depth scale, understanding the phases through the fascinating journey of the twelve stages can help in personal development, beginning with taking control of one's own sensations and exercising with hot and cold water."
}