{
  "title": "\"Les différents types de fascination et hypnose\"",
  "first_phrase": "This text explores the concept of fascination, its origins and its various forms, including its use in therapy. It covers its history, the physiological and energetic aspects, and how it can be used to understand personality types. The last part focuses on specific Fascination techniques used in therapy, such as pre-induction techniques, crisis facilitation, and extatic therapy. It also presents the Pisa and Donato methods, and the use of slow fascinations and the Cagliostro style. In this final section, we will delve deeper into the physiological basis of fascination and explore the methods involved, including the Cagliostro pure method and the vision in the crystal.",
  "content": "14 Technique des crises et hypnose ericksonienne 14 FASCINATION ET THÉRAPIE EXTATIQUE 15 Histoire 15 Extase et Kundalini 16 Effets physiologiques 16 Le ressenti 18 Comment la pratiquer 18 La fascination somnambulique extatique 19 Fiche de travail 20 L’étrange énergie kundalinique des régressions 20 Extase et hypnose ericksonienne 21 FASCINATION - Methode du Pisa 21 Histoire 21 Pourquoi ça marche 21 Travail sur les acouphènes 21 FASCINATION POUR HYPERFLEXIBILITE' METHODE DI PISA 22 Le ressenti 22 FASCINATION methode Donato 22 Histoire 23 Comment Donato agissait 23 Ce qu’on ressent 24 Bases Physiologiques 24 1 - Sympathique, parasympathique et fascination expérimentale 24 2- Les phases de la fascination expérimentale 25 FASCINATIONS LENTES 27 FASCINATION STYLE CAGLIOSTRO 27 Histoire 27 Comment pratiquer 28 Pourquoi utilise-t- on la lumière réfléchie? 28 Pratique 28 La methode Cagliostro pure 28 L'exercice de la boule lumineuse. 29 Vision dans le cristal - qu’est ce qu’on voit?",
  "last_phrase": "This comprehensive guide on various hypnotic techniques aims to equip readers with an extensive understanding of the different methods, their history, physiological effects, and practical application. From Kundalini to Quantum Fascination and everything in between, readers will gain insights into the different trance states, their usage, and the steps to performing each technique. Whether you're a practitioner or a curious reader, this guide will broaden your knowledge of hypnotic methods and empower you to try these techniques at your own pace."
}