{
  "title": "\"The Power of Symbolism in Bishoff's Method and Ancient Traditions\"",
  "first_phrase": "This text explores the Bishoff Method, a German practice that involves observing a designed eye to increase the power related to this organ. The attention is first directed to the central point before expanding the gaze to the global contour of the eyes and then returning to the central point. This conclusion is preceded by a discussion of ancient designs and traditions that may have had a similar purpose of enhancing the power of the eye. The text highlights an image of an eye surrounded by deities that preside over each day of the week, where each deity is symbolized by an animal.",
  "content": "238) donde el ojo aparece circundado de los atributos para cada día de la semana, bajo la forma de deidad que preside cada uno de ellos. Estas deidad son simbolizadas por los leones por el dies Solis (domingo), el cervatillo por el dies Lunae -Lunes (Diana Venatrix), el escorpión por el dies Martis - Martes, el perro por el dio Mercurii. La flecha parece el símbolo del dio Giove y el búho (sagrado en Atenas y Minerva), debe ser inserido como símbolo de diosa Venere, en cuanto Venere no está considerada como protectora respecto a la fascinación, mientras Minerva ha estado siempre considerada como una diosa protectora y que portaba sobre su escudo la cabeza de la Medusa. La serpiente era el símbolo de Ecate, uno de los atributos de Diana Triformis y era considerado uno de sus más potentes antídotos. Podemos suponer que viniese adoptado como el símbolo aplicado al dies Saturnii (nota 226)[234].",
  "last_phrase": "In conclusion, the ancient gems mentioned in this text can be utilized not just as amulets but also as mandalas to enhance the practitioner's power of fascination by interpreting the symbols. To master this art, one can practice by observing mandalas and studying their allegorical texts in the East, while in the West, it is closely connected to symbolic science, specifically the practice of alchemy. Thus, the history of fascination has always been related to disciplines concealed by symbols worldwide."
}