{
  "title": "\"EFT: l'auto-thérapie pour équilibrer votre énergie vitale\"",
  "first_phrase": "In this final section, we'll discuss how to perform EFT, a self-healing technique inspired by Traditional Chinese Medicine. EFT involves tapping on certain points along the body's energy meridians to release blockages and promote the free flow of vital energy, or Qi. By eliminating these blockages, practitioners achieve an improved mental and physical state. It's important to note that EFT must be combined with a mental shift, as the tapping itself is not enough. Those interested in practicing EFT should first take a three-day training course to learn the technique thoroughly.",
  "content": "C'est le même principe de fonctionnement del'acupuncture, seulement dans ce cas on n'utilise pas les installations mais les doigts. En pratique, il faut tapoter les points le long des méridiens avec le bout de l'index, de l'annulaire et du majeur, de préférence avec la main dominante et en continuant quelques secondes. Cela résout le déséquilibre énergétique qui cause des émotions négatives ou des maux physiques. En effet, le claquement des doigts sur les points énergétiques résout les blocages et les déséquilibres, permettant à l'énergie vitale de circuler librement, avec pour résultat l'amélioration de l'état psychophysique. Si en acupuncture c'est l'opérateur qui applique les aiguilles, en EFT c'est presque toujours la personne elle-même qui réalise le traitement, après avoir suivi un cours pour apprendre à le faire. C'est pourquoi on parle d'auto-thérapie. Généralement, pour apprendre la technique, vous devez suivre un cours de trois jours. Comment faire l'EFT Selon ceux qui pratiquent l'EFT pour que cela soit vraiment efficace, le tapotement n'a pas besoin d'être une fin en soi. Elle doit toujours être associée à un changement d'attitude mentale. Tout en stimulant les points énergétiques, la personne doit donc se concentrer sur son inconfort, sans se laisser distraire.",
  "last_phrase": "Incorporating EFT into your life could be a game-changer. Taking a three-day course to learn the technique enables one to utilize the tapping method to resolve energy imbalances that cause negative emotions or physical ailments. Combining the tapping with positive affirmations and focusing on the issue at hand could lead to a clearer and more balanced view of oneself."
}