{
  "title": "Different Types of Hypnosis in India and Beyond",
  "first_phrase": "In this text, we explore different forms of hypnotism practiced in India, which are believed to involve special powers to induce hypnosis. The author argues that these practices are often overlooked by European hypnotists. The last 200 tokens detail various methods such as mesmeric objects, trance induced by dances, and the Terpsicho-therapy or dance hypnosis, which involves chanting deity names and meditating in groups to achieve a state of semi-clairvoyance.",
  "content": "Un certain nombre de personnes s)assoient dans un endroit spécial, portent leur attention sur un des dieux les plus populaires et prononcent son nom à mi-voix. Le médium s'assied au milieu du cercle, au bout d'un certain temps ce médium devient insensible et après être demeuré dans cet état pendant une quinzaine de minutes il commence à parler. On lui pose des questions auxquelles il répond d'une manière semi-clairvoyante. Bientôt cet état se transforme en état inconscient, lequel disparait petit à petit et le médium revient à l'état conscient ordinaire. Un procédé d'hypnotisme est aussi en usage parmi les Koals et les Bhils de l'Inde centrale. Chez ces derniers l'hypnose est produit par l'intermédiaire de certaines -danses, Plusieurs personne s'assemblent, concentrent leurs pensées sur le chef de l'assemblée et sur une idée unique, et ce dernier devient bientòt incon­scient ; une fois la danse mystique finie, il tombe dans un état de prostration du­rant lequel ses yeux sont à demi ouverts. La concentration est alors établie sur le médium par l'une des personnes présentes, et des questions étant posées le médium y répond pendant qu'il est dans cette transe. TERPSICHO-THERAPIE ou HYPNOSE DE LA DANSE La danse est utilisée dans beaucoup de traditions pour induire une transe.",
  "last_phrase": "In conclusion, there are various forms of trance states induced by different cultures around the world. Terpsychotherapy, a recent application of trance through dance, can be used to resolve problems and set personal goals. Also, quantum hypnosis is another approach to induce a trance by deconstructing reality. These techniques can be powerful tools for those seeking self-exploration and personal growth."
}