{
  "title": "\"Hypnose chamanique : techniques et expériences de guérison\"",
  "first_phrase": "In this text, the author discusses the use of hypnosis in shamanic practices as a way to access the subconscious and release repressed emotions and memories. The last 200 tokens focus specifically on the techniques used in hypnotherapy, such as inducing a trance state and recovering lost parts of oneself through astral travel. The author also mentions how this practice can integrate with techniques from other schools of thought, like Ericksonian hypnosis. Overall, the text explores the spiritual and healing potential of hypnotherapy and its connection to shamanic practices.",
  "content": "Quel genre de transe pratique-t-il. La transe hypnotique était également utilisée comme moyen de guérir les maladies physiques et mentales. Aujourd'hui, l'hypnose chamanique est utilisée pour aider les patients à libérer des émotions et des souvenirs refoulés. Techniques d'hypnose chamanique : Au cours de l'hypnose chamanique, le thérapeute utilise des techniques spéciales pour induire une transe. La transe est relaxante et permet au patient d'accéder à son subconscient. Cela peut les aider à libérer des émotions et des souvenirs refoulés. La sensation peut varier selon le thérapeute. dans quel référentiel est on ? par exemple : notion d’inconscient d’erickson, le neref parasympatique pour la fascination etc…. Comment mettre en œuvre cette hypnose en particulier. Donner un exemple ou un exercice ci-dessous. L'expérience d'hypnose chamanique comprend notamment des voyages astraux On peut alors récupérer des parties de soi qu' on a laissées dans le passé. Les traumatismes ont \"fracturé\" la personne et on va apprendre à récupérer des parties de soi en faisant un voyage jusqu’au moment où on a laissé cette partie dans le passé. Que pourriez vous retenir de cette hypnose particulière si vous êtes un ericksonien et que vous souhaitez ajouter a votre pratique un élément venant de cette hypnose.",
  "last_phrase": "In conclusion, hypnose chamanique can help patients release repressed emotions and memories by inducing a relaxing trance state. The techniques used by the therapist to induce a trance may vary, and one of them is the experience of astral journeys, which allows the patient to recover parts of themselves left in the past. The addition of this practice to the Ericksonian approach can be particularly useful for achieving instant healing, as Prof. Erminio di Pisa demonstrated in his work with hypnosis."
}