{
  "title": "Eye-Strengthening Exercises: Improve Your Vision with Simple Techniques",
  "first_phrase": "This text is a part of a 50-exercise series called \"Eye Yoga\" and aims to improve the strength and flexibility of our visual system. Preceding these exercises were instructions on how to improve eye focus and relaxation through visualization and breathing techniques. In the last 200 tokens, the exercises focus more on eye movements and massage to alleviate eye strain and fatigue. These exercises include looking at the tear gland angles to improve communication skills, alternating eye movements to improve focus and speed, and massaging the forehead to increase circulation around the eyes.",
  "content": "La mirada en las pupilas, como todos saben, cansan rápidamente. Al contrario la mirada en el punto por nosotros indicado se puede sostener indefinidamente, (tanto más si se hace pasar la mirada de una glándula a la otra) es decir que obliga al interlocutor a bajar la mirada infaliblemente y sus ojos empiezan a sentirse turbados de los suyos, sin lograr comprender el por qué.. Ejercicio 50. Ejercicio de velocidad combinado con el masaje. Alternativamente, cierre los ojos lo más fuerte posible, después ábralos bien lo mas que pueda y en el mismo tiempo apreté la frente con las dos manos tirando hacia las orejas, ver ilustración. Lance la mirada alternativamente a derecha e izquierda lo más que pueda. Repetir 12 veces más. Mire lo más abajo que pueda apretando las sienes en el modo ilustrado... Mire en alto lo más que pueda mientras presiona las sienes. Lleve los ojos en alto a derecha lo más que pueda por lo tanto hacer que ellos describan un giro completo. Repetir una docena de veces o más.",
  "last_phrase": "In conclusion, by using the technique of fixing your gaze at a specific point, you can maintain eye contact indefinitely, without causing strain or discomfort. Additionally, combining eye exercises with massage can help improve your eyesight and reduce eye fatigue. To make an impression on someone in the street, calculate and focus your gaze on the ideal spot to demonstrate the power of your gaze. With practice, these techniques can help improve overall eye health and increase confidence in social situations."
}