{
  "title": "The Power of Fascination as a Hypnotic Method.",
  "first_phrase": "This text explores the power of fascination for therapeutic purposes, specifically in relieving neuromuscular pain and reducing tension. It discusses the historical background and effectiveness of the Pisa method, developed by Professor Di Pisa. The last 200 tokens introduce the \"fascination for hyperflexibility\" technique, which utilizes direct eye contact and slower movements to break mental fixed ideas and patterns, allowing for greater muscle release. This technique differs from the previously discussed hypnosis methods and offers an alternative approach to achieving relaxation and pain relief.",
  "content": "La raison pour laquelle une fascination rapide peut aider à laisser aller la tension est dans le fait de l'état de stupéfaction qu' on crée avec un mouvement rapide de l' opérateur. A ce point le cerveau du sujet laisse aller les schémas musculaires qu' il avait. l'état de stupéfaction se caractérise par un abandon de l'activité des lobes frontaux pour l'impossibilité de se rapporter à une situation nouvelle et inattendue. A ce point tous les schémas se laissent aller et la personne va dans un type de point zéro. Le réveil rapide du sujet permet d'éviter qu' en se réveillant le sujet rentre dans les schémas précédents et bloquants. Il se libère pourtant des tensions précédentes. Travail sur les acouphènes Le même principe s'applique aussi dans le cas des acouphènes (perception d' un son continu dans l'oreille) que beaucoup de fois sont caractérisés par une concentration du sujet sur le son qui augmente l' effet dépressif psychologique. FASCINATION POUR HYPERFLEXIBILITY' METHODE DI PISA Cette méthode unique était a notre connaissance pratique seulement par le Prof. Di Pisa. Les principes sont différentes de la methode precedente: * il n y a pas de stupeur * la technique est lente Le regard direct facilite le laisser aller des schémas mentaux.",
  "last_phrase": "In conclusion, quick fascination can help release tension by creating a state of shock that allows the brain to let go of previous muscular patterns. This technique can also be applied to alleviate the symptoms of tinnitus. The 'Hyperflexibility' method developed by Prof. Di Pisa is another approach that involves slow movements and direct eye contact to achieve an increased range of motion and flexibility. Practicing these methods can provide significant relief from tension and mobility issues."
}