{
  "title": "The Key Points of Neuro-Linguistic Programming (NLP)",
  "first_phrase": "This text explores how the human brain processes information and how the communication process can be improved by understanding the different sensory channels through which individuals perceive and process information. The last 200 tokens focus on the three types of representational systems: visual, auditory, and kinesthetic. The author explains how people interpret the world around them through these different systems and that by understanding someone's orientation, you can calibrate your communication to their reality. The author gives an example of how to best communicate with a kinesthetic person about a beach vacation. By talking about the \"sensation of water\" and the \"heat of the sand,\" the kinesthetic person will better relate to the experience.",
  "content": "En interprétant l'orientation représentationnelle de notre interlocuteur, nous pouvons calibrer notre communication sur la base de sa réalité subjective, construisant ainsi une interaction communicative basée sur le \"rapport inconscient\"communiquer verbalement en utilisant des schémas de parole caractérisés par des prédicats verbaux appartenant à ce système de représentation). Cela ne signifie pas que les personnes visuelles ne traitent pas également de manière auditive ou kinesthésique, mais souvent elles traiteront par images et si je veux passer à la même longueur d'onde qu'elles, je dois utiliser tout ce qui est connecté au monde des images. En fait, on privilégie un système particulier, un autre moins fréquemment et on utilise très rarement le troisième. Par conséquent, si j'ai devant moi une personne kinesthésique qui traite par la sensation, le goût et l'odorat et que je veux lui parler d'un voyage au bord de la mer, il est inutile de lui parler de la 'brillance du soleil', de la ' clarté de l'eau' et la 'couleur du sable'. Au lieu de cela, je devrais lui parler de la « sensation de l'eau contre ma peau », de la « brise marine qui me caressait le visage » et de la « chaleur du sable sous mes pieds ».",
  "last_phrase": "En comprenant les systèmes de représentation utilisés par notre interlocuteur, nous pouvons ajuster notre communication pour mieux nous connecter avec eux. En utilisant des schémas de langage basés sur leurs préférences sensitives, nous pouvons améliorer notre capacité d'interaction et renforcer nos relations interpersonnelles. Les mouvements oculaires peuvent également révéler leurs préférences, nous permettant ainsi de mieux comprendre et de communiquer efficacement en utilisant leur propre langue de représentation."
}