{
  "title": "\"EMDR Therapy and Hypnosis: Techniques and Applications\"",
  "first_phrase": "EMDR therapy is a three-step protocol that treats past events, targets current triggers, and incorporates future events to acquire adaptive skills. A simple anti-stress method based on EMDR is to stimulate the client bihemispherically by moving a finger from right to left several times. The use of hypnosis is also discussed, particularly hypnosis di Pisa, which uses the notion of the unconscious and the parasympathetic reference to induce trance. Another powerful tool to help patients release suppressed emotions and memories is shamanic hypnosis, which uses sound, rhythm, and imagery.",
  "content": "Que fait on pour préparer cette transe ( prétalk habituel ou pré induction) A quoi cela sert principalement ? Quel sont les utilisations thérapeutique, développement personnel, etc… Lister : — douleur articulaire — maladie de peau etc…… 2 dans quel référentiel est on ? par exemple : notion d’inconscient d’erickson, le neref parasympatique pour la fascination etc…. . Comment mettre en œuvre cette hypnose en particulier. Donner un exemple ou un exercice ci-dessous. Cas 1 Titre de l’exemple ou de l’exercice 11 23&amp; Carine se désole d’avoir ( ici expliquer son probléme) — description de l’exercice Que pourriez vous retenir de cette hypnose particulière si vous êtes un ericksonien et que vous souhaitez ajouter a votre pratique un élément venant de cette hypnose. Un éventuel dialogue qui l’explicite. — dialogue éventuel ? : — réponses — etc… HYPNOSE CHAMANIQUE L'hypnose chamanique est un outil puissant qui peut être utilisé par les thérapeutes pour aider leurs patients à libérer des émotions et des souvenirs refoulés. L'hypnose chamanique est une forme d'hypnose-méditation qui utilise le son, le rythme et les images pour aider le patient à se détendre et à accéder à son subconscient.",
  "last_phrase": "In conclusion, hypnose chamanique is a powerful tool that can guide individuals towards accessing their subconscious and help them release repressed emotions and memories. This technique can be utilized by therapists to help with conditions such as anxiety, stress, and depression. With a long and varied history, chamanisme can be traced to cultures in Asia, the Americas, and Siberia, and serves as a guidepost in assisting individuals on their spiritual journey towards healing and self-growth."
}