{
  "title": "\"Awakening the Spiritual Body through Physiological Exercises\"",
  "first_phrase": "In the previous text, the author discussed how developing our spirit involves working on three areas of the body: the nervous system, glands, and digestive/muscular system. The combination of these areas makes up the physiology of humans. In the last 200 tokens, the author focuses on how to awaken these spiritual parts through specific exercises, such as tension and relaxation techniques. The text includes an example exercise, Exercise 21, involving extending the arm forward and to the side while keeping the hands relaxed. The author also mentions the psychological benefits of such exercises, and how they can help energize the body.",
  "content": "El esfuerzo nervioso activa una serie de reacciones en la mente así tal como el esfuerzo físico aumenta la masa muscular. Se trata de esfuerzo nervioso conectado al sistema muscular o de otra manera al cuerpo. Esta energía viene liberada al momento de la fascinación, y viene cargada con una serie de prácticas en las cuales la secuencia para cargarse de energía es Tensión – relajamiento y difusión en el cuerpo. Pero tales tipos de tensiones tienen una particularidad: tendemos contemporáneamente un musculo y su antagonista. No tenemos por lo tanto el movimiento, pero la simple contracción. Algunos estudiosos[183] han supuesto que tal tipo de tensión muscular a nivel psicológico corresponda a una “acción no realizada”. Cada vez que seguimos un ejercicio de tal hecho cargamos entonces una unidad de energía. Examinamos ahora algunos de estos métodos preparatorios. Ejercicio 21 Inspire y extienda el brazo primero de frente y después al lado pero no las manos que permanecen relajadas. Expire lentamente. Repetirlo varias veces.",
  "last_phrase": "In conclusion, by understanding and practicing exercises like tension-relaxation and fixation on muscle strength, we can tap into the potential of nervous energy and improve our mental and physical wellbeing. Remember to build up your mental \"muscles\" with exercise 21 and 22, and improve your focus and stability with exercise 23."
}