{
  "title": "\"Exercises for Shifting Perceptions and Developing Inner Power\"",
  "first_phrase": "In the preceding text, the author discussed how to invert perceptions and develop one’s inner power through exercises that involve willpower and breathing. In the last part of the text, the author introduces the concept of the awakening of the serpent energy, which is said to be linked to the deeper layers of the mind. To achieve this state, the practitioner must develop a new state of being, which enables them to project their energy accompanied by a specific sound. The ultimate goal is to integrate this new state of being into one's life fully.",
  "content": "La primera fase[218] del despertar del poder de la serpiente A, es decir de la energía serpentina ligada a las capas más profundas de nuestra mente sucede en efecto solo cuando “nuestro centro sabrá transferirse en el cuerpo fluido y será separado de los sentidos primarios e aislado en consecuencia del mundo físico”[219]. Y en efecto para seguir el ejercicio deberá desarrollar un estado nuevo en Usted. Entonces el fuego de la consciencia D puede permitir de proyectar la energía. Esta proyección podrá eventualmente ser acompañada de un sonido (mantra) especifico. Está despertando el magnetismo. Este estado vendrá sucesivamente fijado. La sucesiva evolución es entonces difundir y “fijar” ()[220] el magnetismo, intenso como fuerza nueva que se desarrolla en el hombre en manera siempre más estable hasta que no se una con ella () y ni se convierta en parte integrante y constante ()[221]. [222] 6.",
  "last_phrase": "En conclusión, para despertar el poder de la serpiente A y desarrollar el estado necesario para proyectar energía, es importante aislarse del mundo físico y fijar el magnetismo. Además, practicar la respiración alternada puede ser un ejercicio beneficioso para lograr el equilibrio entre la actividad y la pasividad de los hemisferios cerebrales. Recuerde que la práctica constante y la paciencia son clave para alcanzar estos estados de consciencia."
}