{
  "title": "\"Interpretando el significado de las cejas y ojos\"",
  "first_phrase": "In the previous text, the author has analyzed how eyebrows can reflect someone's personality traits like anger, timidity, lasciviousness, and stupidity. Now, the focus is on eyes, and how their size and color can also reveal someone's character. The author provides specific examples of eye color and brow shape combinations, and what they say about a woman's temperament. Some traits mentioned are pride, offensiveness, ignorance, and cruelty. So, let's dive into the fascinating world of physiognomy and learn how to interpret the human face.",
  "content": "De espesor, con el pelo en una sola dirección y lucidas, denotan un cerebro sano y de bondad de ánimo. Si se unen, son indicio de naturaleza egoísta, envidiosa y celosa. Demasiadas formadas de pelos por demás rizados, indican brutalidad. Casi desprovista de pelos: mala constitución, en general anemia o debilidad. Muy lejanas de los ojos: inconstancia, falta de practicidad. Tipos de ojos Los ojos pequeños acompañan de insólito a un cerebro pequeño, poco razonador, son en regla de personas orgullosas y que se ofenden fácilmente. Si a tales ojos tienen de techo cejas unidas, estaremos ante un ignorante, en cambio si estas últimas están lejanas, comparten sus buenas cualidades. Ojos pequeños, grises, inquietos y cejas unidas: animo perverso, pésimo. Ojos pequeños y marrones, con cejas bien delineadas: pertenecen a una dona, ella no será ciertamente ni tímida ni obediente. Pequeños y ligeramente azulados, con cejas cercanas: una mujer vengativa y cruel.",
  "last_phrase": "In conclusion, according to these old beliefs, the thickness, direction, and shine of one's hair, the size and color of their eyes, as well as the shape and proximity of their eyebrows, can reveal a lot about their character and personality. While it's important to consider these physical features as just one aspect of a person and not judge them based solely on their appearance, it's interesting to reflect on how certain traits were once attributed to different physical features."
}