{
  "title": "Shamanic Rituals and Beliefs Among Mongols, Bouriates, and Tuvans.",
  "first_phrase": "The text describes the rituals and beliefs of Mongolian, Buryatian and Tuvan shamans, who enter into a state of ecstasy during their ceremonies to communicate with spirits. The shamans invoke spirits specific to certain functions and locations, using creative thinking and left-brain activity to enter into a trance-like state to become a channel for the spirits. The shamans are highly observant of the reality around them and seek hidden keys to cure disease and overcome disharmony. The text also mentions the use of sacred objects and plants, such as the birch and abis siberica, in their rituals. Overall, these rituals hold deep philosophical meanings and beautiful insights into the nature of the world.",
  "content": "En étudiant le cerveau des chamans lors des cérémonies, il a été remarqué que les lobes frontaux responsables de la pensée créatrice et l'hémisphère gauche sont activés. À ce stade, certains personnages ou \"esprits\" sont visualisés avec l'œil de l'esprit jusqu'à ce qu'ils prennent possession de son corps. Le rituel se poursuivra avec des braises, amenées près du visage de \"l'esprit incarné\" et il prendra une braise brûlante, la mâchera et la recrachera. Puisque la braise représente la maladie ou le nœud karmique, cela vaincra la maladie. Le chaman dévore le mal et le transforme en bien. Pour faire tout cela, c'est toujours un personnage charismatique et fin psychologue et observateur de la réalité, qui en percevra les clés cachées. Lors des rites, les arbres sont décorés de rubans et d'objets sacrés qui servent à demander pardon s'il y a eu des disharmonies ou des malédictions. Des foulards bleus sont offerts (Khata), qui portent des prières et des souhaits au ciel. Parmi les plantes sacrées, il y a le bouleau et l'abis siberica. La profonde connaissance de chaque esprit de la nature porte des significations philosophiques d'une extraordinaire beauté.",
  "last_phrase": "In conclusion, studying the rituals of shamans reveals the power of creative thought and the ability to transform negative energy into positive energy. Through the use of sacred objects and plants, shamans seek to connect with the spirits of nature and create harmony in the world. Their deep understanding of the hidden meanings of the natural world offers a philosophy of extraordinary beauty, and their abilities as charismatic observers of reality make them powerful healers."
}