{
  "title": "The Discovery of Somnambulism through Mesmerism",
  "first_phrase": "In this text, we explore the discovery of the phenomenon of somnambulism in the practice of mesmerism. Mesmer's magnetic agent was recognized to induce a sleep state during which heightened human faculties could be used for healing. Before M. de Puységur, somnambulism was not known. After several attempts, M. de Puységur discovered this effect when he magnetized a patient who then fell into an unknown state. Subsequently, he tried his power on many other individuals and found more than twenty who became like his first patient. Now let's discover how this discovery was further explored and understood.",
  "content": "Ainsi, soit que Mesmer eut voulu cacher à ses élèves ce côté du magnétisme pour empêcher les funestes effets de l’enthousiasme, ou par crainte, comme il l’a dit, de fâcheux rapprochements avec les jongleries mêlées aux faits réels, attestés par toute l’antiquité; soit qu’il n’eut fait entrèvoir le somnambulisme et qu’il eût différé à l’approfondir, il est certain qu’avant M. de Puységur, le grand phénomène du somnambulisme n’était point connu. « Lorque pour la première fois, dit ce dernier : Mémoires, p. 432, j’ai magnétisé un malade, je !’ai vu tomber entre mes mains dans un état qui m’était inconnu; mon étonnement et ma surprise étaient extrêmes.....Jecontinuai à magnétiser le même homme pendant plusieurs jours et j’obtins le même effet. Non content de cet essai, j’essayai ma puissance sur quantité d’autres individus, et, en moins de quinze jours, j’en trouvai plus d’une vingtaine, qui, comme s’ils s’étaient douné le mot, devinrent dans le même état extraordinaire de mon premier malade.",
  "last_phrase": "To induce somnambulism, according to Puysegur's own words, place your hand on a big plexus and at the same time \"believe and want your subject to enter into somnambulism\". Start by placing your hands on the painful part of the body, and this preliminary touch is necessary to establish communication between the magnetizer's fluid and that of the magnetized. Remember that when the eyelids of the subject begin to get heavy, it is a clear indication of the beneficial influence of your magnetism."
}