{
  "title": "\"Developing Clairvoyance: Techniques and Experiences\"",
  "first_phrase": "In the earlier part of the text, the secrets of clairvoyance are revealed through techniques to expand one's consciousness and look inside a sphere - a crystal ball - to observe visions. In the last 200 tokens, the author explains the process of achieving automatic visualization and the different colors and shapes that may appear. The text speaks to the various forms of imagery that may arise during this process, from forgotten memories to premonitions of the future. Overall, the text highlights the intriguing possibilities that await those who master the skill of crystal ball gazing.",
  "content": "Quand on ressent le picotement caractéristique dans les yeux, il faut de la volonté pour ne pas fermer les paupières, mais on arrive assez rapidement à surmonter cette difficulté. Le clignotement est dû à l'impulsivité et est purement un réflexe. Si on le combat avec de la volonté, ce n'est qu'une question de quelques jours. Une fois que vous aurez obtenu ce premier résultat, vous remarquerez que le miroir prend une couleur différente de la normale. Des effusions rouges puis bleutées ressemblant à des effusions électriques apparaîtront et alors seulement les formes apparaîtront. Vision dans le cristal - qu’est ce qu’on voit? Il n'est guère possible de parler de la lucidité et de la prescience sans dire quelques mots de l'automatisme visuel obtenu si facilement par la fixation prolongée d'une boule de cristal assez volumineuse. Que voit-on ? Des imaginations qui quand même ont un sens, comme des rêves Des souvenirs oubliés, Des faits passés qu'on a toujours ignorés, Et aussi certaines personnes semblent pouvoir voir Des faits actuels se passant au loin, Des intuitions ou des faits futurs.",
  "last_phrase": "En pratiquant la fascination intérieure et en travaillant sur votre propre être, vous pourrez développer votre conscience et améliorer votre vision intérieure. Avec de la volonté, vous pourrez surmonter les réflexes involontaires et voir des images et des souvenirs oubliés. Essayez ce type de regard différent et libérez-vous progressivement."
}