{
  "title": "\"Developing the Power of Fascination through Eye Contact\"",
  "first_phrase": "In the previous text, the importance of developing the power of attention and self-control was highlighted. Now, the focus is on the power of the gaze and its practical applications, such as persuasion. The text offers exercises to strengthen eye contact and facial expression so that they can be used to achieve positive and superior goals. The text also mentions the power of fascination, which is not only found in humans but also in animals. A story is shared about the power of fascination used by a fox on a group of chickens.",
  "content": "Es esencial aprender a ser dueño de usted mismo. Para desarrollar bien este poder es fundamental en efecto útil asegurarse de que tiene cada vez más el dominio del cuerpo y sus impulsos, emociones y deseos violentos y mentalmente, con sus numerosas disgregaciones y la inestabilidad con el fin de someterse al yo superior, y lo conviertan en una herramienta positiva guía de nuestras fuerzas y nuestros ojos con la conciencia y no sólo basado en el instinto. La capacidad de fascinar no sólo es causa del hombre, pero solo él es capaz de dirigirla para el desarrollo de fines más superiores y positivos. Los animales capturan la presa con el ojo, pero inconscientemente. Siempre hay historias de serpientes con un poder especial para fascinar a sus víctimas, haciéndolas incapaces de escapar, su poder llega al punto de bajar a las aves y hacer que se acerquen y lanzarse sobre ellos sin que puedan hacer ningún intento de defensa. Una historia similar se hizo también a nosotros por nuestro maestro. El protagonista era un zorro y las gallinas.",
  "last_phrase": "In conclusion, developing self-mastery is essential to becoming a positive guide for our thoughts and emotions. While animals can captivate prey, it is only humans who can direct this power towards higher purposes. By using our conscious mind and not just our instincts, we can achieve our goals and move beyond old legends of hypnotism to use verbal techniques for our personal growth."
}