{
  "title": "\"Exercises to Improve Fixation of Your Gaze\"",
  "first_phrase": "In the previous 186 tokens, the text explains the importance of eye contact for being a good mesmerizer, and introduces an exercise to develop fixation ability. The last 200 tokens describe the exercise itself, which involves staring at a business card with an inked circle in the center for progressively longer periods of time without moving the eyes, while paying attention to the inner sensations and visual effects that arise. The exercise helps to develop willpower and calmness, and ends with a symbol associated with the sun being imprinted on the eyelids.",
  "content": "Cuanto ha aprendido a fijar un medio minuto el disco sin ningún esfuerzo, prolongué progresivamente la sesión hasta que logre fijar el disco por un cuarto de hora o veinte minutos. Bien intensos los ojos no deben solo mirar sino también ver el punto blanco; su mente, durante este tiempo, no debe vagar distraídamente, sino concentrarse con la máxima energía en el pensamiento que usted está siguiendo un ejercicio para reforzar los ojos. Continuando en este ejercicio notara una serie de efectos: a) Después un poco el esfuerzo disminuirá y sentirá calma y tranquilidad. b) El punto blanco podrá desvanecerse, se convertirá en gris, se modificara y expandirá en el campo negro. c) El espacio negro tomara un esplendor particular, y podremos sentir bajo los parpados como una arena fina d) Tendrá un impulso fuertísimo de cerrar los ojos, lo que no deberá hacer por ninguna razón. Notara si observa el símbolo arriba indicado que dejará en usted el trazado opuesto “” que para los antiguos era el símbolo del sol.",
  "last_phrase": "In conclusion, by regularly practicing the exercise of fixing the bright point for progressively longer periods, you can experience calming effects, observe changes in the point and black space, and develop the impulse to become a \"sun.\" Try using a crystal ball or glass sphere filled with clean water to perform the exercise and concentrate on the bright spot. With patience and persistence, you can strengthen your eyes and focus your mind."
}