{
  "title": "Understanding Eye Movements and Transient Trances",
  "first_phrase": "The preceding text discussed eye movements and their connection to accessing different sensory representations. It discussed how a person’s eye movements could indicate which system they are accessing and how it can lead to a detachment from reality to access inner information. In this final part, the author offers a critical look at the model of eye movements and their connection to personality typing, nonverbal communication, etc. The author points out the lack of scientific evidence but acknowledges that many practitioners report positive results while using the model.",
  "content": "AC – Auditif Construit : Lorsque les gens regardent de côté vers leur droite, ils entendent généralement quelque chose qu'ils n'ont jamais entendu auparavant ; par exemple, un morceau de musique qu'ils créent pour la première fois, le son d'une cloche de verre. AD - Digital auditif : Lorsque les gens regardent vers leur gauche, ils se parlent généralement avec leur propre voix. K – Kinesthésique : Lorsque les gens regardent vers leur droite, ils accèdent généralement à des émotions ou à des sensations corporelles. Gardez à l'esprit qu'il s'agit bien de généralisations. De nombreux mouvements oculaires se produisent trop rapidement ou presque trop rapidement pour être suivis. Ce n'est pas parce que quelqu'un lève les yeux vers sa droite lorsqu'il répond à une question qu'il ment ! De plus, certaines personnes ne sont tout simplement pas organisées neurologiquement de cette façon. Un regard critique sur les mouvements oculaires:modèles MBTI, Ned Hermann et de communication non verbale. Récemment plusieures personnes ont critiqué le modèle des signaux oculaires PNL en disant qu’il n’y avait pas assez des bases scientifiques. Mais des milliers de praticiens PNL utilisent ce modèle avec de résultats qu’on peut pas considere casuels.",
  "last_phrase": "In conclusion, while eye movements can provide insights into an individual's cognitive processes and communication style, it's important to approach them with a critical perspective. The PNL model and Ned Hermann's model offer different perspectives on eye movements, and both can be useful in understanding someone's thought processes. However, it's important to remember that eye movements are just one factor in nonverbal communication, and they should be considered along with other cues such as body language and tone of voice."
}