{
  "title": "\"Fascination Expérimentale et Mort de l'Égo: Danse Cérébrale et Techniques Anciennes\"",
  "first_phrase": "The final 200 tokens of this text explore the effects of experimental fascination on the ego. The extreme electromagnetic energy passing through certain brain areas leads to the annihilation of karmic conditioning, detoxifying and eliminating our subjective viewpoint and autosuggestion. This neuro detoxification helps activate dormant layers of the brain, normally connecting us to clairvoyance. The text also discusses the Cagliostro style of fascination, where practitioners observe a water-filled crystal ball or mirror to access their inner selves. This technique has two variations, mystical and individual, and has been used since antiquity.",
  "content": "Cette prèference va disparaitre totallement avec cette technique FASCINATIONS LENTES FASCINATION STYLE CAGLIOSTRO Il s'agit là d'une fascination lente. Elle est classiquement en relation avec l'élément “eau” et la “lune” . Se fait en observant une boule pleine d'eau ou un miroir Les opinions sont divisées dans l'explication des phénomènes, mais il n'en est pas de même en ce qui concerne la réalité des faits. Les expérimentateurs sont d'accord sur ce point Prend son nom de Cagliostro qui la diffusa à travers l'Europe. Elle peut avoir deux variantes: * Mystique * Individuelle La variante mystique est pour des visions plus compliquées, mais les instructions peuvent être appliquées même pour des visions simples. Sa pratique va engendrer une modification dans le pratiquant. Progressivement vous trouverez que vous devenez plus capables d’accéder au vous-même intérieur profond. Ces techniques activent des couches du cerveau qui normalement ne sont pas si actives et qui nous connectent à la clairvoyance Histoire Depuis la plus grande antiquité, les boules de cristal et les surfaces d’eau ont été utilisées pour rejoindre des états particuliers seconds.",
  "last_phrase": "Utilisez ces techniques de fascination lente avec une boule pleine d'eau ou un miroir pour accéder à votre vous-même intérieur profond. En pratiquant régulièrement, vous pourriez activer des couches du cerveau qui normalement ne sont pas si actives et vous connecter ainsi à la clairvoyance. Cette méthode de divination ancienne appelée cristallomancie est une pratique mystique ou individuelle qui a été utilisée à travers le monde depuis la plus grande antiquité."
}