{
  "title": "\"Improving concentration through visual exercises\"",
  "first_phrase": "In this last part, we delve into the concept of concentration and how it is achieved. The text advises the reader to focus on an object, while trying to move the eyelids as little as possible, until the subconscious and conscious mind merge. Then, the image must be allowed to enter the unconscious, while keeping the eyes closed, and the image in the mind's eye. The article notes that concentration must not be seen as a passive activity, but rather as a dynamic process that involves analyzing an object in different ways. This mix of skills allows for a deeper understanding of the object, and for new ideas to emerge. This section is part of an exercise on visual acuity.",
  "content": "A un cierto punto la imagen está entrando en usted, fuerte e inmóvil. Mixta. En este último caso la concentración no consiste solo en el esfuerzo de contemplar pasivamente una cosa para un tiempo siempre más largo. El tiempo de la concentración será largo o breve según que nosotros hemos encontrado en el objeto tomado en consideración un mayor o menor número de puntos de vista interesantes. En sustancia una concentración larga sobre un objeto puede venir considerada como un largo seguimiento de brevísimas atenciones y concentraciones sobre las varias partes que constituyen el sujeto mismo también si nuestra mirada permanece fija técnicamente solo sobre un punto. En este último caso se deduce que la facultad de concentrarse sobre un sujeto corresponde a la facultad de analizarlo más o menos profundamente y de encontrar en ello los puntos más o menos numerosos de unión con cuanto constituye nuestro capital mental. Esta habilidad “mixta” podrá ser alternada con la precedente para hacer emerger particulares ideas que no se reflejan en una primera observación. Ejercicio 54 – Agudeza visual.",
  "last_phrase": "In conclusion, concentration is not just about passively staring at an object for a prolonged period but analyzing it deeply to find the interesting points of views that connect with our mental capital. The exercise of visual acuity can aid in improving one's ability to concentrate. By using common objects like a key for the exercise, we can train our mind to remember the details and design it from memory, thus improving our concentration and attention to detail."
}