{
  "title": "Meditation Techniques: Centering the Mind and Focusing on Breath",
  "first_phrase": "In this text, the author describes a meditation technique that leads to a state of inner consciousness, where the mind is projected towards itself and the individual enters into their center of being. The text advises focusing on the breath, with the mind firmly attached to the object of meditation. The author also explains that, with the correct approach, a sign can manifest during the meditation, which can take different forms depending on the individual's perception. The text finishes by advising not to focus on the sign itself, but to understand that it comes from perception.",
  "content": "(Visuddhi Magga) Commentaire : Ashin Buddhaghosa explique que lorsqu'un méditant travaille de la bonne manière, en maintenant la conscience du toucher du souffle entrant et sortant par la bouche des narines, tôt ou tard un signe doit se manifester. Il explique aussi que le signe n'est pas le même pour tout le monde. Pour certains, ce sera une touche légère comme un nœud en coton, une boule de soie ou une légère brise. Pour d'autres, il peut s'agir d'une forme telle qu'une étoile, un diadème de pierres précieuses ou un collier de perles. D'autres ressentiront une sensation brute comme s'ils étaient agrafés par une pince à linge en bois. D'autres verront le signe comme une longue tresse de corde, un bouquet de fleurs ou une bouffée de fumée. D'autres encore le sentiront comme une toile d'araignée, un film nuageux, une fleur de lotus, une roue de char, le disque de la lune, le disque du soleil. Si un signe lumineux apparaît, il ne faut pas commencer à y penser ou à lui accorder une attention directe. Le signe provient de la perception. Par conséquent, il faut comprendre qu'il apparaît différent en raison de la différence de perception. Qu'est-ce que ça veut dire?",
  "last_phrase": "As you continue to focus on your breath and reach different levels of consciousness, the sign that appears will differ for everyone based on their perception. Do not pay direct attention to the sign, as it is a product of perception. This targeted form of meditation, similar to Western self-hypnosis, offers fundamental objectives for personal growth."
}