{
  "title": "\"The Three Elements for Self-Development: Sulphur, Mercury and Salt\"",
  "first_phrase": "In the preceding text, the author discusses the fundamental understanding required for an individual to progress in their magnetic potential development. The author emphasizes the importance of developing self-knowledge, especially regarding the microcosm of the human body. The central focus of emission is located in the thinking and conscious self, symbolized by sulfur, while the body is represented by salt and the spirit by mercury. The three symbols are essential elements that transform, unite, and divide: the physical body, the vital spirit, and the true consciousness or soul. The practice of the mirror serves to gain more awareness of oneself and presence in one's body.",
  "content": "Esta constituido también del cuerpo, que conocemos a través de nuestra consciencia y por lo tanto de otras formas, que los antiguos simbolizaban como sal, que corresponde a nuestro físico, y es constituido de su percepción y dinamismo inconsciente pero en el mismo tiempo iluminados por la misma vida, es decir del espíritu, simbolizado también por el símbolo del mercurio. Tenemos por lo tanto los símbolos del mercurio (símbolo=), sulfuro (símbolo=I) y sal (símbolo=G) que son los elementos principales que se transforman, unen y dividen: el cuerpo, el espíritu vital y la conciencia verdadera y propia o alma. Estos tres factores son conocidos a través del ejercicio fundamental del espejo[243]: existe un nosotros que observa (el sulfuro, el fuego escondido en la piedra), un nosotros observado en el espejo (que somos siempre nosotros, pero un nosotros percibido), y un cuerpo de que sostiene el todo. La práctica del espejo sirve justamente a adquirir siempre más consciencia de nosotros mismos, y presencia a nosotros y a nuestro cuerpo.",
  "last_phrase": "In summary, the practice of the mirror allows us to gain more self-awareness and presence in our body. The three factors of body, vital spirit, and true consciousness or soul are known through the fundamental exercise of the mirror. By continuing the practice, we may reach a higher level of presence in ourselves, where we are no longer in what is seen or reflected. In the School of Fascination, we operate on the transformations of the human being, described alchemically as \"operations\" experienced by the matter (man) and the vital spirit."
}