{
  "title": "Tips for Eye Exercises and Understanding Eye Expressions",
  "first_phrase": "In the previous section, we learned various eye exercises to improve our gaze and make it more powerful, including blinking alternately, looking up and down while pressing the temples, and massaging the forehead. In this last part, we'll delve into how to apply these exercises in social situations, specifically on the street. We'll teach you a rule of thumb on how to make an unforgettable impression on people by calculating the best time to lock eyes with them. We'll also explain why looking at someone's specific point is more effective than gazing into their pupils.",
  "content": "En este movimiento, y en aquellos precedentes las palmas de las manos deben siempre presionar las sienes. Ejercicio 51. La mirada en la calle. Enseñaremos una regla para hacer impresionar sobre quien viene al encuentro en la calle. Si se quiere hacerle notar la potencia de la propia mirada no necesita comenzar a fijarlo de lejos, sino calcular el punto más oportuno en el cual fijar sus ojos en los suyos. Este punto coincide con el momento en el cual sus pupilas deberán realizar una mayor ampliación del movimiento para encontrar las suyas, es decir que confiere al ojo un flash particular e inolvidable. Por lo tanto si el individuo nos viene justamente de frente, no alzaremos los ojos sobre él hasta cuando este cercano, con movimiento fulminante. Si en vez el se acerca al lado podremos comenzar a fijarlo un poco antes, pero después de haber volteado la cabeza un poco de la parte opuesta.",
  "last_phrase": "In conclusion, the eyes are a powerful instrument that can communicate our innermost emotions and thoughts. By learning how to use our gaze effectively, we can make a lasting impression on those we meet. Remember to focus on the moment when your pupils widen and make eye contact, and use your gaze in a two-step process to communicate more intensity and comfort. With these skills, you can better understand the nonverbal expressions of others and use your own eyes to express yourself more effectively."
}