{
  "title": "\"The therapeutic benefits of ecstatic hypnosis and its history\"",
  "first_phrase": "In the previous text, the author discusses how Ericksonian hypnosis can be used initially but eventually, non-verbal communication takes precedence. This final section delves into the therapeutic benefits of ecstatic trance, an ancient practice with historical figures such as Dr. Alexandre Bertrand and magnetizer Barbarin. The text defines ecstatic trance as an intermediate state that transcends levels of bodily and mental consciousness. It also explores how repeated practice of the trance can lead to personal transformation by providing energy with new forms. The section shows that the most significant benefit of this practice is direct work on the Kundalini.",
  "content": "Alexandre Bertrand a défini l’extase comme un état très particulier ne correspondant en rien au sommeil ou à l’état de veille. Pour lui, il s’agit d’un état intermédiaire particulier de la vie qui sublime les niveaux inférieurs corporels et mentaux. Il pense avoir prouvé au-delà de l’évidence la similitude qui existe entre l’état de somnambulisme magnétique et l’extase des saints hommes. Pour argumenter ses dires, il s’exprime ainsi: « Sous le nom d’extase, je désigne un état particulier qui n’est ni la veille, ni le sommeil, ni une maladie ; état naturel à l’homme en ce sens qu’on le voit constamment apparaître, toujours identique au fond, dans certaines circonstances données. C’est pour moi le type de l’état des prophètes, des inspirés, des saints mystiques, des convulsionnaires, des possédés de tous les siècles et de tous les pays. L’extase est caractérisée par l’apparition de phénomènes physiologiques et psychologiques que nous nous attacherons à faire connaître ».",
  "last_phrase": "In conclusion, Alexandre Bertrand's definition of ecstasy as an intermediate state of life that transcends the lower levels of the body and mind, and its similarity to the magnetic sleep state, highlights the potential of achieving a moral exaltation that opens the doors to other worlds. Additionally, Barbarin's method of therapy through deep prayer-induced ecstasy spread throughout France, inspiring the works of Wuillermoz and influencing the development of Martinism."
}