{
  "title": "\"Practices for Eye Exercises and Symbolic Meditation\"",
  "first_phrase": "In the previous section, we learned about the crucial role the tubercles of the quadrigeminal region play in eye movement and reflexes. Now, let's look at some Eastern and Western practices of eye exercises, where fixating symbols and images increases their captivating power. Moreover, we explore the \"strange\" numerological method of Virgilio T. that involves focusing on a photograph of a person in a fascinating attitude to gain their captivating strength. This section also reveals how the ancient Christian practice of convergence resembles some Eastern eye exercises.",
  "content": "Simbolos y Mandala Uno de los métodos que Virgilio T. a la mayoría se había resistido a explicar era la observación de las imágenes. La fijación de los símbolos estaba en efecto desde siempre uno entre los instrumentos tradicionales más secretos para incrementar la fuerza fascinativa[229]. Métodos analógicos son ahora hoy practicados en Tíbet e India sobre algunos tipos de Mándala. Observándolos con intensidad el fascinador se empadrona de su potencia. [230] La fijación efectuada precedentemente del círculo negro con el punto blanco al centro es un primer nivel de esta práctica en cuanto esto es el correspondiente del antiguo símbolo del sol. Practicar aquel ejercicio simbólicamente significa por lo tanto apropiarse del poder solar. El extranio metodo numerologico de Virgilio T. Procediendo en las prácticas, nuestro maestro Virgilio T. que había aprendido otra practica interesante. Nos aconsejaba de utilizar la foto de una persona en actitud fascinativa (mejor el maestro) y fijarla intensamente. A este punto el practicante pregunta de obtener la fuerza fascinativa.",
  "last_phrase": "In conclusion, the use of symbols and mandalas, as well as the strange numerological method, can be practical tools to increase one's fascinating power. By observing them intensively and utilizing the techniques explained, one can appropriate solar energy and enhance their ability to captivate others. Practicing the Divya Netra meditation exercise can also assist in focusing on the Ajna chakra and furthering personal growth."
}