{
  "title": "\"Chamanisme sibérien: Rituel de guérison traditionnelle et spiritualité\"",
  "first_phrase": "This text describes the Shamanistic healing practices of the Kazakh people. The rituals involve offerings of milk, vodka, and food to the gods and ancestors, as well as tree-smoking and following a traditional procession. In the last 200 tokens, the shaman asks the person to bring a bottle of vodka, and upon seeing visions within it, they consult a system of numbers made from animal bones. They view the person's sickness as a disharmony in the universe caused by their ancestors, and the ceremony serves to balance and heal. The shaman gains their position by being called by the spirits and requires particular spiritual characteristics. These rituals often have a positive psychological impact.",
  "content": "A l'aube, nous procéderons à remercier les esprits, le soleil, la mère terre et le ciel. Dans cette tradition on ne devient chaman qu'à l'appel des esprits eux-mêmes, lorsqu'on est capable d'entrer en contact avec un guide supérieur, un ancien sage, un ancêtre et ensuite grâce à lui d'être guidé à la rencontre des éléments par exemple. Certaines caractéristiques spirituelles seront nécessaires, parmi lesquelles, ayant été dans le coma, puisqu'ayant déjà franchi le seuil de l'au-delà, il y aura un canal privilégié. Les chants gutturaux, (chants de la terre), serviront aussi à éloigner les esprits qui voudront s'emparer du malade.",
  "last_phrase": "In conclusion, the shamanic tradition involves expressing gratitude to the spirits, Mother Earth, the sun, and the sky at dawn. Becoming a shaman means being called by the spirits themselves and being guided by a higher power, such as an ancient sage or ancestor. Spiritual characteristics such as having been in a coma can also contribute to becoming a shaman, as can guttural chanting to ward off malevolent spirits. While it may be difficult to implement these practices in the Western world, the fundamental lesson of believing in the goodness of the universe and having an intention of love can be applied in hypnotherapy and other practices that promote self-transformation."
}