{
  "title": "Practicing Clairvoyance with a Crystal Ball",
  "first_phrase": "In the final 200 tokens of this text, the author introduces an exercise known as \"the exercise of the luminous ball,\" which involves using a crystal ball or a round crystal bowl to improve one's visual perception and enter a hypnotic state. The author suggests practicing this exercise for 15 minutes a day to achieve extraordinary results. Before this, the text discusses the practices of Cagliostro, a controversial figure in occultism, and highlights the similarities between his practices and those of the Coptic tradition in Egypt. The author suggests that these techniques were likely employed in the ancient temples of Egypt as well.",
  "content": "C’est exercise va améliorer votre regard et au même temps va vous habituer à rentrer dans des états hypnotiques Procurez-vous une boule de cristal, du genre que les papeteries vendent comme presse-papiers. A défaut de boule vous vous contenterez d'un bol rond en cristal rempli eau claire. Placez la boule ou le bol sur la table de manière à ce que la lumière de l'environnement vient se concentrer en un point bien défini et brillant. Donc, confortablement assis devant l'objet, à une distance d'un demi-mètre, vous fixerez le point lumineux d'abord pendant une minute, puis toujours plus longtemps. Peut-être là des visions apparaissent. Ne vous inquiétez pas. Essayez de garder votre attention. Les sujets doués de la faculté de voir immédiatement dans la boule sont nombreux. Ceux qui ne peuvent y parvenir dès les premiers essais obtiendront des résultats satisfaisants après un entraînement préalable. Grâce à cet entraînement, cette faculté se manifestera dans un temps relativement court chez tout individu. Il suffit de consacrer un quart d'heure par jour à l'exercice recommandé un peu plus loin, pour obtenir dans un avenir peu éloigné les résultats les plus extraordinaires.",
  "last_phrase": "En somme, la pratique de regarder dans une boule de cristal peut être un excellent moyen d'améliorer votre capacité de clairvoyance et de vous habituer à entrer dans des états hypnotiques. En consacrant un quart d'heure par jour à cet exercice, vous pouvez obtenir des résultats extraordinaires dans un avenir proche. N'oubliez pas de vous concentrer sur l'intérieur de la boule, de l'éloigner de toute réflexion et de vous entraîner régulièrement pour améliorer votre automatisme visuel."
}