{
  "title": "\"Ejercicios para entrenar la mirada: velocidad y precisión\"",
  "first_phrase": "In the preceding text, the author explains two eye exercises to enhance mobility and variety of the gaze. The first is known as \"The Look of the Police,\" which trains the eye to scan objects from right to left without seeming to look at them. The second exercise, \"The Farewell Look,\" involves focusing on an object in front of you as a vehicle carries you closer to it, and continuing to follow it until it disappears from view. These exercises serve as helpful tools for improving eye movement and perception.",
  "content": "Por lo tanto usted caminara en la calle teniendo inmóvil la cabeza, como si un tortícolis le impidiese de girarlo en cualquier dirección... Estando así inmóvil esforzarse de ver y reconocer las personas que caminan a su derecha o a la izquierda, de leer las manifestaciones, contar las ventanas, los arboles, etc. Este ejercicio es de una importancia capital y debe ser realizado como regla imprescindible. Del resto este es el secreto de la movilidad y de la variedad de la mirada. Ejercicio 41. La mirada del adiós. En la calle, en tranvía, en el automóvil, en la estación de tres, fíjese un objeto cualquiera delante a usted (de frente, a derecha o izquierda, y siempre teniendo la cabeza en movimiento, comience a fijarlo mientras el vehículo lo lleva cercano. Cuando este por traspasar el objeto, no abandonarlo con la mirada, pero seguirlo hasta cuando un obstáculo no lo quite de su vista. Estará bien alternar el ejercicio con objetos a derecha e izquierda, para ejercitar ambos ojos.",
  "last_phrase": "In conclusion, practicing exercises such as keeping your head still while trying to recognize and identify objects in the surroundings and fixing your gaze on an object while it moves can greatly improve the mobility and variety of your vision. Furthermore, alternating these exercises with maximum speed can help you to further develop your visual acuity and perception. Make sure to perform these exercises regularly to achieve the best results."
}