{
  "title": "Various Techniques and Practices of Hypnosis and Fascination",
  "first_phrase": "This text explores the techniques of crisis and Ericksonian hypnosis, with a focus on the fascinating and ecstatic aspects of therapy. It starts with the history of ecstatic experiences, including those associated with the Kundalini energy, and goes into the physiological effects and personal experiences associated with fascination. The latter half of the text delves into different techniques of fascination, including the Pisa Method, the use of reflected light, and the auto-fascination of the mirror. It concludes with discussions on various types of hypnosis, such as clairvoyance and quantum hypnosis, and topics like the use of sensory systems in trance and the connection between PNL and hypnosis.",
  "content": "30 FASCINATION Intérieure 30 La fascination intérieure dans la tradition Boen du Tibet et la relation avec l’élément “air” 31 Exercise 32 FASCINATION AVEC L'UTILISATION D' UNE SOURCE LUMINEUSE 32 Exercise 33 L’auto fascination du miroir 33 Niveaux d'illumination à travers la fascination et le miroir 34 FASCINATION D'ENCHANTEMENT ET POUR FAIRE MONTER LA KUNDALINI 35 Méthode de la roue de prière tibétaine 35 Methode tzigane: 35 FASCINATION QUANTIQUE et thérapie par le regard 35 Technique Quantique , Inde et tradition occidentale 35 L'efficacité de la thérapie du regard 36 Une autre Technique 36 Utilisation du regard fascinatoire pour etre ressource 37 Autres Fascinations 37 FASCINATION RAPIDE CHOC 37 FASCINATION ET MAGNETISME METHODE LAFONTAINE 38 FASCINATION E MANDALAS 39 ETATS PARTICULIERS AUSSI APPELES HYPNOSE OU FASCINATION 39 FASCINATION OU \"HYPNOSE D'AUTOROUTE\" 39 La nécessité de bouger les yeux pour “scanner” notre ambiance 39 Principe important 40 Les Spirales et l'hypnose 40 TECHNIQUES SOMNAMBULIQUES 40 SOMNAMBULISME MAGNETIQUE 40 Comment obtenir le somnambulisme 41 HYPNOSE RITUELLE 47 Application Pratique 47 La théorie sociologique de l’hypnose rituelle 47 La théorie de l'égrégore e de la causalité formative 48 HYPNOSE CHOC 50 TYPE DE TRANSE 50 USAGES 50 COMMENT LA METTRE EN OEUVRE 50 Exemple d’induction CHOC 51 HYPNOTISME de CLAIRVOYANCE HINDOU 51 TYPE DE TRANSE 51 Clairvoyance 52 TERPSICHO-THERAPIE ou HYPNOSE DE LA DANSE 52 Type de Transe 52 Usage 52 Comment la faire 52 HYPNOSE QUANTIQUE 53 USAGE 53 TYPE DE TRANSE 53 Hypnose Animale 54 Première étape: Congélation (freezing en anglais) et Stress 54 Deuxième Étape: ÉTAT CATALEPTIQUE 54 Troisième état: immobilité effondré 55 HYPNOSE DE SPECTACLE 55 TRAINING AUTOGENE 56 De la sensation à la transe 58 La PNL situé par rapport à son origine hypnotique 58 Rapport et trance 62 Suivre et Conduire 63 Les systèmes sensoriels 63 Mouvements oculaires et transes ephémères 64 Un regard critique sur les mouvements oculaires:modèles MBTI, Ned Hermann et de communication non verbale.",
  "last_phrase": "In conclusion, this text provides a comprehensive overview of various techniques and methods used in fascination, hypnosis, and meditation, ranging from traditional Tibetan practices to quantum therapy and EMDR. Whether you are looking to explore new spiritual paths or simply improve your mental health, this text offers numerous practical insights and exercises to achieve your goals."
}