{
  "title": "\"The Theory of Extreme Distraction and its Weaknesses.\"",
  "first_phrase": "This text explores the theory of extreme distraction and its relationship to hypnosis. It argues that when a person is completely absorbed in a single idea, they will follow through with corresponding actions or hallucinations. However, in a state of normal consciousness, competing ideas would come into play. The text references the ideas of prominent figures in the field of hypnosis such as Lafontaine and Pierre Janet, who believed that subjects who were more easily distracted were more susceptible to suggestion. In this final section, the author concludes that the theory of extreme distraction can explain the deposit of an idea into memory, but not the subsequent action it may inspire.",
  "content": "Un sujeto que concentra la atención sobre más de un punto olvida todo aquello que lo circunda no porque su atención exagere sus sensaciones, sino más bien porque suprime todo aquello que es extraño a esta sensación. En otras palabras es la fatiga la que llega rápidamente en un estado de atención concentrada que lo hace distraído a lo externo. Y en este estado de distracción creada de la fatiga una sugestión es inmediatamente seguida. Una confirmación de esto podría ser por ejemplo que el magnetizador Lafontaine[148] declaraba que prefería operar sobre sujetos que hacían resistencia porque si su fatiga era más rápida se encontraba más fácilmente vencer. También Pierre Janet ha tomado esta idea[149]. Para él en efecto los sujetos hipnotizables son el colmo de la distracción y es por esto que se depositan en ellos las ideas y ellas los mueven como maquinas. Todavía la distracción que consigue la fatiga explica el depósito de la idea y por lo tanto puede explicar el aumento de memoria, no explica el hecho que viene colocada en acto.",
  "last_phrase": "In conclusion, the state of distraction created by fatigue can lead to suggestion, as seen in the phenomena of hypnosis. While theories such as \"hysteria\" and \"piziatism\" attempt to explain this, it is important to note that anyone can reach a state of fascination, and that muscle fatigue is not the only factor. Further studies and research are needed to better understand this phenomenon."
}