{
  "title": "\"The History of Magnetism and Hypnosis in Yoga and Zen\"",
  "first_phrase": "This text explores the relationship between the ancient traditions of using the eye in hypnosis and mesmerism and their influence on modern yoga and zen concepts. Franz Anton Mesmer's 18th-century work on magnetism acted as a bridge between ancient practices and modern scientific methods. The last 200 tokens focus on the emergence of hypnosis as a phenomenon in the late 19th century, particularly the role of eye contact in inducing powerful therapeutic trances. The text mentions several notable figures and their works, including Luzy's \"The Power of the Gaze\" and the German hypnotherapist, F.A.",
  "content": "Sus seguidores más famosos, como el marqués de Puységur ampliando sobre todo en la segunda parte, se centra en el aspecto del tacto y una gran cantidad de movimientos de la mano de arriba hacia abajo resulta en un desarrollo importante que se llamó el método físico de los llamados \"pasos magnéticos\". De esta manera se obtuvo una aparentemente tiene \"sueño\", pero con valor terapéutico de gran alcance. La mayoría de los magnetistas franceses se concentraron sólo en este tipo de aplicaciones, pero siempre ha habido personas que se mantuvieron en contacto con las antiguas tradiciones del uso del ojo. Luzy, por ejemplo, escribió: \"El poder de la mirada\"[33] que prueba la existencia de una práctica que trabajó con los ojos sólo para el propósito de influir. Además de esto, la aparición del hipnotizador Donato al final del siglo XIX demuestra claramente la existencia de un nicho representado por la demostración de la hipnosis que utiliza el poder del ojo. En Alemania hay personas dignas de mención. Entre estos podemos mencionar F.A.",
  "last_phrase": "In conclusion, magnetism and mesmerism were two practices that arose from the same ancient traditions of manipulating human sensations for therapeutic purposes. While magnetism mainly focused on touch and physical movements, mesmerism centered on the power of the gaze. Though little is known about the German magnetist F.A. Bishoff, his work may have drawn from the esoteric tradition of the rose cross to enhance magnetic efficiency. Understanding the history of these practices can offer insights into the development of modern hypnosis and other therapeutic techniques."
}