{
  "title": "Tips for developing observation skills and visual memory",
  "first_phrase": "In this text, the author provides two exercises to improve one's observation and memory skills while appreciating art and surroundings. In exercise 60, one should observe and remember details from both sides of the street and recreate them in vivid colors and lighting. Exercise 61 involves drawing a complex image by observing and reproducing its essential lines, challenging the memory's ability to store and recall information. The last part discusses the use of a mirror as a powerful tool to develop \"astral vision\" and enhance sight's potency. This was a common practice in the past and is still utilized in the East under the name \"melong.\"",
  "content": "In un primo tempo osservate ogni tratto del quadro, sforzandovi di riprodurlo poi a matita nelle sue linee essenziali. Si vedrà come, più di quel che sembri, la pretesa inabilità di disegno celi l'inabilità della memoria. E' sempre possibile infatti riprodurre un segno ben chiaro nella mente, una curva, una proporzione. La matita si arresta incerta là dove si arresta la memoria. 18. Vision con el espejo Hemos mencionado entre los ejercicios fundamentales la práctica de la visión con el espejo. La utilización de tal instrumento además de la eficacia activa (mayor potencia de la mirada), tiene también el propósito de desarrollar la “visión astral” (en el sentido de Paraselso de la palabra) en modo más eficaz que cualquier otro instrumento. Todos los antiguos fascinadores practicaban en efecto también este tipo de percepción y así es ahora en oriente, donde tal práctica es llamada “melong” y puede ser practicada sobre hojas de metal reflejantes. Como del resto sucedía también en la antigüedad en occidente.",
  "last_phrase": "In conclusion, by observing and reproducing a drawing's essential lines and practicing vision with a mirror, you can enhance the power of your gaze and develop \"astral vision\" more effectively than with any other instrument. This practice is prevalent in many ancient traditions worldwide, from the Orient to the Occident, and can lead to a clearer perception of the flow of consciousness, as well as overall clarity and purity. It is a valuable tool for improving your perception and inner vision."
}