{
  "title": "The Practice of Observing the Night Sky in Tibetan Bon Tradition",
  "first_phrase": "In the previous text, the author describes his spiritual experience of connecting with the night sky and a higher force within himself. This technique is called \"observation of the sky\" in the Bön tradition of Tibet. Tenzin Wangyal explains the power of this practice to cultivate a sacred relationship with space and open oneself up to wisdom. Yogis in the Bön tradition spend hours meditating on the sky to access this wisdom and embody openness. In this final section, we will delve deeper into the significance of air in this tradition and how it relates to the inner fascination described earlier.",
  "content": "J'ajouterai que, durant la journée, j'éprouve parfois la sensation vague et fugitive de visions, mais je ne parviens pas encore à les fixer consciemment. Il s'agit cependant de quelque chose qui m'apparaît comme tout à fait différent des visions nocturnes de la période antérieure. ». La fascination intérieure dans la tradition Boen du Tibet et la relation avec l’élément “air” Cette technique s’appelle alors “observation du ciel”. Comme il dit Tenzin Wangyal: “Que se passe-t-il lorsque vous passez une heure avec quelqu'un qui se plaint continuellement de sa vie ? Leur négativité s'insinue dans votre conscience. Vous fermez. Que se passe-t-il lorsque vous restez assis pendant une heure à contempler le ciel clair et dégagé ? Si vous ne regardez le ciel que d'un point de vue conventionnel, vous risquez de vous sentir fatigué ou vide. Mais si vous utilisez ce temps pour cultiver une relation sacrée avec l'élément spatial, regarder le ciel peut vous ouvrir et vous libérer. Dans la tradition Bön, il y a des yogis qui passent des heures à contempler le ciel en méditation. Leur but est d'accéder à la profonde sagesse d'un cœur ouvert et finalement d'incarner cette ouverture.",
  "last_phrase": "To conclude, the Bön tradition of Tibet teaches us about the practice of observing the sky to cultivate a sacred relationship with the element space. This technique has been used by yogis to access profound wisdom, open their hearts, and transform their lives. By connecting with the freedom and flexibility of the element air, we can discover our inner wisdom and reveal the clear sky of our mind. Take a moment to look up and witness the limitless expanse of the sky, and experience the transformative power of this ancient practice."
}