{
  "title": "\"Resonance Morphic: The Theory of Collective Memory and Consciousness\"",
  "first_phrase": "Rupert Sheldrake's theory of morphic resonance suggests that every species and each member of a species draws upon a collective memory that contributes to the development of that species. This theory involves a resonance between individuals and groups within a species, including subgroups, races, and families. This has implications in various fields, including social, artistic, and scientific. In this last part, Sheldrake discusses the idea of \"memory fields\" and how they may not actually be stored in the brain, but instead accessed through a field of information. If proven, this theory would support the idea that human consciousness, personal memories, and our sense of ego may survive biological death.",
  "content": "De ce point de vue, une équipe de football, par exemple, se syntonisera sur ses propres “champs” du passé. Les joueurs individuels de l'équipe seront coordonnés non seulement en s'observant, mais aussi par une sorte d'esprit de groupe qui travaillera dur au fur et à mesure que le jeu se développe. Et cela à son tour aura un sorte de résonance de fond avec les champs morphiques d'autres équipes de ballons de football similaires. Dans le livre The Presence of the Past, Sheldrake émet l'hypothèse que les « champs les souvenirs » ne sont pas réellement stockés dans le cerveau, mais plutôt que peut être stocké dans un champ d'information dans lequel vous pouvez accès par le cerveau. Si cela était prouvé, cela corroborerait la thèse que la conscience humaine, nos souvenirs personnels et notre sens de l'ego peuvent survivre à la mort biologique. D'une importance particulière dans la théorie de S. c'est le concept de résonance morphique. Toute structure activité organisée, qui comprend également des rêves, des expériences mystiques, états modifiés de conscience, a sa propre structure, et étant donné que ces états mentaux et ces activités ont une structure, alors ces structures peuvent passer d'une personne à une autre grâce à la résonance morphique.",
  "last_phrase": "In conclusion, the theory of morphic resonance suggests that organized activities such as sports teams or spiritual practices have their own information fields that can be accessed through resonance. If proven true, this would imply that human consciousness and personal memories can survive biological death. Sheldrake's theory also proposes a hierarchical organization of these fields, paving the way for further exploration and understanding of the nature of consciousness."
}