{
  "title": "\"The Power of Fascination in Kundalini Regression Therapy\"",
  "first_phrase": "In the previous text, the concept of memory reconstruction is introduced, explaining how memories are not immutable, but their triggering cause is. Through kundalini hypnotic regressions, individuals can reveal and purify the root cause of their emotional disturbances, relieving stress and rebalancing the body. The method of fascination, both through music and words, is a useful tool to achieve regression and treat neuromuscular pains. The author refers to Professor Di Pisa, who used this method to obtain remarkable therapeutic results. In this last part, the author explains how fascination can work by breaking down persistent thoughts and fixed ideas through eye fixation.",
  "content": "C’est pourquoi une bonne énergie de régression demande une mise à plat préalable de cet égo. Cela passe par une étape de fascination. Extase et hypnose ericksonienne Il s’agit de deux dimensions différentes. L’extase va avec la musique et au delà du mot. L’hypnose ericksonienne va avec le mot FASCINATION - Methode du Pisa Une application \"fascinante\" de la fascination est comme méthode hypnotique pour soulager les douleurs neuromusculaires et réduire les tensions qui, beaucoup de fois, sont à l' origine de ce problème. Histoire Le Prof. Di Pisa pratiquait cette méthode et faisait lui-même remarquer la différence avec la méthode Donato en notant les maintes résultats thérapeutiques qu' on pouvait atteindre. Il effectuait des guérisons instantanés de douleurs musculo-squelettiques, d'acouphènes et beaucoup d'autres maux. Pourquoi ça marche Une théorie qui peut justifier un telle résultat est la suivante : parfois l'esprit est pris par ce qu'on appelle les \"idées fixes\". Nous continuons à penser les mêmes choses, être poursuivi par le fantôme des anciennes pensées, et nous retourner autour des mêmes concepts. La fascination du regard brise alors ces idées fixes.",
  "last_phrase": "La méthode de la fascination, utilisée comme technique hypnotique, peut considérablement soulager les douleurs neuromusculaires en rompant les idées fixes, ce qui permet à l'esprit de se libérer de la tension et des schémas musculaires. Si vous rencontrez des douleurs musculaires, la méthode de la fascination pourrait être une solution pratique pour soulager la tension et vous offrir un soulagement immédiat de la douleur."
}