{
  "title": "\"The Theory of Morphic Resonance and Hypnosis\"",
  "first_phrase": "In the previous text, Sheldrake's theory of morphic resonance was introduced, which suggests that there's a collective memory storage where consciousness, personal memories, and ego may survive biological death. We also learned how this theory relates to organized structures beyond living organisms, such as football teams and mystical traditions. In the following paragraphs, the focus will shift to the impact of ritual hypnosis in changing resonance systems and creating adhesion to a new field, exploring the hierarchy of these systems according to Sheldrake.",
  "content": "Dans de nombreuses traditions mystiques croient que, avec l'initiation, les gens sont portés dans cette tradition ou entrer en communion dans en quelque sorte avec d'autres personnes qui ont déjà suivi la même tradition. Par exemple, dans la tradition bouddhiste et hindoue, il est dit souvent que, par l'initiation ou la transmission des bons mantras, et autres rituels, l'initié entre en contact avec le gourou, le maître, et avec tous ceux qui l'ont précédé. Il y a aussi une idée similaire dans la communion des saints, caractéristique du christianisme. Ceux qui ils participent aux sacrements chrétiens, en particulier à l'Eucharistie, ils sont dans contact non seulement avec d'autres personnes qui le font dans ce moment, ou avec d'autres personnes qui les entourent avec désinvolture, mais ils sont dans en quelque sorte dans une sorte de résonance avec tous ceux qui ont fait le même chose que précédemment. Sheldrake développe sa théorie selon des systèmes hiérarchiques : « Je pense que tous ces champs sont organisés hiérarchiquement. Les cellules constituent les tissus et les tissus constituent les organes et les organes composent le corps. A ce point l’hypnose rituelle “change” le système de résonance du praticant et crée adhesion à un nouveau champ.",
  "last_phrase": "In conclusion, the concept of initiation and the theory of resonant fields suggest that individuals can enter into communion with others who have followed the same tradition or undergone a similar experience. Through hypnosis, one's resonance system can be changed and adherence to a new field achieved. The study of resonant fields and hypnosis is ongoing and offers potential for further research and understanding."
}