{
  "title": "\"Erminio Di Pisa: Techniques for Instant Pain Relief\"",
  "first_phrase": "In the previous text, we learned about Erminio Di Pisa and his powerful techniques that could eliminate various forms of pain and solve numerous issues. Now, we hear from Professor Muzzana, a psychiatrist, who explains that Erminio's methods work by acting on the autonomous thalamus and hypothalamus within our vegetative brain axis, thus eliminating sorrow, restoring happiness and confidence and removing dependencies on drugs, alcohol and tobacco. He has perfected his innate talents and built an irresistible mix of authority and efficacy, leading to instantaneous results. In this final part, we discover that Erminio has treated dozens of people each week, eradicating different kinds of neuromuscular pain, capsulitis, headaches, and even some forms of gastritis and tinnitus, often in ten seconds or less, with a success rate of nearly 97%.",
  "content": "quelque chose, le phénomène se produit instantanément.Par conséquent, Erminio mérite des remerciements sincères pour avoir été le catalyseur du retour à un type d'hypnose qui Il parle directement aux profondeurs de notre système nerveux, à travers ses instructions enregistrées qui ne manqueront pas d'être respectées après l'hypnose. N'oublions pas que, comme le prétend la version chinoise du taoïsme, cinq patients sur dix guérissent en ne faisant rien, simplement en rétablissant l'équilibre de leur propre organisme. Un médecin qui guérit six ou sept malades est celui qui a maîtrisé son art en abondance. Erminio va plus loin en essayant d'équilibrer sa nature avec ses problèmes individuels. Le professeur Erminio di Pisa avait l'habitude de soigner assidûment des dizaines de personnes chaque semaine, au sein de son étude, dans le cadre de son activité professionnelle régulière. Il a traité avec une guérison instantanée : * La plupart des types de douleur neuromusculaires * Troubles * capsulite * Maux de tête * Certains problèmes gastriques * Acouphènes La plupart de ces personnes sont guéries en une seule séance d'une dizaine de secondes avec un taux de réussite de 97 %.",
  "last_phrase": "In conclusion, Erminio's pioneering approach to hypnosis deserves sincere appreciation. His recorded instructions directly target the depths of our nervous system, restoring balance to our bodies. With high success rates, Erminio healed a range of pathologies instantaneously through his gaze. His book may have described longer inductions, but his word was \"instantly\" - he balanced his nature with individual problems and mastered his art with abundant success."
}