{
  "title": "Exercises for Developing Telepathic Abilities with Friends",
  "first_phrase": "In the preceding text, the author discussed exercises to improve telepathic abilities. In the last part, the author highlights the importance of choosing the right people for experimenting and the method that works best for each case. Different participants may have different levels of sensitivity to telepathic thoughts, which might not work for everyone. The author also warns of disturbances transmitted mentally by anyone present, even if not directly involved in the experiment. Therefore, one must not dismiss a positive result in other conditions, despite a failure in certain ones.",
  "content": "Cada experimentación debe adoptar el método que se revela el más oportuno en el caso suyo, y la mayor de las veces es el caso que descubre. Muchos sujetos son mejores perceptores telepáticos en la hipnosis y en determinados estados de ella, mientras algunos lo son alternando en la vigilia; algunas perciben igualmente bien cualquier idea o imagen que se le trasmite, otras no son sensibles a una determinada especie de estas; otros se encuentran en relación telepática con un solo o con pocos agentes, otros con todos; y otros al final pueden recibir una influencia telepática de cualquier persona también lejana y no consciente del experimento. Es también necesario advertir por norma de que quiere dedicarse a experimentos, que un fracaso en determinadas condiciones no basta para negar, a priori, la posibilidad de un resultado positivo en otros. Tratándose de fenómenos no solo mentales pero telepáticos, debemos naturalmente esperarnos la posibilidad de acciones perturbándonos trasmitida mentalmente de cualquier persona presente (o lejana) aunque no tenia parte directa en el experimento.",
  "last_phrase": "In conclusion, it is important to remember that each telepathic experiment should adopt the most appropriate method for its specific case. Different individuals may have varying levels of sensitivity to telepathy, depending on their state of mind or other environmental factors. Therefore, do not be discouraged by initial failures and allow for variations in the experiment's conditions. As an exercise, try the suggested method of focusing on a friend's neck and telepathically instructing them to lift their arm from three meters away. Have fun exploring the possibilities of telepathy with an open mind and curiosity."
}