{
  "title": "\"The Fascinating World of Alchemy and Symbols\"",
  "first_phrase": "In this text, the author discusses ancient gems and their use as symbols to enhance the power of fascination. The text describes various symbols represented on the gems such as lions, deer, scorpions, dogs, and serpents, each believed to represent a deity that governs a specific day of the week. In the last part of the text, the author explores the connection between fascination and alchemy. The alchemy of fascination has been practiced in both Eastern and Western cultures, often in disciplines shrouded in symbolism. The author questions why this practice has always been associated with symbols and explores the history of this ancient art.",
  "content": "Análogamente en esta antigua gema el ojo aparece circundado de cuatro símbolos que pueden ser referidos a los elementos y por lo tanto a las divinidades más altas[235]. Estas antiguas gemas han estado interpretadas por algunos investigadores como amuletos, pero tales atribuciones no son las únicas posibles: no hay dudas que pueden ser utilizadas como mándala para potenciar la potencia fascinadora de quien conoce la metódica y sabe interpretar los símbolos. Para operar en tal manera a fijación va, con la metódica de Bishoff, primero ejercitada sobre el ojo central, ampliando después la mirada a los símbolos laterales que vienen vistos con la visión periférica y retornando al final al ojo central. La alquimia fascinatoria Para aprender la fascinación el practicante oriental se ejercita observando los mandala y estudiando sus textos alegóricos, mientras en occidente tal disciplina está estrechamente ligada a la alquimia, ciencia simbólica. Si observamos la historia de esta práctica nos damos cuenta que esta ha estado siempre, por lo tanto en el mundo, relacionada a las disciplinas veladas por símbolos. ¿Por qué?",
  "last_phrase": "En conclusión, las antiguas gemas pueden ser utilizadas como mandalas para potenciar la fascinación y los ejercicios que se realizan con ellas pueden tener un profundo efecto transformador en el practicante. La disciplina de la fascinación está estrechamente relacionada con la alquimia y las disciplinas veladas por símbolos, ya que estos son capaces de describir mejor que las palabras los cambios del ánimo y pueden llevarnos a nuevas dimensiones. Practicar estas técnicas puede llevar a un cambio efectivo y progresivo en uno mismo que se refleja en la mente del otro."
}