{
  "title": "Understanding the \"Sanpaku\" Eye: Sign of Imbalance and Expressiveness.",
  "first_phrase": "In the previous part of the text, the concept of \"sanpaku\" was introduced, a Japanese term used to describe a type of gaze that indicates an imbalance in a person's emotional state. The text gave examples of different types of gazes, such as a lascivious or ironic look, and emphasized the importance of studying and imitating expressive eyes to enhance one's own gaze. In this final part, the text focuses on how the shape and strength of the eyes can impact their captivating power and how exercises can be used to enhance that power. The text cites various authors to support the idea that the mind and body are interconnected, and provided instructions on how to collect models to study expressions effectively.",
  "content": "Ulteriori Esercizi Quien tiene la fortuna de poseer en su entorno cualquier persona dotada de ojos extraordinariamente expresivos, no se canse de fijarlo en las pupilas, buscando de imitarle la expresión, de robarle, casi diremos, el secreto. El ojo, pertenece al alma más que cualquier otro órgano; son las ventanas a través de las cuales esta mira el mundo[197]. También en la vida o en otro lugar, encontrando dos bellos ojos no se deberá transcurrir de estudiarlos atentamente la particular expresión, manteniendo firme dentro de si aquella voluntad sugestiva de adquirir nosotros tal vez una mirada bella como aquella de la que hemos ya hablado. Además se podrá siguiendo las normas aquí explicadas, perfeccionar el estudio de las expresiones haciendo colecciones de modelos (fotografías, postales, etc.) Otras referencias a la fisonomía del ojo tomada de varios autores La forma del ojo puede hacerse en efecto que algunas personas tengan ya de principio mayor impacto fascinatorio. Es porque la mente actúa con el cuerpo, con todos los ejercicios pueden aumentar la fuerza del ojo.",
  "last_phrase": "In conclusion, studying the expressions of beautiful eyes can help in acquiring a captivating gaze. By following the guidelines discussed and collecting models, one can perfect the study of expressions. While the shape of the eye can play a role in its attractiveness, exercises can enhance its power. The eyelids are also important as they are considered the gate to the soul. Thick and red eyelids may indicate a lack of shame or dedication to drinking, according to some authors."
}