{
  "title": "\"Understanding the Ancient Beliefs About Mal De Ojo\"",
  "first_phrase": "In the previous text, we talked about the belief of ancient people in the transmission of the evil eye from humans to animals and the admission of philosophers like Agrippa in the influence of strong emotions on generating diseases. Now, we would like to draw our reader's attention to the practices used to prevent or free oneself from the evil eye from old times to today. The Romans, for example, placed the image of a member in gardens, and they made young women sit on a fascino to avoid negative influences. In the last 200 tokens, we will discuss the physiology of fascination during conversations and its effects on humans, including relaxation of the jaw and dilation of the pupils.",
  "content": "Pero hacían también más: cuando una joven se dirigía al marido, para alejar las influencias negativas de ella, la hacían sentar sobre un fascino, es decir sobre uno miembro de Priapo. Era una baratija esto, que los Romanos tenían colgados y retratados, por todos lados, como lo demuestran los signos en algunas casas, y miles de objetos, que fueron extraídos de las ruinas de Pompei; y es por ello que cada día aquellos los cuales temen de ser malignamente fascinados, portan rápidamente la mano a aquel órgano. Este poco de historia que hemos brevemente mencionado da las explicaciones de tal gesto, del cual muchos no conocen el origen ni las tradiciones. [145] 12. Fisiología de la a fascinación en las conversaciones Poder comenzar a ejercitarse utilizando el poder de la fascinación también en conversaciones cotidianas. Y como en los animales a fascinados, también en el hombre podemos observar una modificación de algunas características: por ejemplo: un inicio de relajamiento del maxilar, dilatación de la pupila, etc.",
  "last_phrase": "In conclusion, understanding the history and physiology of fascination can be useful in enhancing everyday conversations. By observing how it affects both animals and humans, we can learn to harness its power and become more effective communicators. So, next time you engage in a conversation, pay attention to the subtle changes in your interlocutor's body language, and use the power of fascination to your advantage."
}