{
  "title": "Interpretando los rasgos y significados de los ojos y cejas.",
  "first_phrase": "In this text, the author provides an insightful look into the different types of eyes and eyebrows and the personalities that correspond with them. From small and noble eyes to large, bright and shiny eyes, readers can learn a lot about a person through their eyes. In the last 200 tokens, the author explores eyes that are white, still, and without lucidity as they were regarded with suspicion by the ancients. The text also sheds light on how some eyes are an indication of a person's character traits and moral disposition.",
  "content": "Pequeños y nobilísimos, con cejas conjuntas: ignorancia, tristeza, pesimismo. Ojos marrones, con cejas casi unidas: personas calmas, bien pensantes, pero si es necesario capaz de traicionar y engañar. Los ojos que se mueven regularmente pertenecen a personas óptimas y generosas. Ojos pequeños y temblando: hombre seductor, libidinoso, fácil presa de pasiones amorosas. Los ojos que se bajan hacia las sienes son de individuos perversos y lujuriosos. Si los ojos están en línea recta, también el alma es recta. Los ojos que miran con benevolencia, sonríen y brillan justamente, sin destellos, son de personas inteligentes, caritativas y misericordiosas. Se encuentran pocos verdaderamente. Ojos de la mirada dura, cortantes, animo malo, inhumano. Ojos quietos y claros: loco, tontos, atontados. Los antiguos desconfiaban de los que tenían ojos blanquísimos, quietos, sin lucidez, aconsejaban de no tomar por amigo ni compañero a los portadores, porque eran engañadores e insidiosos. Ojos celestes, inmóviles: hombre insensato, delicado, de cerebro pequeño, ignorante.",
  "last_phrase": "In conclusion, the shape and movement of one's eyes can provide hints about their temperament and character. While some stereotypes may hold distinctions, it's important not to immediately judge someone based on these observations. Instead, it's best to get to know a person before making any assumptions about their personality."
}