{
  "title": "\"The Spiritual Journey in UR and Krur\"",
  "first_phrase": "In the previous section, we summarized the path proposed in UR and Krur, which involves working on each element to grasp its reality and then tapping into another dimension that's always within us. The deep feeling of these elements leads us towards discovering a consciousness that goes beyond our ordinary reality. Arturo Reghini, a mathematician-philosopher in the Theosophical Society, explored this concept extensively. In this concluding section, we'll delve into Reghini's belief that the extraction of sulfur, the foundation of the Ars Regia, is an inner technique that helps us become aware of our animic, spiritual, and divine counterpart.",
  "content": "Si cet “occulte” qui a une nature éminemment spirituelle de soleil et de feu mais perçu au début comme “lunaire” parce que caché, parvient non seulement à se manifester, mais à se fixer dans sa manifestation, son influence et son empreinte (teinture) exercera une action vivifiante et permanente » (ibidem, p. 135). En fait, pour Righini l’extraction du Soufre (fondement de l’Ars Regia) est une technique intérieure grâce à laquelle l’homme peut prendre conscience de sa contrepartie animique, spirituelle et divine en détournant son attention du Sel (corps), en la concentrant d’abord sur le Mercure (Âme) et en la fixant ensuite sur le Soufre (Esprit) . (36) Arturo Reghini (1878-1946) est un mathématicien philosophe faisant parti de la Société Théosophique. Très clairvoyant, il s’est penché sur de nombreux sujets ayant trait à l’humain et à l’ésotérisme. L’école pythagoricienne le passionne. Il écrit de nombreux livres sur le sujet. Cela lui a même valu la reconnaissance du public à travers les académies de Lincei et d’Italie.",
  "last_phrase": "In conclusion, Arturo Reghini, a mathematician and philosopher, believed that through the extraction of Sulphur - an inner technique - individuals could become aware of their spiritual and divine counterpart. By focusing their concentration on the soul and spirit, rather than the body, individuals could attain universal immateriality. This philosophy was popularized by Evola in Ur magazine."
}