{
  "title": "The Historical Belief and Practice of Fascination or the \"Evil Eye\"",
  "first_phrase": "The last 200 tokens of this text provide an insight into the origins of the word \"fascination\". It delves into how the belief in the malefic influence of others' gaze has existed since ancient times and how mythology played a role in perpetuating this belief. The text also brings up the concept of \"neuronas espejo\" and how they could explain why observing someone with an evil gaze can elicit negative emotions in the observer. In summary, the text touches upon the neurological basis of such an effect and the historical and mythological roots of the belief in malefic gaze.",
  "content": "Giunone presa de celos, porque era estéril, y estériles eran también sus compañeras, se camuflo de vieja, simulando de dar ayuda a Venere en el parto, con la mano benéfica le toco el útero, y sucedió que el niño nació deforme con el pene de increíble grandeza. A Priapo fue dado el nombre de Fascinus, que fue considerado cual Dios y entre las cosas sacras de las Vestali venerado. Ellos eran los protectores de los niños y de los Emperadores, los cuales últimos portaban simulacros suspendido bajo el carro de triunfo. [139] Es así por lo tanto como de este dios Fascinus, que protegía a los individuos de la malvada mirada de otros, nace la palabra fascinación.",
  "last_phrase": "In conclusion, the concept of \"fascination\" originated from the god Fascinus, who was worshipped as a protector against the evil eye. The belief in the transmission of the effects of mal de ojo from humans to animals and objects was prevalent among ancient thinkers, and some even believed in the transfer of dark vapors from one person to another. To ward off the effects of the evil eye, the Romans erected images of male genitals in their gardens. While these practices may seem strange to us now, they offer insights into how people from different eras and cultures have sought protection from harmful forces."
}