{
  "title": "The Power of Observation: Using Light and Mirrors for Self-Transformation",
  "first_phrase": "In the previous text, we explored the use of fire and light for meditation and self-transformation. In this final part, we delve into the power of mirrors as a tool for self-fascination and self-hypnosis. Mirrors have been used since ancient times to enter specific states of mind, and with proper training, one can practice self-fascination using mirrors. Our method involves intense mirror-facing training, incorporating ancient exercises such as the double ascent of the hermetic caduceus. The goal is to develop oneself through these exercises, which have similar aims to those mentioned in Ur and Krur.",
  "content": "Exercise Pensez à une qualité que vous voulez développer en vous même et au même temps observez une lumière Fermez les yeux et observez la trace lumineuse En rouvrant les yeux vous noterez que l’idée est comme “rentré” en vous. Ce type d'exercice va être comme une autohypnose que progressivement va vous transformer. Vous pourrez progressivement rajouter des éléments L’auto fascination du miroir Dès les périodes plus anciens les miroirs ont été utilisé pour entrer dans des états spécifiques Une personne bien formée peut pratiquer la fascination sur elle-même à travers un miroir. C’est pourquoi notre méthode prévoit des formations intenses face au miroir. Dans le miroir, il y a deux énergies: - La nôtre, lorsque nous regardons le miroir, - Celle de l’image qui apparaît dans le miroir. La connaissance des exercices secrets est très importante dans cette pratique. Dans notre méthode, on effectue des exercices d’origine ancienne appelés double montée du caducée hermétique. Pour mieux comprendre leur portée, il est bon de noter qu’ils ont une concordance et un but semblable avec les exercices du développement du soi, mentionnés dans Ur et Krur.",
  "last_phrase": "En concluant, la méthode mentionnée dans cet exercice implique des pratiques d'autohypnose et de fascination devant un miroir pour se transformer progressivement. Les exercices d'origine ancienne appelés double montée du caducée hermétique sont importants dans cette pratique. Ce parcours s'effectue en deux étapes : le travail sur chaque élément pour en saisir la réalité et la prise de contact avec une dimension autre qui demeure en nous. Cela nous pousse vers la découverte d'une autre conscience qui dépasse notre simple réalité holographique."
}