{
  "title": "\"The Power of Eye Contact in Pain Management Therapy\"",
  "first_phrase": "This text describes the fascinating technique of gaze therapy, aimed at taking patients \"beyond the point\" of their rigid positions and mental habits that represent the sum of their personal problems. The author guides patients to a state of \"non-thought\" where pain can disappear, using non-verbal techniques. This technique has been scientifically studied by the Nice School, led by Professor Di Pisa, to show its effectiveness. The patient is awakened from this state with a simple tap on the shoulder leading them to a new dimension of life.",
  "content": "Il ne s'agit pas ici d'une simple suggestion hypnotique, si bien qu'à certaines occasions (bien que rarement) il est nécessaire d'opérer deux ou trois fois avant que « le bon moment puisse être saisi ». S'il n'avait été qu'une suggestion, la troisième tentative aurait eu pour effet d'imiter ce qui s'est passé dans les précédentes. Cependant, comme ce n'est pas le cas, cela signifie que nous avons en fait guidé notre patient vers une nouvelle dimension de la vie. Le professeur Di Pisa lors d'une émission de télévision Nos études complémentaires Notre école niçoise a étudié scientifiquement le phénomène. Un aspect clé de la thérapie centrée sur le regard est de se laisser observer et d'observer à son tour le patient tout en lui donnant la possibilité de se souvenir de l'état qui lui a causé des problèmes. Là-dessus, nous conduisons la personne dans un état de fascination sans aucun recours aux mots. Une telle méthode, en effet, permet de le transporter dans un état de « non-pensée » où le symptôme disparaît. C'est l'équivalent de réinitialiser l'esprit.",
  "last_phrase": "In conclusion, the therapy centered on gaze is a scientifically proven method that enables a person to reach a new dimension of life. By guiding the patient into a state of fascination without resorting to words, the therapy resets the mind and creates a state of non-self-consciousness where the symptom disappears. This can be achieved beyond the trance through the power of focus, even in everyday situations."
}