{
  "title": "\"La correspondencia de las doce operaciones alquímicas\"",
  "first_phrase": "In this text, the author discusses the idea of our inner world being a reflection of the cosmos with the twelve zodiac signs symbolizing different states that we go through. The author references Agripa's saying that to invoke the stars, we need to become like them and participate in their light. The author also explores alchemical transformations that correspond to different organs of the body and points on the spine. In the last 200 words, the author talks about how the first seven signs have precise spinal points, and the last five signify the ability to perceive past and future events. The text concludes by discussing how different practices prepare us for the next stage of development, and there is a correspondence of the twelve alchemical operations to the magnetic field.",
  "content": "En el grafico abajo se observa cómo se distribuyen estos puntos sobre la espalda del bebe en una imagen tomada de un antiguo manuscrito que llego a nosotros y no se encuentra en el comercio. Los primeros siete signos tienen un punto de precisa correspondencia sobre la columna vertebral, mientras los últimos cinco, a partir de escorpio, para significar el alcance de capacidad extra humana, vale decir el pasaje a precepciones de eventos pasados y futuros y otros mas[247]. La disciplina de la fascinacion pura, del magnetismo, el arte del medio que percibe eventos escondidos y el recorrido adicional hacia la iluminacion suprema eran en efecto en un tiempo partes de un unico recorrido de desarrollo humano, donde cada practica preparaba la sucesiva a traves del alcance de estados de animo y de la consciencia precisos. Y existe también la correspondencia de las doce operaciones alquímicas para el ámbito magnetico.",
  "last_phrase": "En conclusión, las prácticas antiguas de fascinación pura, magnetismo y arte de percepción de eventos escondidos estaban en un tiempo unidos en un único recorrido de desarrollo humano, y las doce operaciones alquímicas correspondían al ámbito magnético. Aunque estas tradiciones cayeron en el olvido con el tiempo, la comprensión de su contexto original puede guiar el camino de desarrollo gradual de habilidades y llevar al sujeto a un trance más profundo. Este libro tiene la respuesta gracias a la investigación realizada."
}