{
  "title": "\"Understanding the Relationship between Exaltation and Therapy\"",
  "first_phrase": "In the previous text, the author discussed the therapeutic potential of hypnosis and the concept of \"non-ego.\" In the last 200 tokens, the author explores the relationship between kundalini energy, mesmerism, and the practice of inducing convulsions as a way to release trapped energy. The author also delves into the therapeutic benefits of extasis, which has been used since ancient times to transform individuals. Finally, the author introduces two pioneers in the scientific exploration of extasis: the doctor Alexandre Bertrand and the mesmerist Barbarin.",
  "content": "La raison est dans le fait que l’hypnose ericksonienne telle qu’on l’applique normalement est basée sur les mots. Les mots tendent à cristalliser les situations et à les définir. L’hypnose ericksonienne peut quelquefois être utilisé au début mais après il faut laisser parler le non verbal FASCINATION ET THÉRAPIE EXTATIQUE Hypnotisme extatique Bien connue par les anciens grecs, l'extase a une forte validité thérapeutique. Beaucoup de fois après l' extase les personnes se ressentent transformés. En fait le processus semble faire ainsi qu'après une montée d' extase on descend dedans soi même en se sentant différents. Répétant plusieurs fois le processus on porte à un changement dans la personne. C'est comme on donne à l'énergie intérieure une nouvelle forme. En plus de ses nombreuses actions, l’extase permet un travail direct sur la kundalini. L'extase est comme l'esprit qui se lève vers le haut. Histoire Parmi les grands penseurs qui se sont penchés sur l’extase, nous allons nous attarder sur deux personnalités scientifiques, le docteur Alexandre Bertrand et le magnétiseur Barbarin. Le docteur Alexandre Bertrand (1795 à 1831) Cet érudit était un ami de Despine. Ses travaux ont été déterminants dans la compréhension de l’extase.",
  "last_phrase": "In conclusion, hypnose ericksonienne can be complemented by the use of nonverbal cues and practices like ecstatic hypnosis for therapeutic effect. The transformational power of extasis has been known since ancient times, and great thinkers like Dr. Alexandre Bertrand have contributed to our understanding of this state. By embracing these different approaches, we can tap into the energy within ourselves and bring about positive changes in our lives."
}