{
  "title": "The Art of Magnetic Healing: Techniques and Process",
  "first_phrase": "In this text, we discover the process of magnetic healing where the magnetiser establishes a direct connection with the mind of the magnetised person. By touching the patient's fingertips and slowly moving his hands, he induces a state of sleep or somnambulism. In this last part, we learn about the different stages of sleep that the patient can experience, such as natural sleep, somnolence, magnetic sleep, and somnambulism. Sometimes, from the first session, a lucid state can be induced where the sleeping person has a clear understanding of his health and other aspects of life around him.",
  "content": "Il fait huit ou dix passes semblables d’une minute chacune devant et derrière le sujet, de la longueur du buste; Les impositions et les passes sont faites sans attouchements. Chaque fois que le magnétiseur relève les mains,elles sont fermées, et il opère lentement, avec une grande énergie de volonté concentrée, qui provoque l’émission du fluide. Après avoir ainsi opéré pendant un certain temps, lequel dépend des dispositions de l’agent et du sujet, si ce dernier paraît plongé dans le sommeil, on le constate en l’appelant. S’il se réveille, c’est la somnolence ou bien le sommeil naturel. S’il reste sourd et muet, c’est le sommeil magnétique. Il faut alors continuer les passes jusqu’à ce que le magnétisé réponde à l’appel dit magnétiseur. Quand, endormi, il répond, c’est le somnambulisme. Parfois, dès la première séance, grâce à une organisation exceptionnelle, le somnambule se trouve lucide, non-seulement pour sa santé, mais pour celle d’autrui, ou bien lucide pour les événements de la vie, etc., etc.",
  "last_phrase": "In conclusion, the process of magnetic sleep involves making passes without touching the subject to induce a state of hypnosis. The initial duty of a good magnetizer is to inquire about the subject's health and dedicate the first part of the session to their rest. Afterward, medical consultations, the development of psychological faculties, and a brief rest are crucial. The magnetizer should focus on the subject's health and spiritual well-being for a successful session. To wake the subject, transverse passes and insufflations on vital organs are commonly used."
}