{
  "title": "The Effects of Trauma on Perception and the Nervous System",
  "first_phrase": "In the previous section, we learned how our nervous system tends to simplify and reduce our perception of reality, but trauma disrupts this. Trauma triggers a response in our autonomic nervous system that leads to a \"block\" in our behavior, making us react in the same way to certain stimuli. This creates an \"observer\" entity, also known as a \"lens\" in NLP, which limits our perception of reality. Now, we'll delve deeper into the theory of polyvagal and quantum hypnosis to understand how trauma affects our perceptions in more detail.",
  "content": "Notre système nerveux le plus primitif agit de manière à bloquer le mode de réaction qui nous a permis de survivre sans réfléchir s'il est le plus adapté.Si * au contraire nous voulions utiliser la définition de l'hypnose quantique, nous serions dans un état de « superposition » quantique, avec plus de possibilités à notre disposition mais les éléments que nous décrivons maintenant (traumatismes et expériences diverses) « effondrent » la superposition quantique et libèrent la perception, créant une perception limitée. Si on veut se mettre dans une vision quantique on peut penser que les évènements de la vie créent une \"entité\" de perception limitée. Ainsi, un traumatisme peut créer une réaction automatique de notre système nerveux qui est toujours la même. Cela crée une \"entité d'observation\" également appelée en hypnose quantique un \"observateur\". L'observateur est en fait fusionné avec l'expérience.nous qui, face à un certain stimulus, réagissons toujours de la même manière * … En PNL on dit que la personne réagit toujours de la même manière car le trauma crée une « lentille » perceptive qui exclut les autres réalités.",
  "last_phrase": "In conclusion, our primitive nervous system has the tendency to block the appropriate reaction mode that once helped us survive. Traumatic experiences limit our perception and create an entity that responds in the same manner to certain stimuli. By understanding how our body and mind interdependently react to certain situations, we can learn to break free from these limitations and access a broader range of possibilities."
}