{
  "title": "\"Using Fascination and Altered States for Therapy\"",
  "first_phrase": "In the previous text, the author explains how intensifying the dynamics that create symptoms can paradoxically lead to a more expansive state. In the last 200 tokens, the author discusses the process of expanding consciousness in two phases, where increasing attention on a specific point leads to a relaxation of the mind and a collapse of previous thought patterns. This state is similar to what is found in various quantum therapies and is even implicit in Gestalt therapy. The author draws parallels between this process and techniques used in meditation, such as focusing on a Japanese koan or repeating a mantra. This concept of reaching a point of non-dual perception is crucial to understanding the role of consciousness in transformative experiences.",
  "content": "Le « koan » japonais est une expression, souvent paradoxale, à laquelle l'esprit tente de donner un sens. Par exemple \"quel est le son d'une main qui applaudit ? \". La réflexion sur le paradoxe fatigue les mécanismes de l'esprit conscient. L'effet du \"mantra\" est analogue. Le « mantra » est un mot répété maintes et maintes fois. Là aussi on observe un phénomène similaire avec la fatigue de certains mécanismes cérébraux. Dans les cas décrits, le koan ou le mantra est utilisé comme un seul point du \"foyer\" contemplatif. Peu à peu, ce type de concentration devient un processus automatique. Lorsque l'esprit se concentre, nous pouvons atteindre un moment précis où notre esprit \"lâche prise\", et nous avons un \"effondrement de l'ordre antérieur des idées\" ou même un \"moment de changement profond\", dans lequel un changement de perception. À ce stade, l'esprit est prêt pour une expérience spontanée de réalisation, c'est-à-dire pour la perception de la non-dualité.",
  "last_phrase": "Incorporating the use of koans, mantras, and fascination techniques into our daily lives can lead to a deeper understanding of ourselves and the world around us. By allowing our mind to let go of its previous ideas and perceptions, we open ourselves up to new and profound experiences of realization. Practicing these techniques with the guidance of experienced professionals can allow us to tap into inner resources and find greater peace and clarity in our lives."
}