{
  "title": "\"Shamanic Traditions: Connecting with Spirits and Nature\"",
  "first_phrase": "In this final section, the author shares their experiences and learnings from their time with the reindeer people and their shamanic traditions. They discuss the process of becoming a shaman, including the necessary spiritual characteristics and abilities, and the use of guttural chants to ward off negative spirits. They also touch on the idea of universality and the importance of believing in love and harmony. The section ends with the author's personal experience of becoming one with nature through hypnagogic trance.",
  "content": "Des mille merveilles que j'ai vécues aux côtés de mes Maîtres, des peuples rennes, il est difficile de tirer des exercices concrets à ramener en occident, mais si une nuit dans la taïga, je pouvais entendre les chamans orchestrer toute une forêt de sons , du chant des oiseaux parfaitement entonné avec les tambours d'une seule voix, pas une note déplacée, exercice du Dr Paret, de penser que l'univers est un, tout est un, sans séparation, puisque la séparation est créée par nous avec notre esprit, ne croyant pas pleinement au bien, l'Un donc, pour moi, est une forêt où tout être se réjouit avec la création. Il m'a appris qu'il faut toujours croire à la bonté et à l'harmonie que l'intention d'amour peut manifester dans ce que nous disons être la réalité. Dans ma transformation de ces pratiques occidentalisées, j'ai saisi quelques concepts de base. L'un d'eux est que dans l'expérience de l'hypnose chamanique, je suis devenu un arbre, un vent, une rivière et je me suis envolé avec un aigle et un Apu.",
  "last_phrase": "In conclusion, while it may be difficult to translate concrete exercises from my experiences with the reindeer people and their shamanic practices in the taiga, there are basic concepts that can be applied in Western culture. By practicing deep meditation and shamanic journeys, we can expand our consciousness, become one with the world around us, and access the deeper parts of ourselves that may be blocked by trauma or other issues. These practices can provide a pathway to healing and wholeness, and can help us to connect with the universe as a whole."
}