{
  "title": "\"Hypnose Choc: The History, Uses, and Techniques\"",
  "first_phrase": "This text explores the history and practice of hypnosis, specifically the \"sleep shock\" technique where the subject is quickly induced into a trance. Starting with the Abbé Faria, a Hindu priest who used the power of suggestion to put his subjects in a sleepwalking state, the text shows how this technique has evolved through the years. Gil Boyne, who popularized this method in America, changed the name to \"instant induction.\" The text explains the type of trance involved, the uses of this technique in both entertainment and therapy, and the necessary conditions for inducing the trance. It also briefly describes the use of Eastern hypnotism techniques involving astrology, the influence of specific planets, and the power of the human mind.",
  "content": "Des personnes très pressées peuvent aimer l’hypnose choc puisqu' il n’aiment pas des longues inductions de relaxation COMMENT LA METTRE EN OEUVRE Le sujet doit avoir deux conditions: 1 - Expectant attention, c’est à dire attention en sachant que quelques chose de spécifique va se passer 2 - Disponibilité 3 - l’opérateur doit trouver un “espace” ou il peut induire son sujet Exemple d’induction CHOC Regardez moi dans les yeux Inspirez et expirez Inspire - Expire DORS Relaxe toi - laisse toi aller - descend de plus en plus profondément Par sa caractéristique l’hypnose choc doit être faite par une autre personne HYPNOTISME de CLAIRVOYANCE HINDOU (extrait de http://www.pnl-nlp.org/download/hindou2/) Les méthodes orientales de mesmérisme ont des points en commun avec les méthodes ainsi dites \"hermétiques\" dont on se sert dans l'occident. L'adepte en hypnotisme oriental en plus des passes qui sont en vogue en Europe prend généralement en considération l’astrologie, l'influence d'un astérisme particulier, c’est à dire l'influence d'un certain jour de la semaine, l'influence particulière de certaines planètes, la susceptibilité de certains sujet, et enfin le pouvoir spirituel de l'esprit humain lorsqu'il produit l'état hypnotique On utilise aussi certains objets inanimés, soumis d'abord.",
  "last_phrase": "In summary, the use of shock induction in hypnosis can be preferred by individuals who do not have the patience for long relaxation inductions. To successfully perform this technique, the subject must be attentive and available while the operator must find a suitable environment to induce them. Additionally, the use of certain objects and cultural beliefs can enhance the effectiveness of hypnotism. It's worth noting that in India, hypnotism doesn't always lead to unconsciousness, and practitioners give instructions to their subjects while awake."
}