{
  "title": "\"Hypnosis Techniques: From Quick Shock Induction to Clairvoyance Hypnotism\"",
  "first_phrase": "This text explores the use of rapid induction hypnosis for those who prefer a shorter induction period. The subject must be attentive and receptive, and the operator must find a suitable space for induction. An example of a rapid induction is provided. The text then dives into the use of Oriental Mesmerism in hypnosis, which takes into account astrology and the spiritual power of the mind, utilizing mesmeric objects that produce hypnotic effects. The text also highlights the different types of hypnotic trances, with a focus on clairvoyance. The most commonly practiced form of hypnosis, which is free of passes, is also mentioned.",
  "content": "aux procédés du mesmérisme, sont considérés comme étant remplis d'un pouvoir spécial pour produire l'hyp­nose. Sur ce point l'hypnotisme et en particulier le magnétisme, au point de vue Européen, utilise aussi ces auxiliaires, ce que nous prétendons c'est que les orientaux sont aptes d'y attacher plus d'importance que ne le font les adeptes européens. Les objets mesmérisés donnent quelquefois des résultats merveilleux, tel par exemple l'eau mesmérisée, les subpìances semi-liquides appliquées sur le front, et d'autres articles mesmérisés placés en contact avec le corps. TYPE DE TRANSE Il est bon de mentionner ici que le mesmérisme dans l'Inde ne veut pas tou­jours dire \"Inconscience \" produite par les passes hypnotiques. Dans ce pays et dans la plupart des cas une personne est mise sous l'influence hypnotique lors même qu'elle est consciente aux autres impressions externes, Le point que nous voulons faire ressortir dans le présent cas, c'est que le pratiquant donne des ordres à ses sujets à l'état de veille, et lorsqu'ils sont en pleine possession de leurs facultés et de leurs sens. Clairvoyance La forme d'hypnotisme le plus généralement pratiquée est exempte de \"passes.\"",
  "last_phrase": "In conclusion, the practice of mesmerism and hypnotism has been utilized with varying degrees of importance in both Eastern and European cultures. Mesmerized objects can yield marvelous results, while trance states can be induced without the need for hypnotic passes. These are just a few examples of the many techniques used by practitioners in India and other regions, showcasing the diversity of hypnotic practices across cultures."
}