{
  "title": "\"The Power of Fascination and Telepathy Experiments\"",
  "first_phrase": "In the previous text, the author discussed the phenomenon of amnesia and its relation to hypnosis based on fascination. In this last part, the focus shifts to the concept of fascination and telepathy. The author defines fascination as the force of imagination intensively acting on the body of another person. They also explore the experience of feeling watched and the ability to perceive the personality of a person through a simple glance. The author cites scientific research that demonstrates the influence of gaze and its above-normal perception. Furthermore, the author delves into experiments and experiences of telepathy and telekinesis that seem to be intensified by the experience of fascination, where intention and willpower play an active role.",
  "content": "Estos no son más que algunos de los muchos ejemplos en los cuales verificamos también una serie de efectos de tipo aparentemente extrasensoriales[160], en particular curiosas experiencias prácticas de tele psiquis y de telepatía[161]. Las investigaciones científicas La mirada parece tener otros efectos conocidos de influencia explicados en manera psicológica, también un extraño poder anterior, de ser por ejemplo percibido también si no miramos directamente a la persona (y el investigador Sheldrake ha efectuado varias experimentaciones al respecto: 1999, 2000)[162], recientes investigaciones han mostrado que porcentuales variables entre el 70% y el 97% de la población afirma de haber tenido tales experiencias[163]. En relación a las experimentaciones citadas en notas efectuadas con experimentadores casuales, este fenómeno se intensifica en las experiencias de fascinación. Esta en efecto es acompañada siempre de una fuerte intención y voluntad, realizando así un tipo de concentración del ojo que no es tan solo de la mente consciente, pero sobretodo de nuestro yo más amplio que mira a través del ojo.",
  "last_phrase": "In conclusion, the power of our gaze goes beyond mere psychological influence and can also have seemingly extrasensory effects such as telekinesis and telepathy. Recent studies have shown that a large percentage of the population has had such experiences. By concentrating our attention and connecting with our unconscious, we can intensify this phenomenon and even produce significant and interesting results. So, harness the power of your gaze and unlock its full potential through intentional focus and concentration."
}