{
  "title": "Hypnosis in Mystical Traditions and Practices",
  "first_phrase": "In the previous paragraphs, the concept of initiation and resonance in various mystical traditions was discussed, as well as Sheldrake's theory of hierarchical organization in fields. The last 200 tokens introduce the concept of shock hypnosis, a technique where the subject is put into an immediate trance by sudden, forceful commands such as \"Dormez!\" This technique was first used by a Hindu priest in 1815 and later reintroduced by Charcot and Gil Boyne. Shock hypnosis is commonly used in entertainment but also has therapeutic applications.",
  "content": "HYPNOSE CHOC DORMEZ! En 1815, un prêtre hindou, l'abbé Faria, mettait ses sujets en somnambulisme en leur criant : Dormez ! L'abbé Faria expliquait tous les phénomènes par la concentration de la pensée du sujet sur l'idée de sommeil. Les hypnotiseurs de nos jours ont repris cette théorie, qui écarte toute cause objective, fluide, agent nerveux, influence quelconque du magnétiseur. Pour être complets, Faria dans ses écrits admettait la possibilité aussi d’autres types de magnétisme et n'écarte pas totalement l’idée d’autres types d’hypnose ou magnétisme. Un siècle après, avec Charcot et ses méthodes brusques pour provoquer l'hypnotisme, on rencontre à nouveau une méthode similaire. Gil Boyne c’est un américain qui repris ce système et le diffusa en Amérique. TYPE DE TRANSE La transe du sujet peut varier. En général on fait suivre à l’hypnose choc une induction plus souple pour permettre l'approfondissement USAGES L’hypnose CHOC est très utilisée en spectacle mais a aussi des utilisations thérapeutiques importantes.",
  "last_phrase": "In conclusion, hypnose choc or shock hypnosis, which involves a sudden induction technique, has been used since the 19th century, both for entertainment and therapeutic purposes. Though its effectiveness and safety may vary, it can be a convenient method for people who don't prefer long relaxation inductions. However, it should always be administered by a trained operator who creates a conducive environment for the subject to enter into a hypnotic state."
}