{
  "title": "\"The Power of Fascination: How Donato Hypnotized His Subjects\"",
  "first_phrase": "In the previous section, we learned about the power of fascination and how it could influence people's behavior through hypnotic techniques. Now, we delve into the history and methodology of Donato, a famous hypnotist known for his captivating gaze, which entranced his subjects into deep trances. Ed Cavailhon had even described the power of Donato's eyes as that of a wild beast. The text proceeds to detail the nuances of Donato's technique, which involved intense eye contact and convergence, leading to a loss of control in the subject's visual organs. It ends with a tip on how to break the spell by shifting the subject's focus.",
  "content": "Votre nez devra toucher, presque le toucher, le nez de votre sujet, provoquant un strabisme convergent ; une fatigue excessive des organes visuels fera ainsi perdre au sujet nerveux le contrôle de lui-même. Les premières manifestations hypnotiques surgissent... A ce stade, pour accélérer le phénomène de quelques secondes, vous pouvez rapidement et alternativement imprimer aux globes oculaires un mouvement de convergence et de divergence. Il s'ensuit, très vite, que le regard du sujet que vous avez fasciné s'attachera au vôtre et ne s'en éloignera jamais sans que vous ne disiez un mot : quand vous reculez il avance, quand vous avancez il recule ; il descend si vous descendez il montera en même temps que vous vous levez. Il imitera tous vos gestes ; il exécutera toutes les suggestions que vous voudrez lui imposer, sans se souvenir de rien. En répétant les tentatives sur le même sujet, l'état de fascination deviendra de plus en plus évident... Pour mettre fin à cet état, il suffit de souffler sur les yeux du sujet. En plaçant une main devant les yeux d'un sujet qui vous fascinez et en dirigeant son regard sur les yeux d'une autre personne avec l'index de la main droite, le sujet va inévitablement s'attacher au regard de cette personne.",
  "last_phrase": "In conclusion, while the techniques described may seem intriguing, it's important to note that the use of hypnosis should only be undertaken by qualified professionals in controlled environments. If you do choose to explore hypnosis for yourself, it's important to approach it with an open mind and a healthy dose of skepticism."
}