{
  "title": "How to Practice EFT: The Basics in 4 Steps",
  "first_phrase": "This article has been discussing the Emotional Freedom Technique (EFT) and how it works. The method is similar to acupuncture, but instead of using needles, it involves tapping energy points along meridians with the fingertips. The last 200 tokens explain how to perform EFT and its four key steps: setup, statement, tapping, and closing. The technique helps to restore emotional balance and alleviate physical pain by clearing energy blockages. After completing a three-day course, one can practice the method whenever needed. EFT is a useful self-therapy tool that can help in situations such as giving a speech or dealing with acute physical discomfort.",
  "content": "Par exemple, si vous avez des problèmes de dos, vous ne devriez pas essayer de ne pas y penser, comme vous avez l'habitude de le faire. Au contraire, elle doit rester focalisée sur la sensation douloureuse. Parfois, cela vaut aussi la peine de répéter des affirmations positives d'acceptation de soi, telles que \"Même si j'ai ce mal de dos sévère, je m'accepte\" ou \"Même si j'ai mal au dos, je m'aime\". La technique EFT permet de se clarifier et de rééquilibrer les réactions et les émotions du corps. Après l'avoir pratiqué, la personne se sent soulagée, à tous les niveaux et à tous les points de vue. Une fois qu'il a pratiqué et intériorisé la méthode, il peut l'utiliser chaque fois qu'il en a besoin, par exemple avant de prononcer un discours important ou s'il ressent des maux particuliers. Les 4 étapes de l'EFT L'EFT se déroule en quatre étapes. La mise en place. C'est la préparation du système énergétique. La personne prononce une phrase d'acceptation, telle que \"Je m'aime et je m'accepte même si j'ai ce problème\", tout en tapotant le centre de l'extérieur de la main (entre le poignet et la base de l'auriculaire).",
  "last_phrase": "In conclusion, EFT is a powerful technique that helps clarify and rebalance the body's reactions and emotions. By following the four steps of EFT, one can prepare their energy system, tap on selected points while acknowledging their discomfort, perform the gamma procedure, and repeat the sequence. Once mastered, this technique can be used anytime one feels the need to soothe their thoughts and emotions."
}