{
  "title": "\"The Eye's Competence in Meditation and Fascination of Thought\"",
  "first_phrase": "In the previous section, we discussed how the physical medium of our eyes operates on the mind through a specific type of mental concentration. Now, let's explore the symbolism of the fascination of thought and the importance of ocular competence in identifying directions. We will delve into Descartes' concept of \"extensions\" and how the three-dimensional perception of directions determines an object's position. We will also analyze the correlation between an object's location and its visual ego center. We'll discuss how the identification of an object's position primarily depends on the retinal image, but in some cases, physiological alterations can affect it. Finally, we'll examine how fixation serves not only as a material means to fix thought but also as a tool for achieving complete internal possession through external insensitivity.",
  "content": "Puede entonces intervenir un diferente funcionamiento de la mente, menos orientada a un descubrimiento específico y más abierto a la potencialidad[154]. Una no identificación de la posición de un objeto puede también ser obtenido cerrando los ojos, pero en tal caso también ciertas funciones motoras y activas del hombre se excluyen. Para todas las tradiciones que utilizan una concentración ocular con el propósito de la meditación, la fijación además de ser un medio material para fijar el pensamiento tiene también un propósito anterior. Es decir que realizar al externo la insensibilidad completa y al interno la posesión de si completa[155] pero en manera activa. Es decir una retro visión del externo, de la forma sobre la cual se fija nuestro yo y que nos “comemos” para tomar posesión de nuestro mundo interior.",
  "last_phrase": "In summary, the practice of concentration through visual fixation is not only a tool for focusing the mind but also a means to gain inner control and awareness. Though challenging to achieve alone, the use of fascination and guidance from others can support one's journey towards a more expansive state of being. Keep in mind that consistent effort is required, but the potential for personal growth is worth it."
}