{
  "title": "The Inner Gaze and Air Element in Tibetan Tradition",
  "first_phrase": "In this last part, we delve into the concept of an inner, transformative gaze, likened to the awe-inspiring feeling of looking up at the sky. The passage from Ur and Krur written by Evola offers an insight into this idea. By sitting outside, absorbing the night sky until contact is made with an invisible force, the author experiences a sense of transfiguration that leads them to a state of inner illumination. The result is a profound feeling of power and glory. This text explores the potential of inner work and the transformative power of the gaze, inspired by the natural world.",
  "content": "En voilà un extrait : « Je dirai simplement ceci : Lorsque, aussi bien la température que la sérénité de mon esprit le permettent et que la nuit est claire, je reste assis dehors à m'identifier avec le ciel nocturne. Sur celui-ci je laisse errer mon regard, doucement, jusqu'à ce que je perçoive en moi comme une prise de contact - désormais devenue familière - avec une autre force. A ce moment-là, l'azur nocturne subit une sorte de transfiguration : mes yeux le voient devenir intense, vivant, éthéré, lumineux. De l'extérieur, je suis conduit à l'intérieur. Un état de lumière se lève lentement en moi et se fixe au centre irradiant. A partir de là, l'espace et le temps cessent d'exister. En éprouvant la sensation d'une lente descente, comme de strates qui se déposeraient au fond, je retourne aux choses avec les premiers rayons de la lumière physique que perçoivent mes yeux. J'accompagne alors le lever du jour qui se réfléchit sur le mien et j'éprouve une telle sensation de puissance et de gloire qu'il faudrait être poète pour pouvoir la décrire.",
  "last_phrase": "In conclusion, taking the time to connect with nature and the elements around us can lead to profound experiences of inner peace and spiritual connection. The Boen tradition of Tibet offers valuable techniques, such as observing the night sky, for cultivating this connection with the world around us. So next time you have a chance to sit outside and gaze at the stars, take a moment to let yourself be fully present and see where this practice can take you. As for dealing with someone who complains, it's important to set boundaries and approach the situation with empathy and understanding."
}