{
  "title": "\"The effectiveness of Gaze Therapy in psychotherapy\"",
  "first_phrase": "In this text, the effectiveness of gaze therapy is discussed as a tool for bringing individuals out of internal trances and into interpersonal trances with the guidance of an operator. By observing a client's eye movements during therapy, the therapist can identify and dissolve automatic defense mechanisms that recreate symptoms. This concept is made even more concrete through the use of visual cues, which aid in breaking down mental barriers and making the client more receptive to therapy. The following section explores another technique in which visual contact is used to enhance therapeutic outcomes.",
  "content": "Cela a également un correspondant physiologique dans les mouvements oculaires. Lorsque nous entrons dans nos pensées, nous effectuons des mouvements des pupilles dans des directions particulières ou, dans d'autres cas, nous défocalisons. Par exemple, la PNL (Programmation Neuro-Linguistique), observe que lorsqu'une personne amène ses élèves vers la droite, elle accède souvent à des images construites, tandis que lorsqu'elle les amène vers la gauche, elle accède à des recours. De même, les mouvements horizontaux correspondent à des constructions auditives et les mouvements inférieurs à accéder à son dialogue interne ou à ses sensations. Lorsque l'œil entre dans ces positions, le client est alors \"à l'intérieur de lui-même\" et recrée le problème. Par conséquent, en demandant à notre client un contact visuel direct et soutenu, nous agissons et dissolvons ces parties de «transe» automatique qui fonctionnent comme des mécanismes de défense internes. Nous surmontons les réactions qui l'aident à se défendre de l'intensité du contact interpersonnel et qui lui permettent de recréer le symptôme. Une autre Technique En établissant un contact visuel direct pendant que le client vit son état, nous pouvons également agir d'une deuxième manière.",
  "last_phrase": "In conclusion, by establishing direct eye contact with our client during their state, we can dissolve their automatic defense mechanisms and help them overcome their symptoms. Additionally, by intensifying the symptoms, we can paradoxically lead the person to a more expanded state of consciousness. These techniques can help in creating a perspective which ultimately leads to a positive change."
}