{
  "title": "\"Extase, Kundalini et Fascination: Les Connexions Physiologiques\"",
  "first_phrase": "This text explores the concept of ecstasy, particularly in relation to the observations of Dr. Alexandre Bertrand and the therapeutic method of the magnetizer Barbarin. The text then delves into the similarities between the experiences of magnétisme and Kundalini, noting the physiological elements that overlap. In the final 200 words, the text investigates the idea that a well-trained fascinateur can contribute to the kundalini activation of another person through a combination of their gaze and energy. This transfer is like a key unlocking the kundalini. The text emphasizes that the action of the gaze is to provide a spark to the patient to awaken the power of the Kundalini, while the sound helps turn the key to unlock the energy.",
  "content": "Étrangement, on s’aperçoit qu’après cette phase d’excitation, il s'ensuit une phase de reconstitution. Paradoxalement, l’action bienfaisante de la fascination dissout les barrières égotiques et isole les blocages répressifs de l'ego, ce qui nous permet d'embrasser un sens beaucoup plus large de notre être. C’est aussi l’ego qui maintient notre équilibre hyperergique ou hypoergique. Dès qu’on le laisse de coté, on peut avoir une situation normoergique. La fascination extatique réveille la puissance opérative de la kundalini. Dans les yogas de l’énergie des traditions occidentales, on relate fréquemment des états de transe proche de l’extase produite par la fascination hypnotique occidentale. Un fascinateur averti et bien formé peut fortement contribuer à l’activation kundalinique d’une autre personne, surtout lorsqu’il se trouve en hyperprésence. Ce transfert d’impulsion magnétique s’effectue par le regard fascinateur qui doit obligatoirement être accompagné d’une forte intention énergétique et d’un puissant son opératif. En fait, l’action du regard permet d’apporter au patient la petite étincelle mettant la clé dans la serrure kundalinique. Le son étant la force qui fait tourner la clé pour libérer la serrure.",
  "last_phrase": "In conclusion, the power of fascination can dissolve egotistical barriers and allow us to embrace a wider sense of being. Interestingly, the physiology of this process leads to a feeling of cataleptic rigidity, a sign of the activation of kundalini energy through the hypnotic gaze. A skilled fascinator can use this to activate kundalini energy in others, leading to a stronger connection to oneself and a more balanced energy state. Keep in mind that proper training and intention are crucial in harnessing this power."
}