{
  "title": "\"The Three Spirits: Keys to Vitality and Fascination\"",
  "first_phrase": "In the previous section, the text covered the keys to achieving the correct attitude, which includes safety, concentration, fixation, and firmness of purpose. However, these are not enough. In this last section, the focus will shift to the physiological aspects of developing energy. The text outlines various exercises for the eye, body, and breathing, and how they all contribute to the development of well-being. It also touches on the \"spirit of man\" concept, which the ancients defined as a new awakening. Additionally, it draws a comparison with Albert Magnus's tripartite system of the spirit, which explains the quality of one's personality, emotional disposition, and intelligence.",
  "content": "Es por ejemplo aquello que une el alma al cuerpo, o la relación entre la unidad alma cuerpo y el mundo externo[178]. Y es el producto de múltiples influencias. Los tres sistemas En nuestras investigaciones hemos encontrado precisas referencias a aquello también en la literatura de los antiguos. Por ejemplo según Alberto Magno[179] existe una tripartición en el espíritu: el espíritu natural ligado a la digestión de los alimentos, aquel vital ligado al corazón y al movimiento, y el espíritu animal ligado a las operaciones de los sentidos. [180] Estos tienen diferentes características: por ejemplo el espíritu natural es cálido, sutil e turbio, mientras aquel animal es frio, delicado y lucido. Combinan con los seres humanos de maneras diferentes. Estas variaciones se deben a factores: la calidad del corazón de una persona, el cuerpo y la dieta. Los espíritus de una persona varían entonces en calidad entre una y otra, y esto explica las diferencias en personalidad, disposiciones emocionales e inteligencia.",
  "last_phrase": "En resumen, el espíritu humano es el resultado de múltiples influencias que afectan su calidad y carácter, incluyendo la calidad del corazón, el cuerpo y la dieta. Para vitalizar el espíritu humano, es necesario trabajar en los tres espíritus, cuidando la dieta, desarrollando el control emocional, realizando ejercicios de tensión muscular y respiratorios. El desarrollo del espíritu animal a través del espíritu visivo puede incluso ayudar en la fascinación."
}