{
  "title": "\"Mental Projection: Techniques to Influence People's Thoughts\"",
  "first_phrase": "In the preceding text, we discussed an exercise in which the student had to visualize a person and suggest mental images to them. Now, we move on to a more difficult and intriguing experiment, also based on visualization, known as \"Experiment 11.\" This exercise involves projecting a feeling of interest onto the subject, where there may not be an actual cause for interest. The student needs to concentrate intensely on the subject and repeat several mental suggestions to achieve convincing results. It's essential to master the preceding experiment before proceeding with Experiment 11. This experiment could yield significant results and establish an important foundation for the entire course.",
  "content": "Es fácil observar que este ejercicio constituye una proyección respecto al precedente y es mucho más difícil, pero es necesario de hacer un experimento de esta naturaleza al fin de colocar al estudiante en grado de verificar los resultados de sus esfuerzos. Una razón particular de la mayor dificultad de este experimento esta en el hecho que el estudiante intenta crear en la mente del sujeto un sentimiento de interés donde no puede haber un causa real de interés. Y siempre más difícil de trasmitir una sugestión mental cuando en efecto del caso son diametralmente opuestos a las sugestiones mismas. Sería sorprendente si el estudiante lograra en la primera vez que prueba este experimento, pero repetido con esfuerzo podrán ciertamente lograr convincentes resultados. Recomendamos cálidamente de no proseguir adelante en el estudio de este curso hasta que no se ha logrado el experimento precedente. Muchas cosas dependen de este punto. La primera vez que usted efectué este ejercicio sea todo o en parte se convencerá de tener aferrado un principio muy importante. Ejercicio 11 Este experimento quantum que es ahora más difícil e interesantísimo.",
  "last_phrase": "In conclusion, although the Experiment 11 presented here may be challenging, it is essential for students to try to observe the results of their efforts. While it may be difficult to create interest where there is none, repetition and effort can lead to convincing outcomes. It is recommended that students achieve the previous experiment before proceeding, as much depends on the ability to influence a person in an unknown location. So, take your time, find a quiet place, and concentrate your mind to make the most of this interesting and beneficial quantum experiment."
}