{
  "title": "\"Fascination as a Therapy Facilitator: The Power of Crises\"",
  "first_phrase": "In this final part, we explore the concept of fascination as a facilitator in therapy during moments of crisis. The text delves into the technique of convulsive therapy and how it can be used to unlock a person's subconscious. The use of fascination and movement can help resolve certain mental and emotional issues by allowing the subconscious to express itself freely. The power of physical expression (crisis) can help discharge neurons, erase traces of the past and clear post-traumatic stress. This process can lead to psychological healing and improve one's physical and emotional well-being. The text also references the contributions made by Mesmer, Reich, and Lowen to this approach. By releasing emotional blocks and memories stored in the body, one can achieve a state of normal-ergique and reconnect with the mind, body, and soul.",
  "content": "Cette reprogrammation va : - Redonner aux neurones leur pleine efficacité, - Atténuer les troubles névrotiques et paranoïaques, - Agir favorablement sur les émotions perturbatrices, - Réduire certaines douleurs - Diminuer les déchets énergétiques liés à un mauvais maintien musculaire, - Aider à retrouver l’harmonie entre le corps, l’esprit et l’âme, - Augmenter le bon ressenti et la sensation de plaisir, - Favoriser le lien avec l’environnement. Histoire Outre que Mesmer, qui regardait ses sujets dans les yeux avant de créer ses crises dans ses patients, différentes écoles psychologiques ont aussi noté ça. Nous mentionnons surtout le filon bioénergétique de la psychanalyse avec Reich, Lowen et d'autres. Comment faciliter ce processus dans la fascination ? On peut naturellement préparer le processus en laissant s’exprimer les mémoires et les blocages logés dans le corps. Cette préparation de déconditionnement ouvre les vannes de l’énergie libre de l' esprit. En laissant ainsi l’ego on peut modifier l’équilibre intérieur. N’oublions pas que, c’est lui qui maintient notre équilibre hyperergique ou hypo-ergique. Le fait de laisser de côté les tensions et les blocages émotionnels permet d’obtenir un état normal-ergique.",
  "last_phrase": "En gros, la reprogrammation du corps permet de redonner aux neurones leur pleine efficacité, atténuer les troubles névrotiques, réduire les douleurs, etc. Pour faciliter ce processus, il est important de laisser s'exprimer les mémoires et les blocages logés dans le corps et de laisser de côté les tensions et les blocages émotionnels. Bien que cela puisse provoquer des réactions de crise, le résultat final sera un état énergétique normalisé et une sensation de bien-être."
}