{
  "title": "\"Métodos para aumentar la fuerza fascinativa a través de simbolos y mandalas\"",
  "first_phrase": "In this text, we delve into the secret traditional methods used to increase one's fascinative power. The practice of observing symbols and using analogical methods, such as the use of mandalas, is explored. In addition, we learn about a strange numerological method used by master Virgilio T. to obtain fascinative strength through the transformation of words into numbers. Finally, we discover a meditation technique called \"Divya Netra\" used in India to energize oneself by focusing on the \"Ajna chakra\" and experiencing visual alterations.",
  "content": "La solicitud viene sin embargo formulada en un modo particular donde a través de una serie de transformaciones basadas sobre la numerología las palabras son transformadas en números. Así por ejemplo “cinco dame ocho” es la transformación numerológica de “Virgilio, dame magnetismo”. [231] La misma numerología puede ser usada para crear una propia “palabra clave” para desencadenar la fuerza al momento de fascinar. [232] Notamos que un ejercicio muy similar donde se fija una foto del maestro para energizarse es utilizado por la meditación en India y es llamado Meditación \"Divya Netra\"[233]. Esercizio 86 – Meditazione Divya Netra Mientras vuestros ojos están cerrados, focalícese sobre el “tercer ojo”, sobre el área de su \"Ajna chakra\". En la fase sucesiva apriete los ojos pero no mire a través de sus dos ojos como hace normalmente. En vez, busque de ver con su tercer ojo. Notara ahora alteraciones visivas.",
  "last_phrase": "In conclusion, these techniques based on numerology and eye fixation can be useful for those who want to develop their powers of fascination and concentration. Whether through the transformation of words into numbers or the visualization of specific objects, these exercises can help you tap into the power of your third eye and Ajna chakra. Try incorporating these techniques into your meditation practice and see how they can enhance your abilities."
}