{
  "title": "\"Interconnectedness of Body and Mind in Hypnotic States\"",
  "first_phrase": "In the previous part of this text, we discussed the interdependence of body and mind, and how our reactions to external events are interconnected with our physical states. In the last 200 tokens, we discuss the concept of hypnosis and its effects on our attention and perception of reality. The author illustrates the effects of hypnosis on our bodies and minds by describing two examples: phobias and public speaking anxiety. The author also explores the connection between hypnosis and our perception of reality, and how it can create an observer detached from the event being observed. overall, this part of the text provides insight into the ways that hypnosis and perception can affect our physical and mental states.",
  "content": "Il semblerait en PNL que votre stratégie de prise de parole en public en étant trop concentrée sur l'observation des autres n'est pas adaptée à la situation. Vous êtes comme hypnotisé, c'est-à-dire que vous avez une baisse d'attention, car vous vous concentrez trop sur qui vous regarde et donc vous ne pouvez pas parler. On peut aussi penser dans les deux cas précédents qu'un blocage physique est également perçu. Il faut en effet penser que le corps et le psychisme sont holographiques ; c'est-à-dire qu'ils ont des fonctions différentes mais sont néanmoins totalement interconnectés et inséparables. Mais comment lire cette réaction automatique en termes subjectifs ? En termes subjectifs, nous avons une diminution de la conscience, c'est-à-dire que nous ne sommes plus complètement lucides et ouverts, et une émergence de notre \"je\" qui pense à survivre à l'expérience. En termes hypnotiques, c'est comme si nous nous concentrions uniquement sur une partie de la réalité. En fait, en général, les techniques d'hypnose créent une concentration de l'attention. Cette concentration d'attention est aussi intimement liée à notre perception de la situation, c'est-à-dire à la façon dont nous la percevons en termes de risque. Cela crée en termes quantiques une « entité d'observation » ou « observateur » détaché de l'événement qu'il observe.",
  "last_phrase": "In conclusion, it seems that being too focused on observing others during public speaking may not be the best strategy. This approach can lead to a decrease in attention and a physical blockage. Our body and mind are interconnected, and our perception of a situation plays a significant role in how we respond to it. Understanding this can help us reframe our thinking and overcome automatic responses to difficult situations."
}