{
  "title": "\"Hochfrequenzelektrizität und Lichtkuren in der Heilung\"",
  "first_phrase": "This is the last part of a text discussing the use of high-frequency electricity in medical treatment. The author explains that properly applied high-frequency electricity can produce a pleasant, warming feeling without any discomfort. However, if the electrodes are not properly placed, sparks can result, leading to discomfort. The author highlights the many benefits of high-frequency electricity for treating various conditions, but warns against overuse and emphasizes the importance of using safe devices. The section also briefly touches on the use of light therapy for medical treatment.",
  "content": "Diese Heilapparate wirken wie kleine Sender viele Kilometer weit, und sind daher der Schrecken der Rundfunkhörer. Da nun in Bälde ein Gesetzentwurf zu erwarten ist, der den Gebrauch von Heilapparaten ohne Störungsschutz verbietet, oder nur für die sendefreien Zeiten zuläßt, ist es ratsam, nur einen bereits mit sicher funktionierendem störungsschutz zu erwerben. Altere Ausführungen sind abzulehnen. So groß und wohltuend die Heilwirkung dieser ströme ist, so muß doch auch hier vor einem Zuviel sehr gewarnt werden. In geldlicher Hinsicht macht sich hier die verhältnismäßig rasche Abnutzung der Glaselektroden unangenehm fühlbar. Da jedem dieser Apparate eine genaue Gebrauchsanweisung beigegeben wird, und alles Wissenswerte bereits aus den leicht zu beschaffenden Werbeschriften zu ersehen ist, genügt es, hier zu erwähnen, daß der Preis dieser Apparate, je nach Ausführung und Leistung zwischen 60 und 150- RM. schwankt. Es gibt hier eine ganze Menge von Spezialelektroden, die man sich aber für den Privatgebrauch nicht aufschwätzen lassen soll. 3-5 Elektroden und eine Ersatzelektrode für 00 genügen vollauf. Da das Licht auch nur eine Umformung elektrischer Kräfte ist, so können wir nicht schließen, ohne auch der Lichtkuren zu gedenken. Schon die Farblichtkuren haben eine sehr günstige Wirkung, sie werden aber meist noch durch den Gebrauch der ?künstlichen Höhensonne\" übertroffen.",
  "last_phrase": "In conclusion, the use of healing devices without interference protection is expected to soon be prohibited or limited to non-broadcasting times. It is advisable to purchase a device with functioning interference protection to avoid discomforting and costly outcomes. Additionally, caution should be exercised regarding excessive use, and the purchase of specialized electrodes for private use should be avoided. Nature light therapies, such as color light therapy and the use of artificial suns, offer highly beneficial effects, with various colors producing specific therapeutic effects. Obtaining the necessary information to perform such therapies is relatively easy and inexpensive, making it highly practical."
}