{
  "title": "Guide to Full Body Massage and Treating Headaches",
  "first_phrase": "In the preceding section, instructions for a full body massage were given, including techniques for massaging the hands, legs, and feet. The last 200 tokens cover treatment for headaches and the importance of warming the patient's body through the use of warm footbaths and hand positions to stimulate liver, stomach, and intestinal functions. These techniques are meant to reduce headaches and prevent gas and fermentation in the stomach. It is recommended to control the patient's diet as well.",
  "content": "Nach erfolgter Massage verschaffen Sie den Kranken Gelegenheit, sieh einige Zeit auszuruhen. Aus diesen Anweisungen zur Ganzmassage ergibt sich ohne weiteres auch die öfters notwendig werdende Teilmassage, die Behandlung der einzelnen Körperteile. Aber auch zur Selbstmassage sind hier die Richtlinien gegeben. Die beste Strichführung und den jeweils nötigen Druck usw. können Sie nur durch praktische Übung herausfinden. Behandlung von Kopfschmerzen. Bei heißern Kopfe: Hier heißt es vor allen Dingen ableitend zu wirken. Gehen Sie dem Kranken ein möglichst warmes fußbad. Während der Patient seine füße im Wasser hat, machen Sie schnelle Streichungen, wie dies in dem Ab- Ahbildung 9. schnitt über die Entfernung krankhaften Odes gezeigt wurde. Hernach setzen Sie sich vor den Kranken. legen Ihre linke Hand auf dessen Lebergegend, Ihre rechte auf den Magen, und in dieser Stellung verweilen Sie etwa 3-5 Minuten. Es empfiehlt sich hier auch, den ganzen Bauch zu durchwärmen,um die funktionen des Darmes zu heben und so Gärungen und Gasbildung zu verhindern. Damit werden Sie allerdings nur dann dauernden Erfolg haben, wenn Sie auch auf die Diät des Kranken einen bestimmenden Einfluß haben und gärungserzeugende Nahrungsmittel fernhalten.",
  "last_phrase": "In conclusion, after a full-body massage allow the patient time to rest. These instructions also provide guidance for partial body massages and self-massage. To treat headaches with a hot head, use quick strokes for discharge and warmth the abdomen to prevent fermentation. It's important to influence the patient's diet to avoid gassing food. To further discharge, follow with short strokes over the whole body without touching, and immerse the patient's feet in cold water. Magnetic water or tea and healing clay are highly recommended."
}