{
  "title": "\"Magnetic Treatment Techniques: Positive and Negative Effects\"",
  "first_phrase": "In the previous part of this text, the author discussed two types of magnetic treatment: touch and non-touch. The touch method is effective for weakness and paralysis, while the non-touch method is more calming and strengthens positive illnesses. In the last part, the author introduces a mixed form of treatment where hands are placed on the affected areas to warm and dissolve, or to strengthen the major organs. The treatment aims to restore the body's natural functions and is recommended for negative health conditions.",
  "content": "Halten Sie Ihre Hände mit den leicht gestreckten und etwas auseinandergehaltenen Fingern etwa 1-5 cm über den Kopf und streich en hierauf langsam an der Außenseite des Körpers über Kopf, Hals, Arme, Hände, Beine und Füße hinaus, zum Schluß immer etwas schneller werdend. Am Schluß der Streichung schütteln Sie Ihre Hände ab, schließen die Finger leicht zur Faust und fahren so, einen Rückstrich vermeidend, in weitem Bogen wieder nach oben, öffnen, über dem Kopfe angelangt, Hände und Finger, und bestreichen dies mal Gesicht, Hals und Vorderseite des Körpers, über die Füße hinaus, von hier ab stets etwas schneller werdend. So wirken Sie abwechselnd auf Außen- und Vorderseite des Körpers. In vielen Fällen genügt es auch, die Streichungen nur bis über die Knie des Patienten hinauszuführen. Auch diese Form der magnetischen Einwirkung kann, je nachdem sie mehr oder weniger angenehm empfunden wird, etwa 3-20 Minuten dauern. Die gemischte Behandlung. Hier werden erst die Hände auf die kranken Stellen gelegt, um diese zu erwärmen und dadurch auflösend zu wirken oder die wichtigsten Organe zu stärken und sie wieder zur vollen Aufnahme ihrer Funktionen zu befähigen.",
  "last_phrase": "In conclusion, magnetic therapy has been known to have positive effects on some people. We advise you to try the techniques described in this text carefully and gradually, starting with the more general strokes, and move on to more precise techniques. Keep in mind that negative influences, like quick strokes or blowing on inflamed areas, should be avoided."
}