{
  "title": "\"Magnetic Self-Treatment: A Step-by-Step Guide\"",
  "first_phrase": "In the previous text, it was explained how to perform self-magnetization and polarization of the body by touching and stroking different parts of it. In this last part, the author explains how to apply these techniques simultaneously to both sides of the body and suggests different hand positions for optimal results. It is also recommended to avoid clothing made of silk, metals and to face south during the process. All these tips are important when treating oneself or others magnetically.",
  "content": "Desgleichen empfiehlt es sieh, die linke Hand auf die Magengrube und die rechte gegenüber am Rücken anzulegen. Streich en Sie später mit den etwas auseinandergehaltenen Fingern der rechten Hand in der Entfernung von 1-5 cm über die linke Vorderseite Ihres Körpers. Fahren Sie hernach mit geschlossener Hand nach oben und wirken Sie in gleicher Weise mehr auf die linke Außenseite. So mag auch hier ein Strich der Vorder- und der folgende der Außenseite des Körpers gelten. Die rechte Körperseite behandeln Sie in gleicher Weise.In beiden Fällen mag die Einwirkung etwa 2-10 Minuten dauern. Haben Sie nun in der Ausführung dieser Streichungen mit oder ohne Berührung einige Gewandtheit erlangt, so können Sie auf beide Körperhälften gleichzeitig einwirken, indem Sie mit gekreuzten Armen über Kopf, HaIs, Brust usw. streichen. Bei allen diesen Einwirkungen sollten Sie nut leicht oder, wenn es die Umstände erlauben, eventuell unbekleidet sein. Metalle sind während der Behandlung abzulegen. Seide ist in jedem Falle zu vermeiden, denn diese wirkt sehr stark isolierend und läßt die magnetische Kraft nur schwer durchdringen.Dies gilt natürlich auch in den Fällen, wo Sie andere Personen magnetisch behandeln. Ratsam ist es ferner, bei der Selbstmagnetisierung sich so aufzusteIlen, daß Gesicht und Vorderseite des Körpers nach Süden gerichtet sind.",
  "last_phrase": "\"In conclusion, self-magnetization and magnetization of others can be practiced by placing hands on the affected areas and stroking in a specific pattern with the fingers. To ensure maximum effectiveness, it is advised to avoid wearing silk and metal during treatment and face the south while performing these actions. Starting with lighter cases and gradually working towards more challenging ones can also contribute to success.\""
}