{
  "title": "\"Magnetic Water: Its Effects on Plants, Objects, and Health\"",
  "first_phrase": "In this last part, we delve into the practical application of magnetism in water and other objects. The author suggests using magnetized water to water plants and observing their growth for healing properties. Negative and positive magnetization is demonstrated using common objects like cloth and cotton. The author recommends using intuition to determine the optimal duration for each case. Finally, the author suggests wrapping the magnetized objects in silk or paper for convenient preservation.",
  "content": "Watte, Tücher, Flanellbinden oder andere Gegenstände präparieren Sie negativ, indem Sie diese in Ihre rechte Hand legen, die linke eine Weile darüberhalten, zum Schlusse mit der linken Hand etwa 2-5 Minuten lang Streichungen ausführen, gleichsam als wollten Sie die Gegenstände mit Ihrer Lebenskraft laden und dieser die Bestimmung geben, heilend und ausgleichend zu wirken. Bei der positiven Magnetisierung legen Sie die zu präparierenden Gegenstände in Ihre linke Hand, die rechte legen Sie darauf oder halten sie in kurzer Entfemung darüber. In dieser Stellung verweilen Sie etwa 2-5 Minuten, evtl. Auch länger. Wenn Sie die zu magnetisierenden Gegenstände warm anhauchen, können Sie deren positive Wirkung noch verstärken. Auch in diesem Falle machen Sie zum Schlusse noch Streichungen von etwa 2-5 Minuten Dauer. Später, wenn Sie mehr bung und Konzentrationsfähigkeit haben, brauchen Sie nicht mehr solange auf Kranke oder Gegenstände einzuwirken und werden Sie sich auch bezüglich der Zeitbestimmung mehr an das Gefühl halten können. Die so präparierten Gegenstände wickeln Sie am besten in Seide, Seidenpapier oder auch in anderes Papier, wenn Sie gerade nichts Passendes zur Hand haben.",
  "last_phrase": "In conclusion, magnetizing objects and using them for healing purposes can be a powerful tool when done properly. By practicing and improving concentration, the duration of the process can be reduced. It is important to wrap the magnetized objects in appropriate material and limit contact by others. Additionally, treating sick animals can be a rewarding experience and may result in their affection towards you."
}