{
  "title": "\"How to Magnetize Your Body Through Self-Polarization?\"",
  "first_phrase": "In the previous text, we learned how to make iron magnetic by polarizing its atoms with a strong magnet. Now, we will explore how to polarize our own bodies. To achieve this, we use the technique of touching the inside of our left arm with the palm of our right hand while it rests on the left shoulder. The following 200 tokens will explain how to perform this technique correctly on both arms without reversing its effects.",
  "content": "Sind Sie erst auf der Außenseite des Armes heruntergefahren, so tun Sie dies bei dieser zweiten Streichung mehr auf der Vorderseite und wirken so im Wechsel einmal auf die Außen-, dann aber wieder auf die Vorderseite des Armes ein. Unterarm und Hand können in diesem Falle leicht auf dem Oberschenkel aufliegen oder herunterhängen.Wiederholen Sie dann die Striche in der gezeigten Weise. Diese Einwirkung kann 2-5 Minuten dauern und sollte täglich zweimal, vielleicht nach dem Aufstehen und vor dem Schlafengehen gemacht werden. Die Polarisierung des rechten Armes erfolgt in der gleichen Weise. Sie legen die Innenseite Ihrer linken Hand auf Ihre rechte Schulter, lassen sie hier etwas Iiegen und streichen hernach mit leichter Berührung an der Außenseite des nur leicht oder überhaupt unbekleideten Armes herunter, auch hier wieder tiber Handrücken und Fingerspitzen hinaus etwas schneller werdend. Schütteln Sie dann Ihre Hand etwas ab, schließen Sie sie zur Faust, fahren Sie, einen Rückstrich vermeidend, in weitem Bogen nach oben, legen nun die geöffnete Hand wieder leicht auf die Schulter und streichen diesmal mit leichter Berührung über die Vorderseite des Armes, über Handrücken und Fingerspitzen hinaus etwas schneller werdend. So wirken Sie in der gezeigten Weise auf Ihren rechten Arm etwa 2-5 Minuten lang ein.",
  "last_phrase": "In summary, performing these arm polarizing exercises for a few minutes twice a day can lead to increased electromagnetic forces and inner calm. Remember to alternate strokes on the outer and inner sides of the arm, shaking the hand and making long strokes without touching at the end. Another method is to place the palms together, allowing the magnetic rays to flow into each other. With consistent practice over eight days, you should notice a difference."
}