{
  "title": "\"Anleitung zur bewussten Beeinflussung des Körpers durch Polarität\"",
  "first_phrase": "In the previous section, we learned about the concept of polarity and how it can be used to heal the body. The text goes on to explain the importance of starting with easier cases and treating healthy individuals, before moving on to more severe illnesses. In this last part of the text, the focus is on two key practices: removing unhealthy electromagnetic waves surrounding the patient and establishing a magnetic connection or rapport with the patient. It explains how to remove the negative energy and how to establish a physical connection with the patient for optimal healing.",
  "content": "Bei Kranken ist dieses Od entweder von schlechter oder von vorwiegend positiver (elektrischer) zuweilen aber auch von vorherrschend negativer (magnetischer) Beschaffenheit.- Stellen Sie sich vor den Kranken, der am best en während der ganzen magnetischen Einwirkung die Augen geschlossen hält, und machen Sie schnelle Handbewegungen von der Körpermitte nach außen, gleichsam als wollten Sie die den Kranken umgebende ungesunde Odhülle zerreißen und entfernen. Dieses ?Befreien\" mag etwa 1-3 Minuten dauern, je nachdem es vom Kranken mehr oder weniger angenehm empfunden wird und kann eventuell auch mit einem Feder-Pergament- oder Seidenfächer erfolgen. Herstellung der magnetischen Verbindung (Rapport). Nach der vorgenannten Manipulation waschen Sie Ihre Hände, stellen sich hernach an die linke Seite des Patienten, legen Ihre linke Hand auf dessen Stirn, Ihre rechte auf den Hinterkopf und verbleiben in dieser Stellung, solange, bis Sie Abbildung 3: Wie man den Rapport herstellt. fühlen, daß Ihre Hände und der Kopf des Kranken ungeflähr die gleiche Wärme zeigen. So verharren Sie etwa 1-3 Minuten, wenn es angenehm empfunden wird, auch etwas länger.",
  "last_phrase": "In conclusion, the process of removing the unhealthy od from a patient and establishing a magnetic rapport can be done through careful hand movements and positioning. It is important to take the patient's comfort into consideration and to wash your hands in between steps. With dedication and practice, one can master the technique of creating a magnetic connection with those in need."
}