{
  "title": "Using Electricity for Health: Faradic and High-Frequency Currents",
  "first_phrase": "In this final section, the article discusses high-frequency apparatus for electric healing, which is widely used worldwide. The article recommends proper use of the apparatus to avoid the feeling of stinging sparks, and highlights the benefits of electric currents for muscle relaxation, paralysis, and rheumatism. Additionally, the article emphasizes the importance of proper electrode placement and strength regulation for electrical treatment. Prior to this section, the article discussed the use of faradic currents and the importance of proper regulation and use with caution.",
  "content": "Richtig angewendet ist auch bei dieser Stromart nichts zu fühlen, eine angenehme und wohltuende Wärme, steigender Ozongeruch, aber keine Belästigung irgendwelcher Art. Werden aber die Elektroden nicht gut angelegt, oder gar in einiger Entfernung vom Körper gehalten, so gehen auf diesen stechende Funken über. Nur bei der Entfernung von Warzen und Hühneraugen muß mit Funken gearbeitet werden, was etwas schmerzhaft ist. Da aber hier die Behandlungsdauer vielleicht nur Sekunden beträgt, ist auch hier, in Anbetracht des wohl sicheren Erfolges, die Sache leicht auszuhalten. Die Funken der alten, uns noch von der Schulzeit her bekannten Influenzmaschine gleicht in ihrer Spannungs- und Funkenbildung stark den Wirkungen der Hochfrequenzelektrizität. Die durch den Apparat erzeugten hochfrequenten Ströme durchfluten den ganzen Körper mächtig, der starke Ozonreichtum desinfiziert das Blut, tötet die Krankheitserreger, steigert die Körperwärme und den Stoffwechsel, verursacht guten Appetit und Schlaf, und hat sich in etwa 200 Krankheitsformen als wirksam erwiesen. Da man immer gleich bei der Hand ist, solche Heilungen als auf Einbildung beruhend zu bezeichnen, so sei auf die außerordentlich günstigen Erfolge auch bei Tieren hingewiesen, denn hier kann man doch kaum behaupten, daß man auch Tieren eine Besserung und Heilung einreden kann.",
  "last_phrase": "In summary, the high-frequency electricity generated by these healing devices has been proven effective in around 200 medical conditions. However, improper use can cause discomfort or even sparks. It is important to purchase a device with proper interference protection, as regulations are expected to become more stringent. While the results can be impressive, caution and moderation are necessary to avoid excessive wear and tear of the devices' glass electrodes."
}