{
  "title": "Benefits and Considerations of Using Artificial High Altitude Sun Lamps",
  "first_phrase": "In the last section of this text, the focus shifts to artificial high-altitude sun lamps and their therapeutic and cosmetic benefits. The author explains how the ultraviolet healing rays found at high altitudes can now be replicated through specially designed quartz lamps, offering a more accessible alternative to those who cannot travel to high mountains for healing. The lamps' detailed instructions and information are readily available, making them easy to use. The section also provides details on the lamp's cost, with options for both household and commercial use.",
  "content": "Da aber nicht jeder Heilungsuchende ber Zeit und Mittel verfügt, sich längere Zeit auf den Gipfeln hoher Berge aufzuhalten, so hat man jahrzehnetelang nach -einem entsprechenden Ersatz gesucht und diesen schließlich auch in der künstlichen Höhensonne gefunden. Es handelt sich hier um eine ganz besonders konstruierte Quarzlampe, die die unsichtbaren ultravioletten Strahlen in zuträglicher Menge aussendet. Da auch hier den Apparaten sehr genaue Gebrauchsanweisungen beigegeben werden und alles Wissenswerte aus den Werbeschriften zu ersehen ist, so können wir es uns auch hier ersparen, näher darauf einzugehen. Der Preis des kleinen, für den Hausgebrauch bestimmten Modelles ist immerhin noch so hoch, daß dieses nur wenigen zugänglich sein wird, es sei denn, daß mehrere zusammenstehen und sich einen sole hen Apparat erwerben. für Gleichstrom kostet das kleine Modell etwa 140.- RM. Bei Wechselstrom kommt noch ein Transformator hinzu, und daher stellt sich hier der Preis auf etwa 265.- RM. Die Brenndauer einer solchen Lampe beträgt etwa 600 Stunden, alsdann muß der Brenner wieder repariert werden, was auch etwa 40.- bis 60 - RM. kostet. Wenn wir bedenken, daß eine Bestrahlung die Zeit von 3-6 Minuten nicht überschreiten soll, so lä?t sich unschwer berechnen, wie teuer eine solche kommt.",
  "last_phrase": "In conclusion, the artificial high-altitude sunlamp is a suitable alternative for those who cannot afford to go to high-altitude places for healing purposes. Although it may be costly, it is effective when used correctly following the instructions provided. However, one must be cautious about the electricity type and voltage required as well as the potential risks of overexposure. Therefore, seeking expert advice is crucial before getting one."
}