{
  "title": "Self Treatment - Magnetic Healing for Weaknesses and Lung Diseases",
  "first_phrase": "In this section, the text discusses various ailments and provides tips on how to apply magnetic healing to alleviate symptoms. The text mentions the use of magnetized objects such as cotton, flannel, and amber to increase blood circulation, improve digestion, and promote general well-being. The section also details on the treatment of lung ailments and recommends the use of warm hands to be laid on the shoulders and chest, transmitting healing energy. The author provides insight into the importance of patience and trust from the patient to achieve significant results.",
  "content": "Da in solchen Fällen oft Darmgifte die Ursache des Leidens sind, so muß der magnetische Heiler vor allem erst auf eine Besserung der Verdauung, der Darmtätigkeit und Ausscheidung hinwirken. Aus dem genannten Grunde ist eine Regelung der Diät unerläßlich. Geben Sie viel magnetisiertes Wasser zu trinken. Neben einer beruhigenden Allgemeinbehandiung können auch negativ magnetisierte Gegenstände auf die Herzgegend gelegt werden. Lungenleiden. Einem gesunden und sehr positiv beanlagten Magnetiseur wird es nicht schwer fallen, nicht zu weit Vorgeschrittene Lungenleiden mit gutem Erfolge zu behandeln, vorausgesetzt, daß ihm genügend Zeit zur Verfügung steht und es dem Patienten nicht an Vertrauen und Ausdauer fehlt, denn es dauert meist lange, bis sich eine wesentliche Besserung fühlbar macht, die aber dann oft schon in wenigen Tagen zur vollen Heilung führt. Die beste Behandlungsart ist wohl folgende: Legen Sie dem nur leicht bekleideten Patienten unter Beachtung der Polarität Ihre möglichst warmen Hände auf die Schultern. Lassen Sie diese hier einige Minuten liegen und haben Sie dabei den lebhaften Wunsch, Ihre eigene Lebenskraft auf den Kranken zu übertragen und dieser Kraft die Bestimmung zu geben, heilend und aufbauend zu wirken. Dann legen Shi Ihre Hände auf die Brust des Kranken, wieder in gleicher Weise such en Sie die ganze Lungengegend zu durchwärmen.",
  "last_phrase": "To summarize, in cases where intestinal toxins are the cause of suffering, the magnetic healer should focus on improving digestion, bowel movements, and elimination. A regulated diet and drinking plenty of magnetized water are essential. For lung conditions, warm hands should be placed on the shoulders and then on the chest while transferring life force to the patient with the intention of healing and strengthening. Additionally, placing positively magnetized materials on the chest can be helpful. Magnetized water can also be consumed. Remember to be patient and persistent, as recovery may take some time."
}