{
  "title": "\"Sympathie-Kuren und der Einfluss von Elektromagnetismus auf Heilbehandlungen\"",
  "first_phrase": "In the preceding text, the author discusses the importance of establishing a good rapport between the magnetizer and the patient for successful healing. In this final section, the author explains the principles behind \"Sympathie-Kuren\" or treatments based on electromagnetic laws. The article explains how Sympathieheilers use the influences of the increasing magnetic moon to enhance the flow of healing magnetism. The text also discusses the positive electrical energy of the sun, making astrology and astrophysics, vital knowledge for magnetizers. The author concludes by describing how, for example, a Sympathieheiler may use the magnetic forces of a Willow tree for healing cracked bones.",
  "content": "Daß die Sonne im Gegensatz zum Monde positive elektrische Kräfte ausstrahlt, ersehen wir aus der Wärme, die sie uns spendet, aus dem Wachstum der Pflanzen, das sie fördert, und auch aus dem Umstande, daß negative, leicht frierende Personen gerne das Licht und die Wärme der Sonne aufsuchen. Von diesem Gesichtspunkte aus betrachtet, können dem magnetischen Heiler astrologische Kenntnisse, besonders aber das Studium der Astrophysik von großem Nutzen sein und manche Aufklärung bringen. Wenn der Sympathieheiler bei Bruchleiden im frühjahre,wenn die Safte steigen und auch glinstige astrologische Bedingungen gegeben sind, von einer gesunden Weide den Bast herausschneidet, diesen auf die kranke Stelle legt, dort eine Zeitlang liegen läßt, bis sich der Magnetismus des Kranken mit dem Bast der Weide verbindet, dann den Bast wieder an der Stelle einfügt, der er entnommen wurde, das Ganze sorgfältig verschließt und dabei auch noch mit Lehm, Kuhmist, Harz, Baumwachs usw.Verschmiert, so ist das nichts weiter als eine Heilung unter Benützung des Pflanzenmagnetismus. Die magnetischen Kräfte der Weide strömen zu dem Patienten oder vielmehr zu der Stelle, auf der der Bast der Weide lag, um so einen magnetischen Ausgleich, gleichbedeutend mit Harmonie und Gesundheit zu verursachen.",
  "last_phrase": "In conclusion, understanding the principles of astrophysics and the magnetic forces of plants can bring great benefits to magnetic healers. While sympathetic healing may seem like a scam to some, the use of plant magnetism can effectively promote harmony and health. However, in cases where magnetic forces do not harmonize, healing may not be possible. Nonetheless, magnetic healing may offer some relief in cases of severe bleeding, blood disorders, and overall bodily decline."
}