{
  "title": "Bauch- und Rückenmassage Anleitung für Anfänger",
  "first_phrase": "In the preceding text, the author discusses the techniques and skills required for a successful massage of different parts of the body. In this final section, the author focuses on the massage of the abdomen, which requires more expertise due to the sensitivity of the area. The author suggests warming up the hands and using vibration to stimulate digestion and promote bowel movement. Care must be taken in cases of constipation or pregnancy. The author also provides a step-by-step guide with an accompanying diagram for the appropriate massage technique.",
  "content": "Dadurch wird dann auch eine vermehrte Darmtätigkeit und eine stärkere Ausscheidung erreicht; aus diesem Grunde eignet sich diese Bauchmassage besonders gut bei Neigung zur Verstopfung. Sind harte Kotballen in den Gedärmen, was sich durch Befühlen leicht feststellen laßt, so dürfen die Vibrationen nur ganz leicht und vorsichtig ausgeführt werden, um dem Kranken keine Beschwerden zu verursachen. In solchen Fällen ist es oft besser, den Körper mehr durch die Wärme der Hände, als durch Druck oder Vibration zu behandeln. Daß druekartige Bewegungen bei Sehwangerschaftszuständen zu vermeiden sind, dürfte wohl selbstverständlich sein. Nach erfolgter Vibration, die, je naehdem sie angenehm empfunden wird, etwa 1-5 Minuten dauern kann, gehen Sie zu den Streichungen über. Wie Sie aus der Zeichnung ersehen können, werden diese im Sinne der Uhrzeigerrichtung, vorerst aber nur mit Unterbrechungen, also stückweise, ausgeführt. Sie beginnen erst bei der Unterbrechung ?a\" und streichen von hier bis zur Pfeilspitze. Hernach stezen Sie bei Unterbrechung ?b\" an und streiehen bis zur Unterbrechung ?a\".Glauben Sie auch diese Stelle genügend ausmassiert zu haben, so bearbeiten Sie Strecke von ?c\" bis ?b\".",
  "last_phrase": "To conclude, this abdominal massage technique can improve bowel movements and alleviate constipation. It is important to be gentle when massaging if there are hard stools present in the intestines. Pregnant women should avoid this type of massage. After the vibrations, proceed to the strokes in a clockwise direction. Start with partial strokes and gradually move to full strokes. Finish the massage by warming the patient's body and soothing their nerves. When massaging the upper back, use strokes from the shoulders to the chest, and begin at the spine and move towards the heart."
}