{
  "title": "\"Artificial Sun for Healing: Benefits and Costs\"",
  "first_phrase": "In this final section, the text talks about an alternative to high-altitude therapy for those who cannot afford it or do not have the means to go to high peaks. The author introduces the concept of an artificial high-altitude sun, a specially designed quartz lamp that emits invisible ultraviolet rays. They provide details on the usage and price of this apparatus, stressing the importance of precise instructions and caution due to the potential harm of overexposure. The text concludes with the author's regret at not being able to cover all aspects of magnetic therapy in this book, but also encourages further exploration and study of the subject.",
  "content": "Während es bei Hochfrequenzapparaten keine Rolle spielt, ob Sie Gleich- oder Wechselstrom im Hause haben, und nur die Spannung anzugeben ist, muß bei Beschaffung einer ?Höhensonne\" unbedingt Stromart und Spannung angegeben werden. In diesem Falle ist auch der Stromverbrauch wesentlich großer als bei Hochfrequenzapparaten. Eine zu starke Bestrahlung kann hier sehr nachteilige Folgen haben. Auf jeden Fall ist es gut, sich vor Ankauf eines derartigen Apparates entsprechend beraten zu lassen. Schlußwort. Leider ist es in einer Schrift, die bezüglich des Preises einem jeden Interessenten zugänglich sein soll, nicht möglich, jedes einzelne Gebiet der magnetischen Einwirkung umfassend zu behandeln, denn dazu müßte man ja für jedes Thema eine besondere Broschüre schreiben ; es können daher hier vielfach nur Anregungen gegeben und Grundgesetze erklärt werden. Dieses Gebiet ist aber so außerordentlich interessant und vielseitig, daß sich ein eingehendes Studium reichlich lohnen würde. Haben Sie aber durch diese Schrift die nötigen Fingerzeige erhalten, so werden Sie sich gewiß dazu getrieben fühlen, noch weiter in die Geheimnisse des Magnetismus einzudringen und die Sache gründlich zu studieren, sei es nun durch persönlichen Unterricht oder durch Beschaffung entsprechender Literatur.",
  "last_phrase": "In summary, when purchasing electrotherapy devices like a \"Höhensonne,\" it's critical to provide information on the type of current and voltage. Magnet therapy is a vast and exciting field, but it requires careful research and guidance before use. Finally, it's essential to seek impartial, expert advice before purchasing the right apparatus to achieve the treatment's desired results."
}