{
  "title": "The Relationship Between Temperament and Disease in Magnetotherapy",
  "first_phrase": "In the preceding text, Huter’s theory of temperament and its relation to physical form and intellectual inclination was discussed. Now, the focus shifts to the classification of diseases based on polar disharmonies - positive or electric diseases caused by an excess of body heat and negative diseases caused by a lack of body warmth. Even mental disorders exhibit polar disharmonies, with mania related to an excess of electric forces in the brain and melancholia related to an excess of magnetic forces. By understanding the balance of electromagnetic forces in the human body, it becomes easier to treat diseases.",
  "content": "Chemisch betrachtet sind hier die Alkali en vorherrschend, daher lechzt in solchen Fällen der Kranke nach einem Schluck Zitronenwasser, um unbewußt durch Säuren das polare Gleichgewicht wieder herzustellen, instinktiv verschmäht er das alkaIienreiche Fleisch und verlangt Obst usw. Negative Krankheiten geben sich kund durch Mangel an Eigenwärme. Kranke dieser Art frieren leicht,sie verlangen nach den positiven, und daher erwärmenden Strahlen der Sonne, denn sie können sich aus sich selbst heraus nur schwer erwärmen, auch neigen sie sehr zu katarrhalischen Erscheinungen. Diese Naturen brauchen kein saures Zitronenwasser, keine kühlenden oder erfrischenden Umschläge oder Getränke, keine Fieberpackungen oder Lehmumschläge, sondern hier müssen durch Zufuhr von Wärme und Alkalien die polaren Lebenskräfte wieder ins GIeichgewicht gebracht werden. Selbst bei geistigen Störungen können wir die polaren Disharmonien beobachten. Personen, die zu Größenwahn, Tobsucht usw. neigen, bekunden einen Überfluß an positiven (elektrischen) Kräften im Gehirn oder im Sympathikus; Schwermütige, Hypochondrische usw. haben dagegen ein Zuviel an negativen, also magnetischen Kräften. Bleibt das Gleichgewicht der elektromagnetischen Kräfte bis zu einem gewissen Grade erhalten, so zeigt sich dies als Gesundheit. - Von diesem Standpunkt aus das Wesen der Krankheiten betrachtet, vereinfacht sich die Anwendung der Heilkunde ungemein.",
  "last_phrase": "In conclusion, understanding the balance of electromagnetic forces within the body simplifies the application of healing methods. While scientific analysis may miss this insight, a simple mind can grasp it. The knowledge of the magnetic healing properties leads us towards successful healing, despite not fully understanding the source of the power."
}