{
  "title": "\"Alternative Medicine: Powerful Healing through Electricity and Magnetism\"",
  "first_phrase": "In this text, the author discusses the use of subtle magnetic and electrical therapies for healing the body. Prior to the last 200 tokens, the text covers the effectiveness of water cures and cold compresses. In the final part, the author introduces the concept of high-frequency electrical currents and their benefits. The text provides instructions for using electrical currents, including the types of currents and how to regulate them. The author also recommends using a positive electrode on the neck and a negative one on the feet.",
  "content": "Die Anwendung selbst ist in der Regel sehr einfach, doch sollte die Dauer der Behandlung in der Regel 20 Minuten nicht übersteigen. Am besten setzt man die positive Elektrode am Genick an, und stellt die feuchten Füße auf die negative, well sonst die Haut dem schwachen Strome einen zu großen Widerstand entgegensetzt. Der hauptsächlich bei Muskelerschlaffungen, Lähmungen, Rheumatismen und ernsteren Stoffwechselstörungen zur Anwendung kommende faradische Strom ist wegen seiner stark fühlbaren Stromstöße weniger beliebt, man hat Angst vor ihm, doch sollte er trotzdem vielmehr Beachtung finden, den man kann die heute schon von 3.- RM. an käuflichen Apparate sehr fein einregulieren. und sollte den Strom nur so stark stell en, als er angenehm empfunden wird. Man täuscht sich auch hier sehr, wenn man glaubt: Viel hilft viel! – Gerade bei rheumatischen Leiden ist die Wirkung dieser Strom art großartig, der Stromverbrauch aus einer Trockenbatterie (3 Volt genügen) sehr gering. Da der Apparat sich kaum abnutzt, kann man ihn Jahrzehnte haben. Nur die Batterie muß von Zeit zu Zeit ersetzt werden. Die derzeit weiteste Verbreitung in allen Ländern der Erde haben die Hochfrequenzapparate gefunden. Hier handelt es sich urn Ströme mit außerordentlich hohen Spannungen und Schwingungszahlen.",
  "last_phrase": "In conclusion, electrotherapy is a simple and effective treatment for muscle relaxation, paralysis, rheumatism, and metabolic disorders. While there are different types of electrical currents, it's important to regulate them and never apply too much. High-frequency devices are widely used and provide a pleasant warming sensation, but proper electrode placement is crucial to avoid discomfort from sparks. With careful use, electrotherapy can bring great relief from pain and improve overall well-being for decades to come."
}