{
  "title": "\"How to Create a Homemade Power Meter and Measure Your Energy\"",
  "first_phrase": "The last part of this text is focused on providing instructions on creating a simple Galvanoscope to measure your own strength using household items. This section takes us through the process of setting up the experiment by placing a needle into a table, folding a strip of paper to resemble a roof, and placing it on the tip of the needle. By placing a glass over the setup and touching the paper with wet fingers, the paper will move due to the electric charge in your fingers, allowing you to measure your strength. The author urges readers to be patient and keep practicing, emphasizing that no one becomes a master overnight. This is a practical exercise that can improve one's concentration and willpower.",
  "content": "- Legen Sie dann dieses Papier so auf die Spitze der im Tische steckenden Nadel, daß es sich vollständig im Gleichgewicht befindet die Seitenteile etwas über die Spitze der Nadel herunterhängen und das Ganze sich wie eine Kompaßnadel zu drehen yermag. Zum Schlusse stülpen Sie ein nicht zu dickes Wasser- oder Trinkglas darüber, um die Vorrichtung gegen Luftzug zu schützen1. Auf diese Weise erhalten Sie ein billiges Galvanoskop, das Sie in die Lage versetzt, Ihre Kraft zu messen, sobald Sie Ihre Hand oder einen Finger an ein Ende des Papierstreifens, der hier die Kompaßnadel vertritt, halten. Wenn Sie eine gute magnetische oder elektrische Kraft haben, werden Sie durch Annäherung einer Hand den Papierstreifen in Bewegung bringen und zu len ken vermögen. Später fixieren Sie ein Ende des Streifens, dabei fest wollend, daß er sich in einer bestimmten Richtung bewege. – Solche Willens- und Konzentrationsübungen werden Ihnen sehr nützlich sein. Reiben Sie Ihre möglichst trockenen Hände mit den Handflächen fest gegeneinander, bis sie ganz warm, vielleicht sogar etwas werden. Wenn Sie nun an Ihren Händen riechen, so wird sich ein eigenartiger phosphor-, schwefeloder ozonartiger Geruch bemerkbar machen. 1Folgender Versuch läßt sich am besten bei schwachem Dämmerlicht oder auch im Dunkeln ausführen.",
  "last_phrase": "By following these simple steps, you can create a cheap galvanoscope that will allow you to measure your power by using your hand or finger on the paper strip. Concluding with concentration and willpower exercises can be useful. Additionally, experimenting with Reichenbach's tests, such as creating a darkroom, can lead to discovering a fascinating glowing world."
}