{
  "title": "Natural Treatments for Lung Infection and Constipation",
  "first_phrase": "The final section of this text provides tips for treating pneumonia in the absence of a doctor, with a focus on self-treatment methods involving hand placement, magnetized water and clay wraps. The author emphasizes the seriousness of this illness and the need for quick and appropriate treatment, including the use of alternating hot and cold compresses for cold feet. The text also warns against magnetizing another person, which can lead to physical harm and unwanted attachment. Before this section, the author discussed the dangers and consequences of self-magnetization.",
  "content": "Suchen Sie auf diese Weise die übermäßige Hitze herauszuziehen. Ehe die Hände warm und trocken werden, feuchten Sie sie wieder an und legen sie wieder auf, bis Sie ein Nachlassen der Hitze erreicht haben. Lassen Sie schluckweise (also nicht zuviel auf einmal) magnetisiertes Wasser, eventuell auch Zitronenwasser, kaIten ApfeItee usw. trinken. Haben Sie guten Lehm oder gar Heilerde Luvos zur Hand, so bereiten Sie einen weichen Lehmteig, dem Sie auch einen Eßlöffel voll guten Essig beifügen können, und machen so dem Kranken dünne Lehmumschläge. Sind diese richtig angelegt, so können Sie noch ableitende Streichungen ausführen. Sind die füße des Kranken kalt, so machen Sie Wechselpackungen. Sie packen die füße erst in Tücher, die Sie in heißes Wasser (so heiß als es ohne Beschwerden ertragen wird) getaucht haben. Nach einigen Minuten nehmen Sie die Tücher ab tauchen andere in nicht zu kaItes Wasser, lassen diese wieder einige Minuten liegen, spülen inzwischen die anderen Tücher gut ab, nehmen die kalten Tücher ab und legen die frisch angefeuchteten heißen wieder in der gezeigten Weise auf.",
  "last_phrase": "To summarize, in cases of excessive heat, one should moisten and cool their hands and consume magnetized water, lemon water, or cold apple tea. For cold feet, alternating hot and cold compresses should be used. For constipation, a magnetic therapy approach may be more beneficial than laxatives. By placing hands on the stomach and liver and using vibrational movements, one can warm and improve circulation in the lower abdomen."
}