{
  "title": "\"Magnetic Healing Techniques for Self and Family Care\"",
  "first_phrase": "This text discusses the techniques of magnetic therapy or magnetism, a practice that has been around for centuries. The therapy involves holding the hands over the patient's body, first on the affected areas to warm and activate the organs and then using sweeping motions to release any disruptive energy. The therapy concludes with the expulsion of the disease's dissolved substances through further sweeping motions. This last section warns of negative effects, like wiping against the flow and blowing cool air. While reading, it is important to note that this text is not meant to train you as a professional magnetizer.",
  "content": "Am Schlusse der Behandlung werden zur Ableitung und Ausscheidung der aufgelösten Krankheitsstoffe erst örtliche und dann allgemeine Streichungen in der vorhin gezeigten Weise gemacht. Zu den weiteren positiven Einwirkungen zählt das warme Anhauchen, das nahe Bestreichen sowie das Vorhalten der Hände oder der Fingerspitzen. Als negative Einwirkungen sind zu betrachten: das kühlende Anblasen (bei Entzündungen kann man oft ganz deutlich sehen, wie diese dadurch schwinden und das Leiden im wahrsten Sinne des Wortes fortgeblasen wird), ferner kommt hier in Betracht, das schnelle Hinwegstreichen über eine kranke Körperstelle oder das Streichen mit dem Handrücken in entgegengesetzter Richtung, also von unten nach oben (aus diesem Grunde sind ja auch bei der Magnetisierung die Rückstriehe immer zu vermeiden, denn diese heben die vorher übertragene oder induktiv erregte Kraft wieder auf) ist von negativer Wirkung, denn es nimmt z. B. bei Entziindungen und Fieber den überschüssigen, krankhaften positiven Magnetismus hinweg. Leider ist es auf sehriftliehem Wege nieht gut möglich,jeden Leser zu einem wirklich erfolgreiehen Berufsmagnetiseur heranzubilden, und ihm alle Feinheiten einer fachmännischen magnetischen Einwirkung zu zeigen.",
  "last_phrase": "In summary, local and general stroking along with warm breath and holding hands or fingertips can aid in the removal of dissolved disease agents. However, one must also be aware of negative influences like cool breath or stroking in the wrong direction. While it may be difficult to become a professional magnetizer, following these basic principles can help you provide relief to family and friends. It is also important to note that this book does not provide a diagnosis of illnesses, and such knowledge is assumed."
}