{
  "title": "\"Magnetic Experiments: The Power of Hands and Water\"",
  "first_phrase": "In the previous text, you learned about experiments with magnetic, odic, and electric forces by placing your hands on a piece of black velvet, and how it leads to the manifestation of grey smoke or light. Now, the author suggests creating a sealed darkroom to explore more of these phenomena with others. The experiments include observing the human body's light, the phosphorescence of crystals and magnets, and polarizing healing herbs. You can also magnetize water by placing your left hand on a filled glass and making magnetic passes over the surface with the right hand. Afterward, you can stroke the water with your hand for a while, then make magnetic passes again.",
  "content": "Auch das Magnetisieren von Wasser ermöglicht eine Prüfung Ihrer heilmagnetischen Kraft. Nehmen Sie drei gleiche Trinkgläser und füllen Sie diese mit Wasser, dann stellen Sie die Gläser vor sich auf den Tisch. Nun verfahren Sie in folgender Weise: Sie nehmen eines der gefüllten Gläser, umfassen es unten mit Ihrer Iinken Hand, so daß das Glas auf das Innere der Hand zu stehen kommt. Sie können aber auch mit den Fingerspitzen der linken Hand das Glas halten. Nun halten Sie die Fingerspitzen der rechten Hand etwa 3-5 Minuten in der Entfernung von etwa 2-10 cm über die Fläche des Wassers, mit dem Verlangen, Ihre magnetische Kraft auf das Wasser zu übertragen und so dessen Geschmack zu verändem. Hier ist es gut, wenn Sie mit der rechten Hand eine Art Druck ausüben, gleichsam als wollten Sie die magnetische Kraft aus den Fingerspitzen herauspressen. Hernach mach en Sie mit der Hand noch etwa 50-100 Striche über das Wasser. Sie fahren in etwa 5 cm Entfernung von der Fläche des Wassers mit Ihrer Rechten über das Glas hinaus, die Handfläche nach innen gerichtet und streichen dann so über das Glas hinweg, gleichsam als wollten Sie etwas (die unsichtbare magnetische Kraft) in dasselbe hineindrücken.",
  "last_phrase": "By magnetizing water, you can test its healing magnetic power. Try this technique by following the steps above to experience the benefits of magnetized water, and compare it to regular water to observe any changes in taste."
}