{
  "title": "\"Magnetisierung des Körpers durch Streichungen ohne Berührung\"",
  "first_phrase": "In this text, the author shares techniques for self-magnetization and magnetic healing. Prior to this, they discuss the application of heat and touch to heal the body. The author emphasizes the importance of having a strong will and intention when using these practices, while also providing specific instructions for daily self-magnetization exercises. These exercises involve stroking the left arm with the right hand, starting at the shoulder and moving down to the fingertips, followed by shaking the right hand to release any excess energy. The author cautions against repeating the same stroke pattern and suggests using a sweeping motion when repeating the exercise.",
  "content": "Um Eisen (oder Stahl) magnetisch zu machen, bestreichen wir dieses mit einem starken Magneten, damit die Atome des Eisens polarisiert werden und auf diese Weise die magnetische Kraft erhöht wird. Zur Polarisierung Ihres eigenen Körpers bestreichen Sie Ihren linken Arm täglich öfters unter leichter Berührung mit der Innenseite Ihrer rechten Hand. Legen Sie zu diesem Zweck Ihre rechte Handfläche auf die linke Schulter. Nach etwa 10 bis 30 Sekunden streich en Sie mit leichter Berührung über die Außen- oder Vorderseite des linken Armes langsam herunter, über Handrücken und Fingerspitzen hinaus etwas schneller werdend. Schütteln Sie dann Ihre Hand ab, ähnlich als wollten Sie diese von einer ihr anhaftenden klebrigen Flüssigkeit befreien. Nun haben Sie darauf zu achten, daß Sie bei der Wiederholung der Streichung nicht in gleicher Weise wieder nach oben fahren. Rückstriche müssen stets vermieden werden, denn diese heben die Einwirkung der vorhergehenden Strichführung wieder auf. Schließen Sie also die Finger Ihrer rechten Hand zur Faust,fahren Sie dann in weitem Bogen nach oben, öffnen Sie nun Ihre Hand und legen Sie diese einige Sekunden leicht auf die Schulter.",
  "last_phrase": "In conclusion, to increase the magnetic force in iron or steel, we need to polarize its atoms. To polarize your own body, daily brush your left arm with the inside of your right hand. Remember not to repeat the upward strokes and do this for 2-5 minutes daily, twice a day."
}