{
  "title": "Reichenbach's Research on Odic Light and Human Magnetism",
  "first_phrase": "In the preceding text, we read about Freiherr von Reichenbach's discovery of \"Od\" light or phosphorescent light, emitted by certain substances, which sensitive individuals can perceive. Reichenbach's research also suggested that human beings are surrounded by a luminous smoky cloud. Some people challenged and ridiculed Reichenbach's findings, but today, similar phenomena are attributed to radioactivity. This section explores Professor Korschelts' views on using human magnetism to heal, which aligns with Reichenbach's work. Let's delve into the connection between human magnetism and healing.",
  "content": "Diesen Forschungen zufolge, die von Rochas, Feerhow und vie len anderen nachgeprüft und bestätigt wurden, ist der Mensch von einer feinen leuchtenden Rauchwolke umgeben deren Strahlung besonders am Kopfe und an den Fingerspitzen merklich hervortritt. Man hat Reichenbach und seine Anhänger bekämpft und verspottet, ohne es selbst der Mühe wert zu finden, seine Versuche und Angaben unbefangen nachzuprüfen; heute aber,nachdem man für die alte Sache einen neuen Namen erfunden hat, redet alles von ?Radioaktivitlit\"! Da sich bei der Bestrahlung einer Person mit Professor Korschelts ?Sonnenätherstrahlapparaten\" ähnIiche Erscheinungen zeigen, wie sie bei Anwendung des menschlichen Magnetismus aufzutreten pflegen, möchte ich dessen Ansicht nicht unerwähnt lassen: Prof. Korschelt sagt: ?Ein Heilmagnetiseur ist eine Person, welche imstande ist, positive Atherteilchen, je nachdem sie nämlich vom Heilmagnetiseur aus der Atmosphäre angezogen und wieder ausgestrahlt, oder durch Abschleuderung aus den Molekülen des eigenen Körpers,besonders der Haut, ausgestrahlt werden, anzuwenden. Es gibt also zwei Arten Heilmagnetiseure: solche, die mit fremder, und solche, die mit eigener Kraft arbeiten. Das stimmt auch mit der Erfahrung überein, denn manche Heilmagnetiseure können viele Personen hintereinander behandeln, ohne dabei besonders erschöpft zu werden; das ist die erste Art.",
  "last_phrase": "In conclusion, based on the research and experiments of Rochas, Feerhow, and many others, it is believed that the human body is surrounded by a fine, glowing smoke-like energy, which emits radiation particularly noticeable at the head and fingertips. This energy can also be manipulated by healers known as magnetiseurs, who either use their own energy or attract and emit positive particles from the atmosphere. These findings provide a fascinating insight into the complex workings of the human body and its connection to energy and electromagnetism."
}