{
  "title": "Massage Techniques for Relieving Constipation and Promoting Relaxation",
  "first_phrase": "This text provides a guide on abdominal, back, and arm massages to improve bowel movement, alleviate constipation, and increase relaxation. It emphasizes the importance of performing gentle and careful vibrations, especially when dealing with hard stool, and avoiding pressure on pregnant clients. Before commencing the arm massage, therapists are advised to warm up the shoulders and use circular motions to treat the elbow joints. The text goes on to explain the proper way of executing the strokes in each massage approach.",
  "content": "Sobald Sie mit diesen Teilmassagen fertig sind, führen Sie die Streichungen vom Anfang bis zur Pfeilspitze durch,ohne die Unterbrechungsstellen weiter zu beachten. Zum Schlusse legen Sie dann noch Ihre Hande auf den Leib des Kranken, diesen gut durchwärmend und so auch die Nerven wieder beruhigend. Die Massage des Rückens. Den oberen Rückenteil behandeln Sie in der Weise, daß Sie die Streichungen über die Sehultern hinweg nach der Brust zu ausführen. Am Rücken beginnen Sie mit den Striehen am Rückgrate und führen sie dann nach vorne in die Richtung der Herzgegend. Das Rückgrat selbst können Sie in der Richtung von oben nach unten ausstreichen. Die Gesäßbacken werden in der aus der Abbildung 7 ersichtlichen Strichführung ausmassiert. Es braucht wohl nicht besonders erwähnt zu werden, daß sich der Krauke zum Zwecke der Rückenmassage am besten auf den Bauch legt. Die Massage der Arme. Hier streichen Sie erst noch einige Male über die Schultern in der Richtung nach dem Herzen zu. Hernach halten Sie den Arm des Kranken in Ihrer linken Hand, setzen die rechte etwa beim Ellenbogenge an und führen die Striche mit nicht zu starkem Drucke des Daumens und des Zeigefingers zu den Schultern. Abbildung 8. Nach einigen Minuten massieren Sie aueh das Ellenbogengelellk durch kreisförmige Bewegungen gut aus.",
  "last_phrase": "In conclusion, it is recommended that after completing the partial massages, you perform the strokes from the beginning to the arrow points without considering any interruptions. Then, to finish, warm your hands on the patient's body, calming their nerves. For the back massage, start with strokes along the spine and move towards the chest, while for the arms, begin with circular motions around the elbows. Don't forget to massage the feet and legs while also massaging the groin area again."
}