{
  "title": "Healing with Plant and Animal Magnetism",
  "first_phrase": "This text discusses the use of sympathetic healing practices that involve magnetic forces of plants. Before this, the text explains how the positive electrical forces of the sun can be beneficial for healing. The author suggests that knowledge of astrology and astrophysics can aid in this practice. The text also explores the potential for the magnetism of plants to heal fractures, blood loss, and deteriorating health. The use of an oak tree's wood and bodily fluids of the patient are combined and placed on the affected area, followed by being placed back into the tree's bored hole. However, the text suggests that this practice may not always be successful due to the magnetic forces potentially rejecting one another.",
  "content": "Doch nicht in allen fällen verbindet sich der Magnetismus der Weide mit dem des Kranken harmonisch. Bei vorhandener Harmonie wird sich die Verletzung der Weide schließen und vernarben und in dem Maße wie dies geschieht, wird auch die Heilung des Kranken vor sich gehen. Bei sich abstoßenden Magnetismen kann es sogar vorkommen, daß die Weide eingeht und verdorrt und in solchen fällen wird dann der Kranke vergeblich auf Heilung hoffen. Ganz Gescheite aber werden sagen: ?Da sieht man es ja, daß die Sympathiekuren Schwindel sind!\" Im Falle starker Blutungen, aber auch bei Blutentmischungen, beim Verfall der Körperkrafte usw. bohrt man eine gesunde Eiche bis zum Kerne an, sammelt das dem Bohrloche entstammende Holz, vermischt es mit dem Blute, dem Speichel, den Haaren oder den fingernägeln des Kranken. Oft legt man das gesammelte Holz des Bohrloches auch in einem Säckchen auf die kranke Stelle, in jedem falle aber bringt man es dann wieder in das Bohrloch, verschließt dieses mit einem Stöpsel, der aus einem Aste des gleichen Baumes geschnitzt wurde, und verstreicht zum Schlusse das Bohrloch noch mit Lehm, Kuhmist, Harz, Baumwachs usw.",
  "last_phrase": "In summary, the harmonious interaction between the magnetic forces of the tree and the patient can enable healing, while conflicting forces may cause the opposite effect. The use of natural materials such as wood and copper sulfate can also aid in the healing process. Animal magnetism is also often used in healing techniques. These practices may be seen as questionable by some, but they have been utilized for centuries and can offer practical solutions for those seeking alternative remedies."
}