{
  "title": "\"Tips for Purchasing Magnetic Healing Devices and Literature\"",
  "first_phrase": "In the previous section, the author presented insights on the use of high-frequency apparatus and the important considerations when purchasing a \"Höhensonne\" device. The author explains that excessive exposure to such devices can have detrimental effects and advises seeking advice before making a purchase. The final part offers recommendations for further study and highlights the author's expertise in magnetic fields and healing methods. Additionally, the author offers to provide guidance but only upon the receipt of a letter with two RM enclosed.",
  "content": "Der Heilung durch magnetische Einwirkungen werden Sie sicher auch noch die Fähigkeit der Heilung durch das Wort (Suggestion) hinzufügen wollen, und hier werden Ihnen die zwei starken und reichhaltig iIlustrierten Bände meines Lehrkurses des Hypnotismus (I 3.50 RM., II 4.50 RM.) ein recht guter Führer sein. * Die aufsehenerregenden Heilerfolge mit Elektrizität (galvanisch,faradisch, hochfrequent) Höhensonne, Farblicht usw. dürften auch Ihnen nicht unbekannt sein. Sie wissen aber kaum, daß die Beschaffung der richtigen Apparate eine unparteiische, fachmännische Beratung erfordert. Aufschlüsse hierüber kann ich Ihnen aber nur dann geben, wenn Sie genau schreiben, für welche Zwecke der Apparat dienen soll und was Sie höchstenfalls anlegen können. Sie können zuweilen mit einem 20 - RM. Apparat dasselbe erreichen,wie mit einem, der vielleicht 450 - RM. kostet. Zum Schlusse möchte ich noch bemerken, daß ich gegen das übliche Rückporto, das noch dazu meist vergessen wird, leider nieht in der Lage bin, seitenlange Auskünfte zu geben. Briefliche Aufklärungen, Ratschläge usw. können also nur gegen Einsendung von 2 - RM. erteilt werden. Anschrift des Verfassers: Hans Ertl, Fachsehriftsteller,Brunnthal, Post: Höhenkirchen b. Müchen-Ost.",
  "last_phrase": "In conclusion, if you're interested in adding the ability of suggestion to magnetic healing or seeking advice on purchasing electrifying apparatuses, feel free to refer to Hans Ertl's illustrated volumes on Hypnotism or write to him directly. Keep in mind that providing detailed responses requires a 2-RM. fee and specifying the purpose of the apparatus and your budget would help Ertl provide informed guidance."
}