{
  "title": "\"Understanding the Three Polarities of Human Temperament\"",
  "first_phrase": "In the previous text, we learned about the two types of exhaustion caused by treatments, as well as the galvanic apparatus present in our body that generates electricity and influences other entities. In this last part, the Mazdaznan doctrine classifies human polar tendencies into electrical, magnetic, and mixed temperaments. Electrical personalities are authoritative and possess a strong will, are calculating and seek personal gain, and are successful in healing magnetism by stimulating and restoring vital energy.",
  "content": "Ganz so, wie der durch einen braht gehende elektrische Strom in einem parallel laufenden Draht einen sogenannten, ?Induktionsstrom' hervorruft, so wirkt auch die elektrische Strömung, die unsere Nerven durchfließt, auf fremde Existenzen ein und hat auf dieselben einen bestimmenden Einfluß, wenn deren eigenes Elektrizitätsquantum nicht kräftig genug ist,um sie selbständig auf eigene Füße zu stellen.\" Die Mazdaznanlehre teilt die polaren Anlagen des Menschen in elektrische, magnetische und gemischte Temperamente. Elektrische Personen besitzen einen kräftigen Körperbau, sie verfügen über viel Eigenwärme, über einen starken Willen, sie eignen sich daher besonders gut zum Herrschen und Befehlen, auch geben solche Naturen die besten Hypnotiseure. Bei diesem Temperament kommt der kühle, berechnende Verstand und das Verlangen nach Besitz und Genuß am stärksten zum Ausdruck. Gefühl ist meist nur wenig oder gar keines vorhanden, daher sind hier auah die selbststüchtigen Motive vorherrschend. Diese Menschen drängen sich in den Vordergrund, denn sie wollen herrschen um jeden Preis. Sie sind dem Genusse, dem Alkohol, der Fleischkost, dem Luxus und Sport sehr zugetan. Als Heilmagnetiseure warden sie überall da Erfolg haben, wo es gilt, erregend zu wirken und gesunkene Lebenskräfte zu heben.",
  "last_phrase": "In summary, according to Mazdaznan teaching, humans can be categorized into three polar temperaments: electrical, magnetic, and mixed. Electrical individuals have a strong will, excel at commanding others, and are effective hypnotists. Magnetic individuals are sensitive, dreamy, and often have high spiritual standing, but less success in material pursuits. Mixed temperaments balance both positive and negative forces, leading to greater success in both spiritual and material aspects of life. Understanding our own temperament and that of others can help us work effectively, whether as healers or leaders."
}