{
  "title": "\"The Importance of Disinterestedness and Symbolic Elements in Spiritual Development\"",
  "first_phrase": "In the preceding text, the importance of disinterest and shedding egoism to attain spiritual vision was discussed. The author also refers to the modifications made to the ancient masonic rituals concerning the elements of Earth, Water, Air, and Fire. In the last 200 tokens, the author explains the significance of these elements and their analogical relationships with the Body, Soul, Spirit, and Universal Driving Principle. The Water test is viewed as an image of the transition from sensual life to spiritual life. By sacrificing egoism and passing through the elements, we open ourselves to greater spiritual infiltration and develop universal love.",
  "content": "Earth, Water, Air and Fire represent, respectively, the source of a solid, liquid, gaseous or ethereal state. Analogical relationships have also been established between the Earth and the Body, the Water and the Soul, the Air and the Spirit, Fire and the universal Driving Principle. These equivalencies allow us to look at the Water test, in the form in which it was used in all the initiation rites, as the image of the passage from sensual life to spiritual life. The animal man, submerged in the current of objectivity, cannot free himself without overcoming his animality. He rises up out of the Water to the true state of manhood, of a man that is fully Man. As we pass through the elements, we give back that which belongs to them, that in ourselves which is inferior; by sacrificing our egoism we lay ourselves open to greater and greater infiltration by the divinity that brings us closer to Unity. A new sentiment then develops in us: that of universal love. Until we experience it, we will be nothing more than false initiates, irrespective of all our wisdom and acquired talents.",
  "last_phrase": "In conclusion, the analogical relationships between Earth, Water, Air, and Fire allow us to understand the concept of Water as the image of the passage from sensual life to spiritual life. By sacrificing our egoism and experiencing universal love, we become true initiates and are able to transform ourselves into a state of greater unity with the divine. Water represents the fluid universal substance that holds within it all the possibilities of formation and transformation, which we must overcome to fully become the beings we were meant to be."
}