{
  "title": "\"The Hermetic and Quantum View of Transcending Time\"",
  "first_phrase": "In the last part of this text, we delve into the connection between taumaturgic ability and alchemy, particularly the maxim VITRIOLUM. This capacity is refined as one journeys ahead on the path of alchemy and is closely linked to the concept of \"magneticism\". We then discuss the interpretation of Hermetism under a quantistical point of view as a way to achieve a superior understanding of reality. We touch upon the idea of a formless nothing and implicate order, which quantum scientists refer to as the underlying unity of reality.",
  "content": "We will now give some hints in this direction. We tried to be as concise as possible. The thoughtful reader will have the possibility to expand these concepts. Not a lot of words are necessary, and truly the symbols can do a lot for this understanding, that must start from the hearth, more than from the head: The formless nothing and the implicate order The ancients, with the words \"en to pan\" ( the one the whole) expressed their understanding of the unity of what exists and can be thought. They expressed it with the circle . It is to be noted that the circle expresses both the whole as well as 'nothing'. As Oswald Wirth says 53: “This substance is still not something, that is, a concrete thing that can be distinguished from other things: it is the Essence of something, prior to any kind of distinctive refinement” This concept of a formless nothing is exactly the same concept as an underlying unity of reality. It is what quantum scientists refer as they speak of an \"implicate order\" where everything is connected and there is no time or space in the human sense.",
  "last_phrase": "In conclusion, understanding the concept of a formless nothing as an underlying unity of reality expressed through metaphors and ideas is not enough. We must also practice and have direct experience of these deep truths, just as we must not only know the physics of water, but also swim in it."
}