{
  "title": "\"The Plumbline: A Symbolic Interpretation in Masonic Symbolism\"",
  "first_phrase": "In this concluding part of the text, the author deepens the interpretation of the plumb line symbol used in masonic symbolism. Unlike previous authors who saw it as only a tool for construction at height, the author links it to the need to delve deeper into oneself to reach the essence of true self, a message that is conveyed in the alchemical painting. Through self-knowledge, one can understand the fundamental unity in the identity of everything, and develop an emotional understanding of it. The Vrijmetselaar considers this interpretation worthy of being adopted by masons, as it explains why the plumb line is the emblem of the second Sentinel. Our interpretation does not contradict the generally accepted one, which sees the plumb line governing the vertical dimension in practical masonry. The level, on the other hand, alludes to the principle of individual expansion.",
  "content": "By going deep within, the thinker reaches an emotional understanding of something, he learns to take ownership of it and love it, not just in isolation but also in relation with the universal whole. The Vrijmetselaar considers our interpretation of the plumbline worthy of being adopted by the masons, as it has the advantage of explaining why this instrument is the emblem of the second Sentinel, next to the North Column. This marvellously fitting interpretation is more profound than that given by Klein in a study published in Ars Quator Coronaturum, vol. IX. Our interpretation does not contradict the generally accepted one, as in practical masonry the plumb line governs the vertical dimension, whether the context is excavation work or a tower; in order to be solid, a building should not lean to one side or another. In speculative or philosophical masonry, the plumb line is the symbol of a centripetal force, an external action that penetrates inwards, like that which alchemists attribute to Mercury. In contrast, the level, whose shape is reminiscent of the symbol for Sulphur , alludes to the principle of individual expansion, translated as a radiation that starts from the centre and spreads outwards.",
  "last_phrase": "In conclusion, the interpretation of the plumb line as a symbol of centripetal force and the level as a symbol of individual expansion provides a more profound and fitting explanation of their emblems in masonry. This understanding complements the practical use of these tools in construction and provides a deeper philosophical meaning to their use in the craft."
}