{
  "title": "\"The Hermetic Philosophers: Symbolism and Mystery in Art\"",
  "first_phrase": "In the previous paragraphs, we learned about the hermetic philosophers' quest for a happy and just world through the Great Work. The painting from Saint Maurice of Reims showcases the temple of the Cumaean Sybil and the dominion of Saturn, the great transformer. The Sybil's open book marked with the number 9 and the golden coins at her feet allude to the occult sciences and divination. In the last 200 tokens, we are presented with a peculiar scene of Tritons playing their trumpets at the top of the Sybilline temple roof - a curious addition that bears further investigation.",
  "content": "That number is also the number of Saturn, to which Arcanum IX of the Tarot36 refers, the same as the ninth of the ten Sephiroth, Yesod the Foundation.37 This is, beyond comparison or doubt, the number of the mystery that our intellect is called upon to penetrate. The Sybil’s book, therefore, is the book of the occult sciences. It is possible that the sybilline art of prophecy is based on hearing music emanating from the nine celestial spheres, the chords of which fall down onto the harp. The golden coins, falling at the feet of the Sybil, allude to the oracles that were sold to Tarquin the Proud. Or are they, as in Arcanum XII of the Tarot, a symbol of disinterest? Let us not forget that essential quality needed to dedicate oneself to divination is knowing how to rid oneself of valuable things. It is surprising to see the Tritons, blowing their trumpets, who have climbed to the top of the dome that forms the roof of the Sybilline temple. How can these sea-dwelling monsters have sought out such an aerial position?",
  "last_phrase": "In conclusion, the sybilline art of divination calls for a deep understanding of the occult sciences and knowledge of ridding oneself of valuable things. The Tritons blowing their trumpets represent the inhabitants of the celestial Ocean and their mission to whisper premonitions to sensitive souls. The woman in the painting, inspired by the book of Apocalypse, symbolizes a great sign in the sky carrying the sun, moon, and twelve stars."
}