{
  "title": "Hermetic Philosophy: The Esoteric Roots of Freemasonry.",
  "first_phrase": "This text analyzes two opposing philosophies of the intelligentsia: the rigorous Scholasticism based on Aristotle's logic and the more enigmatic Hermeticism that seeks to discern the hidden laws of the universe. The latter philosophy is characterized by its aim of abstractions from words to contemplate the essence of things and manifests itself in forms of Astrology, Alchemy, Magic, and Kabbala. It is also distinguished by its practical end and the pursuit of the Great Work. The text draws a comparison of Freemasonry as a modern transfiguration of ancient Hermetism.",
  "content": "He would then become a confidante of Isis and enter the communion of true initiates. Gnosis revealed to him the principles of the ancient sacred sciences which were consequently manifested under the forms of Astrology, Alchemy, Magic and Kabbala. These sciences, which nowadays are considered dead, all have a common objective: to discern the hidden laws that rule the universe. They are set apart from Physics, the official science of nature, by the fact that they are simultaneously mysterious and more transcendent; and in this sense all of them together, as a whole, constitute a sort of Hyper-Physics, more frequently called Hermetic Philosophy. The other thing that distinguishes this philosophy is that it is not content with being purely speculative. In fact, it has always pursued a practical end, always taken material results into account; its supreme aim was that which became known as the fulfilment of the Great Work. Here it becomes necessary to draw a comparison with Freemasonry, which appears to be a modern transfiguration of the ancient Hermetism. Masonic symbolism is in fact a strange mixture of traditions taken from the ancient initiatic sciences.",
  "last_phrase": "In conclusion, the ancient sacred sciences of Astrology, Alchemy, Magic and Kabbala, which are collectively known as Hermetic Philosophy, hold great practical value and aim towards achieving the Great Work. Freemasonry, on the other hand, appears to be a modern transfiguration of Hermetism, with striking similarities in its use of kabbalistic value, Magic, Astrology, and especially Alchemy. The proof of this resemblance can be found in the texts cited by Mr. Höhler."
}