{
  "title": "\"The Symbolism of Shapes in Philosophy and Freemasonry\"",
  "first_phrase": "In the previous section, we explored how the elements of Earth and Fire work to determine the alternative movements of life force while Air and Water are passive results of active intervention. In this concluding section, we will delve into the symbolism of the Swastika, Cross, and Square in relation to the elements. We will also touch upon concepts such as Tartar, Rough Stone, and the Philosophers’ Stone that are essential in Freemasonry. Finally, we will understand how the perfect square embodies the perfect harmony between the spiritual and material worlds.",
  "content": "To advance towards the light, he must refrain from rushing in any way and remain, prudently, in the narrow field of those things that he can verify. If the rectangle is wider than it is tall, this also indicates the predominance of passivity. This shape is found, moreover, in the symbol for Tartar , the magisterial matter that the Philosophers know how to extract from the Magistery. In Freemasonry, it is the Rough Stone, which the apprentices must cut cleanly and polish. It is offered in its natural state, which is crude and rough on the outside, but the artist can see the value of the compact frame inside, and he must work the shapeless block, removing all roughness, to then sand it and smooth it, and finally to transform it into a perfect Cubic Stone . The Philosophers’ Stone / The Stone of the Wise The perfect square is the image of the individual who achieves perfection in their own species, because for them perfect harmony reigns between the spiritual and material world, even if the spiritual worker is in full possession of their physical instrument.",
  "last_phrase": "In conclusion, the path towards enlightenment requires patience and prudence in our actions. By staying within the boundaries of our knowledge and verifying what we believe, we can extract the true essence of our being like the Philosophers' Stone. As we progress towards perfection, we must remember that it is an ephemeral state, and our physical decline is an inevitable reality. Let us detach ourselves from earthly bonds and develop our spiritual powers to achieve harmony between our spiritual and material worlds."
}