{
  "title": "\"The Alchemical Androgyne: Symbol of Mastery in Hermetism\"",
  "first_phrase": "This text discusses the alchemical concept of the Rebis, a substance that is both masculine and feminine, represented by mercury and enlivened by Sulphur. In this final part of the text, we see how the Rebis corresponds to matter prepared for the definitive Work, or the Companion who has made himself worthy of rising to Mastery, presented in the form of an alchemical Androgyne. The Androgyne appears as the vanquisher of the dragon of elemental life, or as an Initiate of the second grade who has triumphed over the quaternary of elements. Through this representation, the author shows how this alchemical concept is linked to the union of reason and imagination, with the star of Mercury representing intelligence, understanding, and gnosis.",
  "content": "As can be deduced from the copy of the original wooden carving that we reproduce here, the alchemical Androgyne appears as the vanquisher of the dragon of elemental life, or as an Initiate of the second grade who has triumphed over the quaternary of elements. One of his heads is ruled by the Sun (Reason) and the other by the Moon (Imagination); between them we can see the star of Mercury (Intelligence, Understanding, Gnosis). Mars and Venus (Iron and Copper, hard metals) then exert their influence over the right side (activity); the left side (passivity) receives the influence of Jupiter and of Saturn (Tin and Lead, soft metals). Mars (Energy, Movement, Action) is also related directly to the right arm, which strikes, carries out the decided act, while the left arm which has the mission of holding up the shield firmly, and of maintaining morale, is linked to Jupiter (Conscience, Self Respect).",
  "last_phrase": "To achieve the Rebis, the alchemical Androgyne who appears as a vanquisher of the dragon of elemental life, the adept must conquer his elemental attractions and overcome animality. Only then can he call upon the Heavenly Fire to enter his body and have the actual Man be in charge of himself."
}