{
  "title": "\"The Alchemy School of French Masonry: A Legacy Continues\"",
  "first_phrase": "This text provides a glimpse into the historical context that led to the updated edition of the book on Hermeticism, published in 1930 - almost 20 years after the first edition. The author explains that they were occupied with finishing other projects such as The Book of the Apprentice, the manuals of the Companion and Master, and Les Mysteres de l'Arte Royal. The new edition underwent corrections, with a new chapter added. The author emphasizes the potential for multiple meanings in symbols, distinguishing them from the limitations of words.",
  "content": "We also felt that a new chapter, Basic notions of Hermeticism, was necessary. This is a slightly amended reproduction of the second part of a work published in 1897, and which only retains the Philosophers’ Medicine and not the Laying on of Hands, where we related our experiences in the arena of therapeutic magnetism. Consequently, everything we have written about alchemy is brought together in the following pages. Readers, you will not find a methodical approach here, but we believe we are doing you a favour by obliging you to put together all the facts that we give you. Do not become irritated by the inevitable repetitions or the statements that do not make sense at first sight. Symbols cannot be expressed with just one meaning and they can mean black and white at the same time, with no contradiction. Reality is complex and it is our own simplicity that simplifies it. Words, by their very simplification, are deceitful, while symbols reflect the infinitely unfathomable complexity of things.",
  "last_phrase": "In conclusion, while this text may lack a methodical approach, it provides a valuable contribution by bringing together various facts related to alchemy and hermeticism. The use of symbols and the complexity of reality cannot be fully expressed by words alone, but by taking a closer look at the unique tradition of the Masonic School of Alchemy, we can gain a deeper understanding of this fascinating field."
}