{
  "title": "\"The Conquest of Light: Understanding the True Purpose of Initiation\"",
  "first_phrase": "In the preceding text, the author talks about the purpose of initiation, which is to acquire the knowledge required to conquer the light and become enlightened. The true initiate has no interest in possessing exceptional powers or knowledge to flaunt before the mass. Rather, he wishes to remain silent while working silently towards realizing great and good work. In this concluding text, the author offers some historical context by talking about the use of images in teaching the conquest of light in ancient cultures like the Babylonians and how the Freemasons adopted rituals codified by Hermetists of the Middle Ages to further this knowledge. The central theme of the text is the attainment of enlightenment using symbols and rituals that can only be comprehended by a select few.",
  "content": "Since the times of the most remote past, the conquest of the Light was taught using images. The most ancient poems of the Babylonians allude21 to this, as do certain enigmas from their mythology. The Hermetists of the Middle Ages codified this dispersed knowledge in a certain way when they described the operations of the Great Work. Returning to the agenda of the transmutation of common lead into initiatic gold, the Freemasons adopted their rituals in accordance with the purest of Traditions. These rituals, created mysteriously by unknown persons, hold more wisdom than can be appreciated by all the adepts of an association which has more than four million adherents. Therefore, Freemasonry also shares the fortune of religions: it teaches, with the aid of symbols, things that may only be understood by a select few. It tends towards progress by means of the Regeneration, which is similar to the Redemption of which the Christians speak. The Redeemer of the Masons is represented by that Light which, according to the Gospel, illuminates every person that comes into this world. This internal Light, called Logos, or Thought-Reason, corresponds to the Philosophical Child of the disciples of Hermes.",
  "last_phrase": "In conclusion, the teachings of Freemasonry, like many religions, use symbols to convey profound wisdom to the select few who are able to understand them. Both Freemasonry and the disciples of Hermes urge us to nurture the divine within ourselves, in order to become reasonable, generous, and devoted to the well-being of others. Through this process of inner refinement, we can ultimately become healers of the world, bringing the light of spiritual gold, the Philosopher's Stone, or the Universal Panacea to all those in need."
}