{
  "title": "\"The Gaze: Understanding Presence, Information, and Occult Medicine\"",
  "first_phrase": "In this text, we explore the concept of presence and its connection to the universe and higher dimensions. We discuss the representation of the human being as a cross and the importance of information in defining the system, as well as the concept of the \"Cloud of unknowing\" and its significance in understanding this viewpoint. We then delve into the idea of information as the essence of the universe and the role of occult medicine in accessing higher orders of reality. Finally, we examine the role of the gaze in achieving transformation, drawing from the teachings of Hermetists and their use of mirrors. This process has a physical component, reminding us of the importance of our kinaesthetic part in developing presence.",
  "content": "\"Crude as our metaphor may be it helps us understand a point of view where matter, energy and information are all stages in the evolution of organization in the universe. Although we usually think of information as an aspect of mind and consciousness, the new informational view of physics recognizes information as an expression of the organization of energy and matter in the natural evolution of the universe. Humans are expressions of the natural evolution of the organization of matter, energy and information; they did not invent information any more than they invented matter. If we think of humans as \"advanced informational systems,\" Stonier (1990) describes their evolution from the origin of the universe in the big bang as follows.\" So we can shift from matter and energy to the idea of information as the essence of the universe, nature and the evolution of being and consciousness. And the effectivity of occult medicine can be thought as a change in the way this information is filtered, giving then access to higher orders of reality. The Gaze as a metaphos to understand these concepts. Hermetists used a lot mirrors for achieving transformation How does the gaze enter in this process? The process described has a physical component.",
  "last_phrase": "In conclusion, understanding the concept of information as the essence of the universe and the evolution of being and consciousness can broaden our perspective on the world around us. The use of occult medicine can be seen as a way to filter and access higher orders of reality through the gaze. Our physical actions, particularly our sense of sight, play a crucial role in shaping our understanding of the world and the information it holds."
}