{
  "title": "\"Hermetic Philosophy: The Alchemical Theory of Creation and Fermentation\"",
  "first_phrase": "This text presents the fundamental theory of the great work of Hermetism, which is the work of creation itself by finding the elemental matter of Sulphur and combining it with volatiles to create a spiritual material, the Stone of the Philosophers. In this context, Doctor C. de Vauréal’s thesis on the theories of Alchemists with regard to ferments is discussed. The Alchemists believe that everything derives from a single first principle, which is Light, and that they can create this spiritual material by using continuous efforts and a series of sublimations. The last 200 tokens highlight the first operation in the process of creating this material, which is Putrefaction.",
  "content": "Having once obtained this Sulphur, they wish to combine it with that which is volatile, or Mercury, by means of a series of sublimations, with the final aim of creating a spiritual material, that is extremely active: and this material they call the Stone of the Philosophers. “They proceed in the following manner: they make their subject of a substance to which they give no name and they treat it with an agent which they call fire, but which in reality is a liquid water in which they believe astral light to have been condensed. This agent, according to them, has a fermentative power and by means of continuous efforts, which they call the Labours of Hercules, they trust that they can determine the fermentation of the subject and its separation into Sulphur and Mercury. This is the first operation, that terminates in Putrefaction, which they call the blackness or the wings of the crow, for its colour.",
  "last_phrase": "In conclusion, the process of creating the Stone of the Philosophers involves a series of sublimations to combine Sulphur and Mercury, which requires continuous efforts and repeated dissolution, fermentation and sublimation to obtain. The Universal Medicine of the hermetic philosophers is created by uniting the red man to the white woman. Ultimately, the primordial Light is the agent of creation, which can be found within every human being to achieve unity in multiplicity and the omnipresence of the infinite source of all existence."
}