{
  "title": "\"The Symbolic Meanings Behind Hermetic Emblems and Initiatic Progression\"",
  "first_phrase": "This text explores the concept of the Rebis, which signifies the unified duality in alchemy. The author highlights the surprising presence of typical emblems of the royal art in a tract that aims to instruct on making the secret gold of the philosophers. The adept must overcome animality to realize the Rebis and become solely and fully human. The five-pointed star, also called the Microcosmic Star, represents human ingenuity and liberty. Drawing the star in reverse reveals its dark significance. Possessing companionship in the initiatic point of view signifies the ability to perform miracles.",
  "content": "The five points of this figure, also called the Microcosmic Star, correspond to the four limbs and the head of the man. And in the same way that the limbs execute that which the head orders, the Pentagram is also the symbol of sovereign will, against which nothing can resist as long as it is unyielding, fair and unselfish. In order for the five-pointed star to conserve this meaning, it must be drawn such that a human figure can be drawn inside it in a normal position, with the head pointing upwards. When it is reversed, it takes on a diametrically opposed meaning. It is no longer the shining Pentalpha, or Star of the Wise Men, the emblem of human ingenuity and of liberty, but instead the dark star of base instincts, of the lubricious ardours that dominate the animal kingdom; the outline of the head of a he-goat can be seen within it. From the initiatic point of view, to possess Companionship means already the ability to carry out what the layman would call miracles.",
  "last_phrase": "To conclude, the Microcosmic Star or the Pentagram is a powerful symbol of sovereign will that represents human ingenuity and liberty. However, its meaning is diametrically opposed when reversed, embodying base instincts and animalistic desires. Initiates who hold the Rule and the Lever can lift the moral world and perform \"miracles.\" Ultimately, a Master will identify with the Great Architect of the Universe for it to act on and for them, showing the concordance of religious mysticism with high-level initiation."
}