{
  "title": "\"The Great Work and the Alchemical Process\"",
  "first_phrase": "In the last part of this text, the alchemical process of the Great Work is discussed. The Apprentice dedicates himself to the teachings of Dorism, fighting shadows in order to reach true possession of himself. After several victories over himself, he becomes a Companion of the Level, with Mercury representing the work of concentrating clarity. The Great Work, as described by Basile Valentine, involves visiting the inner depth of the earth and rediscovering the philosophical stone. The aim is to achieve a true \"rebirth\" and discover the deep meaning of existence.",
  "content": "When Mercury becomes solidified it is eventually transformed into the Shining Star. At that point, even if he is working under the direction of the First Inspector this does not mean he is no longer indebted to the Second Inspector, who will always guide his steps. Mercury’s attraction is a feminine operation and Companionship is Ionic-lunar, as is the Column of Bohas, in contrast to Jakin the red. The alchemical process according to Basile Valentine The Great Work What we refer to by the name Great Work is this process of growth and retrieval of the deep meaning of existence. This book additionally desires to enable the actualization, in the present world, of the development stages of this most ancient growth process which encompasses the integrated totality of the human being by leading him to a true “palingenesis”, i.e. “rebirth”. According to the formula of Basile Valentine, the Great Work consists in visting the inward (or lower) part of the earth, that is, the body and the planetary organism, and in rectifying and rediscovering the philosophical and occult stone 46.",
  "last_phrase": "To conclude, the alchemical process described by Basile Valentine's Great Work is a profound growth and retrieval of existence's deep meaning. We must visit the inward part of the earth, rectify and rediscover the mystical stone, and remain focused amidst the world's inertia. By doing so, we can achieve true rebirth and lead an integrated and complete life."
}