{
  "title": "The Symbolism of Earth, Water, Air, and Fire.",
  "first_phrase": "In this final section, the text explores the meaning behind the Water element and its significance in initiation rites. It draws analogies between Water and the Soul, depicting it as the image of the transition from sensual to spiritual life. The text also reveals the role of the Tritons and their natural environment as Water, which is depicted in Indian mythology as a primitive substance holding all possibilities of formation and transformation. It is governed by specific laws, and unlocking them can give one the skill of divination and prophecy. Overall, the text highlights the interconnectedness and unity of the elements and their influence on our spiritual growth.",
  "content": "If we now begin to ask ourselves what is that water in which the Tritons, more aerial than aquatic, swim, we would do well to refer to Indian mythology. There we are shown Varuna, who is no longer a simple Neptune, “lord of the waters” as the Purana says, but rather the primitive King of all earthly things, whose kingdom, like that of Uranus, is the whole wide world. It is he who, by giving concrete form to the fluid universal substance, made the Heavens and the Earth emerge from chaos. This Water, the tritons’ natural environment, is as matter that is independent of all the many forms and aspects it is capable of displaying. It holds within it all the possibilities of formation and transformation; but these forms and their modifications are not determined arbitrarily. The future is enclosed in this matter in such a way that simply finding out the law that governs it is enough to gain the skill of divination and prophecy. Varuna’s breath is the wind that fans the flames of the sun and makes it burn, just as it makes the stars shine; without him they would fizzle out like dead coals.",
  "last_phrase": "By understanding the mythological significance of Varuna, the King of all earthly things, we can grasp the true nature of the water in which Tritons swim. This water represents the fluid universal substance that holds within it all the possibilities of formation and transformation. And by understanding the laws that govern it, we can gain the skill of divination and prophecy, enabling us to gain foresight of the future and prevent distractions from what nature is trying to reveal."
}