{
  "title": "\"The Alchemical Process: From Chaos to Medicine\"",
  "first_phrase": "This text discusses the process of uncovering Mercury for the creation of the Philosophical Child. The initial difficulties that may disqualify the profane are addressed, as well as the cleaning process and the use of the hermetically sealed Philosophical Egg. The death of the recipient leads to the philosophical Chaos, from which a Son of Putrefaction is born again. The Water washes this new Earth, changing it from black to white, the symbol of which is the Swan. Jupiter represents the Spirit fertilizing the purified Matter. This last 200 tokens provides an insight into the process of creating the Philosophical Child.",
  "content": "This is the philosophical Chaos, black like the Crow of Saturn, a bird that symbolises the shadows that covered the face of the abyss. Deprived of life, plunged into putrefaction, the subject returns to the state of chaos within which all the elements are mixed up. Everything would be over, if it were not for the seed that is sown in the putrefied matter. The dissolution of the matter serves to free this Son of Putrefaction, who is born again with the freedom to develop and grow. Its latent heat soon begins to dry out the chaotic substance closest to it, which leads to the formation of a crust of life that assigns to each element its role. Alternately externalised and then re-absorbed, the Water washes this new Earth, which changes from black to grey, and then to white, passing through all the rainbow hues of the peacock’s tail. The symbol of this whiteness is the Swan, whose form Jupiter took on in order to be together with Leda. The father of the gods in this case represents the Spirit that fertilises the Matter which has been purified by repeated ablutions: he is the Breath of air that penetrates into the Earth to beget the Philosophical Child.",
  "last_phrase": "In conclusion, the philosophy of Chaos, putrefaction, and rebirth serves as a reminder of the cyclical nature of life and the potential for growth and transformation. By embracing the chaos within ourselves and allowing it to dissolve and purify, we can cultivate the divine flame within and attain the first order Medicine, resembling the mythical Phoenix, and embodying the fixedness of all living beings in their continual death and rebirth."
}