{
  "title": "\"Overcoming the Trance: The Path to Clear Consciousness\"",
  "first_phrase": "In the last part of the text, the author delves into the human psyche and explains how the majority of people live in a state of perpetual trance, a form of consciousness closer to somnambulism and dreams. They are haplessly prey to external and internal impulses and unable to resist the negative thoughts that cast their reflections over the body. The author also mentions the law of inertia dominating the world and how man's undeveloped ego is a species of ongoing trance. The concepts of \"Vitriol\" and \"Visita Interiora Terrae\" are also introduced.",
  "content": "The most common state of the human soul is precisely an indistinct phantasizing, an amorphous mental conceptualization, which is haplessly prey to external stimuli and internal impulses, to an attention which is reduced to mere ongoing distraction, a reasoning which is nothing but a rough sketch that swerves away at every moment, heedless of its departure point or any definite final destination; a reasoning which is, therefore, closer to a simple axiom than to syllogism. It is, in other words, a form of consciousness which is closer to a state of somnambulism and dream than to what is called “clear and distinct consciousness”. Generally speaking, men do not have an exact realization of what surrounds them; being preys to some vague pleasure or a shapeless boredom, they live in a crepuscular inner atmosphere 47. Even worse: If we were to observe the most common inner language of the majority of people, the way psychiatrists take note of madmen’s speeches, we would be forced to recognize a form of frequent ideational and emotional paranoia, which is such that surmounting it requires an effort.",
  "last_phrase": "To overcome the common state of an indistinct phantasizing and develop a clear consciousness, it is required to acquire essential philosophical elements known as \"melters\" through energy exercises. With a firm resolution, one can establish an experiential link with life and separate worries from their inner being. One must display honesty towards themselves as nothing can be hidden."
}