{
  "title": "The Symbolism of Nitre, Dew, and the Virgin's Temple",
  "first_phrase": "The text discusses the alchemists' Nitre or Infernal Salt, which is believed to be the vehicle of the most active forces concentrated in dew. The Nitre is our Mobile Soul, which drives our irresistible impulses towards the divine ideal. The influence of Venus leads impulsive ardour into passion, which is subject to rigorous rules. In this sub-lunar realm, two chubby angels puff and blow the wind of the Spirit in red and white colours, representing inspiration leading to action or understanding. This dualism is reflected in the Saint Maurice painting, where the right-hand side is linked to the Great Work and the wet or mystical path.",
  "content": "It is passion externalized, that gives birth to Love, that is, a blind force – Cupid is blindfolded – that is subject to rigorous rules. This sentimentality, of a more physiological type, is contained to the sub-lunar realm, above which pure spirituality reigns. As messengers, she has two angels with chubby cheeks whose heads appear on both sides of the Virgin’s head. They puff and blow the wind of the Spirit. The one on the right has a red wing, while the one on the left has a white wing. These colours correspond, respectively, to the columns of Jakin and Bohas, in that inspiration can either incite one to action (red) or illuminate ones understanding (white). The Saint Maurice painting as a whole, on the other hand, takes this dualism into account. Everything on the right hand side of the Virgin is linked to the practice of the Great Work, and to carrying it out via the wet or mystical path, represented by the ship tossing on the waves of the cosmic Ocean.",
  "last_phrase": "In summary, the Saint Maurice painting showcases the duality between passion and spirituality, as well as the balance between theory and action in achieving the Great Work. The circular building within represents the four elements united by the rooster, symbolizing the integration of different aspects in spiritual illumination."
}