{
  "title": "\"The Ideography of Alchemy: Uncovering Silent Teachings Without Words\"",
  "first_phrase": "The final section of this text delves deeper into the ideology behind alchemy, providing insights into the symbols used by ancient alchemists. While recognizing that their chemistry knowledge is basic, the author explores alchemy as a means to gain insights into truth and good. The section explores the symbolism associated with alchemy, including the circle, the cross, salt, and sulphur, among others. The section also explains the relationship between Hermetism and Freemasonry and unveils some disconcerting symbolism related to alchemy. The silent teaching is explored through the many symbols and signs that can be read and interpreted in any language.",
  "content": "Table of Contents Sommario Prefaction of Marco Paret 2 Prologue of Oswald Wirth 4 Table of Contents 7 THE IDEOGRAPHY OF ALCHEMY 10 THE SILENT TEACHING 11 The Philosophers’ Geometry 13 The Circle 16 The Creative Light 18 Sun and Moon 20 The Cross 23 Salt 25 Nitre 27 Vitriol 29 The Substance of Life / The Elixir of Life /The Life-Giving Substance 32 Jupiter and Saturn 36 Mercury 38 The Triangle 44 Sulphur 46 The Square 50 The Set Square 50 The Swastika 52 Tartar 54 The Philosophers’ Stone / The Stone of the Wise 55 Rough Stone 55 Cubic Stone 55 Apprentice 56 Companion 56 The Hermetic Initiation 57 TABLES 62 Some Clarifications on Occult Medicine 63 Fundamental Notions of Hermetism 70 The Three Principles 71 The Four Elements 74 The Work of the Wise 77 The Septenary 81 The Doer 82 The Dreamer 83 The Peaceful Type 84 The Conqueror 84 The Egoist 85 The Altruist 85 The Strictly Normal Individual 86 Hermetism and Freemasonry 87 APPENDIX 103 A Disconcerting Symbolism 104 An Alchemical Painting 121 The alchemical process according to Basile Valentine 126 Hermetic view and quantistic view 131 An ancient Italian table with the alchemical elements and their meaning 138 THE IDEOGRAPHY OF ALCHEMY THE SILENT TEACHING Primitive writing was based on signs that evoke ideas, like our ciphers, which can be read in any language and will always preserve the same meaning.",
  "last_phrase": "In conclusion, understanding the ideography of alchemy and the silent teaching can deepen one's understanding of philosophy and communication. While words can be deceitful, the use of symbols and characters can evoke ideas that transcend language barriers and force us to think outside of the constraints of spoken language."
}