{
  "title": "\"Hermetic Symbolism: A Guide to Awakening the Human Spirit\"",
  "first_phrase": "This text is a postscript to a work called \"Hermetic Symbolism,\" written by Oswald Wirth in 1910. The book is a collection of articles about alchemy and freemasonry and their connections to the hermetic Great Work, a program of initiation. The articles were originally published separately and were later compiled into a book that was well-received. However, it took 20 years for Wirth to revise and publish a new edition due to other priorities. Nonetheless, the new edition attempts to clarify the more difficult passages without altering the original meaning. Wirth believed that the goal of the hermetic initiation was to develop the gift of presence towards the full awakening of the human spirit, and he considers it the most important goal in the world.",
  "content": "Thus articles published towards the end of 1909 began appearing, one by one, in the first edition of this book. A first print run of 500 copies was so well received that our work ran out quickly. Why did we delay so long in bringing out a new edition? We have been busy with other tasks. Le Livre de l’Apprenti (The Book of the Apprentice) needed to be finished along with the manuals of the Companion and Master; after that we worked on the Tarot of the Magicians which, once published in 1927, would have allowed us to get back to Hermetic Symbolism, but then we had to dedicate ourselves to Les Mysteres de l'Arte Royal (Mysteries of the Royal Art). Only in 1930, twenty years later, did it become possible for us to return to a piece of work which we had never stopped thinking about. We were no longer satisfied with the early part of the 1910 work, and we decided to delve into the material with increasing depth and precision, while holding back from rewriting the book in its entirety. The corrections are all in the details: they attempt to clarify the more difficult passages without modifying the original meaning.",
  "last_phrase": "In conclusion, despite the delay in publishing a new edition of the book, the authors have made necessary corrections and additions to provide in-depth information on Hermetic Symbolism and Alchemy. Although the text may not follow a methodical approach, readers can benefit by piecing together the facts and gaining a deeper understanding of the subject matter."
}