{
  "title": "\"The Three Alchemical Bases: Sulphur, Mercury, and Salt\"",
  "first_phrase": "In this final section, the author explores the theory of the three alchemical bases: Sulphur, Mercury, and Salt, which are essential for understanding the ritual practices of alchemy. The antagonistic forces of Sulphur and Mercury must be balanced in Salt, representing the stable part of the being where condensation takes effect. The process of knowing oneself requires abstracting from external influences and facing the core of one's individuality. This is represented by the Earth test, which is symbolized by the Masonic emblem of the Hidden Stone. The author discusses the relation between Masonry and Hermetism, concluding that the Masonic rough Stone is the Initiate himself.",
  "content": "This operation corresponds to the Earth test, represented poetically by a descent into Hell, alluded to by the word VITRIOL, whose letters form the initials of a formula very dear to the alchemists: VISITA INTERIORA TERRAE RECTIFICANDO INVENIES OCCULTUM LAPIDEM. Visit the depths of the Earth (the infernal shadows, Scheol to the Jews, Aral to the Chaldeans) and, by rectifying (by means of integral and repeated purification) you will find the Hidden Stone. This stone is a fundamentally Masonic symbol, and it is likely that the alchemists may have taken this emblem from the masonry Initiates. In reality, a stone would normally be out of place in a symbolism created by metallurgists; on the contrary, it is natural that masons would clean it, carve it carefully and sand it smooth30. On the other hand, the masons have a much less mysterious relation with their Stone than the hermetists. Hence they are able to state unequivocally that their rough Stone is the Initiate himself, in his first phase. He is trained as an Apprentice, with the aim of gaining the necessary merits to become a Companion, by the sole virtue of his transformation into a cubic Stone.",
  "last_phrase": "In conclusion, the alchemical journey is not an easy one, as it requires reaching the depths of the Earth and undergoing a process of purification to find the Hidden Stone. This Stone is a symbol of the Initiate, who transforms into a cubic Stone with all the virtues of the Philosophers' Stone. However, it takes a perfect Master to carry out the transmutations, which are not for the creation of material wealth, but rather for achieving a greater sense of self-transcendence and spiritual fulfillment."
}