{
  "title": "\"Uncovering the Hidden Esotericism in a Mysterious Painting\"",
  "first_phrase": "In this text, the author explores the controversy surrounding a painting from the church of Saint Maurice of Reims. The painting in question depicts a virgin who has miraculously conceived, but according to the author, the second part of the Greek verse used in the painting implies that she has no parents, which does not align with Jesus' mother's origins. The author suggests that the painting represents Isis, the personification of the eternal life force, rather than Mary. The controversy over the painting's origins centers around whether it has Masonic influence, and the author argues that it is instead rooted in alchemical symbolism. In this final section, the author provides background on alchemy and its influence on the church, suggesting that the painting may have been accepted by the Jesuits due to its connection to this complex philosophy.",
  "content": "We are prepared to concede immediately to Mr de la Rive that this is not an everyday pious painting. We are in fact faced with an esoteric and even initiatic painting, but Freemasonry does not appear anywhere. The symbolism in question is not ours, but that of Alchemy. It is surprising that the erudite scholars who took an interest in the painting from the church of Saint Maurice did not realise this immediately. None of them were curious enough to flick through treatises on spagyric art, or hermetic philosophy, like Basil Valentine’s Twelve Keys, editions of which became more and more numerous in the course of the 18th century. It is in this specialist literature that we should seek explanation for a painting that was readily accepted by the Jesuits, given that Alchemy was never punished by excommunication. This complex philosophy, only ever taught under the guise of highly complicated symbolism, counted a great number of dignitaries of the Church among its followers. All this does not prove anything much, of course, as the same could be said for Freemasonry in the 18th century. However, one thing is still true: the clergy has not always been what it is today.",
  "last_phrase": "In conclusion, what may appear as a pious painting to a layman is, in fact, an esoteric and initiatic work of Alchemy. The painting bears a complicated symbolism that was readily accepted by the clergy of that time, who were well versed in the sciences of their age. It reminds us that in the past, reason and faith could be combined with the help of transcendent interpretations of conventional symbols."
}