{
  "title": "\"Symbols of Self-Sacrifice and Spiritual Enlightenment\"",
  "first_phrase": "This text explores the concept of sacrifice and the renunciation of personal desires to achieve higher spiritual enlightenment. It discusses the symbolic figures of Hiram, Prometheus, and Christ as representations of this philosophical Sulphur or Mastery. The Tarot's twelfth key offers a unique perspective on this concept, with the Hanged Man suspended between heaven and earth. He represents the fulfillment of the Great Work, sowing the seeds of fertile ideas from his intellect. The Master's role is also examined, as he enters into a close communion with the Great Architect to direct the work of universal construction. This mystical ideal of the Man-God detaches from lower things, becoming lord of everything.",
  "content": "He is joined by the left foot to a crossbeam that is held up by two trees without branches, that correspond to the J. and B. columns. The Head and arms form an inverted triangle, that rises up over a cross formed by the right leg folded behind the left, a conjunction that forms the classic sign of fulfilment of the Great Work. This strange condemned soul carries two bags, from which gold and silver coins spill out. These are the treasures of his intelligence, because this dreamer who appears to be reduced to impotence because his hands are tied, still sows the seeds of the fertile ideas from whence the future will spring. This is also the role of the Master, who, in order to usefully direct the work of universal construction, must enter into a close communion of intentions and will with the Great Architect. Here he is called to realise the mystical ideal of the Man-God, who is invested with sovereign spiritual power due to his detachment from all lower things.33 As he is no longer a slave to anything, he becomes lord of everything and his will alone is exercised in perfect accordance with the will that governs the Universe.",
  "last_phrase": "In conclusion, the role of the Master is to realize the mystical ideal of the Man-God, who is invested with sovereign spiritual power. The Master must enter into a close communion of intentions and will with the Great Architect to usefully direct the work of universal construction, and remain closely linked to the workers whom it is his duty to shape and direct, with the essential bond being that of sympathy. The Pelican symbolizes the charity that is required for the success of the initiation."
}