{
  "title": "\"The Alchemical Process of Creating the Stone of the Philosophers\"",
  "first_phrase": "The final part of this text describes the alchemical process of creating a spiritual material, known as the Stone of the Philosophers by combining Sulphur and Mercury. The Hermetic philosophers believed that through a series of operations, involving fermentation and sublimation, it was possible to obtain the white mercury and the Sulphur, leading to the creation of the Universal Medicine. The text emphasizes on the unifying properties of the primordial Light, which every human can find within themselves. This section reveals the alchemical process and its final aim, as well as the spiritual beliefs of the Hermetic philosophers.",
  "content": "But they do not believe they will obtain their Sulphur and their Mercury straight away; the former is melded with a great quantity of dross and the second is hidden within the Salt that has formed of it: only by way of repeated dissolution, fermentation and sublimation is it possible to put an end to the work. “These operations, which we suppose to have been successfully completed, have obtained the white mercury or living water24 and the Sulphur that they call the Blood of the Earth or Blood of the Dragon; then a new labour presents itself which consists of joining Sulphur to Mercury, or uniting the red man to the white woman, and it is from this union that the Universal Medicine of the hermetic philosophers is created.” As the primordial Light is the agent of creation, we can only conceive of it as emanating from all sides simultaneously. It emanates from a core which is not located in any particular place, but which every human being can find within his or her own self. There is unity in multiplicity, the omnipresence of the infinite source of all existence, all life and all thought.",
  "last_phrase": "In conclusion, the process of obtaining the Universal Medicine of the hermetic philosophers requires repeated dissolution, fermentation, and sublimation of white mercury and the Blood of the Earth or Blood of the Dragon. The internal fire of life, fueled by Sulphur F, burns within every individual, manifesting as a hearth of expansive energy emitting a luminous radiation named Mercury. By balancing opposing rays, this Mercury becomes concentrated and forms the primordial Light that emanates from every human being's core."
}