{
  "title": "\"The Masonic School of Alchemy: History, Science, and Philosophy\"",
  "first_phrase": "In the previous section, we learned about the French School of Alchemy, which has roots in Masonry and encompasses various occult practices. Now, let's focus on brother Wirth, the head of this school. Described as a representative of a noble tradition, Wirth is more than just an alchemist preoccupied with creating gold. Instead, he is part of a general scientific system and a philosophical tradition. We'll dive deeper into his beliefs and practices in the following 200 tokens.",
  "content": "It is generally believed that alchemy was just a series of chemical procedures by which to obtain the transmutation of metals and to achieve the creation of gold: that gold which would allow one to buy everything in the world. That is how it was in other times. However, we should mention in passing that in the course of the most recent research and experiments, alchemists have made some interesting discoveries which have in themselves been an aid to the modern science of chemistry. The nomenclature of chemistry is still full of terms whose origins lie in alchemy: nitrogen, vitriol, nitre, sulphur, mercury, salt, etc. “But alchemy was not only this: it was also a general scientific system. This is why the alchemists’ notation symbols were used by astrologers and have been preserved by astrologers. “Alchemy was something else, too, and it is this aspect that Wirth nurtures: it was a philosophical system.",
  "last_phrase": "In conclusion, alchemy was more than just a series of chemical procedures for transmutation of metals and the creation of gold; it was a general scientific and philosophical system that nurtured intellectual and moral culture among men. The alchemists' discoveries and nomenclature of chemistry have aided modern science in various ways, and the symbolic program of alchemy, similar to that of Master Mason, aimed to transform ignorant beings into learned and moral men."
}