{
  "title": "\"The Church of the Holy Spirit and an Enigmatic Painting\"",
  "first_phrase": "In the previous section, it was discussed how the Church of the Holy Spirit was meant to be based on esotericism and freedom of interpretation. However, some Jesuits attempted to expand the Church and create an integrated Catholicism, but failed due to their inability to work towards the Great Work effectively. Now, the author examines the famous painting that was branded Masonic by Mr de la Rive. While some symbols from the canvas were found in masonic documents, not all of them are Masonic in the true sense of the word. This text aims to clarify the context and debunk the inappropriate use of the term \"Masonic\" in relation to the painting.",
  "content": "We must try to be honourable and to give to each person that which is theirs. In this respect, we do not have a very great heritage. The only things which are wholly ours are our tools of construction: the columns J ? and B ? , the Resplendent Star, and that is all. The equilateral Triangle, with the eye or without it, does not belong to us particularly, in the same way that the Acacia, our sacred plant, is also that of the Eastern Jews. So then, of all the various symbols that appear in the canvas from the church of Saint Maurice, there is not a single one that is Masonic in the true sense of the word. At most, this quality could perhaps be attributed to the temple that the Virgin holds in her left hand. From one of its windows a long horizontal stick emerges, with a feather hanging from the end of it. This is small grounds on which to excommunicate the entire work of art. Nevertheless, Mr de la Rive found almost all the other symbols in masonic documents.",
  "last_phrase": "In conclusion, while the canvas from the church of Saint Maurice may not contain any significant Masonic symbols, it poses a graphic enigma worth exploring. Inspired by Virgil's IV Eclogue, the painting hints at the advent of a new age for humanity. Let us leave this mystery open for future generations to delve deeper and unravel its secrets."
}