{
  "title": "\"The Alchemical Roots of Freemasonry: A Comparative Study\"",
  "first_phrase": "In the preceding text, the author talked about how the ancient sacred sciences were manifested in forms of Astrology, Alchemy, Magic, and Kabbala, which all aim to discern the hidden laws that rule the universe. The supreme aim of these sciences is to achieve the fulfilment of the Great Work. The author also made a comparison between Freemasonry and Hermetic Philosophy, stating that the former is a modern transfiguration of the latter. In this final section, the author intends to address the question frankly by focusing only on the rites and ritualism of classical Masonry of Saint John, which has only three grades, and how it is related to Alchemy.",
  "content": "It takes into account the kabbalistic value of the sacred names and governs its rites in accordance with the principles of Magic; on the other hand, it uses the Sun, the Moon and the Stars, just like Astrology. But it is the philosophical Alchemy, as the Rosicrucians of the 17th century understood it, which presents the most surprising analogies with Masonry. In both of them there is an esoteric identity, the same initiatic realms are translated by allegories, on the one side to metallurgy, and on the other to the art of construction. From this perspective Freemasonry is nothing more than a transposition of Alchemy. A reader who knows where to look will find numerous instances of proof in the texts cited by Mr Höhler. We believe, however, that he proceeded with excessive caution, and in order to take the issue one stage further, we will address the question frankly in the following pages. To limit this study we will focus only on the rites and ritualism of the classical Masonry of Saint John, which has only three grades.",
  "last_phrase": "In conclusion, the transposition of Alchemy in Freemasonry is a fascinating subject worth exploring further. By delving into the classical Masonry of Saint John and focusing on its rites and ritualism, we can gain a better understanding of the successive operations that lead to the fulfilment of the Great Work. As the alchemists believed, the starting point is the discovery and choice of the subject, which is common and can be found anywhere if we know how to recognise it. Let us strive to carry out the Masonic experiment with the necessary insight and avoid embarking on profane experiences that hinder our progress towards enlightenment."
}