{
  "title": "\"The Concept of Formless Nothing and Implicate Order\"",
  "first_phrase": "In the final part of this text, we delve into the concept of a formless nothing and the implicate order, exploring how ancient cultures expressed their understanding of unity and the creation of the universe through symbols like the circle. We also touch on the role of awareness as defined by both hermeticism and quantum science. To better understand these concepts, it is important to not just know them academically, but to experience them. We look at how the symbol of the sun may offer an analogy to these high concepts.",
  "content": "And quantum science confirms what humans all around the world had already expressed through metaphors and ideas. Quantum science is not enough. we must also practice, as some deep truths cannot be grasped if not by direct experience. We must not only know the physics of water, we must also swim in it. Exactly in this way the philosophers grasped these ideas centuries ago. The essence of hermeticism is understanging these concepts not as academic concepts, but instead as living realities. And the first step is being present to what is around us. If we “sleep”, we stay in our thoughts. We cannot perceive the Universe. The Ancients said that creation starts from this formlessness. A point manifests itself in the circle. The Ancients represented this symbol of creation as a point within the circle . The point is a point of individuation. Quantum scientists say that awareness is a key point in defining the universe. And awareness is also a key point in every true tradition. The sun As these are very high concepts, we can also think by analogy on this whole as being light, that gets progressively defined into colours.",
  "last_phrase": "In conclusion, to truly understand the deep truths of quantum science and hermeticism, it is not enough to simply study and know the concepts. We must actively practice and be present in the world around us. By perceiving and experiencing the universe with awareness, like the point within the circle, we can begin to see the light of illumination and enter into a higher dimension of understanding."
}