{
  "title": "\"The Septenary Structure: The Spiritual Soul and the Universal Great Work\"",
  "first_phrase": "In this final part, we explore the Rosicrucian belief that the strongest force comes from complete and absolute love. The Septenary Sulphur, Mercury and Salt correspond to the Spirit, Soul and Body. To achieve balance, these three principles must be harmonized within the individual. This involves the creation of the Chemical Spirit or Spiritual Soul. The text also explores the difference between a Magician and a Saint and the importance of renouncing oneself for universal love. The Pelican, which feeds its offspring with its own blood, is discussed as a symbol of this sort of love.",
  "content": "It has always been acknowledged that the most perfect Sage will be the one who loves the most. The Septenary Sulphur , Mercury and Salt correspond to that in the human being which it is easiest to call Spirit, Soul and Body. The Spirit-Sulphur, which is pure activity, does not act upon the passivity of the Body-Salt except by way of the intermediary Soul-Mercury, which is passive in its relation to the Spirit but active in relation to the Body. In order for there to be balance, and therefore health and normal functional capacity, the three principles must be harmonised within the individual. If we represent each principle with a circle, all three of which penetrate the other circles such that each passes through the centre of the other two, we obtain the diagram of the septenary structure of the human self. The three overlapping circles give rise to a combination of Spirit and Soul that we can call the Chemical Spirit or the Spiritual Soul. The Spirit penetrating the Body develops the Corporeal Spirit, alongside which the Soul infiltrating the Body creates, like a sister entity, the Corporeal Soul.",
  "last_phrase": "In order to achieve balance and therefore health and normal functional capacity, it is essential to harmonize the three principles within the individual - Spirit, Soul, and Body. Understanding the septenary structure of the human self, the overlapping circles and the corresponding metals and planets can help attain this balance. In conclusion, balancing the three principles can lead to a healthy and fulfilling life, both physically and emotionally."
}