{
  "title": "\"The Symbolism of Arcanums and Alchemy in Christian Art\"",
  "first_phrase": "In the previous section, we explored the concept of force, thought, and logic ruling over brutality, chaos, and disorder, as symbolized by the woman of Tarot Arcanum III and VIII. Moving on, we find references to the eighth Sephirah of Kabbalah, Hod, which stands for splendor and glory. The text draws attention to some symbolic details such as the crown of pentagrams and the winged globe at the Virgin's feet, leading to a discussion of Nitre or the infernal salt. The latter is seen as the physical deposit of the universal spirit of nature and the vehicle of the most active forces, represented by the Mobile Soul. In this context, the winged globe becomes more significant as it seems to signify the Devil, which is in all of us, and represents impulsive ardor. In contrast, Venus, symbolized by a woman with an inflamed heart, embodies irresistible impulses.",
  "content": "This detail is important, as it brings us back to Nitre , which alchemists also called Cerberus or Infernal Salt. On this topic, let us not forget that one of the most mysterious interpretations of the initials INRI: Igne Nitrium Roris Invenitur – By the fire the nitre of the dew is revealed – supposes that dew is the heavenly water that condenses on the surfaces of earthly bodies. It is the physical deposit of the universal spirit of nature, that is concentrated in nitre, which is presented as a fundamentally active substance, the vehicle of the most active forces. In the human condition, it is what we might call the Mobile Soul, which arouses all our irresistible impulses. The Nitre of the Dew is the Devil that is in all of our bodies and that we have committed to the service of the divine ideal: it is impatient action at the command of inspiration. The impulsive ardour becomes particularly manifest under the influence of Venus, the woman who, with an inflamed heart in her hand, seems to almost be escaping from the winged globe.",
  "last_phrase": "In conclusion, the concept of Nitre or Infernal Salt is deeply intertwined with alchemical interpretations of spirituality, passion, and universal forces. Understanding its significance can offer insights into our own Mobile Soul and help us better harness our impulses in pursuit of divine ideals."
}