{
  "title": "\"The Process of Alchemical Transformation and Spiritual Growth\"",
  "first_phrase": "The following section delves deeper into the alchemical philosophy of the Chaos, the Son of Putrefaction, and the Philosophical Child. The process of putrefaction serves as a means of freeing the 'Son of Putrefaction,' who then develops and forms a crust of life assigned to each element's role. The Water washes this new Earth, changing from black to grey, and then to white, symbolised by the Swan. Jupiter represents the Spirit that fertilises Matter purified by repeated ablutions. The Adept then obtains pure philosophical Sulphur, making him resemble the Phoenix, dedicating to the Sun and reaching spiritual fixedness. Achieving this ideal, the Adept has coagulated Mercury and tamed base desires, reaching the peak of humanity and overcoming animality.",
  "content": "This Child is the individual Fire, the internal agent that is nonetheless linked to an external source of action. When it is made divine, this Flame is stoked higher and burns with abundant fervour, manifested by the colour red for the alchemists. This realisation of the simple Work bestows upon the subject the first order Medicine. Pure philosophical Sulphur is obtained, which means that the Adept begins to resemble the Phoenix. This bird with its scarlet plumage is dedicated to the Sun, which is fixed, and represents the fixedness of all living beings in its continual death, which is also the source of its simultaneous rebirth. The Sage aspires to spiritual fixedness of a higher order, by aligning his individual resolve with the great will that governs all things. If he achieves this ideal, he has coagulated Mercury, mixing the celestial Fire with that of his own infernal fireplace of individual action. Having reached this stage, the adept has already tamed the dragon of base desires. He is in possession of true freedom, because within him, spirit dominates matter. By having reached the peak of humanity, he has overcome his animality.",
  "last_phrase": "In conclusion, aligning our individual resolve with the great will that governs all things leads to the spiritual fixedness of higher order, symbolized by the hermetic rose with five petals, and the coagulation of celestial and infernal fire. This mastery over our base desires and the attainment of true freedom paves the way for the spiritual marriage of Sulphur and Mercury, and the Magistry of the Sun."
}