{
  "title": "\"The Alchemical Symbolism and Meaning of the Cross, Salt and Nitre\"",
  "first_phrase": "In the final part of this text, we delve deeper into the symbolism of the Cross in alchemy and its representation of the unity of active and passive elements. The symbol is created by superimposing the columns of Salt and Nitre, which represent constructive oppositions of philosophical mentality. The Cross is also represented by Verdigris, chosen for its green color symbolizing life and energized cosmic substance. This symbol is seen as the diagrammatic representation of a fertilized egg, representing the actual life force animating individuals and things.",
  "content": "These are the truly constructive oppositions of a philosophical mentality. Horizontal and vertical are brought together constructively in the Right Angle, the emblem of practical Wisdom applied to the realities of life. In Alchemy, as we have seen previously, it is the Cross which represents the inseparable unity of the active and passive, the fertiliser and the fertilised. The Cross is formed in the centre of the Circle by superimposing Salt and Nitre , or the product of the two, according to preference. Why is this new symbol given to represent Verdigris? What does Verdigris mean in this context? It is likely that this copper oxide was chosen because of its colour, green like plant life, or the manifestation of life; the symbol, from a physiological viewpoint, is the diagrammatic representation of a fertilised egg. In a more philosophical sense, the Hermetists saw it as symbolic of the energised cosmic Substance, just like the active substance in living organisms. When it is drawn within the Circle, and therefore limited by it, the Cross represents actual life, the life force which animates individual things and persons.",
  "last_phrase": "In conclusion, the alchemical symbols of the Cross and the Right Angle represent the unity and balance of opposing forces in life, while Verdigris symbolizes the energized cosmic substance and actual life force. The graphical representation of the different life modalities shows the balance, excess vitality, full equilibrium, and stability of the animal, vegetable, and mineral kingdoms. Although not used to designate substances in the laboratory, the symbols and are linked to green and blue vitriol."
}