{
  "title": "\"Alchemy and Mythology: The Search for Universal Unity\"",
  "first_phrase": "In the previous text, we explored the concept of the Uroboros as a symbol of global unity and relative value in Greek alchemy. The Greeks believed in the Everything-Nothing, which cannot be fully described with words but is perceived through intellect. They portrayed this concept as an extremely diluted substance with an indefinite extent. In this last part, we will analyze the Babylonian representation of the inactive god of the night, Apsu, and his wife Tiamath who becomes the primordial substance. Alum, the alchemists' representation of this substance, becomes impalpable, uniform, and undefined in its expanded and refined state.",
  "content": "It is true that what that something is may escape our senses, even if our intellect does perceive it. It has been portrayed as an extremely diluted substance, with no other qualities than that of its indefinite extent. The Babylonians did not have a name for this substance, though they did poeticize it in the form of Tiamath, the wife of Apsu, the bottomless abyss, the primordial dark god, who sleeps, wallows in himself, and refuses to create anything at all. This inactive god of the night can only be represented by a black disc , because he is the god of the shapeless shadows, which were believed to have existed before everything else that came afterwards. In order to please him and to join herself with him, Tiamath, his wife, dissipates herself. She becomes so expanded, so refined, that it is as if she was not there. In that state, she is the Primordial substance, impalpable and transparent, uniform and undefined: precisely what the alchemists’ Alum represents.",
  "last_phrase": "In summary, the alchemists' alum represents the primordial substance, which was portrayed as Tiamath, the wife of Apsu, the god of the shapeless shadows. This substance is the origin of all other salts, minerals, and metals and is the substrate of all material aspects. It is the chaos before creation, a subtle connection with no differentiation, and a philosophical salt par excellence."
}