{
  "title": "\"Path to the Philosophers' Stone: Alchemy and Masonic Initiation\"",
  "first_phrase": "In this final section, the author discusses the purification process of the Great Work in relation to Masonic initiation. The subject undergoes repeated washing to transform imperceptibly from black to grey to white, representing the sage who can resist all impulses. However, to endure the test of Fire, the subject must face calcination, exposing and destroying the paltry passions, selfishness, and corruption. Only then can the Salt become transparent, allowing for the symbolic blindfold to be lifted and for the Masonic light to be seen. The section emphasizes the importance of purifying oneself to achieve clarity and permeability to the radiance of light.",
  "content": "For the alchemist this involves the calcination of the subject, which is exposed to such an intense heat that everything in it burns – in spite of which, the destruction only reaches the part of it that must be destroyed. From the initiates’ perspective, this part is made up of the seeds of paltry passions, the traces of narrow-minded selfishness, the residual baseness or corruption. Finally seeing the Light The Salt is completely purified: it is perfectly transparent, for now no foreign substance may mix with its crystals. Until the Recipient reaches the corresponding state, he will not reach the masonic light. It is therefore necessary for this cycle of purifications to be concluded in order that the symbolic blindfold may fall from his eyes, for clarity will not penetrate him until he becomes permeable by its radiance. All the tests of the first grade take into account the permeability of the earthly or saline encasements that isolate the internal fire at the core of us, the source of sulphurous or individual burning.",
  "last_phrase": "In conclusion, the path to the Philosophers’ stone involves purifying oneself through a cycle of purifications, allowing the internal light to be liberated and burned out from the crust that hides it. By doing so, the apprentice gains the ability to see the external and universal Light of Gnosis and obtain the red color of perfect Stone through coagulation of Mercury and fixing it in active Sulphur."
}