{
  "title": "\"The Three Principles: Sulphur F, Mercury, and Salt\"",
  "first_phrase": "In the preceding text, we learned about the three principles essential to everything that exists and their universal form as the animating force of all things. Here, we learn that the divine Breath, which is the animating force of all things, illuminates the conscience and guides the will. It is born of Mercury, which penetrates Sulphur by passing through the purified envelope of Salt. The purifications of initiation remove the opaque layer covering the sulphurous centre, freeing the saline layers from the obscuring mud. In the final 200 tokens, we learn that this operation leads to the veil falling and the True Light being seen. It emphasizes the need for internal purification to attain the eternal Light of the divine Breath.",
  "content": "More precious than all the treasures in the world, this Light illuminates the conscience and guides the will. It is born of Mercury (Breath of Life) that penetrates to Sulphur (core of individual initiative) by passing through the purified envelope of Salt (Mental self). The purifications of initiation attack the opaque layer covering the sulphurous centre; the repeated ablutions turn the saline layers white as they are gradually freed from the obscuring mud. Once this operation is completed, the veil falls from the eyes of the person being initiated, who in that moment sees the Light. It goes without saying that there is no ceremonial that has the power to actually bestow the True Light. Of that which is carried out in a ritual fashion, it is all image and symbol. We must purify ourselves in spirit and in truth if we want to conquer the royal Light which, when it penetrates us, illuminates us in an intiatic sense.",
  "last_phrase": "Purification of the self is crucial for the attainment of the true Light, born of breath, individual initiative, and mental self. No ceremony can bestow this light, one must purify themselves in spirit and truth to experience it. Remember, the perfect Magistery requires the principle of gold-making, and it's not an easy operation, especially in its initial phase."
}