{
  "title": "\"The Symbolic Columns of Salt and Nitre\"",
  "first_phrase": "In the preceding text, the notion of Chaos being interrupted by the separation of the subtle from the dense was discussed. This led to the creation of Heaven and Earth, as depicted in the Biblical Genesis. The concept of the Creator's plan for unity has led to the existence of everything having its own heaven and earth. This is symbolized by Salt. However, the contrast to Salt is Nitre, which represents rebellion and unrest. This leads to the discussion of the two symbolic columns of the Constructors – one corresponding to Salt and the other to Nitre. These columns are represented in the entrance to the Temple of King Solomon as Jakin and Bohas.",
  "content": "The Infinite-Nothing was necessarily peaceful, and the reasons why Parabram decided to set himself apart and disturb this primitive Nirvana are not well understood. However illogical it may seem, the poets came up with the idea of celestial rebellion as the solution to the problem of cosmogony. Ideographically, a simple vertical line provides a silent solution to the mystery: here that represents a descending and ascending action, an evolution and a regression. This brings us to the two symbolic columns of the Constructors, one corresponding to Salt and the other to Nitre . If in any doubt, we have only to go back and look at the Freemasons’ Level and Perpendicular or plumb. These instruments designate calm, absorption, the appeasement or resolution of any passions, the placid equilibrium that must be reached by the intellect, and then deepening, consolidation, penetration to the depths of all things, which is the same concept as elevation above the highest of earthly plains. On the one hand we have discipline, submission to everything that is handed down, docility, receptivity; on the other hand we have independence, criticism of convention, the search for the truth in oneself and the continuous sublimation of individual thought.",
  "last_phrase": "In conclusion, the symbolic representation of the Constructors, Salt and Nitre, and the Freemasons' Level and Perpendicular provide us with profound insights on opposing yet constructive mentalities, culminating in the Right Angle and the Cross. It is through these symbols that we may gain practical wisdom applicable to the realities of life, which begs the question: why is Verdigris represented by this new symbol?"
}