{
  "title": "\"The Philosophers' Stone: An Inner Journey of Self-Discovery\"",
  "first_phrase": "In the last part of the text, the importance of the Philosophers' Stone and its relationship with human individuality and personal growth is highlighted. The state of mastery achieved by the apprentice mason is also discussed, as well as the virtues necessary to reach it. The text goes on to explore the rare talent required to truly practice the Art of curing all spiritual, mental, and physical ills. This therapy is said to be based on the influence of one nervous system over another, which is a branch of the ancient practice of the Initiates. The text concludes by stating that the Art is that of priests and kings, aimed at achieving supreme harmony, which every adept should realize within himself to help bring harmony to others.",
  "content": "But the application of the former and the latter demands a rare talent, the only one that leads to the true Magistry of the Sages. Let us not forget that this art is one of curing all ills, those of the spirit and of the soul as well as those of the body, whether they are the ailments of isolated individuals or of groups, because social ills must be addressed by the universal Medicine, just like the ailments of individual beings. The Art is therefore that of priests and kings, considered to be the agents of supreme harmony, which every adept should realize within himself, in order to then be able to bring harmony to others. That which we commonly call Occult Medicine is the application of the Great Art of the Initiates. Therapy based on the influence that one nervous system exerts over another is nothing more than an isolated branch of the operational practice that was the custom of the most ancient of Initiates. Our present day magnetizers would find peers among every tribe of savages.",
  "last_phrase": "In conclusion, the Great Art of the Initiates, commonly known as Occult Medicine, is truly an exceptional talent, healing not only the ailments of individuals but those of society as well. It is an art of supreme harmony, requiring every adept to realize it within himself to bring balance to others. Though the past was dominated by crude empiricism, the Initiates knew the importance of their negative knowledge, based on experience and intuition. As the true Sage confesses, he knows nothing but can guess and divine previous truths."
}