{
  "title": "\"Hermetic Ideography: Unveiling the Symbols of Alchemy\"",
  "first_phrase": "In the preceding text, we learn how alchemists' foolish efforts constituted the foundations of modern chemistry. However, not all alchemists deluded themselves with their own symbols, and some saw the symbolic meaning behind them. Hermetists had their own secret alphabet, which only initiated members knew about. In this last part, we will delve into the hermetic ideography, which involves shapes such as a circle with a cross, a triangle, and a square inscribed within it. These shapes represent Pythagorean notions of Unity, Duality, the Ternary, and the Quaternary, and can alter substances' state according to the indication of the Cross.",
  "content": "On the other hand, no imagery or ideography of initiation would be disclosed to initiates: they had to be led by their own intuition, personified by Isis. At most, certain images could smooth their path (such as the Rebis pentacle that was uncovered again by Mylius and Valentin in the 16th century). Below we will see a circle with a cross, a triangle and a square inscribed within it. And these are the basic elements of hermetic ideography: These shapes are linked to the Pythagorean notions of Unity, Duality, the Ternary and the Quaternary. It should be noted that three of these figures are closed outlines, while the simple Cross does not represent a substance in Alchemy; though the sign for Vinegar (Solvent) is a Cross with the ends expanded. The simple Cross is never found in isolation, but always in combination with a closed figure: This is because the closed figures correspond to different orders of substances, which can alter their state or their destiny according to the indication of the Cross added to them. We will explain how this works later on.",
  "last_phrase": "In conclusion, by understanding the hermetic ideography of Unity, Duality, the Ternary, and the Quaternary which are represented by the Circle, Cross, Triangle, and Square respectively, one can gain deeper insight into the world of alchemy. By combining these shapes in different ways, substances can be altered to achieve their ideal state, and the Cross with equal sized arms can represent the perfect conciliation of opposing forces."
}