{
  "title": "\"Hermetic Symbolism of the Cross and Alchemical Salt\"",
  "first_phrase": "This text delves into the hermetic symbolism of the cross in alchemy. The previous part discussed the importance of the straight cross as a symbol of active fertilization and work. This section explores how alchemists used the Cross to indicate whether a task was complete or not. It also introduces the complex symbol of Mercury and discusses how alchemists viewed the universe as energy in action. The text ends by mentioning the derivatives of Alum, the non-differentiated primordial substance. Overall, the text provides an insightful look into the philosophical and symbolic language of alchemy.",
  "content": "The different levels of being in the universe Alchemists indicate whether this work is still to be done9, or has already been done, by drawing the Cross either on top of another graphical element or below it . In addition to these signs there is also Mercury , which is more complex, as it can be broken down into and . The analysis of this sign, with all its different elements, gives one a real sense of the reach and the subtlety of alchemical ideas. As if they had foreseen the most advanced of modern theories about the ultimate intangibility of ‘matter’, hermetists always saw the Universe as nothing more than energy in action. The Great Agent of transmutation, the foundation of their Art, is a subtle fluid that fills the whole of Space and penetrates everything. The symbol is revelatory for anyone who knows how to read the mute language of signs. But let us proceed in an orderly fashion and analyse, one by one, the various ideas associated with the Circle, the Cross or their component elements. Salt The derivatives of Alum , the non-differentiated primordial substance, are numerous.",
  "last_phrase": "In conclusion, the alchemical symbols of Cross and Mercury, along with the concept of Salt, represent the complexity and subtlety of alchemical ideas that viewed the Universe as energy in action. The Great Agent of transmutation, a subtle fluid that fills the whole of Space and penetrates everything, remains the foundation of their Art. Understanding these symbols helps us interpret the mute language of signs and appreciate the evolution of modern theories about the intangibility of matter."
}