{
  "title": "The Alchemical Androgyne: Symbolism and Meaning in Alchemy.",
  "first_phrase": "In the previous text, the work of an initiate, who seeks to understand and assimilate himself with Gnosis, its symbol, Rebis, and its transformation into Azoth, the Quintessence of all elements, was explained. The Rebis is both masculine and feminine, representing the union of virile energy and feminine sensibility, and corresponds to Matter prepared for the definitive Work. In the last 200 tokens, we dive deeper into the Rebis symbolism, observing how it receives the dual radiation from the masculine Sun and the feminine Moon. A pentacle, which appeared in the Azoth treatise by brother Basil Valentine, Friar of the Order of Saint Benedict, in the 1650s, is also discussed.",
  "content": "The double mercury The Initiate, who in a certain sense becomes androgynous because virile energy and feminine sensibility are united within him, is represented alchemically by the Rebis (from the Latin res bina, double matter). This substance, both masculine and feminine, is Mercury , enlivened by Sulphur and thereby transformed into Azoth , that is, into that Quintessence of all the elements, symbolised by the Shining Star. We must observe that this astral body is always placed in such a way that it receives the dual radiation from the masculine Sun and the feminine Moon: its light, therefore, has an androgynous or hermaphrodite character. On the other hand, the Rebis corresponds to Matter prepared for the definitive Work, or in other words, the Companion who has made himself worthy of rising to Mastery. In this respect, nothing could be stranger than a pentacle that appeared in around 1659-60 in the Azoth treatise that is a continuation of the Twelve Philosophical Keys by brother Basil Valentine, Friar of the Order of Saint Benedict.",
  "last_phrase": "In conclusion, the Rebis or the double mercury symbolizes the androgynous state that an Initiate achieves by uniting masculine and feminine energies within them. The alchemical Androgyne, depicted as the vanquisher of the dragon of elemental life, represents the triumph of an Initiate over the quaternary of elements. This symbol is a reminder that Mastery can be attained by making oneself worthy of it and rising above the limitations of matter."
}