{
  "title": "\"The Great Work and the Role of the Master\"",
  "first_phrase": "In the preceding text, the author discusses the journey of initiation and the role of mortification in achieving the Great Work. In the last part, the discussion shifts towards the Master's identification with the Great Architect of the Universe, which involves religious mysticism and three successive paths of purgation, enlightenment, and unification. The Master's goal is to achieve the same end as initiatic tests, leading to the total sacrifice of the self, symbolized by the legend of Hiram. The text also highlights the fixation of philosophical Sulphur through the torture of Prometheus and Christ the Redeemer, as well as the Tarot's twelfth key offering the image of a smiling Hanged Man.",
  "content": "It equates to the total sacrifice of oneself, based on the renunciation of all personal desires. It is the extinguishing of radical Egoism, that provoked the fall of Adam by exerting the original Attraction on spirituality, in order to cause it to incorporate matter. The narrow, mean I fades away in the face of the superior, impersonal Being that symbolises Hiram. Thus the legendary, universal sin of Adam is retracted. Because there can be no mistaking it: the Architect of the Temple is to the Great Architect of the Universe what the Word made flesh, or Jesus Christ, is to the Eternal Father of Christian ideology. 32 The fixation of the philosophical Sulphur, also known as the Mastery, is represented by the torture of Prometheus, chained to the Caucasus in punishment for stealing Fire from Heaven, and also by Christ the Redeemer, hung by three nails to the four branches of the cross. The Tarot is no less explicit in this respect. Its twelfth key offers, in effect, the image of a Hanged Man who swings, smiling, between the heavens and the earth.",
  "last_phrase": "In conclusion, the path towards the Great Work involves the sacrifice of one's personal desires, the renouncement of radical Egoism and the adoption of an impersonal Being. Through this process of self-extinguishing, one can symbolize Hiram and retract the legendary sin of Adam. The Mastery is represented by various images such as Christ the Redeemer and the Hanged Man in the Tarot. Ultimately, the role of the Master in the universal construction is to closely align their intentions and will with the Great Architect, in order to sow the seeds of the future."
}