{
  "title": "\"The Discipline of Silence and the Dangers of False Magic\"",
  "first_phrase": "This text explores the dangers of false magic and the importance of true initiatic associations. Prior to this section, the author discusses how those who are impatient and arrogant in seeking knowledge set themselves up for failure. In contrast, true initiates impose discipline upon themselves and only speak with proven disciples. The author then explains how different groups throughout history have formed initiatic associations for various purposes, such as developing magical powers or discovering hidden truths. In the final 200 tokens, the author offers further insights into the motivations and aims of these various groups, including ancient healers, ecclesiastic schools, workers, and philosophers.",
  "content": "“Those who are similar, join together”: this has always been true. From the time when human societies were born, they have always harboured particular groups reserved for specialists. The ancient healers were skilled at divination and cured the sick, and they would associate between themselves, for mutual learning and to share their mysterious powers; this was the origin of all initiatic associations, that formed under certain conditions and practiced rituals with varying levels of secrecy. Having sprung from the same primitive base, these diverse organisations had differing views with regard to the aim that they pursued. Some saw their objective to be developing, exercising and transmitting the magic powers latent in human nature. Others aimed at initiating in the secrets of the gods and the mysteries of the other realm: these were the creators of the ecclesiastic schools. Opposed to these mystics, who scorned physical work, were the workers, proud of the initiations of their profession, to whom the religions of work that glorified and sanctified work itself were linked; then came the philosophers who yearned to discover truths that were hidden from the masses. They were also organised among themselves according to their discipline and pursuits.",
  "last_phrase": "In conclusion, throughout human history, people with similar skills and interests have come together to form initiatic associations to learn from and share mysterious powers. Whether it be magic, religion, work, or philosophy, these groups aimed to initiate their members into their specific realm of knowledge. Ultimately, the highest aim of the Sage is to perfect oneself and become a Philosophers' Stone, contributing to the eternal work of divine creation and evolution."
}