{
  "title": "\"The Role of Symbolism in Hermetic Philosophy and Freemasonry\"",
  "first_phrase": "In this final section, the author mentions the advantages of identifying graphical character determinations to discover certain analogies and morbid imbalances, but stresses that nothing can compare in importance to the classic planetary types. The text then introduces a German book, Hermetische Philosophie und Freimaurerei, which attempts to show the close relationship between freemasonry and alchemy or hermetic philosophy. The author mentions some of the most well-known alchemists whose writings were included in the book, which provide material for the following chapters on topics such as astrology, theosophy, magic, Kabbala, alchemy, and more.",
  "content": "The work to which we refer was published by Weiss and Hameier, in Ludwigshafen in 1904, under the title Hermetische Philosophie und Freimaurerei. It is in fact nothing more than a selection of texts pertinently chosen from the writings of the most well-known alchemists, such as Basil Valentine, Michael Maier (Sendivogius), abbot Juan Tritemo, Raimundo Lulio, Roger Bacon, Arnaud de Villeneuve, Juan d’Espagnet, Robert Fludd, and others who were less well-known such as Benedictus Figulus, Egidius Gutmann, J. Stellatus, Alex von Suchten, Mylius, Janus Lacinius, Tanck, Leonhardt Thurneiser, etc. These citations have provided us with material for the following chapters: The Universe and Man – Astrology – Theosophy – Magic – Kabbala – Alchemy, this last being divided into subchapters: The meaning of the word Alchemy – The Aspirants – The tradition – Symbols – The matter – The works – Colours, fire, tools – Liquid gold – Christus lapis. Mr Höhler did not wish to focus on anything but the freemasons, and therefore left it up to his readers to establish approximations between the alchemical texts he has reproduced and the masonic teachings that should be familiar to him.",
  "last_phrase": "In conclusion, the writings compiled in Hermetische Philosophie und Freimaurerei offer a wealth of insight into the beliefs and teachings of renowned alchemists, which are relevant to the study of the Universe, Man, Astrology, Theosophy, Magic, Kabbala, and Alchemy. Though the connections between these texts and Freemasonry are left up to the reader, those willing to contemplate and explore the enigmas posed by this mystery tradition will find much to ponder and gain from this approach. Ultimately, the power of symbolism lies in its ability to convey complex concepts that cannot be easily defined, and it is up to the individual to explore and interpret these concepts for themselves."
}