{
  "title": "The Alchemical Marriage: Reaching Spiritual Perfection.",
  "first_phrase": "In this concluding part, we see the marriage of the Sulphur King and the Mercury Queen - the union of our will with divine intention. The text speaks of the spiritual journey one must undertake to reach this point, and how artists who have renounced their selfish desires and conquered their radical egoism can become kings. The text also distinguishes these artists from mystics who have \"lost their heads\" and talks about the sacrifices they have made to reach this level of spiritual enlightenment.",
  "content": "This is not Royalty in the ordinary sense: it is acquired spiritually by the true adept of the Royal Art, who works on himself until he is worthy of the Queen, the celestial Virgin invoked by the devotees of Our Lady. Artists who are possessed by a pure ideal are not mystics who have lost their heads. They have had to sacrifice their selfish I, renouncing all personal desires. Becoming indifferent to all the ambitions of the earthly slave, they have freed themselves from the tyranny of selfish instincts. By conquering their radical Egoism, they escape the hereditary mark of original sin. If they possess the sufficient energy to voluntarily end their ordinary, inferior life, they are born into a higher life of freedom, which bestows upon them the characteristics of kings. As they are no longer slaves to anything, they tend to become lords of Everything. Their will now draws solely from the highest of intentions, from divine intentions. This is the marriage of the spirit incarnate, the earthly worker, with the divine princess.",
  "last_phrase": "In conclusion, the path to spiritual royalty and creative greatness requires the sacrifice of selfish desires and the conquering of radical Egoism. By dedicating ourselves to the Great Work of creation and transmuting bad into good within ourselves, we can birth a higher life of freedom and divine intentions. Let us all strive to become worthy of the Queen and embrace the redeeming work that leads to a better human race."
}