{
  "title": "Symbolism and Hermetism in Alchemy Art.",
  "first_phrase": "This text provides insights about the alchemical Androgyne and its victory over elemental life in the form of a wooden carving. The carving portrays the Androgyne as a unified duality, with one head ruled by the Sun and the other by the Moon, while the star of Mercury lies between them. Furthermore, the adept must overcome his animality to achieve the Rebis. In the last 200 tokens, the text discusses the symbolic significance of the Compass and the Set Square that the Rebis holds in his hands as emblems of truth, morality, and intellectuality. These symbols represent the nature of man, freed from impurities, and in full control of himself.",
  "content": "In all of this there would be nothing but pure hermetism if it were not for the fact that, in order to underline the unified duality of the Rebis, its personified character holds a Compass (Truth, Reason, Intellectuality) in his right hand and in his left a Set Square (Equity, Sentiment, Morality). It is surprising to encounter these typical emblems of the royal art in a tract that aims to instruct “the manner of making the secret gold of the philosophers” and whose author lived in an era long before the renaissance of modern freemasonry. The adept cannot realize the Rebis unless he has dominated his elemental attractions. Everything in him that is inferior, crudely and basely instinctive must be dominated before he will be permitted to call upon the Heavenly Fire to enter his body. In other words, it is a question of overcoming animality in order that the actual Man be in charge of himself. And therefore the Pentagram or the Shining Star are, rightly, emblems of Man freed from all that which impeded him from being solely Man and fully Man.",
  "last_phrase": "To achieve the Rebis and become a fully realized human being, one must overcome their base animalistic instincts and dominate their elemental attractions. This is symbolized by the Pentagram, a representation of sovereign will and human ingenuity. However, if the Pentagram is reversed, it becomes a symbol of base instincts and the animal kingdom. Therefore, it is important to draw the Pentagram in the correct orientation, with the head pointing upwards, to maintain its true meaning."
}