{
  "title": "\"The Hermetic Ternary: Sulphur, Salt, and Mercury Explained\"",
  "first_phrase": "In the preceding text, the author explores the concept of Sulphur in alchemy and how it represents the inner vital force present in all living organisms. In this final section, the author delves further into the three primary materials of alchemy: Mercury, Salt and Sulphur, and how they are interconnected. The text explains how Salt acts as a receptacle of the substance that grows due to internal Sulphuric expansion, resisting the external Mercurial compression. The author discusses the significance of these three substances in alchemy and how they can be interpreted in relation to each other.",
  "content": "On the other hand it should not be forgotten that, on the scale of living beings, man does not occupy a privileged position. Every individual being, right down to the microcosmic level, in which a core of autonomous life is manifest, originates, just like him, from the single and identical essence of Light, whose tri-unity is represented by the alchemical Ternary: Sulphur , Salt and Mercury . In effect, for the hermetist, everything is light. This is easily understood in terms of sulphur and mercury, as these two primary substances represent interior or microcosmic light , and its opposite, exterior or macrocosmic light, respectively . Having said that, Salt originates from the interference of two opposing radiations that become neutralised in a relatively stable realm of the condensed, or corporeal light. Thus Salt becomes the receptacle of the substance that grows due to internal sulphuric expansion, resisting the external mercurial compression . Mercury, Sulphur and Salt We also explain here how the three primary materials of alchemy can each be interpreted in relation to the others.",
  "last_phrase": "In conclusion, for the hermetist, every individual being, down to the microcosmic level, originates from the single and identical essence of Light, whose tri-unity is represented by the alchemical Ternary: Sulphur, Salt, and Mercury. Understanding the symbolism of these primary materials of alchemy can lead to a heightened state of being and the attainment of the Great Work."
}