{
  "title": "\"Exploring Hermetic Symbolism and its Significance in Alchemy, Freemasonry, and Occult Medicine\"",
  "first_phrase": "This text explores the ancient practice of alchemy and its relationship to hermetic symbolism, freemasonry, and occult medicine. Written by Oswald Wirth in 1910 and recently translated into English by Jennifer Stanley Smith, the book adds additional comments from Marco Paret and Lee Gerrard-Barlow to provide a quantistic view on hermetism. In this final part, the importance of alchemy as a work of personal transformation is emphasized, with the metals representing different states of self-perception. This book offers readers a chance to explore and understand the real tradition of alchemy and hermetism.",
  "content": "HERMETIC SYMBOLISM AND ITS RELATIONS TO ALCHEMY, FREEMASONRY and OCCULT MEDICINE 1910 OSWALD WIRTH With additional comments from Marco Paret and Lee Gerrard-Barlow and a quantistic view about hermetism TRANSLATION: JENNIFER STANLEY SMITH, 2013 Prefaction of Marco Paret We decided to publish this work because we discovered with astonishment that a fundamental work as the Hermetic Symbolism had never been translated in English. As many years have elapsed, and in present days the original sense of alchemy and hermetism seems to have been lost, we have thought that publishing this book and adding some notes could be a way to transmit the real tradition of alchemy and hermetism to which we were exposed. None in this book has been changed, but instead we have completed it, to give to the reader the occasion of really understanding what can be the most important venture of his life. Alchemy is a work of transformation, first of all of the person practicing it. This is even more clear when we speak of hermetic philosophy, that is the basis of alchemy. The metals that are transformed are the human beings. The different state of matter, liquid, solid etc.. are states of perception of ourselves.",
  "last_phrase": "In conclusion, the publication of 'Hermetic Symbolism' with additional comments by Marco Paret and Lee Gerrard-Barlow, and a quantistic view about hermetism, provides readers with a deeper understanding of the real tradition of alchemy and hermetism. This is a valuable resource for anyone seeking transformation, as the alchemical path begins within one's own self and can lead to profound changes in perception and reality."
}