{
  "title": "\"The Origin and Diversity of Initiatic Associations\"",
  "first_phrase": "In this text, the author explores the existence of initiatic organisations throughout human history. These organisations arose from the common ground of ancient healers who practiced divination and healed the sick, and who associated with each other to share their mysterious powers. Over time, these diverse groups formed under certain conditions, practiced rituals with varying levels of secrecy and differed in their objective. Some aimed to develop and transmit magical powers while others sought to initiate the secrets of the gods and the mysteries of the other realm. There were also philosophers who organized themselves according to their discipline and pursuits, calling themselves adept at an art that was higher than all others: the Great Art of thinking. The last few paragraphs highlight the supreme labour a sage exerts to achieve the greatest perfection of human nature: carving themselves into a Philosophers' Stone.",
  "content": "And they called themselves adept at an art that was higher than all others, the art of thinking, which became the Great Art, to be applied to the Great Work. This Supreme labour, indeed, is none other than that which is eternally fulfilled in divine creation, subject to the laws of evolution and of constant progress. To become part of this work, the Sage exerts himself to realize in his own self the greatest perfection of which human nature is capable. He does not remain a Rough Stone, and instead carves himself into a rigorously cubic Stone, in other words, a Philosophers’ Stone.",
  "last_phrase": "In conclusion, the pursuit of the Great Work is a spiritual and philosophical journey, rather than a mere chemical experiment. The Sage strives for personal perfection and transformation into the Philosophers' Stone, a symbol of the highest truths and sciences. Let us remember that the Great Art of thinking requires a deeper understanding and respect for the symbols and language of the hermetic philosophers."
}