{
  "title": "\"The Two Philosophies: Scholasticism and Hermeticism\"",
  "first_phrase": "This text delves into the different perspectives of philosophy when it comes to the realm of symbolism. Before its conclusion, the author explains the difficulties in defining initiatic symbols which correspond to abstract concepts, leading to wordy and fruitless arguments. The last 200 tokens discuss two opposing schools of thought, one based on Aristotle's logic and the other on Plato, Pythagoras, and Hermes Trismegistos' teachings, which emphasize the abstraction from words to better contemplate the essence of things. The disciple of Hermes strives for silence, reflection, and entry into the secrets of nature.",
  "content": "It is not surprising, in these circumstances, that the intelligentsia of centuries past has been divided between two opposing philosophers. One side took the logic of Aristotle as its starting point and hoped to reach the truth by way of rigorous reasoning, based on premises they assumed to be indisputable. This was the oriental philosophy that was taught publicly in schools, hence the name Scholastic. The antagonist to this was a philosophy that was more or less always occult, because it was shrouded in mystery and imparted its teachings under the guise of enigmas, allegories and symbols. Through Plato and Pythagoras it attempted to hark back to the Egyptian hierophants, and even to the founder of science himself, Hermes Trismegistos, or the ‘Three times Great’, after whom this science was given the name Hermeticism. This second philosophy was characterised by its aim of abstraction from Words, in order to become absorbed in the contemplation of things in their own right, in their very essence. The disciple of Hermes was silent: he never argued and he did not seek to convert anyone. Locked inside himself, he entered a state of profound reflection and ended by infiltrating the secrets of Nature.",
  "last_phrase": "In conclusion, Hermetic philosophy, although often shrouded in mystery and symbolism, has been a profound vehicle for discerning the hidden laws that rule the universe. It encompasses a range of ancient, sacred sciences including Astrology, Alchemy, Magic and Kabbala, and seeks to move beyond mere speculation to discover the essence of things in their own right."
}