{
  "title": "\"Occult Medicine: Nurturing The Seed Of Divine Consciousness\"",
  "first_phrase": "This text delves into the concept of nurturing God within ourselves, which is believed to be the only way to attain physical, moral and intellectual health. It highlights the significance of Spiritual gold, Philosophers’ Stone, and Universal Panacea as they represent the same remedy for all human ills. The text then stresses the importance of self-purification rather than relying on faith or suggestive therapeutics. Furthermore, one must lead an exemplary life and work towards the greater good without indulging in disputes. In the end, it advises to search for the Stone of the Sages within oneself and seek guidance from pure Tradition. Oswald Wirth’s work on Occult Medicine, where he healed hundreds using magnetism, is also mentioned.",
  "content": "When he is healthy he will spread this health all around him, as if it were an infection. So, then, no noisy preaching against vice: what must be done is that each person destroy all that within their own self that is depraved. It is useless to persuade someone else of a certain point of view; it is sufficient to live an exemplary life, leaving everyone to their own opinions. Flee from dispute and work well, working for the greater good in all that you do. How can anyone doubt that these are the foundations of the True Medicine, which is wrought by those who possess the Stone of the Sages? Search for this Stone within yourselves and you will find it; call upon the Light from the sincerest depths of your soul, and you will obtain it; finally, knock upon the door of the sanctuary of pure Tradition and the door will be opened to you. But rely only upon yourselves, upon your pure sentiments, and do not let yourselves be confused by fraudulent pontiffs. Ora et labora. Practical hints on Occult Medicine based on laying of hands22 Oswald Wirth healed hundreds of people using magnetism.",
  "last_phrase": "In conclusion, if you seek to spread the light of True Medicine and become a magnetizer, remember to focus on yourself first, destroy any depravity within, and live an exemplary life. Work well for the greater good and avoid disputes. As you search for the Stone of the Sages within, rely on your pure sentiments, call upon the Light, and knock on the door of the sanctuary of pure Tradition. Remember to practice the \"isolation\" phase in your magnetic practice by closing your eyes, concentrating, and putting everything else aside."
}