{
  "title": "\"The Symbolism of Sun and Moon in Alchemy\"",
  "first_phrase": "In this text, the author delves into the symbolic oppositions between the Sun and the Moon, which are regarded as masculine and feminine, respectively. The alchemists compare and contrast the two celestial bodies, with the Moon representing the spiritual aspect of the Sun. The full Moon is said to represent silver in the order of metals, with its reflective nature embodying imagination, belief, and assimilation. The solar and lunar signs are antagonistically opposite to one another and represent opposing ideas, such as reasoning versus feeling and ordering versus obeying. The author discusses Jakin and Bohas, two concepts related to the specific field of hermeticism.",
  "content": "In this case the solar and lunar signs, antagonistically opposite to one another, represent the following ideas: Sun Moon Gold Direct light Reasoning Discerning Invention, discovery Working, action Giving Ordering Founding, creating Generating Fertilisation Jakin Silver Reflected clarity Imagination Believing Assimilating, understanding Feeling Receiving Obeying Conserving, maintaining Conceiving Gestation Bohas Other distinctions also arise from the Sun-Moon duality, but it is best, here, not to stray too far from the specific field of hermeticism. We will pause here to consider Jakin and Bohas in order to avoid dwelling on the series of antagonisms linked to the two Columns of Constructive Discernment/Insight. If one goes down this route it is tempting to establish a corresponding relationship between the masculine Sun and the active Agent, and between the feminine Moon and the patient Object.",
  "last_phrase": "In conclusion, understanding the solar and lunar signs in hermeticism can provide insights into various concepts such as reasoning, discernment, imagination, and receiving. While additional distinctions can also emerge, it is best to focus on the specific field of hermeticism. We can also avoid dwelling on the antagonisms between the two columns of constructive discernment/insight to better appreciate the unique qualities of Jakin and Bohas, which can inspire us to create, conceive and conserve. Remember, the points of the crescent have significance, and when facing upwards, it dominates the chaotic ether, entering into the current of regression."
}