{
  "title": "\"Theosophy's Septenary: Spirit, Soul, and Body fused into one\"",
  "first_phrase": "This text explores the septenary of metals-planets and symbolism of colors in Theosophy. The septenary consists of Pure Spirit, Ethereal Soul, Emotional spirit, Corporeal spirit, Corporeal soul, and Body. Each metal-planet corresponds to certain aspects of the self and is linked to particular gods/goddesses, such as Incorruptible Gold to the Sun and Apollo. The core of the self is where Spirit, Soul and Body merge and create the ethereal body. In the last 200 tokens, the author delves deeper into the symbolism of colors and how they represent different aspects of the self, as well as the seven planetary types determined by the dominant influence in each personality.",
  "content": "The bodily Spirit is the source of the impassioned and sometimes violent impulses that stimulate movement. The immaterial Soul is the foundations of the edifice of life. Without its weight, no work could be done, the Spirit would lack a support point and the Soul would be lost in boundless infinity. The Septenary of the metals-planets is joined by the symbolism of the basic colours: red, blue and yellow, and the colours derived from them: violet, green, and orange. The colour red is attributed to the Spirit, Blue to the circle of the Soul and yellow to that of the Body. So therefore violet becomes the colour of the emotional Spirit, green the colour of the corporeal Soul and orange that of the corporeal Spirit. Synthetic white represents the mercurial ethereal Body, while black is reserved for the surrounding Chaos that has not been organised by way of light. Convention teaches us to distinguish between seven planetary types, according to the dominant influence in each personality. It is possible to graphically determine seven analogous types by moving one of the three circles that represent the Spirit, the Soul and the Body.",
  "last_phrase": "To summarize, the bodily spirit and immaterial soul are essential components for movement and life respectively, and are symbolized by a range of colors. By understanding the dominant influence of the body, soul, and spirit, one can determine their corresponding planetary type. The Doer type, for instance, is characterized by restlessness, impulsiveness, practical intelligence, and weakened emotional spirit. Acknowledging these distinctions may help us better understand ourselves and others."
}