{
  "title": "\"Symbolism of the Queen of Heaven and the Alchemical Cross\"",
  "first_phrase": "In the preceding text, we learned about the symbolism of the Queen of Heaven, an ethereal figure who represents pure intelligence, creativity, and universality. Her foot rests on a half moon, a symbol that represents the primordial substance and the Alum, which is the saline base of other salts, minerals, and metals. The half moon can be placed either above or below the empty circle to obtain Alkaline Salt or Gem Salt. In this last part of the text, we explore the addition of the cross to these already significant elements, and what it brings to the symbolism.",
  "content": "From the hermetic point of view,this is much more correct, as the whole of Arcanum III, simplified in the stark lines of a symbol, is represented in the sign of Mercury with the points facing down . The central element of this symbol, the empty circle, represents the primordial substance, universal and, necessarily, singular. According to Pernéty it is Alum, the “saline base of other salts, of minerals, and of metals.” Depending on whether the half moon is placed below or above this circle, you obtain Alkaline Salt or Gem Salt , which play equal parts in the makeup of the chaotic universal substance. But the first substance is dominated by the moon, and therefore it is infinitely transformable’ it is the first matter of the Great Work, the sphere of all the metamorphoses of Nature and art. The second represents a substance that has become immobile, because every possible kind of development has been realised, so that it becomes removed from external influences, ready to exert a powerful modifying force over everything that is subject to change. Now, what further meaning does the addition of the cross bring to these elements, already so significant?",
  "last_phrase": "In conclusion, the alchemical symbol of Mercury with the points facing down represents the first matter of the Great Work - infinitely transformable and the sphere of all metamorphoses of nature and art. The addition of the cross symbolizes the interaction of opposites, a symbol of life that indicates a job well done and perfection permanently achieved."
}