{
  "title": "\"The Risks and Rewards of Initiation into the Occult Sciences\"",
  "first_phrase": "In the preceding text, the author highlights the challenges and risks involved in seeking enlightenment through the occult sciences. The author cautions that an initiate in this field must pass through rigorous tests, both intellectual and physical, and only the valiant spirits with a vocation for the same can hope to achieve enlightenment. The author warns against misinterpreting the truth and building on false foundations. In the last part of this article, the author emphasizes the strict discipline of silence that true initiates impose upon themselves and the mysterious teachings that are present in myths, legends, and religious traditions, intended for those who can appreciate them.",
  "content": "If so many lost persons have fallen into the traps of false magic it is because, satisfied with themselves, they have believed that they could escape rigorous tests. Impatient for knowledge, they have drawn towards themselves that which they considered to be true before they had become resistant to that which is false. It follows that they have erred and have built too quickly on ground that has not yet been properly cleared. As there is no worse error than a misunderstood truth, the arrogant and mistaken initiate does dishonour the Initiation. One may even fall into the corrupting perversion of the very best things, substantiating the maxim: corruption optimi pessima. Fearful of any kind of profanation, true initiates have always imposed the discipline of silence upon themselves. They only spoke with the most prudent of reservations, and only in the presence of proven disciples. Nevertheless, the recognised truth should be placed within the reach of those who are able to appreciate it. Thus the most ancient myths, legends and poems contain mysterious teachings, which are found in the religious traditions of all peoples, in the emblems used by the different cults, and even in the fables and fairy stories of popular traditions.",
  "last_phrase": "In conclusion, true initiates have always respected the discipline of silence and understood the importance of clearing the ground before building upon it. While the myths, legends, and poems of different cultures contain mysterious teachings, it is essential to appreciate the recognized truth with prudence and caution. The origin of all initiatic associations lies in the ancient healers who associated to share their powers, and while organizations may differ in their views, they all aim to develop and transmit the magical powers within human nature."
}