{
  "title": "\"Symbolism and Religion in an Alchemical Painting\"",
  "first_phrase": "This section delves deeper into the symbolism of the painting analyzed previously, which is revealed to be initiatic and rooted in Hermeticism. It discusses some interpretations that have arisen, such as the focus on the temple of Saturn, along with the attributes and esotericism associated with this ancient god. The main characters and concepts mentioned are the old man with the book representing tradition, Mars defending the self, the free arbiter symbolized by the young Hercules, and the lookout personifying intuition. The section finishes by noting that this Catholic art's initiatic symbolism should not scandalize the faithful.",
  "content": "It is initiatic, but it is rooted in the highest level hermeticism, without being directly related to Masonic allegories. We have here an example of Catholic art that should not cause scandal among the faithful. An Alchemical Painting The February 1908 issue of Vrijmetselaar45 used the above title for an extensive piece on our study “A disconcerting symbolism”. (See the previous chapter). Some of our interpretations have given rise to commentaries of which we would like to make a quick analysis. The Dutch critic’s attention focussed entirely on the temple of Saturn that stands on the right hand side of the painting from Saint Maurice of Reims. The sickle and the hourglass have not always been attributes of Saturn, whom the ancient Romans used to represent with no wings and a simple serpent. The god of the fields, Saturn was master of the art of horticulture, including the pruning of vineyards and fruit trees. As always, the popular mythology served to conceal a profound esotericism.",
  "last_phrase": "In conclusion, this alchemical painting is a complex work of art that carries profound esoteric symbolism rooted in the highest level hermeticism. Its interpretation should not cause scandal among Catholic faithful, as it offers insights into the universal law of life and death and the mission of the gods to govern the sap of productive life. Its study requires attention to detail and an understanding of popular mythology, but its message is ultimately one of progress and the revelation of the fundamental unity of all things."
}