{
  "title": "\"The Symbolism of the Celestial Virgin and the Battle Between Intellect and Instinct\"",
  "first_phrase": "In the previous text, the Spanish artist's use of traditional symbolism is explored where he contrasts the spiritual with the material world. The text delves into the Intellectual Soul, which takes us to a higher plane of spirituality, and the Instinctive Soul, which draws us towards the material world, embodied in Venus. The last 200 tokens describe the ideogram of the celestial virgin and how it symbolizes intelligence or understanding versus brutality and lack of understanding. This is represented by the Beast of the Apocalypse, a sphynx-like monster that must be defeated, tamed, and dominated by intelligence. The woman in Arcanum XI triumphs over brutality with the irresistible power of thought. The next paragraph explores the same woman's role as the personification of necessary logic in Arcanum III and VIII. Lastly, this part mentions the eight stars and the winged globe in the Saint Maurice painting and how they may allude to the Splendour Sephirah of Hod.",
  "content": "It represents the base matter, which must be defeated, dominated and tamed by Intelligence. In Arcanum XI of the Tarot we find the woman of Arcanum III, effortlessly holding open the jaws of a raging lion. It is the Force, not physical energy but the irresistible power of thought, that triumphs over all brutality. This same woman is found in Arcanum VIII, in the guise of Justice40. Here she is the personification of necessary logic, the inescapable reason that formulates the universal law by which everything occurs in nature. It is the guiding principle of all organic life, by which the primitive Chaos is untangled, and from which this admirable order springs forth that gives the eighth Sephirah its name, Hod, meaning Splendour, Glory. It is easy to wonder whether there is not some allusion to this sephirah in the eight stars which circle the head of the Virgin in the Saint Maurice painting. In contrast to this crown of pentagrams, we see at the Virgin’s feet, and at the same angle as the symbol itself, a winged globe, divided laterally into two hemispheres by a large circle.",
  "last_phrase": "In conclusion, the Tarot teaches us that Intelligence must conquer brute force, and that the guiding principle of organic life is necessary logic. The Virgin in the Saint Maurice painting may allude to the eighth Sephirah, Hod (meaning Splendour, Glory), and the winged globe at her feet reminds us of alchemists' belief in the active forces of nitre. As humans, we must learn to channel our Mobile Soul, our Nitre of the Dew, to serve a divine ideal and inspire action."
}