{
  "title": "\"The Secret Formula of the Philosopher's Stone and Alchemical Symbolism\"",
  "first_phrase": "In this text, the author explores the concept of Vitriol and its connection to the deepening of human nature. They explain that the Vitriol formula can help individuals find the hidden Stone that contains the True Medicine, capable of curing all ills. The author also discusses how hermeticism views mineral qualities as possessing a certain type of spirit. Finally, they examine the symbolism of the earthly Globe topped with the Cross, which represents an empire imposed on the Spirit of the World.",
  "content": "This graphic does not so much portray the objective Universe, but rather the Spirit of the World, as hermeticism is not overly concerned with that which can be perceived by the senses. By mineral qualities we do not mean the synthesis of the self-evident qualities of minerals, which in lay understanding are considered to be inert. Hermetists ascribe to them a certain type of spirit, which is externalised in their bodies. Hermetists deduce many things in a speculative way and, with no knowledge of the applications of electricity or the latest theories on the composition of matter, it could be said that their spirits tend to orbit around the as yet undefined nebulae of categorically comprehensible concepts. Symbolism posed problems that they were only able to solve by using algebra, without discovering the actual values that their formulas implied. The cross on the globe The earthly Globe topped with the Cross is , which considered from an initiate’s viewpoint is the emblem of imperial power, as it represents an empire imposed on the Spirit of the World, in other words, on the universal vital fluid that breathes life into astral bodies.",
  "last_phrase": "In conclusion, while hermeticism may not be overly concerned with the objective universe, it is intrigued by the Spirit of the World and the spirit that is inherent in all things, including minerals. The emblem of imperial power, the earthly globe topped with the cross, represents dominion over the Spirit of the World, attained by those who can coagulate and dissolve the invisible, psychically phosphorescent cloud that surrounds the planet. Though alchemical symbols may have destructive tendencies, they refer to materially active substances and are poised to generate metaphysical phenomena that can affect both the mind and body."
}