{
  "title": "The Importance of Initiation and Symbolism in Spiritual Work",
  "first_phrase": "The following text delves into the topic of initiation and spiritual work, exploring the idea that true initiation cannot be achieved through ceremonies or doctrines alone, but through an individual’s own efforts to decipher the symbolic language of reality. The author emphasizes the importance of delving into oneself to gain insight into the world, but also acknowledges that it is necessary to rise above oneself and perceive the true worth of everyday appearances. The text also touches on the role of symbols and sacred objects in the initiation process. In summary, the text presents the idea that true initiation is a personal journey of self-discovery that leads to a deeper understanding of the world and oneself.",
  "content": "But withdrawal into oneself is no more than a transitory exercise; it is not an end. After delving inside oneself one has to come out, one has to rise above things in order to then come back to them, to really perceive what they are worth. The everyday reality of appearances is a bundle of images that demands the new initiate use his insight. To him, everything is a puzzle. He is made to take part as an actor in the play staged by life itself. The actor is interested in the performance and wishes to understand the meaning of it. To become initiated in the performance, to become an artist that understands the intentions of the play’s author, in order to play one’s role better; that is the supreme rule of wisdom for whomsoever takes part in the divine comedy of the world. But not all the rituals are initiative rites: the attention of the new initiate is often drawn to symbols, which are material objects held to be sacred, or holy images, as well as simple graphic signs, basic geometrical figures and evocative drawings that link to ideas of great significance for the wisdom of mankind.",
  "last_phrase": "In conclusion, delving inside oneself through withdrawal is just the beginning; rising above things and perceiving their worth is the real goal. Initiates must become artists who understand the intentions of the cosmic play, and to achieve this, they must pay attention to symbols and graphic forms that encourage thinking. True understanding of hermeticism, reserved for the true initiates, lies in the analysis of alchemical symbols and the wisdom of the Philosophers’ Geometry."
}