{
  "title": "Understanding Jakin, Bohas and Solar-Lunar Duality in Hermeticism",
  "first_phrase": "In the preceding text, we saw how the solar and lunar signs hold antagonistic symbolism with distinct ideas such as direct light, reasoning, and inventing. In this last part, we will delve into Jakin and Bohas, other distinctions that arise from the Sun-Moon duality. We will explore the characteristics of Jakin, reflected clarity, and Bohas, conception and gestation, and their corresponding relationship to the moon's inconstancy and Silver's changeable nature. Additionally, we will examine the significance of the points in the Crescent symbol, particularly when facing upwards, symbolizing dominance over the chaotic ether.",
  "content": "Well, the two luminous bodies are both active, in the sense that they both give off light, but the Sun is the permanent focal point of constant radiation, always identical in itself, fixed and immobile like the brilliance of gold; whereas the Moon reflects whatever light is captured by its ever-changing disc, incessantly growing larger and then smaller: hence the inconstancy of the moon’s influences, represented by the changeable characteristics of Silver, which is a noble metal but can also become tarnished. It does not matter whether the points of the Crescent are on the left or on the right, although the image of the Crescent Moon may allude to youth and the moon in its last phase of waning to old age. However the question of whether the points of the Crescent face upwards or downwards is significant. The points facing upwards , as in the symbol for Sal Alkali (Alkaline Salt), mean that it dominates the chaotic ether or will force it to enter into the current of regression.",
  "last_phrase": "In conclusion, the symbolism of the Sun, Moon, Salts, and Serpent in alchemy represents a complex interplay between fixed and changing, noble and tarnished, crystalline and fluid, and condensed and dispersed elements. Understanding these symbols can deepen our appreciation for the art and science of alchemy, and perhaps even shed light on our own personal transformations."
}