{
  "title": "\"The Rebis: Hermetic Symbol for Spiritual Awakening and Transformation\"",
  "first_phrase": "In this text, we explore the hermetic concept of the Rebis, a symbol representing the fruition of the Great Work. The Rebis is an amphibian being that lives a dual life, both human and spiritual. Through the alchemical process of combining water with ashes, among other elements, the Rebis is born. It symbolizes a state of calm and impassibility, reflecting the newfound spiritual awareness of the individual. This process leads to an increasingly total dimension, culminating in a state known as \"self-not self,\" where one is connected with their un-manifested consciousness.",
  "content": "The Rebis is an important hermetic symbol for the representation of a the fruit of the Great Work; it displays the features of a being equipped with biceps , who is crowned as a royal personage. In order to confirm its twofold and amphibian nature, it is often depicted as standing over another amphibian animal, such as a drake or a crocodile. The Rebis is a symbol which was used in the 1300’s even by the “Faitful of Love”, the group Dante Alighieri, too, belonged to, and one having a deep cognizance of these principles, specifically when it comes to Barberino da Mugello. The process accordingly accesses an increasingly more total dimension, and allows one even to exit the identification with his egotistic body. In this last-mentioned connection, we reach the state on which we confer the name of “self-not self”, that is, a state where we are further connected to the total and un-manifested dimension of ourselves (we are “spirit” or “consciousness” that observes – is a witness over the body). Plurima, in the view of the hermetists, is then the end-result of the relevant operations: 1. Wellbeing in all its different connotations, i.e.",
  "last_phrase": "In conclusion, the Rebis symbolizes the twofold and amphibian nature of the Great Work, allowing for deeper connections with the un-manifested dimension of ourselves. The end-result of relevant operations accesses a state of self-not self, where we observe and disconnect from our egotistic body, leading to wellbeing, survival and immortality, as well as wisdom and perfection."
}