{
  "title": "\"The Virgin in High Philosophy: Unfolding Symbolism in Art\"",
  "first_phrase": "This text delves into the esoteric interpretation of the symbolism of the Middle Ages and Renaissance, with a particular focus on the Virgin Mary as depicted in the tarot's Empress card. The author argues that the Virgin Mary represented in these works is not simply the Baby Jesus of modern devotees but a complex and elevated concept. The twenty-two kabbalistic trumps of the Tarot are seen as a valuable tool for understanding these symbols, and the Empress is identified as the Queen of Heaven, the virginal mother of all things, and an ethereal personage residing in the sublime realms of pure intelligence. The author also notes the significance of the position of the Virgin's foot in artistic depictions.",
  "content": "This Queen of Heaven is shown as the virginal Mother of all things. She carries the sceptre of universal fertility, linking her to Venus-Urania and to the Babylonians’ Ishtar, who was seen as the creator of all the idealistic forms and the emblems of ideas, which shape the whole of creation. She reigns over the luminous ocean in which creative thought is reflected, and whose waves are the same as the higher Waters in Genesis, separated from the earthly waters beneath the firmament. She has the wings that the Seer of Patmos attributed to her and twelve stars form a shining crown about her head, while her foot rests on a half moon. In effect, she is an ethereal personage who resides in the sublime realms of pure intelligence, above the changeable, sub-lunar world. Not being well versed in the refinements of symbolism, most artists will allow the foot of the Madonna to fit in the hollow of the half moon, with the points turning upwards. However, we also see virgins resting their foot on the curve of a half moon, with the points turned downwards.",
  "last_phrase": "In summary, the Queen of Heaven is a powerful symbol of universal fertility, creativity and pure intelligence that reigns over the luminous ocean of creative thought. While her foot typically rests on a half-moon with the points turned upwards, a hermetic point of view suggests that the points should be turned downwards, representing the empty circle as the primordial substance. Regardless of its positioning, the half-moon is a significant element in the makeup of chaotic universal substance and represents the sphere of all metamorphoses in nature and art."
}