{
  "title": "\"The Mystical Symbolism of the Boat of Isis\"",
  "first_phrase": "In the final part of this text, the mysteries surrounding the boat sailing to the right of the Virgin are explored. The figure in the boat represents the Fool in the Tarot, as he wields tremendous but half blind power and is controlled by his impulses. To make the crossing of the Ocean of Life possible, this rash individual must be thrown out, and a sensitive man who possesses full control of his faculties must take his place. However, the tyranny of instinctive appetites creates a painful conflict, alluded to by the raven that pecks at the chest of the enlightened one.",
  "content": "His single eye means he can only half judge, but what he lacks in perception he makes up for with brute force; he wields tremendous but half blind power, which is symbolised by the stick in his left hand (The Power of the Blind Believer). The flute he carries slung around his neck lets him play his role in the orchestra of the god Pan (the talent of charming wild animals). This rash, disconcerting individual has to be thrown out of the mystical boat: his presence on board makes the crossing more perilous. For the crossing to succeed, the look-out needs to be a sensitive man in full possession of his faculties. This is what happens with the man who has climbed the second mast, tied on by a string that Mercury then unties, whilst his gaze follows the Cyclops as he falls – a destiny that he can only avoid himself by way of absolute detachment. However, the tyranny of instinctive appetites, like a necessary counterweight, works against the total oblivion of oneself. This results in a painful conflict, alluded to by the raven that pecks at the chest of the enlightened one, punishing him for having imitated Prometheus and stolen the heavenly fire.",
  "last_phrase": "In order for the mystical boat to safely cross, a sensitive, fully aware lookout is needed to avoid the perils of the journey. While the blind believer wields tremendous but half-blind power, it is ultimately the detachment of the enlightened one that secures the crossing. However, the conflict between instinctive appetites and self-oblivion can result in pain, as symbolized by the punished Prometheus and falling king. The celestial fire burns pure souls and leads to true prosperity and ultimate happiness."
}