{
  "title": "The Mysteries of Creation: Ancient Cosmological Beliefs",
  "first_phrase": "The following text delves into the ancient mythological concepts of Apsú and Tiamath, and how they relate to the creation of the cosmos. Prior to this, the author discusses the etheric substance that fills the infinite space, and the importance of the all-encompassing vibration that fills the universe. The sages of old imagined this creative movement to be radiation that starts from everywhere at once, representing the True Light that untangles the chaos before the celestial lights appear. Throughout the text, the author creates vivid images of what are otherwise abstract concepts, making them easier to understand. Ultimately, the author presents a fascinating perspective on how the universe was formed, and how such ideas have evolved over time.",
  "content": "This looks exactly like the diagram of an egg being fertilised; but alchemists knew nothing of embryology, and in their eyes it is the Sun that this sign represents. It evokes the image of circular waves emanating from a centre point, like the ripples from a stone thrown into water. This is how the sages of ancient times imagined the creative movement of the Cosmos. They imagined a radiation that starts from a centre point and spreads out interminably through space, spreading out in all directions like the light from a bright lamp. But the term Light was chosen by analogy, because the True Light is not that which strikes the retina. The Kabbalists give the name Aor Ensoph, infinite Light, to the agent that untangles the chaos before the celestial lights appear, those centres which give us our physical light. This initial radiation has to be represented as emanating from everywhere at the same time; not from a single centre point, but from an infinitely multiplied plethora of luminous hubs spilling light in every direction. In pure reality, does not precede because the light dates from the beginning, but words are bawdy substitutes for the thoughts that surge when one starts splitting hairs over cosmic issues.",
  "last_phrase": "In conclusion, the ancient sages and alchemists imagined a creative movement of the Cosmos, represented by circular waves emanating from a center point, and the Kabbalists named it Aor Ensoph, the infinite light that untangles chaos before celestial lights appear. Although words might be bawdy substitutes for thoughts, the hermetists approached the problem of the origin of things prudently and only focused on the Shining Light as the worthy active agent."
}