{
  "title": "\"The Allegorical Painting: Investigating Misunderstood Symbolism\"",
  "first_phrase": "This text explores the controversy surrounding an alchemical painting that was displayed in a church and later accused of being a wicked work of art created by the Freemasons. The painting, described in detail by Canon Cerf in the Journal of the Diocese, depicts a pentacle that symbolizes the union of God and nature, among other unifying concepts. The controversy began when Father X claimed that even the smallest details of the painting were Freemason symbols. In this last part (200 tokens), we learn how Henri Jadart, the custodian of the city's art and archaeological museum, defended the painting.",
  "content": "Canon Cerf described it in volume III, page 85 of the Journal of the Diocese, taking great pains to find in it Christian inspiration. A little more than two years ago, Father X… communicated the end result of his lengthy studies on the subject of that very painting to the parish. And the conclusion he came to was that even the very smallest details of the painting were Freemason symbols. His explanation was so plausible that from that day forward the painting was removed from the church and kept in the vestry. Mr Malhomme, the photographer from Moulins street, published a photograph, I believe. I hope that this information may be of some use to your journal, for documentation purposes. With the assurance of my greatest respect and consideration, I remain, dear Editor, Yours Truly, EMILE PECK Pastor of Fligny The following day, the 27th January, a Mr Henri Jadart, the librarian and custodian of the city of Reims’ art museum and archaeological museum, felt it his duty to take up the defence of the incriminated painting, which was of particular interest to him, being an expert on the history of the Church of Saint Maurice.",
  "last_phrase": "In conclusion, what was once thought to be a painting filled with Freemason symbols has been defended by an expert on the history of the Church of Saint Maurice who claims that it is fully and completely dedicated to the glorification of the Virgin Mother of Christ. While some of the symbolic attributes remain a mystery, the provenance and date of the painting should be enough evidence to disregard its supposed Masonic character."
}