{
  "title": "\"Hermetic Symbolism of the Cross and Gem Salt\"",
  "first_phrase": "This text unravels the symbolism behind the Great Serpent, Gem Salt, and the Cross General. The Great Serpent symbolizes the first matter of the wise men and magicians, represented by a two-headed beast - the earthly Lion and the volatile Eagle. Gem Salt is an evolved ether, analogous to a crystalline mass of cubes, which causes crystallisation. The Cross General, which is often identified with an instrument of torture, is actually the archaic Tau of the Phoenicians, symbolizing the meeting point of two factors moving in opposite directions.",
  "content": "The condensing energy of involution (Lion) is in constant conflict with the expansive force (Eagle). The Moon and the Sun play the roles of induction loops, endlessly stimulating the eternal flow of life. The Cross General symbolism of the cross There is no symbol more natural than the archaic Tau of the Phoenicians, or . The Semitic name for this letter of the alphabet means mark or seal, a graphic symbol par excellence. It took on the meaning T no more than three thousand years ago, and it only began to be identified with an instrument of torture with the expansion of Christianity. Currently, it is evocative of the idea of death, which is completely irrational and in flagrant contradiction to the rational principles of ideography. For the purposes of analysis it is best to distinguish the mathematical sign for multiplication from the summation sign . Apart from these more conventional functions, which have nothing to do with hermetic symbolism, the Saint Andrew’s Cross represents the meeting point of two factors that are similar, but moving in opposite directions, one inclining to the right and the other to the left.",
  "last_phrase": "In conclusion, the hermetic symbolism of the cross signifies the meeting point of two opposing forces, the passive and the active, representing the idea of fertilization and sexual union. The Saint Andrew's Cross, which resembles two swords crossed, is often associated with aggression but disregarded by alchemists. While the straight cross holds great importance in hermetic doctrine, representing the eternal flow of life stimulated by the Moon's induction loops and the Sun's expansive force, creating a symbol of fertilization and the penetration of the receptive human mind with noble ideas."
}