{
  "title": "Symbolism of Masonic Tools: Plumbline, Level, and Perpendicular",
  "first_phrase": "In the preceding text, the author delves into the symbolism of the plumb line and other masonic tools, exploring their meanings in both practical and philosophical masonry. The author notes that the plumb line governs the vertical dimension of a building in practical masonry, while in speculative or philosophical masonry, it represents a centripetal force. In the final 200 tokens, the author discusses the Master's Set Square, the Level, and the Perpendicular, and their association with the Inspectors and the Companions. The text also highlights the contradictions inherent in some of the Masonic symbolism.",
  "content": "The masons have never had any doubts over the attribution of the moveable toys that are the Master’s Set Square, the Level (emblem of the First Sentinel) and the Perpendicular, lined to the Second Inspector. Graduating from the Perpendicular to the Level means rising from the first to the second grade. Thus Apprentices are linked to the Second Inspector and Companions to the First. As Apprentices are housed in the North and the Companions in the South, logic demands that the Inspectors are correctly placed to observe them – the First observing the Companions and the Second the Apprentices. According to tradition, the requirements can be satisfied in different ways. It has been established that the Level-Sulphur , active masculine initiative, corresponds to the Sun and the Perpendicular-Mercury, passive feminine receptivity, to the Moon . However, Masonic symbolism carries contradictions that appear to be deliberate. For example the Level, the sign of the First Companion, corresponds to the Apprentice and to the Column of Jakis, which is where the Apprentices receive their wages. They go through the trials of the ancient solar, masculine or Doric initiation. They have to concentrate on their own selves, descending to the sulphuric centre where their internal fire burns.",
  "last_phrase": "In conclusion, masonic symbolism carries deliberate contradictions and mysteries that reveal the journey of the apprentice towards self-possession and the neophyte's invitation to explore the secrets of action. The Master's Set Square, Level, and Perpendicular all have attributed meanings and grades, marking progress and growth within the Masonic community."
}