{
  "title": "\"The Advantages and Disadvantages of Ideographic Writing\"",
  "first_phrase": "In the previous section, we learned about the ideography of letters in the Far East and the writing's advantages from a philosophical perspective as it compels one to reflect without relying on words. Great thinkers have founded Schools of Silence to teach mankind important things through meditation. Now, in the last 200 tokens, the author expounds on the practice of meditation and what the aspiring apprentice should meditate on. Apprentices must participate in significant and sometimes strange and disconcerting acts to encourage self-reflection.",
  "content": "At these schools a disciple is not lectured; he receives no preaching or preconceived wisdom; he is simply put in the presence of his own self and of the pure displays of being. It is possible that the things, the symbols and the signs will not arouse any suggestion in him; a lazy spirit is not easily stimulated into thought. In that case, he is wasting his time at the School of Wisdom: he has no vocation, and it is better that he learn from pedagogues who will tell him what to think. But let us suppose that is not the case, and that, faced with all that he sees, ideas do occur to the aspiring disciple. This would be normal for an active spirit, which tends to think for itself. This brings us, then, to meditation, the practice of which should be nourished. On what should the aspirant meditate? For the moment, it should be the acts in which his masters make him participate. These masters will make him carry out significant, strange and disconcerting rites, precisely in order to encourage him to reflection.",
  "last_phrase": "In conclusion, the School of Wisdom is not for the faint of heart, but for those with an active spirit who seek to think for themselves. Meditation on the significant and symbolic acts carried out by masters is necessary for the aspiring disciple. However, without a deep understanding of their initiatic meaning, the ceremony is just a formality."
}