{
  "title": "\"The Hermetic Initiation: Alchemy and Freemasonry Unveiled\"",
  "first_phrase": "This text delves into the principles of alchemy and the inner transformation required to attain its wonders. Quoting famous alchemists, it emphasizes the importance of self-knowledge in mastering the art. The final goal of hermetic initiation is the awakening of the human spirit, achieved by being present in the here and now. A note on the reordering of the original publication is provided. The text is a result of the author's studies on the connections between alchemy and freemasonry, and aims to guide readers towards acquiring the gift of presence and achieving inner transformation.",
  "content": "And most of all, could this work be a guide to develop the gift of presence toward the full awakening of the human spirit. This is the final goal of the hermetic initiation, and there is nothing more important in the world to achieve. A final note. “Hermetic Symbolism” was in reality a collection of scripts, that at the time of the first edition were connected more from a chronological point of view, each one independent. We have changed the order in a way that we feel is more adapt to the modern reader. In specific the two articles “an alchemical painting” and a “disconcerting symbolism” are now in the appendix, even in chronologically were written before the article “Hermetism and Free Masonry”. Prologue of Oswald Wirth It was 1894 when we first had the idea of publishing a work about Alchemy and Freemasonry, as it is our opinion that the programme of initiation that can be seen in the series of operations of the hermetic Great Work and in the series of tests to which the Freemasons have to submit is one and the same. While we were pressing on with our studies, an opportunity presented itself for us to communicate the subsequent results.",
  "last_phrase": "In conclusion, \"Hermetic Symbolism\" is a valuable guide to the development of the gift of presence, which is essential for the full awakening of the human spirit, and this new edition is even more reader-friendly thanks to the reordering of its articles. Despite the delays in publishing, Oswald Wirth's work remains a testament to the enduring importance of the hermetic Great Work and Freemasonry in Western esotericism."
}