{
  "title": "\"Oswald Wirth's Practical Advice on Occult Medicine\"",
  "first_phrase": "In Practical Hints on Occult Medicine based on Laying of Hands, Oswald Wirth shares his experiences with magnetism and how he healed hundreds of people. In this last section, he offers practical advice for aspiring magnetizers to achieve the isolation and desire necessary for successful magnetic practice. Wirth also emphasizes the importance of personal transformation and the pursuit of the Stone of Sages in achieving the True Medicine. He warns against fraudulent pontiffs and encourages reliance on one's pure sentiments.",
  "content": "He explains his experiences in the booklet “laying of hands”. Here is what he writes at an international conference of Magnetism where he outlines also the similitudes between some specific states achieved in the path of the Great Work. “I don't want to get in the details of the theory of magnetizing, but I want to give just some advice. ... At the begin, it is good for the magnetizer to close his eyes and concentrate just on himself, making an effort to put away everything that is around him. In this way he get the \"isolation\" first phase of every serious magnetic practice. After, we must fill our body with the desire to heal, and after let go in complete passivity. He who is able to do these two first phases, soon feels some strange things happening inside him. The head feels soon as invaded from a strange sensation, as the hairs should raise. After a certain heat diffuses itself along the spine, to get until the extreme of the limbs, where it is possible to feel a certain wetness. After, there is as a movement of reflux, and the chest fills itself, giving to the breathing an abnormal rhytm.",
  "last_phrase": "In conclusion, the art of magnetic healing requires a deep concentration and isolation from the outside world in order to achieve a state of exaltation. By following these steps, one can tap into the \"astral light\" and move towards the path of the Great Work. As with ancient initiations, the key is to enter the temple and focus on oneself before attempting to heal others."
}