{
  "title": "\"Understanding the Path to the Philosophers' Stone in Masonry\"",
  "first_phrase": "In this text, the outline of the path to the Philosophers' Stone is explained, outlining the three operations of the Great Work, namely the purification of Salt, the solidification of Mercury, and the fixation of Sulphur. These operations are linked to the grade of Apprentice in masonry, which prepares one for the grade of Companion and ultimately ends with Mastery. The initiatic hierarchy in masonry is explained, and the relevance of the first three grades, named for Saint John, is highlighted. This last part delves into the concept of higher grades and their alleged non-masonic nature.",
  "content": "It still remains for us to show how the Work prepares one for the grade of Companion, and how it ends with Mastery. This last grade seems to us to be the coronation of the initiatic hierarchy, which appears to negate all value of the grades that are held to be superior – which have often been represented as useless and pernicious additions. In passing, we should set things straight on this topic. The whole of masonic esotericism is concentrated in the three grades that are named for Saint John, if we understand them correctly in all their great scope. Unfortunately these grades are excessively profound, and therefore not within the reach of the average intellect. It was thus with an eye to mediocre souls that the grades multiplied over the course of the 18th century. Extracting all the esoteric content condensed in the first three grades, there was an effort to make the principles of the doctrine understood, by using new forms and a variety of allegories, and forgetting the images that actually refer to the art of construction. Thus the higher grades were alleged to be knightly, Templar, alchemical, kabbalistic, etc. – in short, less and less masonic.",
  "last_phrase": "In conclusion, the true essence of masonic esotericism lies in the first three grades which are often overlooked in favor of the higher, knightly or Templar ranks. While these can be fascinating and intriguing, they do not hold the same value as the fundamental grades of freemasonry. By understanding and maximizing the teachings of the initial three stages, one can truly achieve mastery and become a Companion in the initiatic hierarchy."
}