{
  "title": "\"The Theory of Elements and the Origin of Life\"",
  "first_phrase": "In the previous part of the text, the author discussed the properties and relationships between the elements, and how individual existence originates from a rebellious life force. In this final section, the author expands upon the concept of \"Sulphur\" in alchemy, which refers to the Active Fire that is locked inside the center of every being. Freemasons pay homage to this internal flame as it is the constructive principle of every organism and a particular form of the creative light, which is believed to be the Great Architect of the Universe. This concept, represented by a graphic ideogram, highlights the origin of life and individuality.",
  "content": "We represent this graphically as the following: The central circle represents a saline substance which is consequently either passive or neutral , and towards which rays of vitality in the form of heat and light converge out of the surrounding atmosphere, as shown by the arrows. Now let us suppose that, after being refracted in the centre of this saline globule, the life force radiation turns on itself in a certain manner. This is how we have conceptualised the origin of what alchemists called Sulphur . As the ideogram reveals, alchemists used this term to designate the Active Fire that is locked inside the centre of every being. This vital ardour, which manifests itself from the inside outwards via the phenomena of growth and development, is in reality the constructive principle of every organism. It is the labourer to which the Freemasons pay homage with their emblem of the luminous Delta. In fact, they believe that the Internal Flame, on which the stability of each individual depends, is nothing more and nothing less than a particular form of the creative Light . A Mason may therefore consider that he himself is a direct emanation or incarnation of the Great Architect of the Universe.",
  "last_phrase": "In conclusion, the alchemical concept of Sulphur as the vital ardour that drives growth and development within every organism represents the constructive principle of life. This internal flame, believed by Freemasons to be a direct emanation of the Great Architect of the Universe, is a particular form of the creative light that originates from the single and identical essence of Light, represented by the alchemical Ternary: Sulphur, Salt, and Mercury. Ultimately, for the hermetist, everything is light in different forms and scales."
}