{
  "title": "Hermetic Symbolism: Meaning of the Cross in Alchemy",
  "first_phrase": "This text explores the symbolism of the Cross in both conventional and hermetic doctrines. Prior to this section, the author has discussed the condensing energy of involution, the expansive force, and the roles of the Moon and the Sun in stimulating the flow of life. Here, the author delves into the history and meaning of the Cross, distinguishing between the mathematical sign for multiplication and the Saint Andrew's Cross. The author notes that while the oblique cross often connotes aggression, the straight cross is of great significance in hermetic doctrine, representing the union of passive and active energies in fertilization. The Cross is viewed as a symbol of action and work, reflecting the value of force in application.",
  "content": "It brings to mind the image of two swords crossed; hence the sense of aggression often attributed to the oblique cross, which we will disregard, as alchemists did not use this sign. Hermetic symbolism of the cross The straight cross , on the other hand, is of great significant importance in the hermetic doctrine. The horizontal line (the symbol for subtraction in arithmetic) is passive, like a man lying asleep, stretched out on the floor. The vertical line, on the contrary, is active, like a man standing up, alert and aware. The active crossing the passivity of brings to mind the idea of fertilisation, and in fact the philosophical reference of the Cross is to sexual union, provided that the banal notion of cohabitation is expanded along noble lines.8 An idea that penetrates a receptive mind is fertilising it. God is united with Nature in order to create everything in existence. Our energy is joined with our body in order to make it work. A force is only valuable insofar as its application; this is the explanation for the Cross, the sign of action and of work do and ne.",
  "last_phrase": "In conclusion, the hermetic symbolism of the cross holds great significance in the alchemical doctrine. The straight cross represents the active crossing the passive, bringing forth the idea of fertilization, which is the philosophical reference to sexual union. Thus, the sign of the cross represents action and work, indicating whether it is still to be done or has already been accomplished, as alchemists saw the universe as energy in action."
}