{
  "title": "\"The Magnetizer and Fundamental Notions of Hermetism\"",
  "first_phrase": "In the previous part of the text, the author discussed the process of magnetization and how the magnetizer needs to maintain harmony with the patient to achieve healing. Moving on, the author delves into the role of a magnetizer's willpower and imagination in attaining desirable results. The author refers to the principles of Hermetism NDE and Doctor C. de Vauréal's thesis discussing the theories of Alchemists in relation to ferments, elemental matter, and the work of creation itself. Here, the text emphasizes the importance of elemental matter, which is not Earth, but Sulphur. The author emphasizes the alchemists' proposal to find the first or elemental matter, which is the cornerstone of everything inorganic and organic.",
  "content": "Together with it a strong imagination that can create a fluidic form that can do all the marvels once attributes of the philosophers’ stone.” Fundamental Notions of Hermetism NDE The theory of the great work exposed The Three Principles In a thesis presented to the Paris Faculty of Medicine in 1864, Doctor C. de Vauréal made mention of the theories of Alchemists with regard to ferments.23 I have here the opening excerpt of his explanations: “Alchemists would have it that everything derives from a single first principle: Light. Clarity and heat are nothing more than side effects of this principle. It is this which forms Air and Water. As water is the par excellence compound that can join that which is volatile to that which is fixed, so they hold it as Such to be the essential foundation of all the substances which we call inorganic and organic. The work that they set for themselves is the work of creation itself, which was begun by the breath of God blowing across the waters and the Fiat Lux. But they do not pretend to make something out of nothing; they only propose to find once more the first or elemental matter, which for them is not Earth, but Sulphur.",
  "last_phrase": "In conclusion, the theories of Alchemists present a unique approach to the concept of creation and the search for elemental matter. They believe that everything derives from a single first principle which is light and that the foundation of all substances is water. The ultimate goal of their great work is to obtain Sulphur and combine it with Mercury to create the Stone of the Philosophers. They achieve this through a series of sublimations and continuous efforts. The process is fascinating and worthy of further exploration by anyone interested in the mysteries of alchemy."
}