{
  "title": "\"The Jesuits and Esoteric Christianity in the 17th century\"",
  "first_phrase": "In the preceding text, the author explores the evolution of Esoteric Christianity in the early 17th century, a fascinating interplay of reason and faith, infused with the secrets of Kabbalah and Alchemy. The Jesuits, eager to convert people of other faiths, saw the value of Hermeticism and adopted its methods, using symbols and enigmas to communicate transcendent truths to the intellectual elite. In this final 200 tokens, the author delves deeper into the notion of initiation, one that transcends any specific organisation, church or doctrine, and can be accessed through observation and perception, without any intermediary. The text reveals the limitations of organised religion and the potential of the individual to achieve spiritual enlightenment.",
  "content": "This did not matter, as it was not preached in public.34 Esotericism could not be fed to the masses, who require a much coarser spiritual food. But there is an intellectual aristocracy that it was possible to satisfy, without conceding on a single point, thanks to the remarkable resources of symbolism. “Let us not talk pointlessly, let us observe the silence favoured by the Initiates and sketch these figures, which are enigmas posed to test the wisdom of the observer.” This was the conventional method the Jesuits decided to apply. When applied rigorously, this method does work to propagate transcendent truths. Those who have eyes to see will perceive them. The others simply gaze, beatifically, understanding nothing. In reality, each person’s level of perception corresponds to their stage of initiation – this being the pure initiation, the natural initiation of Isis, independent of any specific organisation. This initiation is in the very nature of things. It has always existed, above and beyond churches and initiatic organisations, which by their nature are incapable of carrying out the supreme ideal of initiation.",
  "last_phrase": "In conclusion, the idea that esotericism can only be understood by a chosen few is not necessarily true. However, the application of symbolism, particularly through the conventional method used by the Jesuits, can be effective in propagating transcendent truths. Ultimately, the level of perception corresponds to an individual's stage of initiation, which is inherent in the nature of things, beyond any specific organization. The use of symbols is not exclusive to Freemasonry, and it is essential to avoid labeling them as such."
}