{
  "title": "\"The Great Art of the Initiates: Mastering Spiritual Clarity\"",
  "first_phrase": "This text delves into the nature of Occult Medicine and the Great Art of the Initiates. It discusses the ability to cure not only the body but the ailments of the spirit and soul, making it an art of priests and kings in the search of supreme harmony. The last 200 tokens talk about the history of this art and how past practitioners relied on crude empiricism and faith instead of reasoned science. The absence of a formula or doctrine to pass on this knowledge has made it difficult to transfer objectively. It is important to acknowledge that spiritual clarity cannot be spread like the flames of the bonfire.",
  "content": "The effects of imagination have been equally well exploited since the most ancient times, by suggestion-makers who barely took theory into account; they were very powerful, because they themselves were also under a high level of influence. But the past is dominated by crude empiricism, discussion of which was overshadowed by faith, without emerging into the light of reasoned science. The Initiates themselves were under no illusions about the importance of their knowledge. Discernment taught them that their knowledge was negative, hence the confession of the true Sage, who recognises that he knows nothing. Without knowing anything concretely, he does at least manage to guess, to divine and suspect previous truths, justified by long experience. Thus the Tradition was born, which has continued to be vague, but in which every seeker who is serious in their search for occult knowledge has found inspiration. This true Tradition has never been formulaically presented in a doctrine; it is not written down in any book, and cannot be handed down by word of mouth: that which is objectively transferrable is nothing more than smoke, not light. Spiritual clarity cannot be spread like the flames of a bonfire.",
  "last_phrase": "In conclusion, true spiritual clarity cannot be attained through formulas or written doctrines, but through the individual's own efforts to conquer the darkness within, and rise towards the light. Initiations, both formalistic and occultist, can have limited usefulness, but the ultimate goal of initiation is to teach one how to conquer the light and ascend beyond petty ambitions."
}