{
  "title": "\"The Hermetic Distillation Process and Spiritual Transformation\"",
  "first_phrase": "This text explores the concept of Hermetism and the symbolism of distillation used to achieve the quintessence of a liquid, which is considered a higher level of consciousness. The last 200 tokens discuss the process of obtaining the \"life water\" and the rebirth of man through the conjoining of this water with other elements such as physicality. This leads to a two-tier life, one that is both ordinary and spiritually higher. The various appellations such as \"Rebis,\" \"Phoenix,\" and \"golden rule\" reflect the amphibian character of this new life.",
  "content": "When that is complied with, this water, which is then conjoined to the ashes (the caput mortuum), that is, to a whole series of elements which we had previously shelved aside, such as phyicality and other elements, depending on the different situations, brings about the «son of art» or even the little king, also termed golden rule, basilisk, as well as Rebis and Phoenix, all words by which man’s rebirth is pointed at. The word rebis is construed by the hermetists as Res bina, i.e. a dual thing: It accordingly denotes the amphibian character of the being born to a new life without losing out his first such life, one who accordingly lives a two-tier life , the ordinary human life and the higher sprititual one. This mode of being is reflected in one’s impassibility vis-à-vis cirmustantial situations, in a state of calm, and in a confident attitude. All these appellations and corresponding drawings are always inspired by the amphibian character of the new life. For example, the purple and aureate Phoenix is the flamingo, an aquatic bird.",
  "last_phrase": "In conclusion, the Rebis is a powerful symbol that reflects the transformation of man's rebirth in a two-tier life, balancing the ordinary human life and the higher spiritual one. By achieving this state, one can attain a sense of calm and confidence in dealing with life's circumstances, and even exit the identification with their egotistic body. Through this process, one can reconnect with the total and un-manifested dimension of themselves, ultimately becoming a witness over the body."
}