{
  "title": "The Alchemists' Mercury: Philosophy of the Philosophical Fire",
  "first_phrase": "The last part of this text elaborates on the practical aspects of the Great Work known as the philosophical Fire. It mentions how the internal and external fires are reduced to a singular entity that has the raw strength to overcome all obstacles. The key to achieving this is the red Sulphur of the Sages, as mentioned by some adept in the past. This philosophical Fire is akin to the quintessence of all the stuff of the Universe and it resonates with the Emerald Tablet's reference. This text talks about the Phoenix, continuously resurrecting itself from its own ashes, representing the principle of individual fixedness, and the steel of sages, the substance enveloping the initiate when purified by fire.",
  "content": "This exteriorized or celestial Fire is one of the two practical or effectively active aspects of the Great Work: the other is the internal Fire, which is stoked and fanned until it becomes able to attract the first Fire, like a magnet. A sort of circulation is then established, by which these two agents are reduced to just one, the philosophical Fire, to which the Emerald Tablet makes reference, when we read from it: “It (the par excellence hermetic agent) rises from the Earth to the Heavens and then falls from Heaven to Earth, and it receives all the power of things from above and from below. And thus you will have the glory of the entire universe; and thus all darkness will flow out of you. In this agent resides the raw strength of all the force that will have to overcome all subtle things and penetrate all solid things.” The philosophical Fire is maintained by the red Sulphur of the Sages, its image being the Phoenix that is continuously resurrected from its own ashes. If this fabulous bird, with its scarlet plumage, was consecrated to the Sun, it is because it represents the principle of individual fixedness.",
  "last_phrase": "In conclusion, the attainment of the philosophical Fire, represented by the Phoenix, requires the cultivation of both the external and internal Fire. This process involves a cycle of transformation, where the two agents become one, and the adept acquires the immutability necessary to work in harmony with the universal construction. To achieve this, one must possess the resolve of the \"Iron of the Wise\" and persistently work towards the composition of Mercury, the ultimate goal of alchemy. By embodying the Phoenix, one can tap into the raw strength of the universe and overcome all obstacles, achieving the glory of the entire universe."
}