{
  "title": "The Symbolism of Sun, Moon, and Metals in Hermeticism.",
  "first_phrase": "In the preceding text, we explored the ideas of hermetists on the origin of things, centering on the Shining Light as the active agent that creates shapes and appearances. In this last part of the text, we delve into the alchemists' fascination with the duality of the Sun and Moon. We discover how alchemists see the moon as a reflection of the Sun's true spirituality, and how they use the symbols of the sun and moon to represent gold and silver respectively. We explore the concept of Sun and Moon as masculine and feminine, and the various oppositions that this duality gives rise to.",
  "content": "Sun and Moon In contrast to the sun , which is masculine, and are feminine: the active fertilising agent versus the calm pool to be fertilised6. Starting from here, one can establish, by analogy, an inexhaustible list of oppositions, like Day-Night, Light-Shadow, Full-Empty, Lingam-Yoni, Positive-Negative, Spirit-Material, etc. Alchemists love to compare the Sun and the Moon, and their inseparable duality; in their manner of seeing things, the Moon actually reveals the true spirituality of the Sun, when its light does not directly affect the senses or the head. The Moon has its mirror image which brings us reflected solar light, turning the Moon into Isis, mother of all objectivity, and the Sun dark like Osiris, the father of spirituality.7 According to this way of thinking, the full Moon is , whilst when it waxes and wanes it is . This is how it appears in alchemical ideography, representing silver in the order of metals.",
  "last_phrase": "In conclusion, the Sun and the Moon represent an inseparable duality that gives rise to a wide range of oppositions in alchemical ideography. These opposing forces, such as Direct light vs Reflected clarity or Reasoning vs Imagination, can be used to understand the concepts of fertility, creation, and maintenance. By exploring the symbolism of Jakin and Bohas, we can gain a deeper understanding of the principles of hermeticism."
}