{
  "title": "The Symbolism of Spiritual Illumination in a Temple.",
  "first_phrase": "In the previous section of the text, the author discussed the contemplation of theory and the dry path of spiritual enlightenment. Now, the focus shifts to the sphere of gnosis, represented in the circular temple lifted up to us by the Virgin. The temple has four visible windows with symbols of the four elements, united by the presence of a rooster signifying the announcement of a new dawn. Beneath the temple, a character dressed in red, with the winged staff of Mercury and a doctor's headgear, is believed by some to be the architect of the Temple of Solomon, while others see a priest of Isis. However, the author posits that this must be an Adept figure, highly initiated in the science of Hermes.",
  "content": "The need to withdraw deep inside oneself and to penetrate to the very centre from which the internal light springs, that which illuminates everyone who comes into this world, is shown by the plumbline suspended from a horizontal stick that emerges from one of the nine upper windows on the right hand side of the temple, like the crossbar of a gallows. Immediately underneath the temple and the plumbline there is a character dressed in red, which is difficult to reconcile with the image of Saint Joachim, the maternal grandfather of Jesus. Why would the husband of Saint Anne wear the headgear of a doctor? Why would he also be given the winged staff or caduceus? Mr de la Rive wondered whether we were not looking at the architect of the temple of Solomon; but with nothing to support this hypothesis, the editor of Christian France sees a priest of Isis instead of Hiram. It seems to us that he was correct on this point, because this must be an Adept figure, learned in the science of Hermes and armed with the powers that the higher initiation confers. The character’s instruments leave no room for doubt on this point.",
  "last_phrase": "In conclusion, the Adept figure depicted in the temple symbolizes the need to withdraw within oneself and tap into the inner light that illuminates every human being. With the caduceus and other instruments, the initiate harnesses the contrariwise polarity flows of the Astral Light to produce seemingly miraculous effects. Armed with these powers and a subtle conductor, the Adept is able to establish a link with the suprasensory world, making themselves an invaluable guide in magical operations."
}