{
  "title": "Controversy over the Symbolism of a Painting in the Church of Saint Maurice in Reims",
  "first_phrase": "In the previous part of the text, Emile Peck, the Pastor of Fligny, had informed the editor about Father X's study on a painting in the parish which concluded that it contained Freemason symbols, leading to its removal from the church. However, Mr Henri Jadart, the librarian and custodian of the city of Reims’ art museum and archaeological museum, who was an expert on the Church of Saint Maurice's history, defended the painting's legacy. He argued that the painting was a Jesuit legacy dedicated to the Virgin Mother of Christ, and any supposed Masonic character was due to singular Jesuit mysteries. In this last part, we get to know more about the defense Mr Jadart made for the painting.",
  "content": "That painting, he declared, was the legacy of the Jesuits who left the Church in 1762; based on the composition and the elaboration of the components it dated back to the beginnings of the 18th century. Another painting of the same genre that was on display in the Museum was dated 1624, and the Jesuit painting must also date from around the same time. “The provenance and date are evidence enough to completely disregard, a priori, the supposed Masonic character of this painting. Nor does such a character spring to mind after careful examination, unless one has preconceptions about the work itself.” This work, according to Mr Jadard, is fully and completely dedicated to the glorification of the Virgin Mother of Christ. It is true that some of the symbolic attributes still remain a mystery, but this is solely due to the “singular mystery of the Jesuits”, whose imaginations sometimes revel in the strangest complexities. We know that, under the initiative of Abbot Nanquette, the topic of this unsettling mystique was addressed at the 1845 Scientific Congress in Reims, but no further clarification was achieved.",
  "last_phrase": "Although the exact meaning of the painting remains a mystery, its provenance and date indicate that the supposed Masonic character attributed to it is unfounded. As an artifact from the beginnings of the 18th century dedicated to the glorification of Mother of Christ, the painting's symbolism can only be interpreted through the “singular mystery of the Jesuits,” and possibly by studying other paintings of the same type. Therefore, it is important to approach the subject with an open mind and without preconceptions to unlock the secrets hidden within these historical works of art."
}