{
  "title": "\"Beyond ordinary consciousness: Perception, Meditation and the Universe.\"",
  "first_phrase": "In the previous part of the text, the author discussed the importance of concentration and how it can be used to remove automatic tensions and reactions. In the final part of the text, the author delves deeper into the concept of reality and how it is a construct of our senses. They compare the creation process to the cooling of water and make an analogy to \"The Cloud of Unknowing\" by an anonymous Christian monk. The text also mentions the concept of the \"implicate level\" of the universe, which becomes \"explicate\" through measurement, according to Bohm. This concept has both therapeutic and quantum implications.",
  "content": "There is an even higher state where the cloud becomes so hot that it is plasma). This is very similar to the concept of the philosophers54 “Nothing stops the waves of the cosmic Ocean, which stays uniformly fluid without anything forming within it.” This analogy is even reported by modern hypnotherapy researcher Rossi: \"a number of centuries ago an anonymous Christian monk wrote a little book called, \"The Cloud of Unknowing.\" To achieve and awareness of God, the monk explained, it was enough to simply sit quietly and imagine and meditate upon a little cloud of unknowing floating just above one's head. As the meditator strived to reach and pierce the mystery of the unknown in the cloud so would an awareness of the mystery of God be realized\" This same concept can have both a therapeutical implication as well as quantistic. Bohm sees an \"implicate level\" of the universe, that becomes \"explicate\" through measurement. This active operation is a process that acts like a radio station, that extracts specific information and sounds, measuring a much wider whole of waves that are normally all present at the same time in every point.",
  "last_phrase": "In conclusion, the concept of the \"Cloud of Unknowing\" and Bohm's Implicate Order offers a new perspective on how we perceive reality. By changing our perception and analysis of reality, we can shift our understanding and experience of it. This has significant implications not only for therapy but also in quantum physics where observation and measurement play a crucial role in the behavior of the universe."
}