{
  "title": "\"The Ideography of Alchemy: Understanding Symbols and Signs\"",
  "first_phrase": "In the last part of this text, the focus is on the ideography of alchemy and the silent teaching. Marco Paret and Oswald Wirth present how primitive writing is based on signs that evoke ideas, allowing individuals to understand each other in writing, despite speaking different languages. The text goes on to explore how the written and spoken word can be limiting and obscure true understanding. The great thinkers of history recognized these limitations and founded the Schools of Silence to practice meditation and gain true knowledge. The final section also includes an appendix with additional resources on alchemy and its symbolism.",
  "content": "The original ideography of letters, in the Far East, was developed by means of the adaptation of a series of characters, each of which links to an element of thought. This makes it possible for well-educated Asians to understand one another in writing, despite the fact that when they speak different languages they cannot understand one another in words. There is no writing of this kind still in use in the present day, but it undeniably has many advantages from the philosophical perspective, as it obliges one to think without using words. Words allow one to speak volubly, but the spirit does not necessarily represent the same thing as that expressed by the sounds that are pronounced. It has been said that words were given to mankind so that he could conceal his thoughts. Let us instead hold onto the fact that men speak to avoid thinking: we talk a lot in order to say nothing. These disadvantages of the spoken and written word have not gone unheeded by the great thinkers, who have always refused to let themselves be distracted by the white noise of words. Convinced that the practice of meditation teaches mankind those things of the greatest interest to us, they founded the Schools of Silence.",
  "last_phrase": "In conclusion, while written and spoken words have their limitations, the practice of meditation and self-reflection can lead to profound insights and personal growth. The Schools of Silence offer a unique opportunity for individuals to tap into their inner selves and explore the pure displays of being. It requires patience and dedication, but for those inclined to think for themselves, the rewards can be immense."
}