{
  "title": "The Meaning of the Ternary and Symbolism in Greek Alchemy",
  "first_phrase": "This philosophical text explores the representation of the Universe through geometry, and the concept of Unity. The author uses symbols such as the Circle, the dot, and the line to explain how our human spirit of inquiry creates geometry from nothing. The text also touches on Greek alchemists' use of the Uroboros as the image of a snake swallowing its own tail to symbolize the unity of everything that exists. The last 200 tokens discuss the concept of Everything-Nothing, or Nothing-Everything, which cannot be approached with words. The text highlights the idea that the empty Zero is not truly nothing, as everything is full of \"something.\"",
  "content": "Faced with the need to animate an overly simple geometric figure, Greek alchemists saw in the circle the image of a snake swallowing its own tail, the Uroboros. The motto EN TO IIAN, One is All, that accompanies the ophidian symbol, stands for faith in the global unity of everything that exists and everything that can be imagined. The Greeks’ speculations started from this unity, and always came back to it in order to appreciate the value of things in a relative sense. They made no secret of the fact that Everything equates to Nothing for the empiricist who only considers ‘real’ those things that he can objectively observe; hence the concept of the first matter of the Great Work, which fools do not see anywhere but which the wise see glimpses of in everything. It is this Everything-Nothing, or Nothing-Everything, which cannot be approached with words. Nevertheless, the empty Zero – which, however, is not Nothing, because the Everything-Nothing leaves nothing outside of itself – cannot be discussed in a vacuum. Empty and Nothing are deceiving words: everything is full of “something”.",
  "last_phrase": "In summary, the Greek alchemists' One is All motto illustrated their belief in the global unity of everything that exists, from the first matter of the Great Work to the Everything-Nothing. While we may not be able to approach this concept with words, it is evident that everything is full of \"something,\" even if that something may escape our senses."
}