{
  "title": "The Initiation Process and Alchemical symbolism",
  "first_phrase": "This final part of the text dives deeper into the concept of the Phoenix and \"working on metals\" from the initiatic viewpoint. It emphasizes on the need for discipline and perseverance as symbolized by the expression \"Iron of the Wise\" used by alchemists. The Initiate is required to work intelligently, balancing between activity and passivity, and assimilating with Gnosis. In contrast, a mediocre worker is symbolized as the Cyclops who expends all his energy aimlessly. The Companion must take ownership of the theory of the two columns, while the Apprentice only needs to know the relevant one.",
  "content": "These affections, being gradually sublimated to the ultimate perfection of cosmic powers (heavens and planets), from the state of initial impurity proper to them (when they are mixed in the earth with substances foreign to them), can eventually join the essence of the sovereign artifex, and even be identified with it in the perfection of the Work.31 On the other hand, to work does not mean to agitate oneself excessively, relentlessly expending ones forces, like the Cyclops whose lack of discernment is symbolised by the single eye that the legend attributes to them. The Initiate works with his intelligence, illuminated by that understanding that allows him to assimilate himself with Gnosis. In this sense he does not have to be always active (like the Cyclops) because in order to gain understanding it is necessary for one to become passive or receptive from an intellectual perspective. The indispensable condition for every fertile action is the right combination of activity and passivity. It is for this reason that the Companion must take profound ownership of the theory of the two columns, while the Apprentice only has to know the one relevant to him, whose name he spells out laboriously.",
  "last_phrase": "In summary, the alchemical process involves sublimating affections to the ultimate perfection of cosmic powers through a combination of activity and passivity. The Initiate becomes androgynous, represented by the Rebis, and mastered in the definitive Work. Remember that fruitful action requires a balance of activity and passivity, and the importance of understanding the two columns."
}