{
  "title": "\"The Alchemical Roots of Freemasonry: A Closer Look\"",
  "first_phrase": "This text explores the esoteric identity shared by Freemasonry and the philosophical Alchemy of the Rosicrucians. It takes into account the kabbalistic value of sacred names, the principles of magic, astrology and the symbolism of metallurgy and the art of construction. In the last 200 tokens, the author focuses on the rites and ritualism of classical Masonry of Saint John, which has only three grades. The starting point of the philosophical word is the discovery and choice of the subject, as the material needed for the Great Work is very common and can be found anywhere, according to the alchemists. The candidate must carry out several rounds of study before starting the tests, and initiation begins with the cleaning of metals.",
  "content": "This will allow us, from the alchemical point of view, to abstract from the symbols in their own right and to dedicate our attention exclusively to the successive operations that lead to the fulfilment of the Great Work. As you cannot do anything with nothing, the starting point of the philosophical word is the discovery and choice of the subject. The material in question, according to the alchemists, is very common and we can find it anywhere: the only necessity is knowing how to recognise it, and that is where all the difficulty lies. We are constantly carrying out the Masonry experiment, as sometimes we embark on profane experiences that we should have rejected in advance, if only we had had the necessary insight. The candidate It is impossible to make Mercury out of wood of any kind. The Work can only succeed once we have managed to find a suitable subject. This is why Masonry demands a candidate carry out several rounds of study before he is allowed to start on the tests. Initiation begins, in the first instance, with the cleaning of metals.",
  "last_phrase": "In conclusion, the journey of alchemy involves a deep understanding and recognition of the starting material, followed by a series of refining operations, leading to the success of the Great Work. Similarly, the candidate must be prepared through careful study and self-reflection before embarking on the transformative path of alchemy. The alchemist's cabinet of reflection represents the inner space where one can rediscover their philosophical candour and initiate the process of self-discovery and transformation."
}