{
  "title": "\"The Three Fundamental Grades of Freemasonry: Understanding the Companionship and Mastery\"",
  "first_phrase": "This final section of the text delves into how Freemasonry prepares for the grade of Companion and culminates in Mastery. The author criticizes the excessive multiplication of grades in the 18th century, claiming that the esoteric content of the first three degrees named after Saint John was sufficient. However, the higher grades serve to impart the esoteric knowledge of the fundamental grades and help adepts understand them properly, making them valuable to their spirits and leading them to aspire to true Mastery.",
  "content": "If there were no need to consider masonry any further than from the abstract or theoretical point of view, these severe critics who protested against the “intoxication of the highest peaks” would be in the right. But one must take into account contingencies, and give the benefit of the doubt where the chance to aid human weakness is at stake. Most of the adepts of the Royal Art are content to receive their symbolic grades, but as they cannot take true ownership of them, they never really possess them. They are in possession of a treasure, but they do not know its value and fail to maximise it. In fact, the higher grades have no other mission than to impart the esoteric knowledge of the three fundamental grades of freemasonry. They do not pretend to reveal new secrets that are foreign to symbolic masonry: instead their whole ambition is limited to understanding it properly, making it valuable to the spirits of their adept, convincing them of the importance of the Apprenticeship, so that they become true Companions, who can aspire to the true Mastery.",
  "last_phrase": "In conclusion, while the esoteric knowledge of the higher grades of freemasonry may not reveal new secrets, their mission is to impart a deep understanding of the symbolic grades and to aid human weakness in reaching for the ideal of true Mastery. The Companionship, following the total purification of Salt during the Apprenticeship, marks the beginning of a lifelong journey towards self-improvement and spiritual enlightenment."
}