{
  "title": "Symbolism and the Alchemical Process in the Philosophical Egg",
  "first_phrase": "In the preceding text, the author discusses the symbols in alchemy, particularly the Philosophical Egg used in the Great Work. The Egg is where the chosen Subject of the Work is closed and putrefies, as in a symbolic death. The aim is to separate matter into fine and dense bases, where the former rises to higher heights and the latter sinks and falls prey to the Raven of Saturn. With continuous washing, the material turns from black to white and ultimately reaches the color red, signifying the completion of the Simple Work. The last 200 tokens describe the Philosophical Vessel, which widens into a tube where colorful carnations emerge, representing the transformations in the Great Work.",
  "content": "Anything weighty and inert sinks to the bottom and falls prey to the Raven of Saturn, a ravenous bird, the symbol of avid, constrictive energy, the base of individual selfishness. The ethereal bases, on the other hand, separate and rise to the highest heights (Air Test). This splitting does not last forever as the evaporated particles, once risen, condense and fall again in the form of continuous rains that gradually wash the material, changing it from black to white, passing through all the intermediate shades of grey (Water Test). The material, having reached the grade of purity signalled by perfect whiteness, has only to reach the colour red, by means of the exaltation of sulphuric flame (Fire Test). When this colour is obtained it means that the Simple Work has been fulfilled, corresponding to the medicine of the first order or initiation to the grade of Apprentice. The philosophical vessel ends in a gradually widening tube from which several carnations emerge, their colours reminiscent of the transformations that have taken place in the material of the Great Work.",
  "last_phrase": "In conclusion, the Great Work of achieving philosophical enlightenment involves separating the ethereal from the material and purifying the material through elemental trials until it becomes a shining star. The symbolism of the Raven, the Carnations, the Cross and the Celestial Sphere, all point towards the attainment of perfection through a rigorous process of transformation. It is ultimately a journey of self-discovery and spiritual growth, leading to the initiation of the grade of an Apprentice."
}