{
  "title": "\"The Sign of the Sun and Its Symbolism in Alchemy\"",
  "first_phrase": "In this section, we delve into the ancient sages' creative movement of the Cosmos, represented by circular waves emanating from a centre point, much like the ripples from a stone thrown into water. The Kabbalists name it Aor Ensoph or infinite Light. The hermetists dealt with the origin of things and referred only to the essence of Shining Light. This primordial Great Agent is the creator of all things and is concentrated in the form of Gold, which has the same sign as the Sun.",
  "content": "What is the beginning, when the something in question has no beginning or end? The hermetists, who were prudent and taciturn philosophers, set themselves limits in their approach to solving the problem of the origin of things. Although they refer to the essence of Light existing before illuminated objects, they did not dwell on this subjective phantom. For them, only the Shining Light is worthy of attention. But let there be no confusion: Shining Light in this case means active agent. But how can we represent an action taking place, whatever it might be? We have above all to determine a centre from which the action begins (centre point of the circle), then the action itself as it takes place (ripple or radiation), and finally the result of the action (circumference of the circle). Seen in this way, the Sign is related to the primordial Great Agent, that turns on itself to firstly give rise to shapes, and gradually concrete appearances. This agent is the creator of all things, but in the case of metals, its Great Work is realised in the form of Gold, which has the same sign as the Sun .",
  "last_phrase": "In conclusion, the hermetists' approach to understanding the origin of things emphasized the importance of the Shining Light or active agent. The Sign related to this Great Agent represents the creation of all things, with Gold being its realization for metals. Through comparing the Sun and Moon, alchemists have established numerous oppositions that highlight the inseparable duality of these celestial bodies. The Moon serves as the mirror image of the Sun, revealing its true spirituality, and is symbolized as silver in alchemical ideography."
}