{
  "title": "\"The Masonic Tradition: Healing through Purification and Spiritual Growth\"",
  "first_phrase": "This text explores the ancient practice of using images to teach the conquest of Light, as well as how this knowledge was codified by the Hermetists and adopted by the Freemasons. These rituals, created by unknown individuals, contain wisdom that can only be appreciated by a select few. Freemasonry, like religion, uses symbols to convey its teachings to those who are receptive. The Redeemer of the Masons is represented by the internal Light, Logos, which corresponds to the Philosophical Child of Hermes. The idea of a single remedy for all ills of humanity, represented by Spiritual Gold, Philosophers' Stone, and Universal Panacea, is explored. Initiates believe that the individual must learn to cure himself through purifications that will free him from anything that hinders his physical, moral, and intellectual health.",
  "content": "We must nurture the God, born weak in our clouded intellect, and help it to grow; hence the allegorical operations of the Magistry of the Sages and the tests prescribed by masonic tradition. Both parties relate to the Saviour of the Human Race which it is necessary to nurture in every one of us, because the Sages were convinced that the heavenly Father does not intervene in the earthly sphere except by means of his Son, who is incarnate in us. It is because we carry within ourselves the seed of the Divine Consciousness that we can become reasonable and good, generous, devoted to the wellbeing of others. Spiritual gold, Philosophers’ Stone, Universal Panacea, all represent the idea of the same single remedy for all the ills of humanity. In order to heal, is it perhaps enough to simply have faith in a medicine? This is the belief of those who preach the doctrines of faith. Initiates do not confine their work to suggestive therapeutics. They believe that the individual must learn to cure himself by way of purifications that will free him from all that which hinders his physical, moral and intellectual health.",
  "last_phrase": "In summary, the key to healing the ills of humanity lies within each individual; the seed of Divine Consciousness must be nurtured and purified through the allegorical operations of the Magistry of the Sages and the tests prescribed by masonic tradition. Initiates do not preach against vice, but rather strive to live an exemplary life and spread health through their actions. The True Medicine is practiced by those who possess the Stone of the Sages and work diligently for the greater good, promoting reason, goodness, and generosity for the wellbeing of all."
}