{
  "title": "\"The Symbolism of Water and the Plumb Line in Indian Mythology and Masonry\"",
  "first_phrase": "In the preceding text, we have delved into Indian mythology to discover the true identity of Water, the natural abode of Tritons, and its importance as a universal substance containing the possibilities of all forms and modifications. It is governed by the breath of Varuna, the primitive King, who executes the law of divine manifestation in Nature. The Tritons can confer foresight onto strong souls, and those who seek the truth can hear Nature's voice and the Tritons' warnings. In the last 200 tokens, the editor of Vrijmetselaar makes fascinating observations about the plumbline hanging from the end of the pole in the hand of the Virgin depicted in the Reims painting.",
  "content": "This breath governs every last action of all creatures, for no being could even blink without him. He is the spirit that carries out the law of divine manifestation in Nature, which is why it is said of Varuna that he knows everything that has ever been and everything that will ever be. And in fact what was, what is and what will be is all the same thing, as it is all included within the unity of nature itself. Now we can understand why the Tritons, from the material sphere, confer foresight of the future onto strong souls, that are able to prevent themselves from being distracted from what Nature is trying to show them. In fact, Nature wants to reveal its secrets – even those of the future – to someone who faithfully searches in her for the truth. He who wants to listen will hear her voice, will perceive the tritons’ warnings. The editor of Vrijmetselaar makes some interesting observations about the plumbline hanging from the end of the pole that sticks out of one of the windows of the little temple that the Virgin in the Reims painting holds up in her left hand.",
  "last_phrase": "In conclusion, by listening carefully to the voice of Nature and searching for truth within oneself, we can uncover the mysteries of our true self and gain foresight into the future. The plumbline in the alchemical painting serves as a reminder to delve deeply into oneself to reach the core of being, where the inner light shines."
}