{
  "title": "Hermetic Symbolism and Its Importance in Alchemy and Freemasonry",
  "first_phrase": "This text is a translation by Jennifer Stanley Smith of Oswald Wirth's \"Hermetic Symbolism\" from 1910. It explores the relationship between Hermeticism, alchemy, Freemasonry, and occult medicine. Marco Paret, who wrote the preface, believes that this work is essential to understanding alchemy and hermeticism today. The final 200 tokens discuss the importance of transforming oneself first and reaching consciousness states that are grounded in the present, not the past or future, to truly master the principles of alchemy.",
  "content": "In some way, following this path, endows the practitioner of a transformation that transform completely the reality around him. This is from the mosgt ancient times the real secret of alchemy. “Begin the path from the interior” , “Ambula ab intra” says the “Pharmaco Catholico”.. The alchemical path begins in ourselves. Agrippa, paraphrasing Geber, said “No one can excel in the alchemical art without knowing the principles in himself; and the greater the knowledge of the self, the greater will be the magnetic power attained thereby and the greater the wonders to be realized\". 1 “It is very important to precise that these conscioussness states are very precise as the Path itself is. There are not states of mental ataraxy, neither emotional states. They are connected to the mastery of thought, and relate to the objective perception, not parasited by the constructions of the ego. An awareness testimony and not caucht by toughts, vertical and not horizontal, present nad not traveling between past and future. In other words awareness of the HERE and NOW (hic et nunc)”2 May this work guide the reader to the realization of such wonders and the acquiring of such magnetic power.",
  "last_phrase": "May this text serve as a valuable guide for those seeking to embark on the alchemical path and discover the power of transformation within themselves. Remember that self-awareness and objective perception are key to unlocking the wonders of the alchemical art. Keep in mind that the end goal is the full awakening of the human spirit, and with dedication and practice, this can be achieved."
}