{
  "title": "Controversy Over the Religious or Masonic Nature of a Painting",
  "first_phrase": "In the previous section, we saw how the painting from the church of Saint Maurice in Reims sparked a debate between two experts on its origins and meaning. In the last 200 tokens, we'll look at how this controversy brought out other opinions, including that of a priest who suggested that the painting could be Masonic and not from the 17th century as Mr. L. Demaison had proposed. We'll also learn about Mr. de la Rive, who sent photographs and a manuscript to the publishers of L’Acacia to prove that the painting was indeed Masonic.",
  "content": "The second part of the Greek verse lends itself to ambiguity, but it would seem to declare that the virgin who has miraculously conceived has no parents, which is not the case with Jesus’ mother, who was the daughter of Saint Joachim and Saint Anne. It must, therefore, be Isis, the personification of the eternal Life Force, whom the revered Jesuit priests never worshipped. And hence the need to attribute the canvas to a pagan, Martinist or Freemason artist. Controversy raged over whether the painting from the church of Saint Maurice of Reims was Masonic or not, and L’Acacia in its 51st issue (1st Volume, 1907, page 224) expressed surprise that the masons had not been called to give their opinion on the subject. Mr de la Rive subsequently wished to draw upon our experience, and sent a series of photographs to the publishers of L’Acacia, showing the painting as a whole and some of the much-disputed details. He also enclosed a manuscript in which he attempted to prove that everything in this work, that until now had been taken for a religious painting, was actually Masonic.",
  "last_phrase": "In conclusion, while the canvas from the church of Saint Maurice of Reims may not be a traditional religious painting, it does not necessarily contain Masonic symbolism. Rather, the painting embodies esoteric and alchemical symbolism that requires further exploration and understanding. It is up to scholars and curious individuals alike to delve into the world of spagyric art and hermetic philosophy to fully grasp the depth and meaning behind this unique work of art."
}