{
  "title": "\"The Great Work: Transmuting Self for a Better World\"",
  "first_phrase": "This text encourages us to dedicate ourselves to the Great Work of creation, which gives rise to evolution, progress, and the construction of a better human race. The immediate objective is the preparation of Philosophical Gold, a symbol of each individual's perfection. In the last 200 tokens, it explains how we can achieve this objective by purifying ourselves and discerning our concrete task. The Philosophers' stone is both human and divine and its Triangle of Solomon represents the union of the infernal Fire and the celestial Water. The text highlights how love is essential for this union to occur, and therefore a malevolent internal Sulphur must be transformed into a loving one.",
  "content": "Then we will recognise that we have a concrete task: events and circumstances dictate it to us. We must be able to discern it clearly and we must comply with it religiously. Thus we will be doing good work, and no matter how small our achievement may seem, it will still form an integral part of the Great Work. We must be good and truly exemplary in our tiny sphere, and then we will produce the Gold and everything around us will benefit from the virtues of our Philosophers’ stone. The stone is both human and divine at the same time. It is human in its substance, its purified Salt, but it is made divine by the mercurial Spirit that infiltrates it, enlivening the Sulphur of the self. The Triangle of Solomon is formed in the Stone: the celestial Water is joined with the infernal Fire that has been converted, redirected in the service of the pure Great Work. A Marriage cannot be made without love: the malevolent internal Sulphur must necessarily be loving, in order for the celestial Mercury to consent to the union.",
  "last_phrase": "In conclusion, by discerning our concrete task and working on it religiously, no matter how small our achievement may seem, we can still contribute to the Great Work. Becoming exemplary in our tiny sphere, we can produce the Gold and benefit everything around us with the virtues of our Philosophers’ stone. With complete and absolute love, we can be illuminated by the Shining Star and dedicate ourselves to the realization of the universal Great Work."
}