{
  "title": "\"The Search for Transcendent Truths and the Failure of the Jesuit Church\"",
  "first_phrase": "In this final part, the author discusses the application of symbolism by Jesuits to propagate transcendent truths to an intellectual aristocracy. The method of esotericism was used to satisfy this elite group, but it was not preached in public as it could not be understood by the masses. The author criticizes the Jesuits for failing in their attempt to expand the church based on esotericism and freedom of interpretation. They lacked the knowledge needed to fulfil the Great Work. The author then examines a famous painting, which was wrongly branded Masonic by Mr de la Rive. The author explains that a symbol is not necessarily Masonic just because the Freemasons used it.",
  "content": "Long ago it was thought that one day the Church of the Holy Spirit, linked to Saint John the Evangelist, should be based on esotericism and freedom of interpretation, in much the same way as the Church of Jesus Christ, conservative in esoteric terms and with a dogmatic discipline, is built on the name of Saint Peter.35 Then some Jesuits, it seemed, conceived of the audacious project of placing themselves at the head of an expanded Church, a Church that would implement integrated Catholicism; in other words, the truly universal kind. If they failed in their attempt, it is because they did not know how to attain the essential conditions required to work usefully towards the fulfilment of the Great Work. They should have passed the baton to others, who may have had better luck. Now let us examine the famous painting that Mr de la Rive was so hasty to brand Masonic, quite an inappropriate word. In actual fact, a symbol is not necessarily Masonic by virtue of the fact that the Freemasons used it. If we have taken something from someone else it does not, by that virtue, become our property.",
  "last_phrase": "In conclusion, it is essential to recognize that symbols should not be arbitrarily labeled as Masonic simply because the Freemasons may have used them. Additionally, if one fails to achieve an objective in their pursuits, it is crucial to know when to pass the baton to others who may have better luck. Moving forward, we must aim to be honorable and give credit where it is due, acknowledging that our tools of construction are the only things that are wholly ours."
}