{
  "title": "The Significance of Telepathy in Hypnosis: Exploring the Connection",
  "first_phrase": "This text explores the effects of new hypnosis methods on the subject and operator. It begins by discussing Braid's belief that suggestion was not necessary for inducing hypnosis, and how sustained focus on an object can induce the hypnotic state. Recent studies have also revealed changes in EEG. The subjective mind is released into the conscious realm, and its functions depend on the degree of hypnosis. The article concludes by exploring how the mesmerist, in inducing the same state in the subject, hypnotizes himself. The implications of this fact are significant, particularly concerning telepathy, and how communication happens between unconscious non-rational minds.",
  "content": "It may be only in a slight degree, it may be imperceptible to those surrounding him, or it may reach a state of complete hypnosis, as in the cases mentioned by Braid; but certain it is that the subjective powers will be evoked in exact proportion to the degree of causation. In Braid’s cases it is only the subject who puts his mind in this state, while when a mesmerist employs the old methods of inducing the subjective state, — passes, fixed gazing, and mental concentration, — he hypnotizes (changes mental state) himself by the same act by which he mesmerizes the subject. The far-reaching significance of this fact will be instantly apparent to those who are aware that telepathy is the normal means of communication from one unconscious non- rational mind to another unconscious non- rational mind, and that it is only between unconscious non- rational minds that telepathy can be employed. The conscious rational mind has no part or lot in telepathy until the threshold of consciousness is displaced so as to enable the objective mind to take cognizance of the message.",
  "last_phrase": "In conclusion, it is evident that the power of the mind and its ability to evoke subjective states has far-reaching significance, particularly in terms of telepathy and healing. The idea of healing, when experienced by one person, has been proven to have a positive effect on another person. Therefore, it is crucial to recognize and harness the power of our subjective minds for the betterment of ourselves and those around us."
}