{
  "title": "\"Exploring Deep States of Analgesia, Catalepsy and Healing\"",
  "first_phrase": "This text explores the concept of deep states of consciousness, which were more common in the past when hypnosis was seen as an art and relied on the personality of the hypnotist more than on specific procedures. The text delves into the relationships between deep states, analgesia or anesthesia, and catalepsy, examining how they were historically perceived and utilized by early hypnotists and magnetists. In the last 200 tokens, the author discusses catalepsy and its connection to deep states, noting that at the highest level, subjects may take on statue-like positions. The text emphasizes the importance of achieving analgesia with a subject before attempting deeper states of consciousness.",
  "content": "Deep states of which we speak in this booklet are very technically defined, and there is in fact a strong link between most of the types of deep states and the state of analgesia (absence of pain) aka hypnotic anesthesia. In analgesia we change our perception of reality and we are no longer captured by external sensations, even painful ones. The same goes for these states. The deep states are in fact sensorially based and are characterized by a different relationship to our organs1. It is to note that historically, when marques de Puysegur discovered for the first time the strange phenomena of deep somnambulism, anesthesia was underestimated, as the emphasis was more on visions and on enhancements of the senses and of sensitivity. Only later was anesthesia applied to surgical operations. In fact you must be able to achieve analgesia with a subject before attempting these deeper states because otherwise you risk having the ego of the subject awake and dispersing attention in a way which is not favorable to the results we wish to achieve. Catalepsy and deep states Another phenomena you will observe immediately will be catalepsy. At the highest level the subjects will be as statues taking on any position.",
  "last_phrase": "In conclusion, deep states are closely linked to analgesia and offer a different relationship to our organs, characterized by enhanced sensitivity and perception of reality. To ensure successful results, achieving analgesia with the subject is essential before attempting these states, as it eliminates the risk of the subject's ego interfering. Catalepsy is a simple state to achieve and can be done through nonverbal techniques, leading to a sense of well-being for the subject."
}