{
  "title": "\"Hypnosleep: A Technique to Reach Deeper States of Hypnosis\"",
  "first_phrase": "In the previous paragraphs, we learned about the Esdaile state and the deeper hypnotic states of Sichort and Hypnosleep. Hypnosleep, the most profound state of hypnosis ever found, is tightly linked to sleep and is the state in which the suggestions given to the subconscious will bypass the filter of the conscious mind and gain more power. In this last part, we will talk about the technique of Hypnosleep, which involves crawling under the bed of the sleeping subject to avoid waking them up. This technique can be useful for couples or a therapist working with a client who trusts them.",
  "content": "), so the suggestions given to the subconscious will bypass completely the filter of the conscious mind and gain possibly even more power. If the subject is properly treated, it is possible to bring her/him from Hypnosleep to other states and perform every hypnotic phenomena and tests described in the books. Hypnosleep: The Technique The original technique requires the hypnotist to approach the sleeping subject crawling very quietly under the horizontal axis of the bed, since if (s)he would approach the subject by simply walking (standing), the subject would be eventually woken up by it’s unconscious “radar”. This technique can be used between people knowing each other very good and can be very useful for people that trust each other a lot. Being a couple will solve in fact the problem of approaching at the root, since in 98% of the cases you will be already lying near your mate in your own bed. For those of you sleeping in separate beds we will give further hints when necessary. The same hints can be useful for a therapist that wants to work on a client.",
  "last_phrase": "In conclusion, the Hypnosleep technique can be a powerful tool when used appropriately with a soundly sleeping subject. By carefully approaching the sleeping individual and ensuring they are in the right depth of sleep, suggestions can bypass the conscious mind and have a greater impact on the subconscious. This technique can be particularly useful for couples or therapists, but caution and a trusting relationship are recommended."
}