{
  "title": "\"The Mesmerizing Method of Esdaile in India\"",
  "first_phrase": "This text describes James Braid's contemporary, James Esdaile, and his struggle to gain recognition for his use of mesmerism as an anesthetic during surgeries in colonial India. Despite opposition from some members of the Indian medical community, Esdaile successfully treated thousands of patients and was vindicated by the press. The last 200 tokens focus on Esdaile's originality and independence in his ideas and methods compared to other magnetisers.",
  "content": "Before Esdaile left India, however, he was able to sing a song of triumph; and in \"Natural and Mesmeric Clairvoyance\" (1852) he says:- \" The daily press, with one or two exceptions, at first joined in the orthodox medical howl against me, having been misled and imposed upon by the reckless assertions and confident dog-matism of the professional part of the press. But the judgments of the lay editors were not permanently obscured by professional bigotry, jealousy, and wounded self-love; and, soon perceiving that they had been blind guides, they not only professed their conversions, but indignantly turned upon and punished their mis-leaders, and at the end of the year there was not a paper from Cape Cormorin to the Himalayas that did not wish mesmerism and me God-speed.\" Esdaile’s method of mesmerising One other point in regard to which Esdaile differs from every other magnetiser since Mesmer, is the originality and independence of his ideas and methods. He began, as we have seen, with very vague ideas of the \"science\", and his mind was not biased by preconceived theory or anticipation.",
  "last_phrase": "In conclusion, Esdaile's pioneering and independent approach to mesmerism helped him successfully overcome initial skepticism by the medical profession and gain widespread support. His simple but effective method of hypnotizing patients with minimal suggestion and a gentle touch remains a time-tested approach that could be used in modern-day practice."
}