{
  "title": "Mesmerism Experiments and Discoveries in India",
  "first_phrase": "In this fascinating text on Mesmerism, Dr. James Esdaile's mesmerizing experiments are explored in detail. In the first part of the text, Esdaile declared that the transmission of Mesmeric fluid through a body of air is \"incontestably proved.\" He went on to experiment with a prisoner, Janoo, who was blind but who he could mesmerize through a wall. In this last part, Esdaile describes how he managed to mesmerize Janoo from a considerable distance with mesmerized water, and how a peculiarity of Mesmerism in Janoo's case was that when the effect was produced, he fell down suddenly as if shot. The text also explores Esdaile's experiments to determine the effects of the fluid on material substances.",
  "content": "On the following day he got Janoo to lie down with his face to the wall, and employed one of his assistants to engage him in conversation while he went to the other side of the wall and mesmerized him through it. After two ineffectual trials of a few minutes each, Janoo, who suspected nothing, fell into the mesmeric sleep. After this he mesmerised him in five minutes at a distance of thirty yards. By that time Janoo had become sufficiently accustomed to the influence of Mesmerism to be tried with mesmerized water, and Esdaile sent some of it to him by the attendant who usually took him medicine, and who gave it to him as if it were an ordinary dose. In two minutes he was deeply entranced. A peculiarity of Mesmerism in Janoo's case was that when the effect was produced he fell down suddenly, as if shot. Esdaile tried experiments to find out whether the \"fluid\" would affect material substances; for instance, whether it could be deposited upon them, as many magnetisers thought it could.",
  "last_phrase": "In conclusion, these mesmerism experiments conducted by Esdaile show the power and potential of this practice, including its ability to affect subjects at a distance and its surprising familiarity to Faquirs of India. Understanding and exploring the fascinating world of mesmerism can open up new possibilities for the exploration of the human mind and consciousness."
}