{
  "title": "The Healing Power of Magnetism for Humans and Animals",
  "first_phrase": "In this section of the text authored by Alphonse Didier, the focus is on the ability of the magnetized person to indicate the necessary treatment for their illness, which is an innate capacity present even in animals. The author mentions renowned figures who have observed and studied the same ability in primates, suggesting that humans can use this capacity during hypnotherapy sessions to help find solutions. The text also explores the natural history of artificial sleep induced by magnetism, and praises the integrity of de Puysegur - a healer who, unlike many of his contemporaries, was both robust in faith and honesty.",
  "content": "(Alphonse Didier) De Puysegur – 1751 -1825 Editor’s note: The fact observed by de Puysegur and his successors is the ability of the magnetized person to indicate by him/herself the treatment necessary for the illness. This is the recovery of a dormant human capacity that has been observed as present even in animals. For example Dr. Eloy Rodriguez, Richard Wrangham and the famous chimpanzee expert Jane Goodall have studied primates’ innate ability to self-select plants17. Primates have been observed finding plants that, travelling through their stomach picked up internal parasites and worms. We can think that the same ability of finding what can heal him is present in man. We can use this capacity in our hypnotherapy sessions to help people find solutions on their own. Magnetism as a healing treatment working on everybody Since they were solely occupied with the question of therapeutics, de Puysegur and the other magnetizers who followed his example in Lyons, Bordeaux, Bayonne, Marseilles, etc., did not study the natural history of this artificial sleep. De Puysegur, like Mesmer, was a healer. But in the case of de Puysegur's treatment we agree with Dechambre that if his faith was robust, likewise was his honesty.",
  "last_phrase": "In conclusion, the ability of magnetized individuals to self-select treatment and heal themselves is a dormant capacity that even animals possess. Thanks to the discoveries of magnetizers like Alphonse Didier de Puysegur, we can use this capacity in our hypnotherapy sessions to help people find solutions on their own. Furthermore, the fact that magnetism also works on animals shows the wide-ranging potential of this healing treatment."
}