{
  "title": "Hypnotic Anesthesia: Pain-Free Surgery with Magnetism",
  "first_phrase": "This section delves into the early history of anesthesia and its implementation during surgical operations. The use of animal magnetism led to the ability for patients to undergo medical procedures with minimal pain, leading to skepticism and condemnation from doctors who believed that pain was necessary for recovery. In 1842, a report of a painless amputation during hypnosis was met with derision and erased from official records, highlighting the resistance to change in medical practices.",
  "content": "Of course these cases aroused the curiosity and interest of the public; and this greatly disturbed the doctors, who met the accounts by declaring that the patients had been bribed or trained by the magnetizers to pretend to feel nothing; and that even if the insensibility were true, -it is wrong to bring it about, for pain is part of God's order, and, therefore, beneficial. An instance in point is thus mentioned by Dr. Kingsbury in his work on Hypnotic Suggestion:- \"In November, 1842, a report was read to the Royal Medical and Chiropodist Society of London of an amputation of the thigh painlessly performed during hypnosis (mesmerism), by Mr. Squire Ward,of Wellow Hall. This paper was received with the greatest derision. Dr. Copeland moved that all mention of Mr. Ward's case be erased from the minutes, because ‘if the account of the man's experiencing no agony during the operation were true, the fact was unworthy of consideration, because pain is a wise provision of Nature, and patients ought to suffer pain while their surgeon is operating; they are all the better for it, and recover better.'",
  "last_phrase": "Despite the disbelief and opposition faced by early practitioners of mesmerism and hypnosis, cases such as that of Mr. Squire Ward's painless amputation and Dr. James Esdaile's use of magnetism in anesthesia continue to inspire wonder and curiosity. It is clear that the debate surrounding pain and its necessity in medical procedures is ongoing and complex, but these historical examples serve as a reminder of the power and potential of alternative methods of healing."
}