{
  "title": "\"The Mesmerizing Power of Water: Sleep and Insanity\"",
  "first_phrase": "This text discusses the effectiveness of mesmerized water with inducing sleep in patients who have felt the effects of mesmerism. Esdaile recounts how his experiments with medicated water showed remarkable results in patients' susceptibility to pain and consciousness during medical procedures. This concluding section highlights Esdaile's success in using mesmerism on the insane with the help of a committee's funds and staff from the Calcutta Lunatic Asylum.",
  "content": "The result was that a large proportion of susceptible subjects were so profoundly entranced on the first occasion that they might have been operated upon without pain, and as said in the text, their unhealthy sores were frequently burned with undiluted nitric acid without their feeling it when sleeping from the effects of mesmerised water. What more effectual precautions could be taken by those who deny any external influence I cannot in my simplicity imagine. And so in regard to mesmerising persons in another room while the attention was actually engaged; no possible precaution was omitted to prevent them from suspecting my intentions.\" Its efficiency in insanity Although Esdaile does not apparently attach much importance to his experiences with the insane, his success was very remarkable:- \"I having expressed my desire to the gentlemen comprising the committee of management of the Subscription Mesmeric Hospital to try the effect of Mesmerism upon the insane, they very liberally gave me funds to pay mesmerisers for six months, and Dr. Strong, Physician to the Calcutta Lunatic Asylum, very kindly permitted me to experiment on his patients.",
  "last_phrase": "Despite the unfavorable conditions, Esdaile's Mesmerism produced remarkable results in the treatment of madness. His success in inducing profound entrancement in susceptible patients could potentially allow for painless surgeries without anesthesia. Although more research is needed, Esdaile's experiences suggest that Mesmerism could be a useful treatment for debilitated and irritable nervous systems, and that further exploration into its potential benefits is warranted."
}