{
  "title": "Hypnosleep: Achieving Deep Trance State While Asleep",
  "first_phrase": "In this section, we dive into the concept of hypnotic depths and how they relate to the power of hypnosleep. Dave Elman's test of proving somnambulism through amnesia is discussed, as well as an alternative ancient magnetist test of awareness. It is important to note that achieving deep states can be done through the help of suggestions. Understanding the hypnotic depths is crucial to truly grasping the potential of hypnosleep.",
  "content": "From waking to the somnambulistic state It is said that a subject is taken from the waking to a full somnambulistic state, when the hypnotist is able to perform all the known hypnotic phenomena with the subject, like anaesthesia, positive and negative hypnotic and posthypnotic hallucinations ( a negative hallucination is something that is really there and is not seen by the subject, the subject sees through something), amnesia and so forth. Dave Elman noted that an important test for proving somnambulism is amnesia. Once amnesia for the trance time can be achieved, at least through proper suggestions if not (at best) spontaneously, the subject is really in “deep hypnosis” as it is popularly understood. An alternative test used by ancient magnetists is the awareness of “sleeping” by the subject. This is something that doesn’t come from suggestions, but instead is the response to a question. When the subject answer “yes” we will know it is really in a deep state. Achieving somnambulism through the help of suggestions. Ancients refrained from using words to achieve deep states.",
  "last_phrase": "In conclusion, achieving somnambulism or the Esdaile state requires a deep level of hypnosis where the subject is able to experience all known hypnotic phenomena, such as amnesia, positive and negative hallucinations, and anesthesia. While ancient magnetists used awareness of \"sleeping\" to test for somnambulism, modern techniques use suggestions to induce a deep hypnotic state. By understanding the differences between various hypnotic states, therapists can use somnambulism and the Esdaile state to achieve effective therapeutic outcomes."
}