{
  "title": "\"Mesmerism's Effectiveness in Treating Insanity: Esdaile's Remarkable Success\"",
  "first_phrase": "In this final part, we delve into Esdaile’s success in mesmerising insane patients. He was funded by the gentlemen comprising the committee of management of the Subscription Mesmeric Hospital to experiment with mesmerism on Dr. Strong's patients from the Calcutta Lunatic Asylum. Although the asylum contained the most unfavourable and disheartening patients to work upon, Esdaile's success was remarkable. He expected Mesmerism to benefit in the treatment of madness, and his experiences proved him right. This text also mentions the remarkable effect of mesmerism on susceptible subjects, which is further elaborated in the previous paragraph.",
  "content": "Being familiar with the soothing and strengthening effects of Mesmerism upon the debilitated and irritable nervous system of the sane, and believing that insanity, in general, originates in debility or functional derangement of the brain, I expected to find Mesmerism of benefit in the treatment of madness, like everything else that restores tone and regularity to the nervous system. But unfortunately the asylum here only contains the most unfavourable and disheartening subjects to work upon; the inmates being poor, friendless wretches, pulled up by the police on the highways, or confined by order of the magistrates for offences committed in paroxysms. As there was seldom any history of these cases, Esdaile could only guess at the cause or duration of the disease, and had very little expectation of any appreciable result. The patients were taken in the order of their names on the Register, only very old, palpably idiotic inmates being left out. In order to eliminate the chance that a lucid interval was the commencement of a spontaneous cure, or a cure effected by other means, the patients were mesmerized in the first instance when actually insane.",
  "last_phrase": "In conclusion, although the patients in the asylum proved to be challenging subjects for Mesmerism, Esdaile was able to achieve some positive results, including cure and improvement in several cases. The use of this method on the insane proved to be effective, and also showed promise for treating other nervous system disorders. These results suggest that further research into the use of Mesmerism in psychiatric treatment may be warranted."
}