{
  "title": "\"Mesmerism in Berampore: Cure of 64 Patients by Dr. Kean\"",
  "first_phrase": "This text discusses the use of Mesmerism as a treatment for mental health, particularly in Berampore lunatic asylum, during the years 1847 and 1848. Notably, Dr. Kean treated 74 patients and discharged 64 cured. Mesmerism was also used to maintain discipline in the hospital. Esdaile, who studied Mesmerism extensively, cited Dr. Kean's work as evidence of its effectiveness. In the last 200 tokens, the author explores Esdaile's broad approach to learning, which prevented him from becoming narrow-minded in his view of Mesmerism. The text highlights the importance of being informed of various experiences to understand the nuances of a topic fully.",
  "content": "If this is not enough to give the coup de grace to the theory of suggestion and imagination as explanatory of the results obtained in my practise of Mesmerism, I will adduce instances of people being entranced from another room without their having the least suspicion of my intentions, and of a blind man being reduced on the first attempt to the most intense degree of mesmeric coma.”30 Esdaile's broadness of view What probably saved Esdaile from growing narrow, and perhaps becoming hardened into the head of a School, was that as soon as he had satisfied himself that Mesmerism was a great reality he sent for all the books he could hear of that treated of the subject, most of which at that time were written in French or German; and it is the fact that he was well informed as to what others had done that gives a weight to his opinions that is wanting in the case of those who ignore or deny any experiences but those which agree with their own - the besetting sin of the modern Hypnotist.",
  "last_phrase": "Esdaile's broadness of view sets a great example for current and future hypnotists. With his well-informed and open-minded approach to the study of Mesmerism, he was able to effectively demonstrate the reality of its effects. It's important to follow his lead and remain receptive to new ideas and approaches in order to develop a thorough understanding of the practice."
}