{
  "title": "\"Magnetism: Techniques for Hands-On Healing\"",
  "first_phrase": "In this fascinating excerpt, Deleuze describes a method for inducing a feeling of peace and well-being. The technique involves a series of passes or downward movements of the hands over the body of the patient. Deleuze stresses the power of the gaze, which can create a \"quantum entanglement\" with the client. By maintaining eye contact, the operator can deepen the connection with the patient. Deleuze also outlines a second method for patients who cannot raise themselves, which involves holding the thumbs and making passes along the arms and back. The session can be finished by passes along the legs and transversal passes before the head, breast, and stomach. The effects of this method are reported to be incredibly salutary, inducing a feeling of peace and well-being in the patient.",
  "content": "Some effects: Most people will close their eyes after some moments. The first test you can do is catalepsy (without speaking). You will lift the arm of the subject and you will discover it will stay where you have put it. Arms will remain cataleptic. All these steps will have a very salutary influence on you subject. When we practice this method in our seminars, people always speak of a feeling of incredible peace and well-being . Method 2 In case the patient cannot raise himself, take your station near his bed in the most convenient manner; take his thumbs, make several passes along the arms, and, if he can support himself upright, several along the back, then; not to fatigue yourself, use only one hand, placing it upon the stomach, and making longitudinal passes, at first slightly touching through the clothes, then at a distance. You can hold one hand fixed upon the knees or upon the feet, while the other is in motion. Finish by passes along the legs, and by transversal passes before the head, the breast, and the stomach, to scatter the superabundant fluid.",
  "last_phrase": "In conclusion, by practicing the methods mentioned above, you can induce catalepsy and somnambulism in your subject effectively. These steps not only have a salutary influence on the subject, but they also help you to establish a deeper connection with them. Moreover, when you encounter a scenario where the patient has a local pain, you can use the long pass process to provide relief. By following these steps conscientiously, you can master the art of magnetism and bring remarkable results to your practice."
}