{
  "title": "\"Fascination, somnambulism, and trascendental states: exploring altered consciousness\"",
  "first_phrase": "In the previous section, we learned about Virgilio Torrizzano's fascinating technique and how it can lead the subject to a trance state where their thoughts are blocked for around 4 seconds. After that, the operator's suggestions can guide them to a deeper state of hypnosis. The text also describes the differences between hypnotic and somnambulistic trances and how they relate to the different stages of Samadhi, as explained in Yoga teachings. In this final section, we will explore the higher transcendental phases of hypnotic trance or somnambulism, where the subject can project their consciousness into any desired part, and the barriers of time and space can vanish. We will also examine the interest of Aldous Huxley in the subject and his writings alongside those of Deleuze.",
  "content": "The state of viksipta is only a paralysis (emotional or volitional in origin) of the mental flux; this stoppage must not be confused with the highjest samadhi, which is obtained only through ekagrata - that is, after the plurality of mental state (sarvartha) has been suppressed.4 Samadhi itself has different levels. When Samadhi is obtained with the help of an object, the stasis is called samprajanta samadhi (\"enstatsis with support\") As a matter of fact, the very advanced or the highest stage of somnambulism when achieved without suggestions is tentamount to samadhi of the yoga-shashtra, though it is very difficult to achieve. ln the higher stages of hypnotic trance ie, in somnambulism the subject can project his consciousness into any part he desires to. This is actually, a trascendental state of consciousness in which the barriers of time and space can also vanish. These higher trascendental phases were examined by many scientists and of interest are the writings of Aldous Huxley. Huxley was very interested in the writings of Deleuze.",
  "last_phrase": "In conclusion, achieving the state of samadhi is a complex process with different levels, and it is not to be confused with mere hypnosis or somnambulism. The human consciousness can enter a state of transcendental contemplation or samadhi where the barriers of time and space disappear. However, it is essential to note that it is the \"I\" that must guide the mind to the conditions most favorable for spiritual grace."
}