{
  "title": "Esdaile's Mesmeric Experiences: Triumph Over Opposition and Unique Methods",
  "first_phrase": "This text describes the mesmeric experiences of James Esdaile, a Scottish physician who brought mesmerism to the forefront of surgical practice. In the last 200 tokens, Esdaile challenges the opposition he faced in India and presents his findings on mesmeric trance, charging water with mesmeric fluid, and mesmeric influence transmitted through the air. He laughs off claims of imposture and quotes Galileo, comparing himself to a madhouse keeper facing a patient rebellion. Through Esdaile's experiences, the text highlights the role of mesmerism in subduing inflammation and pain.",
  "content": "It was only a section of his professional brethren that continued to oppose him, and that opposition appeared far more important than it was, because those who promoted it controlled some of the Indian medical periodicals and schools. The Calcutta Medical College was Esdaile's greatest foe, and the Calcutta Medical Journal called his patients \"a set of hardened and determined impostors.\" Esdaile laughs at this, and says that he has more operations to perform in a month than all the other hospitals in Calcutta put together have in years, so he supposes the Hindus find it great fun to come hundreds of miles to get capital operations performed on them, and when they go home persuade their friends to come and take a part in the joke; for he can imagine no other motive for the tremendous and wholesale imposture than the fun of mystifying the Faculty of Calcutta. His own experience evidently reminds him of Galileo, for he quotes Galileo's letter to Kepler; and he says that he felt like \"a keeper of a madhouse whose patients have risen in rebellion and threatened to put him to death if he did not confess himself to be the only madman in the establishment.\"",
  "last_phrase": "In conclusion, despite facing opposition from certain members of the Indian medical community, Esdaile's success in performing numerous operations led to his eventual triumph. His independent and original approach to mesmerism also set him apart in the field of magnetism. His story is a reminder that sometimes it takes perseverance and a different perspective to make a breakthrough in a field of study."
}