{
  "title": "\"Esdaile's conclusions on the power of mesmerism\"",
  "first_phrase": "The concluding part of this text summarizes James Esdaile's findings on mesmerism in the 19th century. Based on his observations, he concluded that mesmerism has the power to relieve muscular spasms, cure nervous pains, and even suspend inflammation and fever. Esdaile believed that it was a natural power in the human body, affecting both the nervous and muscular systems. In addition, he observed that the mesmeric trance could allow surgical procedures to be performed without pain. This section provides a fascinating glimpse into the early days of mesmerism as a medical technique.",
  "content": "4.—I had seen high local inflammation and sympathetic fever suspended during the trance in my first patient, and the artificial inflammation (which it was my object to excite for the - cure of hydrocele) did not develop itself, and that the pulse and temperature had become natural; hence, I inferred that inflammation was probably incompatible with such a state of the constitution, and I soon succeeded in curing acute inflammation of the eye and testes by no other means than the mesmeric trance.\" In later years he stated his general conclusions as follows:- “I.—That mesmerism is a natural power in the human body. 2.—That it affects directly the nervous and muscular systems. 3.—That in the mesmeric trance the most severe and protracted surgical operations can be performed without the patients being sensible of pain. 4.—That spasms and nervous pains disappear before the mesmeric trance. 5.—That it gives us complete command of the muscular system, and is, therefore, of great service in restoring contracted limbs. 6.—That the chronic administration of mesmerism often acts as a useful stimulant in functional debility of the nerves.",
  "last_phrase": "In conclusion, mesmerism proved to be a natural power in the human body that affects the nervous and muscular systems directly. Mesmeric trance enables severe surgical operations without pain and assists in restoring contracted limbs. It acts as a useful stimulant in functional debility. Finally, it has the potential to be a powerful remedy in local inflammations and can be transmitted over considerable distances through the air."
}