{
  "title": "\"James Esdaile: A Pioneer of Mesmerism in India\"",
  "first_phrase": "This text tells the story of James Esdaile, a British surgeon who experimented with mesmerism as a form of anesthesia during surgical procedures in India in the mid-1800s. After proving successful with numerous difficult surgeries, Esdaile gained recognition from government officials and other medical professionals, leading to the establishment of a hospital under his care. Despite opposition from many colleagues, Esdaile continued to use mesmerism until the advent of chloroform, which soon replaced it. In the final 200 tokens, we learn of Esdaile's impressive track record under mesmerism, including 261 successful surgeries of a very difficult nature, a feat that played a pivotal role in the establishment of practical mesmerism as a viable medical technique.",
  "content": "Accordingly a small hospital was opened by public subscription in Calcutta for Mr. Esdaile in November, 1846, under Government auspices, and \"Visitors\" were appointed by the Governor.26 Opposition and triumph His success there was so great, and the Report of the Visitors so favourable, that Lord Dalhousie, the Governor-General, appointed him Presidency Surgeon,27 and afterwards Naval Surgeon, and an Order in Council made it obligatory for all surgeons, after taking their degree in India, to take a two months' course of practical mesmerism under Mr. Esdaile. In all, Esdaile performed 261 operations under mesmerism, almost all of them of the severest kind, including zoo excisions of scrotal tumours, weighing from 10 to 103 pounds, an operation so generally fatal that in most of the cases which he successfully treated no other surgeon would operate, and he never lost a patient in these cases.28 In 1848 chloroform began to be employed in India, and was taken up warmly by the Faculty there, and in consequence the utility of mesmerism in surgical cases ceased to attract attention.",
  "last_phrase": "In conclusion, Mr. Esdaile's success in performing over 260 operations under mesmerism, including challenging procedures that others refused to take on, made him a pioneering figure in surgical history. Although the use of chloroform eventually overshadowed the practice, Esdaile's contributions remain significant to this day, demonstrating the potential of mesmerism in medicine and inspiring further study and experimentation."
}