{
  "title": "\"The Mesmerism Debate: Esdaile vs Braid\"",
  "first_phrase": "In the previous section, Esdaile, a medical magnetiser, expressed his disappointment with fellow doctors' handling of Mesmerism. He believed that laypeople were more interested in the subject, which he deemed belonged to the medical community. In the last 200 tokens, we'll see that Braid, another mesmerist, abandoned the violent squint method, which Esdaile thought was an old technique among monks of Mount Athos and faquirs of India. There's also a possibility that Braid knew about Esdaile's Calcutta experiences, as both were considered fellow mesmerists.",
  "content": "He said:- \"The public are too apt to consider the subject of Mesmerism as a professional one, and not to take the necessary means to become acquainted with it till the doctors shall have decided what is to be believed about it. This is an error on the part of the public, for, I am sorry to say, medical men as yet know nothing about it; and there is nothing in their previous knowledge, however great and varied, that bears upon the subject, or can entitle them to decide ex cathedra on the truth or false-hood of the new discovery. As the question at present stands, it is one of facts, and of evidence in support of them, of which a jury of sensible unprofessional men can judge as well as so many doctors, to whom the subject is equally new and perplexing. When the doctors have experimented for themselves, or taken the trouble to witness the practise of others, and carefully studied the subject, the public cannot do better than take them for their guides.\"",
  "last_phrase": "In conclusion, Esdaile challenges the common misconceptions about Mesmerism being solely a professional subject and highlights the importance of exploring and understanding it by oneself. Additionally, he emphasizes the crucial role of a physician in inducing the power of nature to heal and cure diseases, rather than relying merely on pills and powders. Esdaile condemns the narrow approach of using insensibility to pain as the only criterion to test the authenticity of Mesmerism."
}