{
  "title": "\"Esdaile's Theory on Mesmeric Phenomena and Rapport\"",
  "first_phrase": "This text examines the explanations of James Esdaile, a Scottish surgeon who pioneered the use of Mesmerism to alleviate pain during surgical operations in India during the 19th century. In the previous portion of the text, Esdaile's method of inducing the mesmeric state was discussed. In this concluding section, Esdaile details his theory of how Mesmerism works, and claims that it can only account for physical and inferior mental phenomena. However, his use of suggestion as a part of the mesmeric process underscores his limitations in understanding the deeper aspects of the mind.",
  "content": "He says however: \"I wish it to be understood that I speak only of the physical and inferior mental phenomena, of the higher mental phenomena I have no knowledge; to produce them, mental sympathy will no doubt be indispensable.\" Elsewhere he says: \"In subjecting my patients to the sanative influence of Mesmerism for bodily complaints, no mental rapport has ever been thought of.\" He did not perceive that the desire on his part to cure and do good, and on his patients' part to be cured, created the mental rapport which De Puysegur and Deleuze considered sufficient to make the magnetic process effective. Moreover, he practised a form of Suggestion without knowing it, for he used to \"bid\" subjects to sleep who had been frequently mesmerised, and the command took effect at once. He says that this \"spontaneous mesmeric condition\" (as he regarded it) \"differed in no particular from that induced by the direct application of the mesmeric influence.\" He severely criticised those who mislead a subject by false statements, and then say the whole thing is imagination, since they have \"done nothing\" and yet the subject has gone into a mesmeric state.",
  "last_phrase": "In conclusion, while Mesmerism may have been largely discredited, its techniques and principles have influenced modern-day hypnosis, psychotherapy, and other mental health practices. The power of suggestion and the importance of rapport between practitioner and patient are as relevant today as they were in the time of Mesmer. Understanding the history and evolution of these practices can deepen our appreciation for their potential to heal and transform lives."
}