{
  "title": "\"How to Induce Hypnosleep: A Step-By-Step Guide\"",
  "first_phrase": "In the previous text, different hypnosis techniques and methods were described, including the Hypnosleep technique. This last part (200 tokens) will focus specifically on the Hypnosleep technique, which involves approaching a sleeping subject quietly and using suggested language to bypass the conscious mind and access the subconscious. The technique can be used between people who know and trust each other or between a therapist and their client. The prerequisite for this technique is that the subject must be sound asleep with a certain depth of sleep, and once they are, the hypnotist can begin by whispering their name and suggesting they remain asleep.",
  "content": "Not every sleep depth is appropriate to begin a Hypnosleep induction: all recent authors that described this technique (Dave Elman, Gerald Kein, Don Mottin, Wendi Friesen and others) agree about the prerequisite that the subject must be sound asleep before you can start giving suggestions. This means that the subject must perform max. seven complete respiratory cycles per minute (inhale and exhale), even better if only six. At this depth of sleep, the words spoken out by the hypnotist will have a greater chance to reach the subject’s subconscious (and being understood by the latter) before the conscious wakes up. If you lie near your partner and you are the hypnotists, you will have, of course, to remain awake on purpose in your bed and wait until your “subject” is deep enough. This can take a few hours. When you’re ready to begin, you start by whispering: “This is […] talking, sleep, remain deep asleep”, and you put your own name where the points in the brackets are. You need to say this only once.",
  "last_phrase": "In conclusion, before starting a Hypnosleep induction, it is important to ensure that the subject is in deep sleep, with a maximum of seven complete respiratory cycles per minute. Once this is achieved, the hypnotist can use the suggested phrases to communicate with the subconscious mind effectively. The use of an ideomotoric signal can help confirm the establishment of contact with the subconscious mind."
}