{
  "title": "Esdaile's Original Method of Mesmerising Patients in India.",
  "first_phrase": "The last 200 tokens detail Dr. Esdaile's mesmerism method, which differs from other magnetizers by its independence and originality. Before leaving India, Esdaile faced opposition from the press, but eventually won them over. In \"Natural and Mesmeric Clairvoyance\", he describes the process of mesmerizing a patient, emphasizing the need for a quiet, dark environment and the slow passing of hands over the patient's body. Through his unconventional ideas and methods, Esdaile became a pioneer in the field of mesmerism.",
  "content": "He thus describes the method which he always followed:- \" Desire the patient to lie down and compose himself to sleep, taking care, if you wish` to operate, that he does not know your intention; this object may be gained by saying that it is only a trial; for fear and expectation are destructive to the physical impression required. Bring the crown of the patient's - head to the end of the bed and seat yourself so as to ‘be able to bring your face in contact with his, and to extend your hands to the pit of the stomach, when it is wished; make the room dark, enjoin quiet, and then, shutting your patient's eyes, begin to pass `both your hands `in the shape' of claws, slowly, within an inch of the surface, from the back of the head to the pit of the stomach; dwelling for several minutes over the eyes, nose, and mouth, and then passing down each side of the neck, go downwards to the pit of the stomach, keeping your hands suspended there for some time.",
  "last_phrase": "In conclusion, the above method involves inducing catalepsy in a patient through a combination of physical manipulations and suggestion. While it may appear unconventional, it could be useful to those seeking to perform surgery or other medical procedures on a patient who may experience anxiety or fear. However, caution should be exercised, and it is recommended that a medical professional be consulted before attempting this technique."
}