{
  "title": "\"Hypnotist James Esdaile and his Revolutionary Mesmerism\"",
  "first_phrase": "In this passage, we meet James Esdaile, a specialist in Mesmerism, whose approach to hypnotism was significantly different from that of modern hypnotists. He believed that there was a virtual transfusion of vital energy from one person to another, and he could induce local determinations of the nervous energy to various parts of the body. Esdaile had an electrical explanation of the Mesmeric phenomena, and he was transparently honest in his writings. In the last 200 tokens, we get to know about several magnetisers like Esdaile who had an electrical explanation of the Mesmeric phenomena.",
  "content": "Again:- \"From all I have seen, I cannot but believe that there is an influence of some kind that passes from one person to another, when one of the two is mesmerised in the way I have described; that, in fact, there is a virtual transfusion of some vital agent from one body to the other.\" Of this vital or nervous energy, he says:- \"The mesmeriser can not only saturate the system of the patient, generally, with his own nervous fluid, but when his patient becomes very considerably under his influence can induce local determinations of the nervous energy to various parts, so as to place them, for the time, beyond the patient's volition, even while he retains his general consciousness. This will perhaps explain the phenomenon of local rigidity, and the insensibility of individual members of the body when the rest of the system is unaffected.\" Like a great many magnetisers of every epoch, Esdaile was inclined to adopt an electrical explanation of the phenomena.",
  "last_phrase": "In conclusion, while the concept of mesmerism and the transfer of vital energy may seem fantastical, the observations made by Esdaile and others cannot be dismissed outright. Further research into the electrical and chemical aspects of the human body may provide a more complete understanding of the phenomena described, and perhaps even lead to practical applications in the field of medicine."
}