{
  "title": "Esdaile's Exploration and Contribution to Mesmerism Theory",
  "first_phrase": "The final part of the text discredits the theory of suggestion and imagination in Mesmerism, by recalling the author's experiences with entrancing people from other rooms without any awareness. It goes on to discuss James Esdaile, a figure who remained open-minded despite believing in the power of Mesmerism. Esdaile possessed an understanding of the subject from reading various books, unlike many modern hypnotists who ignore anything not fitting their own beliefs. The author believes that much like the process of thought and digestion, Mesmerism is a natural part of the human constitution. Esdaile deplored the ignorance and presumption of those who refused to explore and experiment personally.",
  "content": "He says:- \"I now know (and I deplore my long ignorance) that the battle was fought and won before I was born by the truthful and benevolent Puysegur, Deleuze, and their companions, and that I, under the tropics, am only again demonstrating what they on the banks of the Seine had long ago established. The people on the continent have been familiar with both the good and the evil of Mesmerism for the last thirty years, while we in England are only now giving an unwilling ear to the expounders of a law of Nature which is as much a part of the human constitution as the processes of thought and digestion. It is to be hoped that on this subject our neighbours will no longer have reason to reproach our insular ignorance and presumption.\" He was astonished at the \"presumption\" of those who, without experiment or enquiry, denied that which he believed to be so well authenticated, and which they, as he had done, could with ease personally prove to be facts.",
  "last_phrase": "In conclusion, it is unfortunate that prejudice and close-mindedness have delayed the recognition of mesmerism's legitimacy in England. However, the overwhelming evidence from respected and honorable physicians, physiologists, naturalists, philosophers, theologians, and scientists from neighboring countries proves that mesmerism is a natural law worthy of study and application."
}