{
  "title": "Puysegur's Discovery of Somnambulism: The Power of Magnetism",
  "first_phrase": "This enlightening text describes Marquis de Puysegur's discovery of somnambulism in May 1784. He found this phenomenon while attempting to magnetize a young peasant named Victor to cure his inflammation of the lungs. Interestingly, when Victor was in a magnetic crisis, he demonstrated telepathic communication abilities and clairvoyance. Victor designated treatment for his illness and was subsequently cured. Marquis de Puysegur directed the operation by considering himself as a magnet, with his hands being its poles. He instructed the patient to act where the greatest number of nerves converge always.",
  "content": "It was easy to change the direction of his thoughts, to inspire him with cheerful sentiments. He then became happy, and imagined that he was firing at a mark or dancing at a village fete. In his waking state he was simple and foolish, but during the crisis his intelligence was remarkable; there was no need of speaking to him. Some sort of telepathic communication was at work since he could understand and reply to the thoughts of those present. He also demonstrated a phenomenon that would later have been called “clairvoyance”: while in this kind of sleep he himself indicated the treatment necessary for his illness, and he was soon cured. Below is the direct account of the peasant Victor's case. \"After ten days' rest at my estate, without attending to anything but my repose and my gardens, I had occasion to enter the house of my steward. His daughter was suffering from a violent toothache; I asked her in jest if she wished to be cured; she, of course, consented. I had not been ten minutes magnetising her, when her pain was completely gone; and she felt no return of it after.",
  "last_phrase": "In conclusion, Victor's case offers a fascinating example of the power of magnetism in healing both physical and mental afflictions. By directing his thoughts and inducing this kind of sleep, his intelligence was remarkably heightened, and he even displayed clairvoyance. This account serves as a reminder of the incredible potential that lies within the human mind and body."
}