{
  "title": "\"De Puysegur's Observations on Artificial Somnambulism and Clairvoyance\"",
  "first_phrase": "In this final part of the text, we delve deeper into the cases of clairvoyance experienced by De Puysegur, a follower of Mesmer, with valuable insights provided by eye-witness Cloquet. Patients in an artificial somnambulism state possessed a supernatural power that allowed them to cure others. They could feel the part of the body that needed treatment and suggest fitting remedies. Patients also exhibited remarkable delicacy of taste, choosing remedies with great efficacy. Additionally, somnambulists could trace illnesses from their start and discover their remote causes, making them invaluable for therapeutic purposes.",
  "content": "He observed, or thought that he observed, that during the crisis, the patients possessed a supernatural power which entitled them to be called physicians; it was, in fact, enough for them to touch through his clothes the sick person presented to them, in order to feel the part affected, and to indicate fitting remedies. The somnambulist” … “points out the remedies by which his fellow-creatures can be cured, or relieved of their sufferings. I have met with patients of such extreme delicacy of taste, as to be able to choose their remedies with extraordinary sagacity. Hippocrates has said: \"In our dreams we can perceive those aliments which best suit our constitutions.\" A somnambulist, on touching a patient, generally feels at the instant the pain of the latter in the corresponding part of his own body. This pain is only momentary; sometimes, however, it lasts until the somnambulist awakes. A somnambulist can trace an illness from its beginning, and sometimes discover its cause at very remote periods.",
  "last_phrase": "In conclusion, the ability to self-select treatments and remedies for illnesses through innate human capacity has been observed and studied by numerous experts in the field. This dormant ability seems to be present not only in humans, but also in animals such as primates. These findings suggest that we possess an instinctual knowledge of what remedies can heal us, and should trust our instincts when it comes to making decisions about our health."
}