{
  "title": "\"Mesmerism and its Double Action: Case Studies\"",
  "first_phrase": "In this last part, two cases illustrate the healing power of mesmerism. In the first, Hunga, a young Hindu with a swollen and tender wrist, was treated with mesmerism for an hour daily, and after six weeks, he was dismissed cured with full motion restored. In the second case, Moteelall Koonwur, a Calcutta-based writer, experienced partial paralysis, spasms, and pricking sensation, which improved gradually with no remedy other than mesmerism. By August 31st, his vision had returned to normal, and he had resumed his duties.",
  "content": "The first entry reads:- \"July 2nd, I847.-Moteelall Koonwur, a writer, aged 38, residing at Taltullah, in Calcutta, reports that on the 20th of April last, while taking his meal, he suddenly fell down in a fit, and lay insensible for two days. On the third day he was partially restored to his senses by general bleeding and leeching; since that, his body, except the right arm, the right side of the breast, and the left cheek, has become partially paralysed, and subject to a peculiar pricking sensation, which increases much in the evening and prevents him sleeping at night. He has been suffering from spasms in the hands; and the right cheek is so devoid of feeling that he does not consider it a part of his body. He feels and walks like an intoxicated person, and sees double. He cannot stir a foot without his tall staff\" He gradually and slowly improved; no remedy but Mesmerism being used, and the last reads:- \"August 3lst.- His vision is perfect, the pricking is gone, and he has returned to his duty.\"",
  "last_phrase": "In conclusion, Mr. Koonwur's condition, which initially seemed hopeless, gradually improved through the use of Mesmerism. Moreover, mesmerized water was found to be an effective way of inducing sleep and reducing pain in patients. These findings suggest that Mesmerism and mesmerized water could potentially be useful tools in the field of medicine."
}