{
  "title": "\"Mesmeric Trance: A Case of Total Insensibility to Pain\"",
  "first_phrase": "This text describes the astonishing events witnessed by an author during a dramatic scene of medical examination. The writer noticed peculiar symptoms in a patient, possibly due to mesmeric phenomena, and requested the presence of the judge and the collector of the district. The patient exhibited complete insensitivity to stimuli after inhaling liquid ammonia and staring at the sun. In the end, the author reasons that the patient could neither be an impostor nor influenced by imagination, consent, or suggestion. It was also not necessary for the patient's eyes to be open. These last 200 words, therefore, offer compelling evidence of the fantastic nature of this mesmerizing tale.",
  "content": "I now bent his head forward, and placed his eyes in front of a mid-day Indian sun. On opening the eyelids, his pupils were seen to be dilated as if by belladonna, and the light produced no effect whatever on the iris. We were all now quite satisfied that total insensibility of all the senses existed, and left him. He awoke after three hours, and had no recollection of what had happened. \"From a careful survey of all the attending circumstances of the case, I felt confident- I.—That it was morally and physically impossible that the man could be an impostor, inasmuch as he could not imitate what he had never heard of. But allowing that he had suppressed all expression of pain by a powerful effort of will, it was absurd to suppose that he could by any act of volition control the movements of an involuntary organ like the iris. 2.—That as the man could not possibly imagine what was expected, there could be no imagination at work in the matter. 3. —That there was no consent or mental sympathy between the parties; and it has been seen that there was no suggestion. 4.—That it was not necessary for the patient's eyes to be open.\"",
  "last_phrase": "In conclusion, the mesmerizing trance induced a total insensibility of all the senses, proving that even painful surgical operations could be performed without the patient's knowledge. These early cases led to significant conclusions, namely, the plasticity and obedience of muscles to command and the supreme anodyne's ability to cure nervous pains."
}