{
  "title": "\"Mesmerism in Early Indian Medicine: The Story of Mr. Esdaile\"",
  "first_phrase": "This text tells the fascinating story of Scottish surgeon Dr. James Esdaile's success in performing over 200 surgeries under the effects of mesmerism during his service in India in the mid-19th century. Esdaile's achievements were so significant that he was appointed Presidency Surgeon and later, all Indian surgeons were required to undergo a course of practical mesmerism before practicing. However, with the introduction of chloroform in India in 1848, the practice of mesmerism for surgery became less common. This last 200 tokens of the text provides an account of Esdaile's life after returning to Scotland and his thoughts on mesmerism.",
  "content": "Esdaile retired from the Company's service in 1851, returned to Scotland, and settled near Perth, devoting himself to the recording of his mesmeric observations and experiences in India. He soon found Scotland too cold, after twenty years' sojourn in India, and came South, dying in Sydenham in January, 1859, aged 50. Mr. Esdaile did little actual mesmerising after he left India, for he had retired from surgical practice, and he had not personally operated mesmerically for many years; moreover, he thought that \"only the depressing influence of disease will be found to reduce Europeans to the impressionable condition of the nervous system so common to Eastern nations.\" Esdaile thus graphically describes his first experience in mesmerism:- \" At the time of making my first experiment, I had never seen anyone mesmerised, nor read a mesmeric book, and had only conversed with one person who had witnessed the mesmeric phenomena. My informant, being a trustworthy gentleman, excited my curiosity, but as I could get no books on the subject, I determined to experiment for myself, leaving the when and the how undetermined. Accident decided this for me, and under circumstances that precluded the possibility of mistake.",
  "last_phrase": "In conclusion, James Esdaile left a remarkable legacy in the field of mesmerism with his extensive observations and experiences during his time in India. Despite his eventual retirement from surgical practice, Esdaile's pioneering work helped pave the way for further research and understanding of mesmerism, which has continued to fascinate and intrigue people to this day."
}