{
  "title": "\"Misunderstandings in Mesmerism: A Look at Esdaile's Views\"",
  "first_phrase": "In this last part, we delve into Esdaile's views on the limitations of his own understanding of mesmerism. He admits that his knowledge is only about the physical and inferior mental phenomena, compared to the higher mental phenomena which require mental sympathy. Esdaile also discusses how the mental rapport created between him and his patients helped make the mesmeric process effective, even without his knowledge. He criticized those who deceive their subjects and use false statements as proof that the hypnotic condition is solely brought on by auto-suggestion. Additionally, Esdaile speaks about the misconception that mesmerism can be produced without an operator, explaining how this trick is often taught by mesmerizers themselves.",
  "content": "This has been a favourite way of \"disproving the existence of any outside influence or agent,\" ever since the days of the first French Commission, when in Dr. Franklin's garden the Commissioners told a boy who was an excellent subject that he would be taken to a magnetic tree, and instead conducted him in succession to four trees that had not been magnetised, at each of which he got more and more into the mesmeric state; and similar experiments are accepted even still as proof that the hypnotic condition is always brought on solely by the subject's auto-suggestion. Of those who say that Mesmerism is produced without an operator or \"by doing nothing\" Esdaile says:-- \"The truth is that they were taught their favourite trick by the mesmerisers, who have not only declared that this can be done, but it is a natural consequence of their proceedings if carried to a certain extent.",
  "last_phrase": "In conclusion, the use of hypnotic experiments to prove that the hypnotic condition is solely brought on by a subject's auto-suggestion has been a popular technique for centuries. However, it should be noted that there are certain limitations to this method, and precautions must be taken to avoid sources of fallacy such as the power of habit and expectation."
}