{
  "title": "\"Pitfalls of subconscious language in hypnosis\"",
  "first_phrase": "In the previous section, we discussed the pitfalls of giving suggestions to the subconscious mind, especially through hypnotherapy. In this final section, we'll dive deeper into some specific examples of how the subconscious mind can misinterpret language using the metaphor of a nine-year-old child. It's important to be precise and avoid complex triggers, as the subconscious may not understand the boundaries of the trigger phrase. We'll also explore why negations should be avoided and alternative strategies for ensuring your commands are understood correctly.",
  "content": "If you would want to use more than one word for triggering, you cannot say “…and I will say the words _______ at which time…”, since the subconscious probably will not be able to guess HOW MANY WORDS you have in mind, so it might include also “at which time…” in the trigger and who knows what else. Therefore you must make the subconscious aware of the boundaries in which the phrase is delimited. BE PRECISE. Let the subconscious confirm your most important commands, either through ideomotoric signals (I heard a hypnotists that uses “when x happens then you will give me a big smile” instead of finger signals) or letting the subject repeat the given commands. Similarly, negations should be avoided as a rule: the subconscious tends to ignore them or at least to absorb them with much greater effort than straight affirmations. That’s why you should never say “Don’t smoke cigarettes”, since this is an embedded command for the subconscious which will understand that (s)he has to smoke cigarettes, ignoring the don’t.",
  "last_phrase": "In conclusion, when using hypnosis techniques it is important to be precise with your language and avoid using negations as they may be misunderstood by the subconscious. To ensure success, use specific triggers and allow the subject to confirm and repeat your commands. For further and more advanced training, seek out a proper hypnotherapy program such as the one offered by ISI-CNV. The non-verbal method can also be a practical and effective technique to consider."
}