{
  "title": "\"Esdaile's Use of Mesmerism for Anaesthesia and Suggestion\"",
  "first_phrase": "In the previous section, we learned about James Esdaile's use of mesmerism to produce total and complete anesthesia for surgical operations. In this concluding section, Esdaile's explanation of the physical effects of mesmerism on the human body is examined. According to Esdaile, the nervous fluid that flows from the mesmerizer's body to the patient's conveys both physical and mental peculiarities. The theory of physical effects of mesmerism explains how a mesmerizer can control the nervous powers in the patient's body and conquer diseases, taking off the sting of pain. This passage sheds light on the physiological basis of the mental and physical influence of mesmerism.",
  "content": "He does not seem to have taken any interest in mental methods of producing mesmeric phenomena; he explains their action thus:- \"The mental phenomena are likewise to be accounted for by the theory of physical effects of Mesmerism. Our nervous fluid not only flows in the direction desired by the will, but is also, as we may reasonably conjecture, stamped with our own individuality, and conveys both our physical and mental peculiarities along with it into the system of another. This natural, homogeneous, thought-stamped nervous fluid is transmitted to the mesmerised person's brain through the medium of his nerves; and the consequence is that the thought-modified nervous fluid of the active brain is both reflected and understood by the passive brain of the patient, exactly as the passive end of the electric telegraph records the impulses received from the active extremity of the battery; the difference being that the human battery feels as well as reflects the impressions transmitted . . . This theory will apply equally to the medical part of the subject, and exhibits how the mesmeriser can at pleasure equalise, augment, or torpify by an artificial plethora the nervous powers, and can thereby conquer disease, and take off the sting of pain.\"",
  "last_phrase": "In conclusion, although James Braid did not fully recognize the importance of mental rapport and suggestion in producing mesmeric phenomena, his theory of physical effects of Mesmerism offers practical insights into how the mesmerizer can apply artificial plethora to equalize, augment or torpify the nervous powers, conquer disease and relieve pain."
}