{
  "title": "\"The Importance of Gaze in Hypnotic Phenomena\"",
  "first_phrase": "In the preceding text, the power of the gaze in inducing hypnotic states and telepathy was discussed. The significance of entanglement between the operator and subject was also highlighted. The last 200 tokens focus on the decline of mesmerism in modern hypnosis and the reasons behind it. The works of mesmerists and the development of telepathic powers in their subjects have been explored. However, the decline of mesmerism after Dr. Braid modified some of Lafontaine’s processes has been considered. It is suggested that academic world abandoned Lafontaine's approach after Dr. Braid found a method to induce hypnotic sleep by holding a bright object before the subject's eyes.",
  "content": "The hostility and ridicule of the academicians undoubtedly had its effect on many minds, and caused many scientific investigators to shrink from publicly avowing their convictions or the results of their investigations. But that does not account for the fact that mesmerists, who believe in the verity of the phenomena, are rarely able to produce it at the present day. The first question which presents itself is one of dates. When did the higher phenomena show the first signs of decadence? A moment's reflection will fix it at or about the date of the promulgation of the theories of Dr. Braid, who copied some of Lafontaine’s processes, but modified them, having the subject looking at a bright spot. It is a historic fact, well known to all who have watched the progress of hypnotic science, that as soon as it was found that the mesmeric or hypnotic sleep could be induced by causing the subject to gaze upon a bright object held before his eyes, the approach of Lafontaine was practically abandoned in the academic world as there has always been in this environment a strong tendency to remove every influence of the observer.",
  "last_phrase": "In conclusion, the decline in mesmerism's higher phenomena was primarily due to the shift in methods from the old mesmeric method to Dr. Braid's method of inducing hypnotic sleep by causing the subject to gaze at a bright object. The latter method required less vitality and concentration of the operator, making it more accessible and practical. Nonetheless, it is important to remember that fixity of gaze and concentration of will were considered essential in the old method, and exercises to enhance vitality, concentration, and strength of gaze were widely practiced."
}