{
  "title": "Understanding Hypnosleep: A State of Deeper Hypnosis",
  "first_phrase": "This text delves into the different states of hypnosis and their effects on the subconscious mind. The author explains that somnambulism and the Esdaile state are two of the most useful states, with the former being achieved through suggestion and the latter being a deep state of mind where the subject won't respond to questions. The text also delves into different deeper states of hypnosis, including the sichort and hypnosleep states. The author mentions that waking someone up from the Esdaile state can be difficult and that hypnosleep is the deepest state of hypnosis.",
  "content": "Waking someone up from the Esdaile State can sometimes present difficulties, since it is a state of mind that the subconscious loves when it is finally achieved, and some hypnotists that have encountered this problem report that it is best solved by telling the subconscious of the subject that if (s)he will not get out of the trance state now, (s)he will never be able to have such a good time again! In fact the Esdaile state is a very pleasant state. Deeper than Esdaile, after having approached a spontaneous catatonic state of threshold, we find other states, called “sichort state” or “omega state” its characteristic being Rapid Eye Movement in deep hypnosis and extreme muscle flaccidity. Hypnosleep is to be considered deeper than the Esdaile State. Dave Elman described it at the most profound state of hypnosis ever found (the so called “Sichort state” is comparable and was discovered one year after Elman published “Hypnotherapy”). Hypnosleep is very tighthly linked to sleep. Since we started from sleep, the conscious mind is sleeping (not absent!",
  "last_phrase": "Using the technique of Hypnosleep can be a powerful tool to bypass the conscious mind and access the subconscious directly for successful outcomes in hypnosis. However, it requires a high level of trust between the hypnotist and the subject. The original technique involves crawling quietly under the bed, but it can be adapted for those who are already sleeping with a partner."
}