{
  "title": "\"The Importance of Gaze and Concentration in Mesmerism and Hypnosis\"",
  "first_phrase": "In the preceding text, the effectiveness of hypnosis and mesmeric techniques is discussed. It was noted that the traditional mesmeric method required intense concentration of the operator, exercise to enhance vitality, and a steady gaze to induce a hypnotic state. However, with the advent of new techniques, such as those proposed by Braid, these factors were rendered unnecessary, and hypnosis could be induced through simple gazing upon an object. This change led to a decrease in the occurrences of higher order phenomena in hypnosis. The last 200 tokens of this text question the effects of this change on the subject and operator's conditions and investigate how the traditional methods induced a deeper hypnotic state. The text also highlights that current research has linked the change in the EEG to the subjective mind being released and performing its functions independently or in sync with the objective mind during hypnosis.",
  "content": "What effects, if any, either in the condition of the subject or of the operator, or in both, are missing when the new methods are applied? It is now necessary to recall to mind the fact (1) that Braid said that suggestion is not a necessary factor in the induction of the hypnotic state and therefore he even removed the importance of the will factor; and (2) that steadily gazing upon an object will induce the condition in a more or less marked degree, whether the subject is expecting the result or not. It is sure that intense gazing upon an object, accompanied by concentration of mind, will displace the threshold of consciousness to a greater or less extent, depending upon the mental characteristics of the individual and the circumstances surrounding him. Recent studies have also shown a change in the EEG. The subjective or inner mind is therefore released, or elevated above the threshold of consciousness, and performs its functions independently of, or synchronously with, the objective mind, just in proportion to the degree of hypnosis induced.",
  "last_phrase": "In conclusion, it is evident that hypnosis induces a state in which the subjective powers of an individual are evoked, and recent studies have shown a change in the EEG. The significance of this fact is far-reaching, especially in understanding telepathy as a mode of communication between unconscious non-rational minds, which can only occur when the threshold of consciousness is displaced. Understanding the workings of hypnosis and telepathy can ultimately lead to a better understanding of the complex human mind."
}