{
  "title": "\"The Role of Auto-Suggestion in Hypnotism Experiments\"",
  "first_phrase": "In this part of the text, we delve deeper into the concept of Mesmerism, and how it is believed to be produced. The first French Commission's experiments are cited to suggest that hypnosis is induced purely by auto-suggestion. Esdaile, however, suggests that mesmerisers can produce this natural consequence using their techniques. Esdaile was striving to avoid mental effects to concentrate and produce only physical effects. He was of the view that habit and expectation could be sources of fallacy.",
  "content": "It is often very difficult and laborious to excite the mesmeric action in the constitution; but being once excited, a very slight recurrence to the original process will bring on the paroxysm in all its first intensity, and if the excitement of the nervous system is kept up by frequent mesmerising, it takes on an independent diseased action, obeying constitutional laws which we do not understand; we, in fact, have inoculated the system with a nervous disease which often acts spontaneously, especially on reference to the primary cause; and at this stage the candid medical observer steps in, and demands the applause of an admiring and confounded world for having done with ‘nothing’ what has cost his stupid mesmeric brother so much trouble to effect.\" As a rule, however, Esdaile was anxious to avoid mental effects, because he thought they interfered with the physical effects which he wished to produce. He says:- \"Having been long familiar with the power of habit and expectation before Hypnotism or Electro-biology were heard of, every possible precaution was taken to exclude these sources of fallacy.",
  "last_phrase": "In conclusion, while mesmerism can produce powerful physical effects, it also carries the risk of inoculating the subject with a nervous disease that can act spontaneously. Therefore, practitioners must take every possible precaution to avoid mental effects and guard against the sources of fallacy. By keeping these precautions in mind, mesmerists can use this technique to great effect with minimal risk to their subjects."
}