{
  "title": "\"Mesmerism: Treating Medical Conditions in the 1800s\"",
  "first_phrase": "In the preceding text, Dr Esdaile's accounts of mesmerism and its effects on patients were mentioned. Now, in the last 200 tokens, he delves deeper into mesmerised water and its potency. Dr Esdaile recounts his experiments with mesmerised water in six different hospitals, where he observed an uncanny ability to induce sleep and reduce sensibility, even in patients with open sores. He notes that the test experiments were conducted over months and years, with various medicated mesmerised water, and he debunked claims that the results of his experiments were due to suggestion or imagination.",
  "content": "Of mesmerised water Esdaile says:- \"From multiplied experiments in six different hospitals, I should as soon doubt the power of fresh water to quench thirst as that of mesmerised water to induce sleep in persons who have already felt the mesmeric influence. When the sores of patients became foul, and the application of nitric acid became desirable, they often had a dose of mesmerised water as the speediest way of entrancing them, and their sores were then steeped in acid without a sign of sensibility. What more can I say ? \" He adds in a footnote:- \"Here also it will be said that smell and taste, suggestion and imagination, and no extraneous influence, produced the result. I repeat that the only experiments on which I rely were first trials; they were made at intervals of months and years, in six different hospitals; and my test experiments were thus conducted:- The mesmerised water was medicated with tincture of rhubarb, tincture of cardamons, aromatic spirits of ammonia, etc., and given to the patients at their usual time for taking physic, so that it was impossible to excite suspicion or expectation of anything unusual in them.",
  "last_phrase": "In conclusion, Esdaile's experiments with mesmerised water were conducted in a thorough and scientific manner across multiple hospitals, demonstrating its powerful ability to induce sleep and insensitivity to pain. While less attention was paid to its effects on the insane, his success in that area was also significant. His use of precautions to prevent suspicion or suggestion adds to the validity of his findings."
}