{
  "title": "\"Sensitivity and Somnambulism: A Simple Hypnosis Method\"",
  "first_phrase": "In the previous part of the text, the author discusses the importance of developing inner sensitivity and how it can lead to higher results. In the last 200 tokens, the author provides a simple method for inducing somnambulism, a state of deep sleepwalking, with a subject. The method involves using the gaze to induce catalepsy and then doing downward passes to make the subject sit down. The author also warns about the potential negative effects of suggestion on the deepest state and recommends avoiding it unless necessary. Finally, the author provides a tip for terminating the trance state by counting to ten, which may not always be sufficient.",
  "content": "Go until the heart cavity with your passes and ask “does this part hear me?” If the answer is yes you are ok, otherwise you continue doing some other passes. After a while ask the subject if she is sleeping. She will answer with a very soft voice. If (s)he say yes, you have achieved somnambulism, otherwise continue with some passes until s/he will answer yes. When you get the “yes” answer you can ask her when she will get well anew and which suggestions do s/he likes to receive. You can also have her see herself in the future as a vision. Let the state develop and enfold naturally. Suggestion, in fact, is a separate branch of hypnosis. Many times it is better to avoid it and ignore it instead of using it, because it can be a disturbing influence, which interferes with the development of the deepest state, and with the entanglement you are creating with the subject; although suggestion can mostly at the beginning be employed in some form, when it is deemed necessary. Trance Termination Just counting will normally be insufficient. At the count of ten the subject will not normally be able to open his eyes.",
  "last_phrase": "In conclusion, achieving somnambulism through nonverbal techniques can be the key to unlocking deep hypnotic states. However, it is important to exercise caution with suggestion as it can interfere with the subject's development in these states. When it comes to trance termination, incorporating nonverbal elements such as longitudinal passes and blows can ensure better results."
}