{
  "title": "\"The True Function of the Physician According to Esdaile\"",
  "first_phrase": "In the previous section, Esdaile criticized the way medical practitioners were approaching Mesmerism, where they were using insensibility to pain as the only criterion of the reality of the phenomena. He believed that this approach was misguided, and doctors weren't able to recognize Mesmerism when they saw it. In this concluding section, he details what Mesmerism really is and how it differs from the false descriptions given by ignorant and interested individuals. Esdaile argued that a true physician should work with nature to assist the patient in overcoming their ailment, not forcefully impose their treatments on them.",
  "content": "He says that doctors have heard of mesmeric coma, and, knowing nothing of Mesmerism, imagine it to be always present, and are ignorant of any other criterion, for the doctors do not know Mesmerism when they see it. He says:- \"I am anxious that the public should know what Mesmerism really is, in order that they may know it when it comes before them, and be no longer deluded by ignorant and interested quasi-descriptions of it. The involuntary quivering of the eyelids and the spasmodic closing of the eye in persons a minute before wide awake, and resisting perhaps; the extinction of one or more of the organs of sense, which we saw in full activity but a moment ago; the eye turned up so that only the white can be seen, or staring wide open, fixed, and insensible to light; sleep-walking, delirium, convulsions, catalepsy, in persons not subject to those affections till they were subjected to the mesmeric process - is not any one of these induced symptoms as clearly the effect of some constraining influence as the production of insensibility?\"",
  "last_phrase": "In conclusion, the author urges medical professionals to learn about the real effects of Mesmerism by trying it on their patients instead of relying on misconceptions and theoretical arguments. The only way to understand the truth about Mesmerism is to experiment with it and see the results firsthand."
}