{
  "title": "\"Techniques for achieving somnambulism and deep states of hypnosis\"",
  "first_phrase": "This part discusses how to achieve somnambulism, a deep hypnotic state where the subject can receive suggestions and visualize the future. It also emphasizes the importance of non-verbal techniques and suggests two mainstream verbal techniques for inducing a deep trance state. To properly terminate the trance state, the author suggests using longitudinal passes and blows, as opposed to relying solely on verbal methods. The text also mentions the Esdaile State, a deep hypnotic state described in Dave Elman's book \"Hypnotherapy,\" which can be achieved using the techniques outlined in the previous sections.",
  "content": "Even if you will not get complete somnambulism, he will strive a lot to open his eyes. Also if you use only verbal methods the risk is that the subject will seem awake, but immediately re-enter a trance. It is better to do some longitudinal passes and blows as well. These non verbal elements will assure a good result. Verbal Methods based on words In our personal experience, the best way, and in any case the most simple way to achieve deep states is through non verbal techniques. With non verbal techniques you achieve deep states faster. We will cite in any case two mainstream techniques based on words. Maybe some of the readers of this booklet already know them. If you will have mastered what is written in the previous pages, your results will be stronger than whatever results you could have gotten until now. Esdaile State as practiced by Dave Elman This hypnotic state is well described in the book “Hypnotherapy” of Dave Elman. It is not the exact state that Esdaile himself did, but nevertheless has its interest. We have practiced this technique a lot, and sometimes it can be useful to bring a person in this state since the first sitting.",
  "last_phrase": "In conclusion, when it comes to achieving deep hypnotic states, non-verbal techniques such as longitudinal passes and blows have proved more effective than verbal methods. However, for those interested, there are still two mainstream techniques based on words, including the Esdaile State practiced by Dave Elman, which may be useful to bring a person into a deep state of relaxation quickly. Remember to always proceed with caution and use non-verbal techniques to assure a good result."
}