{
  "title": "\"Esdaile's Views on Mesmerism and Hypnotism\"",
  "first_phrase": "This text discusses the concept of mesmerism and hypnotism and how it can affect the nervous system. The author, Esdaile, believes that susceptibility to suggestion is a sign of a \"mesmeric disease\". He compares mesmerism to hysteria, stating that both can recur even without an exciting cause. Esdaile also mentions Braid's Hypnotism as an example of how an abnormal exertion of a part of the organism can affect the general nervous system. These ideas shed light on the origins of \"abnormal mesmeric symptoms\".",
  "content": "In this respect Mesmerism very closely resembles Hysteria, which, however primarily induced, is apt to recur on the agitation of the body or mind, more particularly if it is in any way associated with the first disturbing cause; and they both correspond in each, being sometimes voluntarily producible. To the experienced person, the springing up of the mesmeric phenomena, without the usual exciting cause, is a moral demonstration that the system has been previously revolutionised by mesmerism. The nervous centres having become morbidly sensitive by the action of this great nervous excitant, every shock to the nerves, especially if connected with Mesmerism, is exhibited in the shape of abnormal mesmeric symptoms.\" In Braid's Hypnotism Esdaile saw an example of the action of an abnormal exertion of a part of the organism on the general nervous system. He says:-- \"The whole nervous system may be deranged by the exhaustion of a particular organ, as has lately been practised by Mr.Braid, of Manchester, who entrances his patients by making them gaze with a double 'inward squint at an object placed before their eyes.\"",
  "last_phrase": "In conclusion, Mesmerism and Hysteria share similarities in their propensity to recur on the agitation of the body or mind, and their abnormal symptoms. The advancements made in Braid's Hypnotism, including the abandonment of violent squinting, have shown that Mesmerism can be accessible to everyone, not just medical professionals. The potential benefits of Mesmerism should not be overlooked, and it is up to individuals to pave the way for its responsible and intelligent use."
}