{
  "title": "\"Mesmerism: The Power of the Human Body\"",
  "first_phrase": "In his early cases, Esdaile drew several conclusions regarding mesmerism. He discovered that under the mesmeric trance, muscles become extremely pliable and obedient to his commands. Moreover, nervous pain seemed to disappear due to the total extinction of nervous irritability. What's more, patients became insensible to pain and could have the most painful surgical operations performed without any awareness of it. This led Esdaile to believe that mesmerism could be a useful anesthesia tool. In the last 200 tokens, Esdaile experiments with a man's pupil dilation and concludes that total insensibility exists during the trance state, leaving the man with no recollection of the experiment.",
  "content": "From this and other early cases, Esdaile drew four conclusions, namely:- “I.—I was certain (if life is not a phantasmagoria) that in the mesmeric trance the muscles of the whole body had been as plastic and obedient to my command as clay in the hands of the potter; and I felt satisfied that if the same state of things could be brought about, muscular spasms and contractions would disappear before the great solvent. The straightening of limbs long contracted soon verified this inference. 2.—Having in this case witnessed the total extinction of nervous irritability, I was led to conclude that in a like state of things, nervous pains would vanish before this supreme anodyne. The cure of nervous headaches immediately demonstrated the truth of this idea. 3.—The insensibility to pain convinced me that 'the most painful surgical operations might be performed without the knowledge of the patient, and this has been done to an extraordinary extent, so much so, as to be a daily matter of course.",
  "last_phrase": "In conclusion, Esdaile's findings on the mesmeric trance support the idea that it is a natural power in the human body that affects the nervous and muscular systems. Additionally, it can be used to perform surgical operations without patients feeling pain and can alleviate spasms and nervous pains. These conclusions provide insight into the potential of mesmeric trance as a therapeutic treatment for various medical conditions."
}