{
  "title": "The Principles of Magnetism by Long Pass: Pain Alleviation.",
  "first_phrase": "In this text, the author discusses the practice of magnetism and outlines the proper techniques for addressing localized pain in patients. Before delving into specific processes, the author emphasizes the importance of establishing communication with the patient and maintaining a focused intention throughout the procedure. The author also notes that the \"long pass\" technique is a good starting point for beginners. Specific techniques for treating pain in different parts of the body are then discussed, with the author cautioning that progressive treatment may be necessary in certain cases.",
  "content": "For example, do you desire to cure a pain in the shoulder? Hold your hand upon the shoulder for some time, then descend, and after having quitted the ends of the fingers, recommence patiently the same process. Would you cure a pain in the stomach, place your hands several minutes upon the stomach and descend to the knees. It is often impossible to draw a pain far from the part where it is fixed; and you will succeed solely by driving it off progressively, by little and little. A pain upon the top of the head, will be lessened at first in the centre, by waving the hands downward and outward, on the right and left. At every pass a portion will be dislodged and carried off. It will take more or less time to dissipate it entirely. Remember also the importance of INTENTION: The processes are nothing if they are not in unison with a determined intention. We may even say they are not the cause of the magnetic action; but it is indisputable that they are necessary for directing and concentrating, and that they ought to be varied according to the end one has in view. Editor’s note.",
  "last_phrase": "In conclusion, driving away pain through hand movements and intention is a simple and practical method that can be effective when done patiently and consistently. Adding the power of gaze to this approach may bring even stronger results, making it a valuable tool to have for managing physical discomfort."
}