{
  "title": "Mesmerism and its Practice in India",
  "first_phrase": "This text recounts Esdaile's discoveries about mesmerism in India, where he was surprised to find this mysterious practice was known to their holy men and intimately associated with religion. Preceding this, Esdaile explained his paralyzing experiment with mesmerism, noting that his visitors could catch their man in their own way once he had trapped them. The text concludes with Col. Bagnold's experience where he witnessed a young Hindoo female patient's mesmerism treatment for epilepsy and psychiatric disorder post a previous famine-induced privation.",
  "content": "Being requested to explain himself, he continued, ‘Many of my people, after I had tried to cure them of their different complaints in vain, used to ask leave of absence for several weeks, in order to be treated by the ]adoo-walla, and to my great surprise they often returned to me quite cured in a short time; and in reply to my enquiries as to how they had been treated, they all said that they had gone through a process called Jar-phoonk; the meaning of which I could never make out. But I see it now before me, in the continuous stroking and breathing of your mesmerisers. Jarna means to stroke in Hindoostanee, and phoonkna to breathe, which very exactly describes your mesmeric process.'\" Esdaile also quotes from the “Zoist\" the curious experience of Colonel Bagnold, with which my notice of this great mesmeriser must end:- \"A poor young Hindoo female had fallen into a miserable state of health, the effects of great privation during the previous great famine, was epileptic, and subject to occasional fits of insanity.",
  "last_phrase": "In conclusion, the accounts of Colonel Bagnold and Esdaile provide us with fascinating insights into the world of Mesmerism and alternative forms of healing. These examples illustrate the power of suggestion and the importance of belief in the effectiveness of such treatments, reflecting a wider human desire for hope and relief from physical and mental ailments."
}