{
  "title": "\"Mesmerism for surgical anesthesia: Esdaile's techniques and methods\"",
  "first_phrase": "This text describes the methods of inducing mesmerism in patients practiced by James Esdaile, a Scottish surgeon, during the 19th century. The use of mesmerism was mainly to produce insensibility during surgical operations, which required the patient to enter a state of sleep or deep unconsciousness. Esdaile's assistants would mesmerize the patient by touching them in certain ways, exhaling on them, and sweating on them until they fell into a state of deep sleep. These methods are quite different from modern-day hypnosis techniques. This last part (200 tokens) discusses the various approaches that Esdaile's assistants took while mesmerizing patients, and how they adapted the technique to fit their convenience.",
  "content": "Otherwise the passes are mere mechanical movements without vitality, and the lads knew from experience that if they did not work with a will they were losing their time. Whenever a new mesmeriser was wanted my assistants brought some healthy young man who was willing to learn the art, and in a week be became a skilful mesmeriser under their directions.\" As Esdaile's use for Mesmerism was in most instances to produce insensibility for surgical operations, he naturally laid most stress on the production of the sleep, and the methods he uses may appear to some to have been coarse and material. However that may be, they succeeded perfectly. He simply gave his directions, and told his assistants to let him know when the patient was ready to be operated upon, which might be either a matter of minutes, or of days; but we do not read of failure to produce insensibility in any case, and in every case the result of the process was total and complete anaesthesia, a very different thing indeed from the \"slight drowsiness\" or \"characteristic vibration of the eyelids\" which hypnotists include in their \"degrees of hypnosis.\"",
  "last_phrase": "In summary, Esdaile's use of Mesmerism to produce total and complete anaesthesia for surgical operations was highly successful, regardless of the method's coarse appearance to some. The nervous fluid theory he used to explain the action of Mesmerism on mental phenomena accounts for the transmission of thought-modified nervous fluid from the active to the passive brain. It's clear that this technique was effective and widely used during his time."
}