{
  "title": "\"Magnetic Gaze and Mesmerism: Esdaile's Experiments\"",
  "first_phrase": "This text delves into the dangers of mesmerism that Esdaile, a popular surgeon of his time, recognized. The thought of sudden shock had terrified patients but recovery was quick. Esdaile experimented with the Mesmeric fluid and the distance it can be transmitted which he believed traversed air and permeable substances. In the last 200 tokens, the author talks about Esdaile's usage of \"gazing,\" its impact, and his experiments which he used to prove the transmission theory. One of the experiments was with Janoo, a prisoner who had a cataract in each eye, and he mesmerized him in ten minutes, proving its effectiveness.",
  "content": "He found marked effects up to a distance of 90 or 100 feet in the case of the passes; but he does not seem to think that gazing acts so well at such long distances; he, however, was shortsighted, which may have made some difference. He says:”The experiments have been so numerous and unexceptionable, that I must consider the transmission of the mesmeric fluid through a large body of air to be incontestably proved.\" He believed that since air is permeable, the permeability of walls and other substances is to be expected. \"In coming to this conclusion,\" he again says,\" I rely on first trials.\" One of his experiments, for example, was with Janoo, a prisoner who had a cataract in each eye, and could barely distinguish light from darkness. He mesmerised Janoo in ten minutes, he not understanding what was being done. Next day he mesmerised him through a window while he was eating his dinner, suspecting nothing.",
  "last_phrase": "In conclusion, Esdaile's experiments with mesmerism showed that the transmission of the mesmeric fluid through air and solid barriers is indeed possible. He documented several cases of successful mesmerization, proving that the proximity of the mesmeric practitioner is not always necessary. These findings reveal the potential of mesmeric therapy to be administered remotely, providing new opportunities for its practical application."
}