{
  "title": "\"Mesmerism in Mental Health Treatment: Case Studies and Results\"",
  "first_phrase": "In this section, we learn from James Esdaile's work that Mesmerism had a positive impact on the nervous system of the insane patients that he treated, indicating that madness originates from functional brain derangement. Unfortunately, the inmates in the asylum provided little history to the cases he treated, and the patients were mesmerized only when they were entirely insane to eliminate any chance of spontaneous cures. After six months, the results showed that the treatment had some success. In addition, Dr. Kean, Esdaile's friend, successfully used Mesmerism to treat lunatics in Moorshedabad Insane Asylum by introducing the use of the hospital attendants and guards as operators.",
  "content": "At the end of six months the results were:-- Cured apparently … … … … 8 Cured and relapsed … … … … I No Change … … … … … 18 Died … … … … … … I Under treatment (Much Improved) … … 9 37 He makes the following very interesting remarks about these cases:- “As I anticipated, we found the insane as readily affected as the sane; many of the patients being thrown into the trance, although this was not desired, it not being thought necessary. Several of the men dated their recovery from a certain day, saying that after they awakened on such a day they felt their ‘heads lightened,' or their ‘hearts opened,' and their appearance and conduct corresponded with the statement.\" Dr. Kean, of Moorshedabad Insane Asylum, Esdaile's friend, was more successful with lunatics. He tried Mesmerism on a blind man, and put him to sleep in half an hour; this so impressed him with the power of Animal Magnetism that he introduced it into his practice with the lunatics under his care, and from that time had no more trouble with them. The hospital attendants and guards were his operators.",
  "last_phrase": "In conclusion, Mesmerism proved to have positive effects on the treatment of mental illness in the 19th century. Dr. Kean's success with using Mesmerism on lunatics, along with Esdaile's account of patients feeling \"lightened\" and \"opened\" after being awakened from a trance, suggests that the power of suggestion played a significant role in the treatment process. These historical findings offer valuable insights into alternative approaches to mental health treatment that are worth exploring further."
}