{
  "title": "The Power of Mesmerism and its Connection to Telepathy",
  "first_phrase": "In the preceding text, the author examines the correlation between hypnotizing oneself and the emergence of subjective powers that allow for telepathy. This connection is particularly significant since telepathy only works between two unconscious non-rational minds. The author goes on to explain that during deep hypnotic states, such as those achieved through mesmerism, the subject's objective senses become inactive and allow for the manifestation of extraordinary abilities that can be described as telepathic. These deep states also foster entanglement between the operator and the subject, which can cause hyperesthesia, making the subject extremely susceptible to the operator's influence.",
  "content": "It will be understood, therefore, that when the subject is mesmerized, and all his objective senses are in complete abeyance, and the operator with whom he is in rapport is in a partially subjective state, the conditions exist which render possible the exhibition of powers that could be said “telepathic”. In quantistic terms we could say that some sort of entanglement becomes possible. It is two minds of two human beings working together with the idea of healing in one of them. This idea can also be felt in the other mind3. In fact what we observe in our experiments is that the mere idea of healing, the mere sense of vitality has an effect on the other person. Entanglement, hyperesthesia and deep states Deep states have a strong connection with entanglement between operator and subject. A phenomenology you will observe is something that we could call hyperesthesia, with no clear boundary with telepathy. In fact the subject will become extremely sensitive to you up to the point where he will have some reactions that are not easily resortable to the senses. For example you could go to the farthest point in a room, and you will change type of breathing.",
  "last_phrase": "In conclusion, the power of telepathy and healing through deep states and entanglement between the operator and subject is an amazing phenomenon. Developing inner sensitivity is necessary to achieve higher results, and it is a natural ability that lies within us. By reawakening this ability, we can unlock our potential to heal and create a positive impact on the world around us."
}