{
  "title": "\"Accessing the Implicate Order: Hypnotic States and Higher Phenomena\"",
  "first_phrase": "In the previous part of this text, we discussed how deep states of hypnosis can access the \"implicate order\" and open possibilities for new experiences. Here, we explore the importance of gaze and non-verbal communication in achieving these states. The author notes that early mesmerists were able to develop telepathic powers in their subjects, and it is a mystery as to why this phenomenon has not been similarly developed in modern hypnosis. The entanglement between operator and subject via the gaze is a key concept in this discussion.",
  "content": "The strong successes you can acheive with the gaze lead us to consider the concept of entanglement between operator and subject. This quantum entanglement, when using the gaze, becomes extraordinarily strong. The gaze is central in this kind of work. The development of higher phenomena It is well known that the early mesmerists constantly and habitually developed telepathic powers in their subjects. Causing their subjects to obey mental orders was a common platform experiment at the time of Lafontaine2. These experiments were also often made, under test conditions, by the most careful and conscientious scientists, and the results are recorded in the many volumes on the subject written at the time. Many of these works were written by scientists whose methods of investigation were painstaking and accurate to the last degree. We cannot read the works of the old mesmerists without having the conviction forced upon us, that telepathy was developed by their experiments to a degree almost unknown at the present day. Why it is that the power to develop that phenomenon by mesmerists has been lost or has fallen into desuetude in many parts of modern hypnosis, is a question of the gravest scientific interest and importance.",
  "last_phrase": "In conclusion, while the concept of entanglement between operator and subject through the use of gaze has become increasingly strong, it is worth noting the decline of telepathic powers in modern hypnosis compared to the mesmerists of the past. The reasons for this decline remain a question of scientific interest, and it is critical that we continue to explore and understand the evolution of these phenomena."
}