{
  "title": "\"Non-Verbal Techniques for Achieving Deep Hypnotic States\"",
  "first_phrase": "This text explores non-verbal techniques for achieving deep hypnotic states faster, emphasizing their effectiveness compared to verbal methods. The author then cites the Esdaile State technique as practiced by Dave Elman, which involves guiding the patient through three floors of relaxation and tests for absence of response, catalepsy, and anesthesia to achieve the desired state. The last 200 tokens provide detailed instructions and examples of the technique, including the benefits and limitations of the Esdaile State. These insights, combined with previous pages, will enhance the reader's ability to achieve deeper hypnotic states.",
  "content": "Dave Elman said he had conceived it reading the book of Dave Elman. After having induced the patient, tell him there are three floors to descend, in order to arrive at the “basement of relaxation” Tell him that with each floor he will relax two times more. You can add that at floor A he will be able to say the letter A At floor B he will be able to move the lips to pronounce the letter B At floor C he will be so relaxed that no utter relaxation will be possible, probably he will be able to think the letter C. After you will proceed with three tests: Absence of response: you will ask the subject to move his arm. He shouldn’t answer to such suggestion. Catalepsy: put an arm in any position and see what is happening. Anesthesia: try to pinch the person. He shouldn’t feel anything. If the three tests are passed in the order given we have what Dave Elman called “the Esdaile state”. Dave Elman nevertheless used this state only to give suggestions.",
  "last_phrase": "In conclusion, the hypnosleep technique, also known as the Dave Elman method, offers a straightforward and efficient way to induce a powerful trance state without the use of anesthesia. By following the steps of inducing relaxation, progressing through the floors, and testing for deepening, hypnotists can access a state where suggestions are highly responsive. This technique is perfect for those seeking to deepen their trance experience or for therapeutic purposes and can be easily applied in a therapeutic relationship."
}