{
  "title": "Mesmerism as a Remedial Agent: Case Studies and Benefits",
  "first_phrase": "In this part, we will explore the good effects of Mesmerism beyond mere sleep or coma, through the words of Esdaile. He emphasizes how the power of Mesmerism to stimulate the nervous system can be a valuable medical agent, producing benefits where all other remedies have failed. To illustrate this, we look at a particular case where hanging occurred but, the mesmerizing was ultimately able to decrease the swelling of the hand, lessen the tenderness, and restore full motion of the joints. The following study will provide further insight:",
  "content": "The following cases will illustrate this double' action of Mesmerism:- \"Hunga, a Hindoo lad, aged eighteen, came to the hospital with the wrist of the right arm much enlarged and excessively tender; he cannot bear the least pressure on it. The entire hand, back and palm is so swollen (oedematous) that the bone cannot be felt, and there is not the slightest power of motion in the wrists and joints of the fingers. He has been leeched, blistered, etc., during the last six weeks at the Native Hospital, and without the least benefit. The part was ordered to be mesmerised for an hour daily. After three or four days the swelling of the hand began to decrease, the wrist became daily less tender, and at the end of six weeks he was dismissed cured, with the hand as fine as the other, and the motion of all the joints quite free-no other means having been used.\" In the following case, in which likewise no sleep was produced, the symptoms remind one of Mesmer's cure of Major Du Hussay.",
  "last_phrase": "In conclusion, Mesmerism has proven to be a successful alternative treatment method for various ailments, including edema and paralysis, when other traditional medical practices have failed. Its subtle yet powerful influence on the human body has opened up new doors for healing and has shown promising results in improving an individual's quality of life."
}