{
  "title": "Understanding Puysegur's Theories on Magnetism and Somnambulism",
  "first_phrase": "This text talks about the theoretical views of de Puysegur, who modified the tradition he had received from Mesmer. Instead of using the baquet, de Puysegur substituted it with simple contact or spoken orders. The result was the discovery of the state of somnambulism which was peaceful and calm. In this last part, it is mentioned that when the state is reproduced in their seminars, people find it restoring and peaceful. The text highlights the importance of \"croyez et veuillez\" which means \"believe and will\" and how it helps in getting the desired results.",
  "content": "Further it was better explained that the “belief” was not to be intended as blind belief in the outcome, as otherwise this branch of magnetism would not be called experimental, but instead in belief to the possibilities and capabilities of the magnetizer to get results23. In this way de Puysegur modified the tradition he had received from Mesmer, and simple contact or spoken orders were substituted for the use of the baquet. There were no more violent crises, accompanied by cries, sobs, and the contortions of an attack of hysteria; instead, there was a calm, peaceful, healthy, and composed slumber. This was not a transformed phase of magnetism, but the actual discovery of this state, the honour of which is due to de Puysegur. “Among the curative crises which evolved, the most remarkable of all is that called somnambulism. In these crises, the external senses are alone impregnated with the principle of feeling.",
  "last_phrase": "In conclusion, de Puysegur's modification of Mesmer's tradition led to the discovery of somnambulism and a more peaceful approach to magnetism. Both Germany's and France's approach to magnetism highlight the importance of intention and belief in achieving positive results. In quantum terms, the operator's entanglement with the subject can be felt, making this second theory more individual-centered."
}