{
  "title": "\"The Importance of Understanding Mesmerism: A Call to Both the Public and the Medical Profession\"",
  "first_phrase": "In the following paragraphs, James Esdaile shares his views on the subject of Mesmerism, criticizing the public for relying on medical men to decide what to believe about it. Esdaile argues that this is a mistake because, at present, doctors know nothing about it. He states that the question is one of facts and evidence, which a jury of sensible unprofessional men can judge as well. Esdaile also compares his conception of the true function of the physician to Mesmer's, emphasizing the importance of allowing nature to take up the case of the patient. Finally, Esdaile condemns the absurdity of making insensibility to pain the only test of the reality of Mesmerism.",
  "content": "His conception of the true function of the physician resembled Mesmer's:- \"The whole art of the true physician is exerted to induce Nature to interfere and take up the case of his patient; and, when he sees signs of her gracious presence, he only reverently looks on and confines himself to removing impediments in her way. But the routine practitioner will rarely condescend to divide with Nature the merit of the cure. He and his pills, powders, and potions must have all the credit; and if anyone pretends to be able sometimes to cure disease by the unassisted powers of Nature he is called a quack, impostor, or fool, and hunted down as a fera natura. But, in my estimation, the genuine medical quack is he who, professing to cure disease, yet allows his patients to suffer and perish by ignorantly, or presumptuously, despising any promising or possible means of relief.\" Esdaile condemns the absurdity of making insensibility to pain the only test of the reality of Mesmerism.",
  "last_phrase": "In conclusion, Esdaile argues for physicians to work with nature and assist patients in their healing process, rather than taking all the credit for themselves. He also advocates for a better understanding and recognition of Mesmerism. In doing so, he hopes to prevent the public from being misled and to provide patients with effective means of relief."
}