{
  "title": "\"Mesmerism, Hysteria and Braid's Hypnotism - A Study\"",
  "first_phrase": "In this final part, we see Esdaile's perspective on Braid's Hypnotism and the relationship between Mesmerism and Hysteria. Esdaile notes that while Mesmerism and Hysteria have similarities in their induced recurrence and voluntary productivity, the phenomenon of Mesmerism can manifest without an apparent exciting cause, which Esdaile posits as evidence of prior revolutionization of the system due to Mesmerism. Esdaile also observes that Braid's technique of double squint induction of trance is a form of a very old practice employed by Indian faquirs and Greek monks. Furthermore, he criticizes medical magnetizers' treatment of Mesmerism and believe that it's a subject that belongs to the doctors.",
  "content": "We shall see by and by that Braid ended by abandoning the belief that the violent squint was necessary, and that he even operated on blind people; and it seems quite possible that he- had heard of Esdaile's doings in Calcutta, and that he may have been influenced thereby. At all events Esdaile evidently regarded him as a fellow-mesmeriser. He merely remarks that Braid's method of producing the trance is a very old one, being that of the monks of Mount Athos, and of the faquirs of India. He thought that Mesmerism should be known to everyone Esdaile, like all other medical magnetisers, is very severe on his own brethren for their treatment of Mesmerism. He says that at first he was disposed to make his experiences known only to members of the Faculty, but that he found that they were either hostile or indifferent, and so he determined to make them known to laymen also, who showed a much more intelligent interest in them; although he believed that Mesmerism is a subject that belongs, properly speaking, to the doctors.",
  "last_phrase": "In conclusion, Esdaile believed that the public should become educated in Mesmerism and not wait for doctors to decide its validity. He recognized the limitations of medical professionals' knowledge on the subject and felt that anyone could understand it with enough interest and study. It is up to us to take the necessary means to become acquainted with this fascinating topic."
}