{
  "title": "\"Magnetic anesthesia and the fear of its discovery\"",
  "first_phrase": "This text discusses the historical debate about the use of magnetism as a means of anesthesia during surgery, which intrigued the public, but was dismissed by many doctors as fraudulent. The last 200 tokens detail the views of Dr. James Esdaile, who strongly believed in the efficacy of magnetism for anesthesia and considered it a natural God-given method of healing. However, the use of chloroform eventually replaced magnetism as the preferred method by doctors due to its speed and reliability. This shift was a relief for doctors who had been skeptical and dismissive of magnetism, as evidenced by the case of Mr. Squire Ward, whose painless amputation during hypnosis was met with derision and disbelief by the Royal Medical and Chiropodist Society of London.",
  "content": "Among the others who were present and acquiesced in this folly were Sir Benjamin Brodie, Mr. Lister, Mr. Caesar Hawkins, and Dr. Marshall Hall.\" Dr. James Esdaile, who worked in India, reports hundreds of cases where the use of magnetism was helpful to get anesthesia. Esdaile wrote that “animal magnetism is a natural God-given method of healing. The power produced is similar both in quality, character and degree to the power of the Creator. All men have within them special power given by God to direct their movement and provide for themselves”. The discovery of chloroform relieved the doctors from their embarrassment by putting into their hands a means of producing insensibility which could be used with everyone, and was speedy in its action; whereas, the production of magnetic insensibility was tedious and uncertain for most physicians who hadn’t been properly trained, although in every other way better than that produced by chloroform.",
  "last_phrase": "In conclusion, while magnetic insensibility may have been a tedious and uncertain method of anesthesia production, it is interesting to note that Dr. James Esdaile's discoveries persist to this day. Chloroform, despite its speed, has been known to claim lives in the past, and as medical practices continue to evolve, we are reminded of the importance of making informed decisions for the wellbeing of ourselves and those in need of treatment."
}