{
  "title": "\"Exploring Transcendental States of Consciousness through Samadhi and Somnambulism\"",
  "first_phrase": "This text explores the transcendental phases of consciousness achieved through Samadhi, a higher state of hypnotic trance. The previous section explains the different stages of samadhi and how it is attained. The last 200 tokens talk about the writings of Aldous Huxley, who studied these transcendental states and posited that some ideas might come from non-human sources. Huxley was influenced by Deleuze's method of somnambulism, which involved the proper use of passes. The focus was on bringing the mind into a contemplative state through rapt silence to achieve animal, mental or spiritual grace.",
  "content": "Deleuze observed that in such states the mind enters in a contemplation or samadhi and alternates between rapt silence and the utterance of sublime things, and that such states might occur more frequently if magnetizers were to intervene less in the mind of their subjects. Evel Huxley came to the same conclusion. Huxley envisages the possibility that \"some ideas arise from sources that are not originally human\"5. Hoxley wrote that the \"I\" must use its will to bring itself and its body into the condition which, at each successive moment, is most favourable to the influx of animal, mental, or spiritual grace. [..] The 'I' creates nothing. [..] The highest function of the personal will is freely to will itself out of existence, so that divine will may be done, and done not only on the intellectual and spiritual level [..], but also [..] on the physiological level, by making possible an irruption of animal grace 67. Method of somnambulism of Deleuze Deleuze simplified a little the way of doing of Mesmer, bringing attention to the right use of passes. We will cite his method as it inspired Huxley in his writings.",
  "last_phrase": "In conclusion, the methods of Deleuze and Huxley suggest that the mind can enter states of contemplation and spiritual grace, which may be facilitated by using the right techniques such as the magnetic gaze and the correct use of passes. By freely willing ourselves out of existence, we can allow for the possibility of divine will and the influx of animal, mental, and spiritual grace."
}