{
  "title": "\"Hypnosleep: A Simple and Effective Trance Induction Technique\"",
  "first_phrase": "In this section, we will explore the techniques of \"Hypnosleep\" and \"Deep Somnambulism\", both of which have a strong connection to the concept of sleep. Before that, we'll discuss a state of relaxation called the \"Esdaile state\" and its applications. In this state, a patient is gradually guided into a relaxed state through the three floors of relaxation. After inducing relaxation, three tests are conducted to determine if the patient has entered the Esdaile state. If successful, it is suitable for deepening or exploring the body. Hypnosleep, as described by Dave Elman in his book \"Hypnotherapy,\" is a simple yet effective technique that can access a powerful trance state while retaining a strong tie to the sleep state of the mind.",
  "content": "In our experience this state is most useful instead for further deepening or to have the person beginning to experience his body in a different way. Hypnosleep (Dave Elman) Hypnosleep: A simple but very effective technique that you can use to induce and access a powerful trance state. The difference between hypnosleep and classical somnambulism is that you will not have anesthesia with the subject. Instead of being a state of higher consciousness, as most somnambulistic states, it has a different quality and many times there is an higher response to suggestions. The advantage is that this state is a state where we will profit from the normal sleeping state of the mind Hypnosleep and “Deep Somnambulism” We will provide you with a very simple yet extremely effective way to elicit trance that at the same time can fit perfectly in the boundaries of a relationship: Hypnosleep. This technique, which was written down by Dave Elman in his remarkable and most famous work “Hypnotherapy”, published in 1964. It has some interesting connections with another technique called “Deep Somnambulism”. The main point is that in both these two techniques (hypnosleep and deep somnambulism) there is a strong tie with the concept of “Sleep”.",
  "last_phrase": "In conclusion, Hypnosleep, as described by Dave Elman, is a practical and effective technique for inducing trance that can be easily performed even in the intimacy of your own bed. Its tie with the concept of sleep makes it a state that can be deeply beneficial for accessing higher response to suggestions without anesthesia. Despite some schools denying the existence of hypnotic scales, this technique can be located in the hypnosis depth scale and can be most useful for further deepening or for beginning to experience the body in a different way."
}