{
  "title": "Understanding Mesmerism: A Plea to the Medical Community",
  "first_phrase": "In this section, the author urges medical professionals to conduct personal experiments to understand the true effects of Mesmerism. He argues that doctors often misunderstand the concept and wrongly diagnose it as a mesmeric coma. The author highlights various symptoms induced by the mesmeric process, including sleep-walking and catalepsy. He also emphasizes the need for medical professionals to study the curative processes of nature and leave behind any prejudices or suspicions. The author further suggests that only by testing Mesmerism experimentally without prior knowledge or theories, can the truth or falsehood of it be quickly decided. In short, this section aims to convince medical professionals to examine Mesmerism objectively rather than disregarding it outright.",
  "content": "He says:- \"If medical men wish to see and understand the effects of Mesmerism on the body, the natural and rational mode of proceeding is to attempt to develop them in the persons of their own patients; and, if they will take a tithe of the trouble I have been at, I can promise them very general success. The finest as well as the most striking phenomena will then be equally diagnostic to their practiced eyes, and their understandings will be left clear and free to study and imitate the curative processes of Nature, undisturbed by doubts and suspicions regarding the powers of observation and the honesty of others.\" Again:- \"It is by medical men in the country taking up the subject experimentally, without previous knowledge of it, and having no theories to make good or defend, that the truth or falsehood of Mesmerism may be very speedily decided.\" And again:- \"Instead of sneering and dogmatising about Mesmerism, I would earnestly entreat my medical brethren to put it to the test of personal experiment; for it is a thing to be done, and not talked of merely.\"",
  "last_phrase": "In conclusion, the writer of this text strongly encourages medical professionals to experiment with Mesmerism in order to fully understand its effects and potential benefits. He emphasizes that personal experience is crucial in determining the truth about this practice and assures his colleagues that it has been proven to strengthen patients and alleviate pain. As such, he believes that Mesmerism can be an invaluable tool for surgeons, and urges them to give it a try in the after-treatment of surgical diseases."
}