{
  "title": "\"Understanding Entanglement and Sensitivity in Hypnotic Healing\"",
  "first_phrase": "In this text, the author goes deeper into the state of mesmerism and the possibility of telepathy between the operator and subject. The entanglement that exists between them leads to a phenomenon called hyperesthesia, which is an extreme sensitivity to the operator's cues. The author emphasizes the importance of developing inner sensitivity for achieving higher results. The last 200 tokens provide a simple method for inducing somnambulism - by using the gaze and inducing catalepsy, anesthesia, and then making the person sit down. It is essential to note that this should only be done under proper supervision.",
  "content": "The subject as well will often change his / her rate of breathing. This is an astonishing fact, as many times you will see no cues which will explain such a fact. Sensitivity and deeper states Due to the entanglement you have with your subject, it is almost clear how the higher results are achievable only by developing an inner sensitivity. But as you uncover them, you will notice that this is something that pertains to your very same Nature. It is something that has always been there and just needed to be reawakened. A simple method for somnambulism If possible, check previously for the subsistence of entanglement with the subject. In any case this can be secured through the use of the gaze. Look at the person in the eyes steadily. Soon she will become cataleptic. If you want to and you have not done it previously, check anesthesia. If it works and the person doesn’t feel anything, continue looking at the person until his eyes will close down. Stay with your fingers near his eyes for some seconds, and then do downward passes causing the person to sit down.",
  "last_phrase": "In conclusion, developing inner sensitivity and entanglement with your subject can lead to higher levels of success in achieving somnambulism. Using the gaze and downward passes can be an effective method for inducing a state of catalepsy and anesthesia. Remember to check for responsiveness and continue with passes until achieving somnambulism, and then proceed with suggestions. These techniques can be useful for those interested in hypnosis and related practices."
}