{
  "title": "Using Ideomotoric Finger Signals for Hypnosleep Induction",
  "first_phrase": "In the previous text, we learned how to establish communication with the subconscious by using ideomotoric finger signals. Now, we will explore how to anchor the deep state achieved during Hypnosleep induction for future usage. The author suggests performing a hand levitation, raising the tone of the voice, and gradually moving to normal conversational volume. Once a deep state is achieved, the state can be anchored for future use. The author warns against attempting to anchor the state while the subject is awake and provides an example of how to do it while the subject is in trance.",
  "content": "I would suggest to let the subject acquire more mobility, eventually bringing her/him up to some reaction by performing a hand levitation first exactly with the same suggestion pattern that you already utilized for the finger signals. After the hand has risen, you then can start repeating again “You can hear me and you remain asleep, sleep even deeper” raising progressively the tone of your voice from the original whispering to normal conversational volume. Once you’ve done that, you can proceed with any suggestion that you give to a subject in a somnambulistic trance. Have fun. Reaccessing the state Once you have achieved any deep state, it is very easy to “anchor” it for future usage. This means that you won’t have to perform the whole Hypnosleep induction again, you will be able to put her/him instantly in trance again. In case of verbal techniques I will show you here just one example of how to anchor the state while the subject is in trance (you will, of course, fail in your proposal if you perform this when (s)he is awake).",
  "last_phrase": "To conclude, once you have achieved a deep state of hypnosis, you can anchor it for future usage by using a trigger such as a word or action. To terminate the trance, simply count from one to ten. By utilizing these techniques, you can enhance your hypnosis experience and gain better control over the subject's response to your suggestions. Have fun exploring the possibilities of hypnosis!"
}