{
  "title": "\"Deep States and Mesmerism: Remarkable Medical Records\"",
  "first_phrase": "This article discusses the history of mesmerism and how it developed into modern biomagnetism. It explores the use of deep hypnotic states for analgesia, anesthesia, catalepsy, automatic movement, and accessing the \"implicate order.\" The article also delves into various techniques for achieving deep states, including the Esdaile state and hypnosleep. The last 200 tokens focus on the techniques used by ancient magnetizers and hypnotists for inducing deep states. The Durvilles (Hector, Gaston, André) merged magnetism with the findings of Reichenbach concerning polarities, but their approach was criticized by others. Nevertheless, their work continues to influence modern biomagnetism.",
  "content": "2 Analgesia, hypnotic anesthesia and deep states 5 Catalepsy and deep states 6 Automatic movement 7 Deep states as a way to access the “implicate order” 8 Fascination and deep hypnotic states 8 The development of higher phenomena 9 Entanglement, hyperesthesia and deep states 14 Sensitivity and deeper states 14 A simple method for somnambulism 15 Let the state develop and enfold naturally. 17 Trance Termination 17 Verbal Methods based on words 18 Esdaile State as practiced by Dave Elman 19 Hypnosleep (Dave Elman) 20 Hypnosleep and “Deep Somnambulism” 20 Locating Hypnosleep in the hypnosis depth scale 21 From waking to the somnambulistic state 21 Achieving somnambulism through the help of suggestions. 22 Somnambulism and the Esdaile state 22 Hypnosleep: The Technique 24 Reaccessing the state 27 Trance Termination 27 Pitfalls of the subconscious mind language 28 Hypnosleep – non verbal method 31 Fascination and instant Somnambulism 32 Trascendental hypnotism and somnambulism 32 Some effects: 38 Method 2 38 Deep states as executed by ancient magnetizers and hypnotists.",
  "last_phrase": "In conclusion, exploring the various states of hypnosis can lead to a deeper understanding of the mind and its potential for healing and development. From analgesia to somnambulism and beyond, practitioners have discovered a range of techniques for accessing these states, each with its own benefits and pitfalls. By studying the work of pioneers like Puysegur and Esdaile, we can gain valuable insights into the power of mesmerism and its potential as a therapeutic tool. Ultimately, it is the practitioner's skill and sensitivity that determines the success of any hypnotic encounter, and the key is to approach each session with an open mind and a willingness to learn."
}