{
  "title": "\"Mesmeric Phenomena: The Decline in Higher Order Effects\"",
  "first_phrase": "In this text, the author explores the decline of mesmerism and the emergence of hypnotic science. Before ending the article, the author sheds light on the reason behind the drop in phenomena of a higher order. The academic ridicule and the reluctance of scientists played their part, but it wasn't the only reason behind it. The author argues that the change in methods was more responsible for the change in results. In other words, the fixation on a bright object replaced the old mesmeric methods of concentration, vitality, and strength of the gaze. As a result, the author argues that the change in method was to look for an explanation of the drop in phenomena of a higher order.",
  "content": "Furthermore, as the duration of the proceeding is strictly connected to the capacity of the operator of having strong vitality and concentration, and many people don’t practice exercises to enhance vitality, it was much easier to hold an object before the subject's eyes for a few minutes, with the mind at rest, than to make passes over him for an indefinite length of time, accompanying the passes by fixity of gaze and intense concentration of mind. The important point to bear in mind right here is the fact that in the old mesmeric method, fixity of gaze and concentration of will on the part of the operator, were considered indispensable to success. In addition, exercises to enhance vitality, concentration and strength of the gaze were widely practiced. We can think that that the gaze is of foremost importance in order to entangle with the subject and to produce phenomena of a higher order. It seems clear, then, that it is to this change of methods that we must look for an explanation of the change in results and the drop in phenomena of a higher order. That being conceded, we must inquire how the conditions were changed by the change of methods.",
  "last_phrase": "In conclusion, while fixity of gaze and concentration of will were once considered essential for successful hypnotic induction, modern research suggests that suggestion and intense gazing upon objects are equally important. Furthermore, exercises to enhance vitality, concentration, and strength of gaze were used in the past to achieve the desired results. It's important to be aware that recent studies show changes in EEG patterns that allow the subjective or inner mind to perform independently or synchronously with the objective mind, depending on the degree of hypnosis."
}