{
  "title": "\"The Link Between Deep States and Analgesia: Understanding the Phenomena\"",
  "first_phrase": "In the preceding text, the concept of deep states and its connection to analgesia was discussed. To achieve these states, one must first induce analgesia in the subject to avoid dispersion of attention. Catalepsy is another important phenomena that is observed at the highest levels of deep states. Automatic movement is also crucial in achieving stronger results. In this final portion, we will delve deeper into these phenomena and their implications. We will also touch on the Tibetan tradition of prayer wheels and the rising of kundalini.",
  "content": "Practically the limbs of the subject will stay in whatever position you will put them. Catalepsy is a very simple state to achieve, and in general it is easier to achieve with non verbal techniques whereas a longer procedure is required through the use of verbal techniques. Words awaken the rational mind. Somebody has hypothesized that catalepsy had something to do with catatonic positions of animals in states of fear. Each time we have realized it, the personal impression of the subjects is, on the contrary, one of wellbeing. Automatic movement We see that if you are able to install “automatic movement” to a person some results will be stronger. We call automatic movement a continuous movement where the conscious mind doesn’t control what is happening. The best automatic movement is a recurring one, that will keep the mind occupied while the subject will rise to new heights. We note a similar phenomena in the Tibetan tradition of the prayer wheels. While the hands move automatically, this is the time to help the rising of kundalini, the inner energy. While some sort of automatic movements are natural, as breathing, some others are more rare.",
  "last_phrase": "In conclusion, learning to achieve catalepsy and automatic movement can help you enter deep states of consciousness and access the \"implicate order\". These techniques can facilitate a higher level of awareness, freeing your mind from conscious control and allowing for personal growth and spiritual exploration."
}