{
  "title": "\"Deleuze's Method of Somnambulism for Meditation and Relaxation\"",
  "first_phrase": "This text delves into the ideas of Deleuze and Huxley on the state of mind where one enters into contemplation or samadhi. The article discuses the various methods of achieving this state and relates Deleuze's method of somnambulism, which involves the right use of passes and the magnetic gaze. In the last 200 tokens, the article explains Deleuze's method of somnambulism in detail, which includes placing the subject opposite the operator and using the magnetic gaze to induce relaxation. The ultimate goal is to reach a state of mental emptiness where the personal will gives way to the divine will, allowing for an influx of animal, mental, or spiritual grace.",
  "content": "The methods of Deleuze are very soothing and relaxing. In practicing them your gaze should be concentrated and use the ‘magnetic gaze’.8 See below the difference between the two types of gaze. Hypnotic gaze Magnetic gaze Method 1 - sitting This first method of Deleuze is very simple and effective. It works easily with most of people. In case you fear somebody doesn’t like to be looked at in the eyes make him look at a light. 1. Speak as little as you can. Exercise your gaze ahead of time, in order to be able to look at a person without needing to blink. The magnetizer and the subject are placed near and opposite to each other, so that their knees come in contact. Exercise meditation before performing, as while you will be looking at your subject you will enter mental emptiness… 2. Being in this situation, the operator takes the patient by both hands, and in such a way that their palms rest against his own. 3.",
  "last_phrase": "In conclusion, the methods of Deleuze can be a useful tool for relaxation and calming the mind. By using the magnetic gaze technique and implementing the simple exercises outlined, you can effectively communicate with others without the need for excessive speech or eye movement. Remember to practice and prepare beforehand and allow yourself to enter a meditative state while performing these techniques."
}