{
  "title": "\"The Physical Power of Mesmerism: Explained and Cautioned\"",
  "first_phrase": "This text follows the account of Mr Esdaile's successful use of mesmerism as a healing agent in medical patients. In this last 200 tokens, he outlines his belief that mesmerism is a physical power, rather than a product of imagination or fascination. He also touches upon his methodology of keeping the patient completely unaware of the process. Although he has an interest in the philosophical aspects of mesmerism, he doesn't pursue it as a scientific discovery. He clarifies that he only uses mesmerism as a treatment method for patients, and cannot speak on its impact on healthy individuals.",
  "content": "\"32 Esdaile seems not to have had any of that kind of curiosity which prompts some eminent physiologists to fun red hot needles into monkeys' brains to see what they will do, and other eminent physiologists to cut down upon guinea-pigs' hearts to see how soon they will stop beating, and who call that kind of thing \"science\"; but he was not devoid of curiosity of a more philosophical kind; and he quotes, with approval, Lord Bacon's opinion:- \"The men who have looked deeply into the hidden nature of things, the transmissions from one body to another, and the magnetic forces, have agreed that the human mind can be placed in communication with other minds, and transmit them impressions. But he was too busy, and had too high an opinion of the importance of Mesmerism to mankind as a healing agent, to pursue the subject as a great discovery needing scientific investigation. He says:- \"As I never have attempted, and never will attempt to Mesmerise people in health, I cannot speak from my own experience as to their mesmeric sensibility.\"",
  "last_phrase": "In conclusion, while Esdaile was not particularly interested in the more invasive aspects of physiology, he was a curious and thoughtful practitioner of Mesmerism. His cautionary words regarding the practice are still valuable today, particularly his emphasis on limiting its use to medical purposes and the dangers of awakening a subject too quickly. Overall, his insights provide important historical context for the study of Mesmerism today."
}