{
  "title": "\"Hypnosis Techniques: From Non-Verbal Methods to Trascendental Hypnotism\"",
  "first_phrase": "In the previous section, various hypnosis techniques were discussed, including a non-verbal method and techniques like fascination and instant somnambulism. These techniques are just the beginning towards achieving higher levels of hypnosis, which have similarities with Yoga's teachings about Samadhi. Bhatta Kallata's Spandakarika described the differences between hypnotic and somnambulistic trances, which can be compared to the techniques discussed. However, it's important to note that proper hypnotherapy training, like one provided by the ISI-CNV, is necessary to become highly skilled and confident in your abilities.",
  "content": "After a while begin to change the pace of your breathing and see if the subject changes his/her breathing. In some way his unconscious will “pick up” your change in breathing. At this point you can also ask for a movement, slowly drawing your hand near the subject. In any case this is not necessary. After having achieved this kind of answer, guide the subject in a way similar as in magnetic techniques (thought in our course mesmerismus). Fascination and instant Somnambulism Finally a very peculiar state can be achieved through fascination. This was the method of the later Virgilio Torrizzano. We were originally interested in deep states seeing his way of working. He looked at the person in the eyes and he became “fascinated” entering in a state where thoughts were blocked. The time was 4 seconds. Afterwards, the suggestion of the operator could achieve the rest. Trascendental hypnotism and somnambulism In reality, what has been described until now, is only the beginning procedure for reaching higher levels. These levels have something in common with Yoga teachings about samadhi. Bhatta Kallata, in his Spandakarika, described the differences between hypnotic and somnambulistic trances that we can compare to until now described and Samadhi.",
  "last_phrase": "In conclusion, hypnosis can be used to achieve deep states of trance, including somnambulism and even transcendental states of consciousness. Techniques such as changing the subject's breathing and using fascination can facilitate the induction of these states. Understanding these states and their potential can offer new avenues for exploration and personal growth."
}