{
  "title": "\"Mesmerism: An Old Practice for Surgical Anesthesia\"",
  "first_phrase": "In the last part of this text, we learn about how Esdaile mesmerized patients for surgical operations. He found it impossible to do it himself and used attendants and servants at hospitals for that purpose. The mesmerizers varied their routine to suit their convenience, some placing both hands on the pit of the stomach all the time, some making passes over the face with one hand, and breathing on the eyes and head all the time with the other. To de-mesmerize, they blew sharply in the eyes, rubbed eyelids and eyebrows, and made rapid reverse or transverse passes. A moderate degree of continued attention was indispensable.",
  "content": "I never say a word to him, but desire my assistants to take him to another room and mesmerise him. They desire him to lie down, and shut his eyes, and try to sleep, as they pass their hands over the most sensitive part of the body, exhaling their breath upon the patient, and loading him with their sweat if he does not readily yield to the mesmeric influence. A few minutes of this will sometimes suffice, but more generally it takes hours, and relays of mesmerisers. The lads varied the routine, however, to suit their convenience. One preferred to place both his hands on the pit of the stomach from the beginning to the end of the process, breathing on the eyes and head all the time. Another placed one hand on the pit of the stomach at the beginning, and made passes slowly over the face with the other, changing hands when tired. A third would make passes from the stomach upwards to the head; and they seemed to succeed equally well-provided they attended to the work. A moderate degree of continued attention is indispensable.",
  "last_phrase": "In conclusion, while the methods used by Esdaile and his assistants in using mesmeric influence may seem crude to some, they were successful in producing complete anaesthesia for surgical operations. Their techniques varied, but all required a moderate degree of continued attention and participation from the mesmerisers. With these principles in mind, those interested in studying mesmeric influence can learn the art and potentially benefit from its use in medical settings."
}