{
  "title": "\"The Pioneers of Mesmerism and Their Modern Critics\"",
  "first_phrase": "The text describes the perception and acceptance of Mesmerism in England, where it was still a new concept, while it had already been accepted by the people on the continent for the last thirty years. The author expresses his deplore towards the insular ignorance and presumption of those who deny Mesmerism, even though it has been well-authenticated by the reputable and trustworthy men such as eminent physicians, physiologists, naturalists, philosophers, theologians, and celebrated literary characters. The author believes that those who opposed Mesmerism could easily prove it with personal experiments or enquiry.",
  "content": "He wrote:- \"The reporters of the facts in question are, for the most part, men whose intellectual attainments in general are known to have been of a superior order, and whose moral character is elevated far above suspicion; men, in short, far more honourable and trustworthy than their wretched, chiefly anonymous caluminators.31 They will be found to be chiefly eminent physicians, such as Hufeland, physician to the king of Prussia; Steiglitz, physician to the king of Hanover; Brandis, physician to the king of Denmark; Klein, physician to the king of Wirtemberg; Wienholt; Olbers, the Astronomer; Gmelin; Heineken; Bockman; Baehrens; Ennemmoser; Sprengel, author of a history of Medicine, and other learned works; Haindorf; Nolte; Spindler; Nasse; Nees von Esenbbeck; Passevant; Zierman; Heinroth; Leupoldt, &c. - Physiologists, such as Reil; Trevarinus; Autenrieth; Humboldt; Burdach; Eschenamayer; Kiezer, &c.- Naturalists, such as La Place; Cuvier; Oken.- Philosophers, such as Fichte; Schelling; Steffens; Baader; Hegel, &c.-Theologians, such as Schleiermacher; Mayer, &c. To these might be added a vast number of men of general science and celebrated literary characters.",
  "last_phrase": "In conclusion, Esdaile's accounts of his experiences with animal magnetism were based solely on his own observations and deductions. The credibility of the facts presented by Esdaile is strengthened by the distinguished and honorable reputation of the men who investigated and verified them. Let this be a reminder that one's interests and passions should not be grounds for discrediting the value of their findings."
}