{
  "title": "\"Science and Mesmerism: A Physical Power or Imagination?\"",
  "first_phrase": "In this intriguing excerpt, the author discusses the possibility of humans possessing a modification of the same power as the electric fish to secrete and project electricity. He argues that the mesmeric influence observed in his patients was a physical power exerted by one animal over another. The patients were mesmerized with their eyes closed, in a dark room, with no knowledge of what was intended. The author discards imagination and fascination as inadequate explanations. Discover the fascinating details of this method and the author's insights into the electro-magnetic action of the human organs.",
  "content": "At all events he discards both imagination and fascination as inadequate to explain the effects produced by his method:- \"From the circumstances attending my first case, all my subsequent proceedings were determined by the conviction that the mesmeric influence, as it came under my observation, was a physical power, exerted by one animal over another, in certain circumstances and conditions of their respective systems; and I should as soon adopt the diabolical theory as a satisfactory solution of the problem, as attempt to account by the action of the imagination for what I have seen and done. It has been related that all my patients were mesmerised with their eyes closed, lying in bed, in a dark room, and that it was considered desirable that the patient should be totally ignorant of what was intended to be done; and I even stipulated with the mesmeric committee that the patients brought before them should be kept in as profound ignorance of our intentions as possible.",
  "last_phrase": "In conclusion, Esdaile's approach to mesmerism was grounded in the conviction that it was a physical power exerted by one animal over another, and not the result of imagination or fascination. His focus on using mesmerism as a healing agent was so great that he did not pursue the subject as a great discovery needing scientific investigation. Nonetheless, the accounts of his patients attest to the power and effectiveness of his method."
}