{
  "title": "\"The Mesmerizing Method of James Esdaile: A Surgical Technique\"",
  "first_phrase": "In the preceding text, we read about the mesmerizing technique used by Dr. Esdaile, an English physician. In the last 200 tokens, we learn that Dr. Esdaile relied on attendants and servants in hospitals for the actual mesmerizing. He describes how a patient requiring surgery should lie down and compose themselves while the crown of their head is brought to the end of the bed. Dr. Esdaile instructs the use of both hands, 'in the shape of claws', to pass over the patient's body from head to stomach to induce cataleptic tendency. The demesmerizing technique involved blowing sharply in the eyes, rubbing the eyelids and eyebrows, and rapid reverse or transverse passes.",
  "content": "Repeat the process steadily for a quarter of an hour, breathing gently on the head and eyes all the time. The longitudinal passes may then be advantageously terminated by placing both the hands gently but firmly on the pit of the stomach and sides. The perspiration and saliva seem also to aid the effects on the system. It is better not to test the patient’s condition by speaking to him, but by gently trying if the cataleptic tendency exists in the arms. If the arms remain fixed in any position they are left in, and require some force to move them out of every new position, the process has been successful” (and the surgical operation may begin). To de-mesmerize:- “Blowing sharply in the eyes,29rubbing the eyelids and eyebrows, rapid reverse or transverse passes.” Esdaile soon found that it was impossible for him to do the actual mesmerising himself; and he made use of the attendants and servants at the hospitals for that purpose, and they soon became strong and skilful magnetisers. He says:- \"A Bengal coolie, or pariah, comes before me for the first time, and I see that he has a disease requiring a surgical operation.",
  "last_phrase": "In conclusion, consistent application of the suggested techniques can help achieve the desired mesmeric effect, as experienced by Esdaile in his practice. To de-mesmerize, blowing sharply in the eyes, rubbing the eyelids and eyebrows, as well as rapid reverse or transverse passes, can prove effective. However, it is essential to avoid testing the patient's condition by speaking to them and instead use gentle cataleptic tendency tests."
}