{
  "title": "\"Unlocking the Power of Automatic Movement and Deep Hypnotic States\"",
  "first_phrase": "This text explores the concept of catalepsy and how automatic movements can lead to deeper states of hypnosis. Before discussing this, the text explains that catalepsy is easier to achieve with nonverbal techniques than with verbal ones. The author then hypothesizes that catalepsy may have something to do with catatonic positions of animals in states of fear, but notes that the personal impression of subjects is one of well-being. The text then goes on to explain the concept of automatic movement and how it can help to free the mind. Finally, the text explores the idea of deep hypnotic states and how the gaze and nonverbal communication can be used to achieve them. The relevant names and concepts in this section include catalepsy, automatic movement, Tibetan tradition, kundalini, implicate order, quantum terms, hypnosis, gaze, and passes.",
  "content": "Mostly the automatic movements that are useful for our purposes involve the voluntary system. If we can obtain them, the results will be easier. In fact automatism is a key for freeing the mind. As the body moves the mind enters into a higher underlying level. Deep states as a way to access the “implicate order” Our mind filters the reality in such a way that we perceive a three dimensional world. The first element that filters are words. Words, in fact, create and fix reality at a mental level. Deep states of hypnosis normally bring us beyond these kinds of perceptions. They can be seen as a way to access what in quantum terms could be called the “implicate order”, or, using a term much prised by many “the matrix”. This implicate order is behind the explicate order we perceive. Once accessed new experiences can be possible. Fascination and deep hypnotic states In our experience, having worked with the gaze with many subjects, we have discovered that gaze is the most important key to achieve what are called “deep hypnotic states”. The second key is staying in the non verbal, and using what are called “passes”.",
  "last_phrase": "In conclusion, mastering automatic movements and entering into deep states of hypnosis can result in accessing a higher level of understanding and experiencing new phenomena. The use of non-verbal communication, such as gaze and passes, can aid in achieving these states and even lead to stronger entanglement between the operator and the subject. With practice and application, the potential for developing telepathic powers and other higher phenomena is substantial."
}