{
  "title": "\"Mind Over Matter: Mesmerism and Religious Cure\"",
  "first_phrase": "This text describes a religious ceremony carried out by a 'vergraggey' – a mendicant devotee in India – to cure a woman of an illness. The author attended this ceremony as the family lived in the same building, but believed it to be a 'priestly deception' until the woman miraculously recovered. In the context of Mesmerism, the author believed that the ceremony involved hypnosis. Esdaile, a practitioner of Mesmerism, is mentioned as having reached a high point in the school of de Puysegur, modified by Dupotet and Lafontaine.",
  "content": "which was loudly responded to by the Hindoos present, took his patient by the hand and told her to go about her family work. To the astonishment of her family, and all present, she obeyed, walked direct to the hand-mill and began grinding corn for the evening meal-a work I am certain she had been incapable of performing for months. Looking upon this as mere priestly deceptions, I declined being present at any future visits. However, her mother, her brother, and several men of the detachment assured me afterwards that the man not only put her asleep whenever he came, but made her speak during that sleep, described her disease, and what would cure it. I laughed at the poor people as fools, and abused the man as a knave. But his mild, good-humoured rebuke is often now present to my mind. 'Youth, the hair on your chin is incomplete; by the time it is like mine you will think differently of me.' The woman recovered, and rapidly.\" With Esdaile, pure Mesmerism of the school of de Puysegur, as modified by Dupotet and Lafontaine, may be said to have reached a very high point.",
  "last_phrase": "In conclusion, mesmerism, also known as pure Mesmerism, reached remarkable heights in the hands of Dr. Esdaile, as seen in his successful operations without pain on patients. Other practitioners such as Mr. Ward and Mr. Topham also achieved similar outcomes. While criticized by some, mesmerism had its proponents, especially in France, where it was merged with Reichenbach's findings concerning polarities, although this merging received criticism. Overall, mesmerism represents an interesting chapter in the history of medical practice."
}