{
  "title": "\"Hindoo Man Mesmerized: A Strange Medical Case\"",
  "first_phrase": "In this last part, the mesmerism of a Hindoo patient is discussed. After a failed attempt to alleviate his pain, the author, whose name is not mentioned, mesmerizes the patient and puts him into a state of opisthotonos. The author calls in a judge and collector of the district to witness the extraordinary phenomenon. The patient remains unresponsive even to external stimuli. The earlier part of the text describes the medical treatment of the patient, his reactions, and the author's attempts to alleviate his pain.",
  "content": "While resting myself (the thermometer was 850) I desired the man to open his eyes, and he said he saw smoke. This aroused my attention, as I had heard of mesmeric haze. He shortly removed his hands from his groins, crossed his arms on his breast, and all signs of uneasiness disappeared. In half an hour more, he took no notice of my questions, and remained perfectly passive while I drove a pin into the small of his back. Latterly his back began to arch backwards, and he was now in a state of opisthotonos, the nape of his neck resting on the back of the chair, and his breech on the edge of the seat. Being now convinced that we had got something extraordinary, I went over to the adjacent court house, and begged the judge and the collector of the district to come to the hospital. We found him in the same position I had left him in, and no hallooing `could attract his attention. Fire was applied to his knee without his shrinking in the least, and liquor ammonia that brought tears into our eyes in a moment, was inhaled by him for some minutes without causing an eyelid to quiver.",
  "last_phrase": "In conclusion, this peculiar case of total insensibility raises intriguing questions about the limits of human consciousness and possibility. While it may be difficult to comprehend the depth of this man's trance, we must acknowledge that the unknown aspects of our minds and bodies hold potential for further exploration and understanding."
}