{
  "title": "\"The Power of Mesmerism in India: Experiments and Discoveries\"",
  "first_phrase": "This text describes the mesmerising experiments carried out by James Esdaile in a hospital in Calcutta in the mid-19th century. Esdaile was able to mesmerise patients from a distance and observed that the mesmerism could also affect material substances. In this last part, Esdaile is surprised to find that mesmerism, although new to the Western world, was known to and practised by the holy men of India. The text sheds light on mesmerism's history and introduces the notion of its presence in eastern cultures.",
  "content": "He found that he could in this way paralyse subjects who had no knowledge of what he had done; for example:- \"I have requested visitors at the hospital to choose any tile in the floor upon which they wished a patient, who was out of doors at the time, to be fixed. I then pressed my hand upon the selected square tile and breathed upon it, leaving my visitors to catch their man in their own way; and they had generally to send for me to relieve the man from the trap.\" Mesmerism known to the Faquirs of India Esdaile was not a little surprised to find that Mesmerism, although new to the mass of the people of India, was known to, and practised by, their \"holy men,\" by whom it was intimately associated with religion. He says:- \"’Dr. Davidson, late resident at Jaypore in Upper India, visiting the mesmeric hospital in Calcutta, and seeing the native mesmerisers stroking and breathing upon the patients, said, ’I now understand what the Jar-phoonk of Upper India is; it is nothing but Mesmerism.'",
  "last_phrase": "In conclusion, Mesmerism, a technique that involves breathing and stroking, which can paralyze subjects, was known and practiced by the \"holy men\" of India. This is a part of their religion, and it was long before it became popular among the masses. Mesmerism was an effective treatment for many medical conditions, as experienced by Dr. Davidson and Colonel Bagnold."
}