{
  "title": "The Influence of Stomach in Mind and Immune System.",
  "first_phrase": "In this text, the author talks about the connection between the upper and lower parts of the stomach and its influence on psychological and physiological problems. We also learn about the concept of Arkeos, responsible for our body's immune response, and the idea of \"semina\" and \"imaginatio vera\" as the seeds for our perception of reality. In this last part, the focus is on how these concepts can help us transform our problems. The author introduces the idea of \"alexipharmakon,\" the antidote created by Arkeos to any problem attacking our organism, without conscious intervention.",
  "content": "espresso con termini paracelsiani, L'ARKEOS crea l'alexipharmakon (cioè l'antidoto) al problema che attacca l'organismo. In altre parole qualsiasi sarà il problema a questo sarà trovata una soluzione. E questo senza nessun intervento della mente conscia. 4. ARKEOS E IMMAGINI PER TRASFORMARE IL SEME DELLE COSE : I \"SEMINA\" E l\"IMAGINATIO VERA\" Quella che chiamiamo \"realtà\" è un prodotto dei nostri sensi. Le nostre sensorialità continuamente selezionano le esperienze che ci circondano e ce ne danno una impressione. Per Paracelso ogni cosa ha un \"seme\". Tale seme successivamente da la base per la creazione della realtà. Le nostre reazioni alle situazioni della vita sono legate alle nostre immagini mentali. Queste possono essere considerate i \"semi\" (semina) della nostra mappa del mondo. Possiamo pensare che la nostra immaginazione è all'origine delle nostre azioni. In altre parole le immagini sono le nostre azioni in uno stadio embrionale o di germe. Ed è la stessa cosa per i nostri problemi. Ogni problema ha un'immagine. Nel processo di cambiamento la cosa migliore è lascare apparire l'immagine del problema più spontanea e poi porsi testimoni del processo di cambiamento e trasformazione che l'ARKEOS naturalmente metterà in atto.",
  "last_phrase": "In conclusion, the ARKEOS approach offers an antidote to various problems affecting the body, without any conscious intervention. By focusing on the \"seeds\" of things and using the power of our imagination, we can transform our perceptions and reactions to life situations. By allowing the process of change and transformation to unfold naturally through our consciousness, we can attract thoughts and images in certain directions and digest experiences. The more we utilize symbolic imagery, the faster the process of transformation."
}