{
  "title": "\"SvIluppo della verticale umana: esercizi e simbolismo\"",
  "first_phrase": "This text focuses on the human vertical dimension and how it can be developed by connecting the Earth and Sky. It explains two exercises to do so, with one involving lifting the arms to the sky and the other pressing down towards the ground. The goal is to improve the perception of the body and release mental and emotional tensions. The development of the central principle within us requires training and energy, and problems along the vertical axis indicate blockages in the flow of energy. The text concludes with an exercise involving eye movement to draw the symbol of infinity.",
  "content": "Continuando a lavorare sulla presenza si scopre invece che a poco a poco, man mano che le concrezioni psicoemozionali si staccano, si ha una migliore e differente percezione del corpo nel suo insieme. Lo sviluppo della verticale e dell’energia interiore è un punto chiave per sviluppare il sole  all’interno di noi. Infatti lo sviluppo del principio centrale . all’interno del cerchio richiede energia. Questa energia può essere progressivamente incrementata attraverso l’allenamento. La verticale o perpendicolare ci riporta alla presenza ai diversi livelli del nostro io biologico. L’uomo è verticale così come la perpendicolare è verticale. 4. Problemi sulla verticale Dolori e problemi lungo la verticale rappresentano interruzioni nel flusso cielo-terra. Ad esempio i dolori che si verificano a livello lombare e della parte bassa del dorso sono più relativi alla manifestazione, alla sicurezza materiale, mentre i dolori che si verificano nella parte alta sono più legati a certi punti di vista. 5. Integrazione oculo - motoria – l’infinito Quando vi sembrerà di essere assestati, equilibrati muscolarmente, con gli esercizi che seguono, potrete muovere gli occhi a disegnare il simbolo dell’infinito. Guardando e nons emplicemento muovendo gli occhi.",
  "last_phrase": "Incorporating a regular practice of presence and vertical development not only improves our perception of the body but also enhances our inner energy. By addressing interruptions in the flow and integrating our oculo-motor skills, we can achieve a balanced posture and advance towards the center. Remember to pay attention to the symbolism of the Paracelsian approach, and allow the Archaeus to guide the transformation of both body and mind."
}