{
  "title": "Understanding the Six Phases of Digestion: Physiology and Psychological Applications.",
  "first_phrase": "This text discusses the physiological steps of digestion, with a focus on the six key phases of the process. The first three phases occur at specific points on the body, with the first stage taking place at the solar plexus and the second at the area around the navel. The third stage occurs at the hara, located two centimeters below the navel. These stages involve the transformation of food and the creation of solid substances such as salt. The final two stages involve processes occurring in the blood, with modern physiology differing from Van Helmont's division of the stages. Despite this, the subjective experience of a purified blood flow is discussed.",
  "content": "Nella fisiologia moderna grazie al fermento pacreatico si emulsiona il grasso nel duodeno FASE 3 PUNTO CORPORALE PRINCIPALE: LO HARA (due centimetri sotto l'ombelico) La terza fase circolazione/gran simpatico Purificazione del chyle e generazione del sangue nelle vene mesenteriche. Eliminazione degli escrementi mentre in alto nel corpo sale cio' che è utile al corpo. In fisiologia con l'aiuto della bile in combinazione con la crema acida dello stomaco si formano dei sali FASI QUATTRO E CINQUE La quarta e la quinta fase corrispondono a processi nel sangue. La moderna fisiologia in tal caso le descrive diversamente mischiando le due fasi, dicendo che il sangue passa dal cuore attraverso il fegato dove viene depurato ed i polmoni dove viene ossigenato tornando infine al cuore. Tuttavia la divisione di Van Helmont corrisponde di più al vissuto psicologico. Infatti abbiamo soggettivamente l'impressione che il sangue venga dapprima reso piu' pulito (fegato) e poi passi al cuore e solo dopo venga ossigenato. Quando infatti portiamo l'attenzione del cuore abbiamo una cenestesi globale ed inspirando la sensazione viene cambiata mentre si verifica una sensazione di congestione al cervello. Ripeto, si tratta di un processo in tal caso \"soggettivo\" e che corrisponde ad un \"percepito\".",
  "last_phrase": "In conclusion, understanding the intricate processes that occur in our bodies, particularly in digestion and circulation, can provide insights into our psychological and emotional experiences. While modern physiology may describe these processes differently, the division of Van Helmont aligns more with our subjective perception. By fostering emotional tranquillity and love, we can facilitate the flow of energy throughout our body, leading to overall revitalization and nourishment. Although the details of Mesmer's techniques remain unclear, his effective methods highlight the importance of touch and energy in promoting well-being."
}