{
  "title": "\"Alchemy: The Symbolism and Process of Inner Transformation\"",
  "first_phrase": "This text introduces the concept of symbolic transformation applied to the human being in daily life, which involves allowing energies or impurities to separate and dissipate. The author describes two methods of operating, one focusing on open-ness and the other on closing off emotions, and explains how a symbol can become an integral part of an individual's reality. Finally, the author discusses the use of an alambicco to extract essence from interior processes. The section provides valuable insights into techniques that can facilitate personal transformation.",
  "content": "Quando il contatto con l’esterno è chiuso si sviluppa un’autoreferenzialità interna del soggetto che può essere aumentata aumentando il numero di stimolazioni esterne (il fuoco ). Nell’ambito chiuso così creato, possiamo avere delle forti interazioni con un simbolo[39] che diviene parte della realtà del soggetto e l’elemento base di riferimento per il soggetto[40]. Un esempio di tale modo di operare si ha nella fascinazione, dove l’operatore diventa parte della realtà interna del soggetto; così facendo può aiutare a condurre un processo di trasformazione. A tale tipo di processo corrispondono spesso dei misti tra onde lente (alfa, delta, theta) ed in certi casi anche onde più veloci (corrispondenti a momenti di “insight”) L’ultimo tipo di vaso è l’alambicco[41]. In tale vaso estraiamo un’ essenza dai nostri processi interiori. [42] A tale “distillazione” tendenzialmente corrispondono onde cerebrali più veloci (probabilmente gamma). Questo può spiegare come tale essenza sia alla base di una tintura che a sua volta può essere capace di trasformare la vita.",
  "last_phrase": "In conclusion, the process of transformation and distillation of one's internal processes is symbolized by the use of different vessels or \"vasi\". By increasing external stimuli, one can increase internal self-referentiality in a closed system. The use of symbols and fascination can aid in transformation. The final vessel, the alambicco, is used for extracting essence, corresponding to faster brainwaves. The concept of passing from vessel to vessel symbolizes initiation into this transformative process."
}