{
  "title": "\"Abdominal Strengthening Exercises for Health and Sexual Vitality\"",
  "first_phrase": "The previous section discussed exercises for strengthening abdominal muscles and improving sexual potency, digestion, and mood. The following exercises are useful for all, especially those weak in abdominal muscles, and help center the body's gravity. In the first exercise, lay diagonally on a bed or couch with only your head and torso on it, and lift your legs with feet together or apart until they reach a vertical position. In the second exercise, lay on the ground with arms behind your head and lift your legs moderately wide, making circles with your feet by pivoting on your hips. Both exercises can be made easier by using arm support.",
  "content": "Gli esercizi seguenti, sono quindi utili per tutti e sono inoltre molto indicati oltre una certa età e per le persone comunque deboli nei muscoli addominali. Durante questi esercizi mantenete lo sguardo aperto e la coscienza al vostro centro di gravità corporeo, un poco sotto l’ombelico. 1. Coricarsi su di un letto o su di un divano, di traverso, in modo che sul letto si trovino solo il capo ed il torso sino ai fianchi e non oltre. Portate le gambe coi piedi uniti all'ingiù più che possibile. Allora sollevare le gambe coi piedi uniti o divaricati (alternare) fino a che essi non abbiano raggiunto almeno la posizione verticale e ripetere. Si osservi che durante l'esercizio nè il capo nè il tronco devono sollevarsi dal piano del letto.L'esercizio, alquanto faticoso viene facilitato se le mani si aggrappano a qualche cosa, preferibilmente se si tengono le braccia verticali. 2. Coricarsi per terra, le braccia dietro la testa. I gomiti devono toccare per terra sollevare le gambe moderatamente larghe, ginocchia rigide, piedi in estensione. Far compiere allora ia piedi, facendo perno sui fianchi, dei cerchi di modo che ad ogni giro i piedi vengano per un momento a toccarsi tra loro.",
  "last_phrase": "In conclusion, these exercises can be useful for everyone, but are especially recommended for those above a certain age and those with weaker abdominal muscles. Remember to maintain your focus and center of gravity just below your navel. These last two exercises require strong determination due to the amount of effort required, but can provide significant stimulation to the abdominal muscles."
}