{
  "title": "\"Exploring Alchemy and Energy in the Body\"",
  "first_phrase": "This section (121-186) of the text delves into the world of alchemy, symbolism, and the mind-body connection. It includes topics such as the enteric nervous system, immune response, energizing the body, and the six phases of alchemy. The author emphasizes the importance of being present during exercises to fully understand the symbols and techniques presented. Relevant concepts and figures such as Kundalini, Basile Valentin, and Alexandra David Neel are also mentioned.",
  "content": "A questo stesso proposito, Dom Pernety commentando il “Nitro” dice “Basile Valentin l'indiquait par celui de Serpent de terre, Serpens terrenus” [2] Alchemicamente, poiché ad ogni simbolo corrisponde anche un composto chimico, è chiamato anche ”allume” parola che contiene in sé nascosto il termine “lume” (latino lumen). [3] La conoscenza a livello fisico può essere il livello di partenza dal quale comprendere il simbolo. E’ perciò essenziale essere assolutamente presenti durante l’esecuzione degli esercizi. [4] Vedi ad esempio la tecnica chiamata EMDR che si basa su movimenti oculari rapidi i più direzioni, o le tecniche di PNL di “recupero strategie”. [5] una tradizione tibetana riportata da Alexandra David Neel riporta esattamente la stessa tecnica. In occidente la tradizione detta di “Catenaia”(una famiglia nobile fiorentina), offre schemi simili. [6] La meditazione cinese dell’Orbita Microcosmica risveglia e dirige il Chi nel Canale Governatore, che parte dalla base della spina dorsale e arriva fino alla calotta cranica, e nel Vaso di Concezione, che scorre attraverso la parte anteriore del corpo. Questa meditazione è la base della circolazione energetica in tutto il corpo.",
  "last_phrase": "Meditation techniques like the Orbita Microcosmica and EMDR can help us achieve a sense of presence and control over our energy flow. By understanding the physical level of symbols, we can better comprehend their meaning. Practicing these exercises in a state of full presence can help establish a circular energy flow that connects us to the universe."
}