{
  "title": "Exercises for Mindfulness and Meditation Practice",
  "first_phrase": "In the previous text, the author explores different exercises to develop mindfulness and presence, such as being aware of our breath while eating or extending our consciousness to our speech. In the last part, the author delves into the symbolism of the moon, which represents the feminine, subconscious, and receiving parts of ourselves. The author also presents two vivification practices: polarized light and memory observation, which help to develop imagination and intuition. These exercises strengthen our sensitivity and awareness of the world around us.",
  "content": "Questo esercizio ha un effetto percepibile anche dalle persone attorno a voi. Se parlerete ASCOLTANDOVI PARLARE, la vostra voce sarà più chiara e netta. 20. Luna/Argento In ogni momento dobbiamo essere “uno”. Quindi alla meditazione sul sole, simbolo di attività, si accompagna naturalmente la meditazione sulla luna. Meditare su questo simbolo significa meditare sulla parte femminile, subconscia e passiva di noi stessi, sull’immaginazione e sul mondo dell’immaginazione, sui concetti di chiarezza riflessa, credenze, assimilazione, ricezione, obbedienza, gestazione ed attrattività. Rappresenta anche la ricezione, il ricevere qualcosa di superiore. La luna , è infatti opposta al sole ; è il sole nel suo riflesso. Significa quindi dinamismi recettivi e subconsci. Pratica di vivificazione 3: Luce Polarizzata Osservare un riflesso di luce su di uno specchio o sull’acqua. Chiudere gli occhi e mantenere l’immagine[15]. Pratica di vivificazione 4 :La memoria osservare oggetti sui quali cade una luce, chiudere gli occhi e ricordarli. Quest’esercizio sviluppa la vostra immaginazione ed intuizione. Tutti gli esercizi in cui ci apriamo all’esterno rinforzano questa qualità e ci permettono di aumentare la nostra sensibilità 6.",
  "last_phrase": "Incorporating the practices of meditating on the sun and the moon, and vivifying your imagination and intuition through light reflection and memory exercises can allow you to harmonize your active and passive perception. By incorporating these practices, you can achieve a new level of transformation and sensibility within yourself."
}