{
  "title": "\"The Symbolism of the Circle: Practical Exercises for Wholeness\"",
  "first_phrase": "In the preceding part, the symbol of the circle was explored as representing the totality or the chaos created before any definition. Practical keys to physically translate the symbol of the circle into our being were given. This final section delves deeper into the concept, using physiology and therapeutic practices to explain how global stimulation of the self can awaken intuition and creative sensitivity. The exercise presented involves a circular energy flow that ascends and then descends, similar to the alchemical Opus Circolare.",
  "content": "Questo è confermato anche da varie pratiche terapeutiche che sbloccano i traumi attraverso stimolazioni globali, come la stimolazione dei due emisferi od il recupero di “elementi mancanti”[4]. Se mettiamo in atto una stimolazione GLOBALE che porta attenzione alla nostra “totalità”, questa avrà allora il risultato di aprirci ad una “intuizione” della realtà globale. Ci avviciniamo a quello che alcuni chiamano il “livello quantico” della realtà, cioè ci predisponiamo al risveglio alla vera potenza in noi. Noterete che questi esercizi risvegliano inoltre la vostra creatività e sensitività. NOTA: Effettuate le pratiche che seguono stando nel PRESENTE, cioè cercando di mantenere tutte le percezioni nell’ora (no immaginazioni). Inoltre “meditate”, cioè permettete alla vostra mente di cogliere il significato delle sensazioni che l’esercizio vi prova di modo da coglierne tutti i livelli di sottigliezza. Non è il numero di ripetizioni, quanto piuttosto l’attenzione a questi elementi quello che è veramente importante. Esercizio 11: Il circolo di energia che sale e poi scende Una traduzione dell’Opus Circolare è attraverso un duplice movimento, dal basso in circolo salendo, e poi riscendendo (un poco più lentamente) – vedi anche disegni che seguono.",
  "last_phrase": "In conclusion, by practicing global stimulation exercises like the circular movement of energy, circularity around the body, and the microcosmic orbit, we can awaken our true potential and enhance our creativity and sensitivity. It is important to stay in the present moment and pay attention to all levels of subtlety to fully benefit from these exercises. By doing so, we can unlock traumas and reach a deeper intuition of the global reality around us, leading to a fuller life."
}