{
  "title": "\"Exercise for Mental and Physical Strength, Inspired by Symbolism\"",
  "first_phrase": "In the previous part of the text, various exercises were described that help in boosting physical and mental well-being. This final segment discusses the meditation on the symbol of steel, which is often possible only after consistent will-practice. The state of mind achieved is referred to as \"magnesia\" and is symbolic of Mars, but with more power. The author also suggests exercises to strengthen push and pull movements and overcome shyness.",
  "content": "Effetto. — Sviluppo dei muscoli flessori della coscia, degli estensori della gamba, e in parte dei muscoli estensori del tronco e generale benessere fisico. Anche gli esercizi di specchio rinforzeranno la vostra volontà. Potete anche lavorare sul punto, immaginando delle immaginarie freccette che dai vostri occhi vadano a colpire il punto. Questo esercizio è indicatissimo a chiunque debba raggiungere un obiettivo. Se siete uno studente noterete un aumento della vostra decisione. Infine esercizi di spinta e flessioni, agendo sulle braccia, tenderanno a rinforzare l’idea di forza e spinta in avanti. Sentirsi più forti è anche utile per tutte le persone che si sentono più deboli o sono timide. Tutti i consigli di questio libro portano a superare la timidezza. 38. Acciaio Meditare su questo simbolo superiore è normalmente possibile solo dopo una pratica costante della volontà. Il praticante ha cioè raggiunto uno stato superiore dove vuole senza sforzo. E’ collegato allo stato di “magnesia”. Il simbolismo dell’acciaio ricorda quello di marte  (il ferro)[34] ma ancora più potenziato[35].",
  "last_phrase": "To conclude, by practicing the exercises mentioned in this book, one can achieve the development of thigh flexor and leg extensor muscles, as well as improved physical well-being. The mirror exercises can reinforce one's willpower, and meditating on the symbol of steel can help attain a state of effortless superior will. Lastly, the symbol of purified earth or antimony, represented by a cross on a circle, serves as a reminder of the importance of purification and spiritual growth."
}