{
  "title": "\"Six Phases of Digestion: Impact of Parasymphathetic System and Consciousness\"",
  "first_phrase": "This text explores the somato-psychic process of digestion and transformation of the human being through six stages. To complete the process, attention to the liver, intestines, and kidneys is required. By activating the parasitic system, we can promote basic reactions and balance the body's functions. The focus is on the Hara region, from where the parasitic system originates. Linguistically, caution and fear in speech may indicate intestinal disturbances, but attention to oneself and perception can help reestablish balance. The text concludes by summarizing the six phases of digestion as proposed by Van Helmont and depicting the corresponding bodily areas to stimulate the organism.",
  "content": "Quindi quando facciamo attenzione alle percezioni interne attiviamo il sistema parasimpatico. Ogni attenzione alla sensazione della circolazione sanguigna nel nostro corpo corrisponderà a questa fase. Quando entriamo nella sensazione di rilassatezza, ovverosia nel nostro \"oceano interiore microcosmico\" stiamo attivando il parasimpatico e favoriamo le reazioni basali LINGUISTICA Possiamo notare che a volte incontriamo person che parlano in modo cauto, pauroso. La persona parla in modo cauto e pauroso, probabilmente ha disturbi a livello dell'intestino in quanto il simpatico turba l'azione del parasimpatico (che corrisponde alla calma e tranquillità, all'essere basato). Possiamo quindi riequilibrarle portando la loro attenzione su loro stesse e le loro percezioni. 5. LA DIGESTIONE SOMATO-PSICHICA Abbiamo parlato di trasformazione dell'uomo. La prima profonda trasformazione che l'uomo fa è quella del cibo. E l'universo è “incorporato” nella stessa maniera Riassumendo, il processo digestivo che qui descriviamo ha sei fasi. Le presentiamo secondo la successione proposta per la prima volta da Van Helmont, il quale collego' varie malattie fisiche a problemi di assimilazione. Le sei fasi descritte come vedremo piu' avanti sono pero' anche abbastanza realistiche e corrispondono ad una reale fisiologia. Abbiamo indicato un punto corporeo per ogni fase in quanto portare l'attenzione in tale zona stimola in varie maniere l'organismo.",
  "last_phrase": "In conclusion, paying attention to our internal perceptions activates the parasympathetic system, promoting relaxation and calmness. Linguistically, cautious and fearful speech may indicate disturbed gut function. We can rebalance this by focusing on our own perceptions. The digestive process has six phases, with each corresponding to a bodily point that stimulates the organism. The first phase takes place in the stomach and corresponds to the solar plexus. This process involves the decomposition of food through the action of pepsin and gastric juices."
}