{
  "title": "\"The Six Phases of Digestion and Their Psychological Application\"",
  "first_phrase": "In this text, the author discusses the importance of relaxation and activation of the parasympathetic nervous system for our well-being. He then delves into linguistic cues that may indicate intestinal issues caused by an overactive sympathetic nervous system. The author then discusses the somatic-psychic digestion and its six phases with specific points to focus on, both physiologically and psychologically. Phase 1 corresponds to the upper stomach and the solar plexus area, where the food undergoes its first transformation. In this final part (200 tokens), the author explores the second phase of digestion in the duodenum, where the food becomes solid. By working on specific points in our body, such as the plexus solar and the area around the navel, we can prevent feelings of anger and guilt caused by digestive issues.",
  "content": "Lo descriviamo primariamente fisiologicamente e successivamente ne vedremo l'applicazione psicologica. 11. LE SEI CHIAVI/FASI FASE 1 PUNTO CORPORALE PRINCIPALE: PLESSO SOLARE La prima fase della digestione è allo stomaco, corrispondente al plesso solare (imboccatura superiore) ed un poco sopra all'ombelico (inizio del duodeno). In tale fase i cibi già masticati hanno una prima trasformazione Per la fisiologia moderna Attraverso l'azione di un fermento (la pepsina) e del succo gastrico nello stomaco vi è la decompsizione della materia. Tale processo è agevolato dal fatto che los tomaco stia al caldo. Glia antichi alchimisti vedevano in qyuesta fase quindi sia una cozione che una digestione in senso stretto. Di fatto in questa fase avviene la “metabolizzazione” dell'ambiente esterno. Se qualcosa non funziona bene, potremmo avere sensazioni varie, o di espansione (rabbia) oppure di restringimento (colpa) che tenderanno a manifestarsi nella zona del plesso solare. Proprio per questo lavorando in tale zone possiamo portare ad un cambiamento FASE 2 PUNTO CORPORALE PRINCIPALE: ATTORNO ALL'OMBELICO La seconda fase della digestione avviende nel duodeno. Tale seconda fase creazione del sale (sostanza solida) attraverso un fermento.",
  "last_phrase": "By understanding the six keys/phases of digestion, and how they correspond to specific points in the body, we can improve our physical and psychological wellbeing. By focusing on these key areas, we can bring about positive changes in our digestion and overall health."
}