{
  "title": "\"Activating the parasymphathetic system: the power of touch\"",
  "first_phrase": "This text explores the power of \"magnetic\" techniques in helping individuals find the energy to solve problems. By directing our energies towards solutions that resonate with our immune system's ARKEOS, we can use Paracelsian practices to find antidotes to problems. The text discusses the significance of various organs, including the spleen and liver, in helping with digestion and transforming our mental ideas into reality. Finally, the author examines the role of the Hara in activating the parasymphathetic nervous system, which plays a key role in somatoperception and balancing the body's basic functions.",
  "content": "Toccando (su noi stessi oppure su un altro selavoriamo con un'altra persona) inoltre il fegato interveniamo anche sulla fase 4 della digestione somatopsichica sopra descritta, cioè aiutiamo la trasformazione del tutto in energia per la nostra vita. Il Fegato per la Medicina Paracelsiana è legato a Giove (Jupiter) Perchè il processo sia completo dobbiamo pero' completare con attenzione alla zona degli intestini e dei reni. 10. LO HARA o Attivazione ulteriore del Sistema Parasimpatico Dopo lo stomaco il cibo infatti entra negli intestini, retti dal sistema nervoso parasimpatico. il sistema parasimpatico esce dal tronco dell'encefalo e dal midollo sacrale (sistema cranico – sacrale). Anche qui possiamo portare la nostra coscienza, il centro di noi stessi. Se i concetti (idee seminali) sono accettati, possono successivamente essere \"incorporati\" ovverosia trasformati in realtà umana. Questo corrisponde all'attività dell'intestino che per \"imbibizione\" sublima il nutrimento e scarta le feci. Anche Paracelso notava che qualcosa viene scaricato e lo chiamava giustamente \"Cagastrum\" Quando portiamo l'attenzione nella zona dello Hara attiviamo il sistema parasimpatico. Il sistema parasimpatico è anche importante nella somatopercezione (cioè nella percezione del nostro corpo) ed agisce da freno o equilibratore nei confronti del simpatico equilibrando le funzioni basali dell'organismo.",
  "last_phrase": "To summarize, by focusing on ourselves or others during the digestive process, particularly the liver and intestines, we can aid the transformation of nutrients into energy for our bodies. Activating the parasymphathetic system through mindfulness can help balance bodily functions, promoting relaxation and tranquillity. By understanding the significance of bodily sensations, we can notice any imbalances and work towards restoring equilibrium."
}