{
  "title": "Symbolism and Practical Methods in Alchemy",
  "first_phrase": "In the preceding text, various concepts such as the \"knowledge of waters,\" the \"physical methods\" used to create specific states in humans, and the \"symbolism of cathedrals\" have been discussed. This last section delves into some practical exercises related to the \"knowledge of stones,\" including remaining immobile and creating space, as mentioned in historical alchemical texts. The focus then shifts to the symbol of the cross, which represents the centrality of man in the cosmos. The references include scholars such as Robert Ambelain, Pernety, and Tommaso Campanella, and their works on alchemy and philosophy.",
  "content": "Quest'affermazione vuol dire che “lavorare la pietra” significa sviluppare le doti di forza (attributo del fuoco ), temperanza (attributo dell'acqua ), prudenza (attributo della terra ), [26] Un altro utile esercizio di \"Conoscenza della pietra\" è menzionato da Tommaso Campanella in la pratica dell'estasi filosofica citato in Ur e Krur pag. 111. Mettersi immobile. \"immobile come se tu fussi una pianta o una pietra naturale\". Rimanere immobili. [27] Storicamente il simbolo è attestato in questa forma identica fin dal 1651 . Possiamo notare come questo simbolo sia esattamente l’opposto della “pietra filosofale” che sarà esaminata più oltre. [28] Cfr. Dalla Riviera “Il mondo magico degli heroi” pag 35 [29] E poiché l’uomo è il cosmo, rappresenta anche la centralità nel cosmo. I greci infatti utilizzavano il segno della croce nel cerchio anche per indicare le “sfere” cosmiche come appare da Berthelot: .",
  "last_phrase": "In conclusion, \"working the stone\" means developing attributes of strength, temperance, and prudence. Practicing stillness and immobility is a useful exercise in understanding the stone. The symbol of the cross within a circle represents the central nature of man in the cosmos and can also correspond to the concept of a wheel. This symbolism leads to a higher level of understanding and a quintessential essence."
}