{
  "title": "\"Transformation through Meditation on Symbols: Saturn, Sun, Moon\"",
  "first_phrase": "In this section, the author focuses on the symbolism of Saturn as a representation of materiality and the starting point for the transformation of the self. They emphasize the need for constant awareness of our body and breath to cultivate the presence of the spirit in the body. The author suggests practicing mindfulness while eating and speaking to develop this presence further. By doing so, one can break free from mental automatism and achieve balance.",
  "content": "Il processo di sviluppo dell’uomo può essere immaginato come andare dal piombo  all’oro  cioè verso il metallo più nobile. Ma questo processo non è tanto una sequenza quanto un far manifestare l’uno nell’altro, questo è il segreto di quella che chiamiamo presenza. E’ la presenza dello spirito nel corpo. Il nostro sole interiore, la nostra coscienza, deve essere sempre presente nella nostra vita. Esercizio 16: Coscienza costante di una parte del corpo Mantenere coscienza costante di una parte del nostro corpo (es. una mano). Col tempo questo esercizio potrà essere accompagnato anche dall’attenzione ad un piede (possibilmente sull’altro lato del corpo) Il fine di questi esercizi è incominciare a “ricordarci di noi stessi”. Il fine è lo sviluppo ulteriore della Presenza come via di libertà. Un altro esercizio interessante è essere coscienti della respirazione mentre mangiate. Esercizio 17:coscienza del respiro mangiando. Estendete ora la vostra coscienza alla respirazione mentre mangiate. Abbiate coscienza del fatto che mangiate. Esercizio 18: coscienza del parlare. Estendete ancora la vostra coscienza al parlare. Ascoltatevi parlare. rendetevi conto che state parlando.",
  "last_phrase": "In summary, the process of human development is to manifest the spirit in the body, and to achieve this, constant awareness exercises such as body awareness, breathing consciousness while eating, and being conscious of your speech are recommended. The ultimate aim is to attain a constant state of presence which leads to freedom. Therefore, the meditation on the sun, symbol of activity, naturally accompanies meditation on the moon, symbol of receptivity, for us to be always \"one.\""
}