{
  "title": "\"Circolazione energetica e meditazione: tecniche e tradizioni\"",
  "first_phrase": "This text delves into various alchemical symbols and their physical counterparts. It discusses the importance of being present during exercises, and the use of techniques like EMDR and PNL. It also explores the tradition of the \"Catenaia\" family from Florence and the Tibetan technique of meditation, as well as the Chinese Microcosmic Orbit meditation. The text emphasizes the need for presence during these exercises, and how the circular motion of energy in the body helps establish a connection with the universe. The last 200 tokens include a testimony by Parah Maya in 1930 and the idea of human awakening in Sufi tradition.",
  "content": "La lingua, perché l’esercizio sia ben condotto, deve toccare il palato. E’ importante che la rotazione dell’energia sia eseguita in stato di PRESENZA. [7] La circolazione è anche una “non dispersione”. Far circolare la luce significa invertire la direzione, riportare la luce su sé stessa e all’origine, appunto come in un circolo. Nella filosofia cinese questo moto circolare della “Piccola Rivoluzione Celeste”(xiaozhoutian) permette di entrare in contatto con il ritmo dell’universo e di stabilire una circolazione ad anello che può essere paragonata alla rivoluzione che la terra compie attorno al sole in un giorno. Il corpo si trasforma: i due canali, di controllo e di funzione vengono riuniti e il Vero Liquore (la saliva) può scendere nel campo inferiore. (cfr. Monica Esposito “l’alchimia del soffio” pag. 55) [8] Una testimonianza al riguardo è riportata ad esempio nel 1930 da Parah Maya nell’opera “Die Macht der Spiegel” opera disponibile per consultazione presso di noi [9] La tradizione Sufi contiene anche l’idea di risveglio dell’uomo.",
  "last_phrase": "In conclusion, practicing the exercise with the language touching the palate and in a state of presence can lead to a circulation of energy, similar to the circular motion of the Little Heavenly Cycle in Chinese philosophy. This can connect us to the rhythm of the universe and bring transformation to the body. Similar results have been reported by Dr. Lefebure in France, while ancient exercises from North Italy and other analogs can also be explored. It's worth noting that this exercise uses polarized light, which sets it apart from other techniques and could be useful for practitioners of NLP."
}