{
  "title": "\"Practices for Elemental Meditation: Fire, Water and Earth\"",
  "first_phrase": "This text explores the seventh and eighth practices of Vivification, which involve meditating on the element of fire and becoming aware of the power of desire represented by the symbol of water. The practice of meditating on fire is similar to meditating on the sun, with the practitioner focusing on lofty ideas and the concept of \"I am the will\". The symbol of water is represented by a downward arrow, and it represents uncontrolled emotions and external influences. The text emphasizes the importance of developing the awareness of this symbol to progress on the spiritual journey. The final practice involves becoming aware of the energy that precedes action, also known as \"brama\".",
  "content": "Presenza e acqua: La capacità di poter stare anche senza il contatto di altre persone aiuta a sviluppare la coscienza di questo simbolo che può essere definita anche con termine indiano coscienza “samsarica”. È la constatazione che al di là della coscienza dell'unica vita di un individuo, vi è la coscienza del tronco e che questa è la vera forza profonda delle acque[19]. Appare allora l'irrealtà dell'io e di tutto. Molta gente ha una coscienza di questa forza e dell'unità delle cose e la confonde con l'illuminazione, ma in realtà è solo la prima parte del cammino evolutivo, il punto di partenza e la pratica dell’isolamento può aiutare in ciò. Infatti il lavoro di coscienza è individuare un punto \"fuori dalle acque\", libero, e da lì partire. Il rilassamento può anche essere una pratica molto adatta al riguardo. Infatti ogni movimento è per andare in una direzione. Quando ci rilassiamo prendiamo più coscienza del corpo, e sentiamo energia. E’ questa energia che abbiamo liberato e possiamo finalmente dirigere. Pratica di vivificazione 8 Coscienza dell’energia della “brama” Rendersi conto della forza che precede l’azione.",
  "last_phrase": "In conclusion, the practice of isolation and relaxation can help in developing consciousness, realizing the energy behind the action, and understanding the symbolism of water and earth. By practicing static tensions, one can learn the art of retaining and holding onto things that might otherwise be lost."
}