{
  "title": "\"Physical and Symbolic Transformation through Mesmerismus\"",
  "first_phrase": "This text discusses the fundamental elements required to be present in the present moment, including the symbolism of the vertical axis and its connection to growth. The author, Dr. Marco Paret, explores the importance of physicality and symbols for transformation and provides practical exercises to develop inner strength. The last 200 tokens focus on the concept of verticality, the desire for it, and the consciousness required to achieve it. The text emphasizes the importance of bringing awareness to the basic elements of our body, such as our spine and balance organs, and finding our position in relation to the earth. Practical exercises are provided, including becoming aware of our weight, to promote balance and relaxation in the body.",
  "content": "Dr. Marco Paret Keys and Symbols of Mesmerismus © SECOND PART Evolved models of transformation With images and practical exercises to develop your inner strength. Physicality and symbols for transformation ________________ Questi elementi sono fondamentali per avere coscienza nell'istante presente. 1. Cielo e Terra – La verticale Contemporaneamente, mentre ci rendiamo conto del nostro centro più profondo, l’attenzione parte sulla verticale. Come abbiamo visto nella nostra comunicazione verbale e non verbale inconsciamente già teniamo conto di questo simbolismo con il quale noi strutturiamo i movimenti delle mani. L'asse verticale è l'asse della crescita. Ma il processo non deve essere solo comunicativo ma anche anche corporeo/fisico. La coscienza puo' quindi essere portata su elementi di base come la verticale dell'uomo. Fina dal momento in cui nasce, il bambino cerca di mettersi in piedi. Vi è un desiderio inconscio di verticalità. La coscienza della verticalità è strettamente connessa a quella della nostra spina dorsale. L'organo dell'equilibrio contribuisce anche molto. Portare la coscienza sulla verticalità dell'uomo tende ad equilibrare tutto il nostro sistema corporale. Le tensioni si rilasciano, troviamo la nostra posizione per rapporto alla terra. Una maniera per iniziare è rendersi conto del nostro peso.",
  "last_phrase": "Becoming conscious of the verticality of the human body can have a powerful effect on our physical and mental well-being. By focusing on our center and bringing attention to our spine and balance, we can find a sense of stability and release tension. Incorporating attention to the base of our column and engaging in physical exercises can help us to access our inner strength and cultivate a more upright posture."
}