{
  "title": "Symbolism and Practices for Evolving the Self.",
  "first_phrase": "This text explores the symbolism behind the cross and the evolution that needs to take place to reach the \"philosopher's stone\", which represents a purified individual who can influence the world. In practice 13, one must let go and release tension through an improvised dance. The star represents the quintessence, achieved through working with the elements. The cross symbolizes the meeting of materiality and spirituality in man, and represents the union of the four elements and the masculine and feminine principles. The section ends with exercises on distributing energy and walking to achieve centering.",
  "content": "Meditare su questo simbolo significa meditare sull’uomo come incontro dei due dinamismi dell’orizzontale (materialità) e della spiritualità (verticale), sulla luce che progressivamente fa ordine nel caos. La croce è anche l’uomo, rappresentato con le braccia allargate. Rappresenta quindi un principio di unione e nello specifico i quattro elementi, cioè le dimensioni fisiche della realtà ed i sensi attivati nell’uomo. Rappresenta anche i quattro elementi (che comunque compongono l’uomo). Entra in composizione con vari simboli ad indicare un lavoro ancora da svolgere, cui tendere (se sotto) oppure svolto (se sopra), come ad indicare l’uomo che progressivamente sale. Rappresenta anche l’unione tra principio maschile e femminile. 32. Tensione nel corpo – distribuire l’energia La tensione si lega all’elemento terra, L’esercizio che segue distribuisce l’energia del corpo. Distendete le braccia a fianco e tendetele (senza tendere le braccia). Intanto Pratica di vivificazione 14: vivificazione camminando Prendere coscienza delle quattro direzioni. Camminando oscillare la testa a destra e sinistra ed avanti indietro. Tale esercizio porta progressivamente ad una centratura.",
  "last_phrase": "In conclusion, meditating on the cross symbol represents the union of horizontal materiality and vertical spirituality, the gradual emergence of order from chaos, and the unity of the four elements and senses, as well as male and female principles. To distribute energy throughout the body, try the exercise of stretching your arms and focusing on four directions while walking. For better centralization, try relaxation exercises like the cross of the elements, where you focus on your body's weight, breath, and warmth."
}