{
  "title": "A Summary of Ancient Practices and Symbols.",
  "first_phrase": "This section explores the use of ancient tradition and techniques used in psychology. It references books such as \"Il Simbolismo Ermetico\" by Wirth and \"La voie de l’Itlaq\" by Charles Antoni. It also discusses Lefebure's research and the use of polarized light in exercises. The text mentions the significance of the number four in cathedral symbolism, as well as the practice of leaving space in alchemic vessels. The author reminds the reader that the physical methods described are simply models to help induce specific states in individuals and must be examined in the light of consciousness.",
  "content": "[18] Corrispondenza riportata da Robert Ambelain “Scala Philosophorum” [19] Ur e Krur “conoscenza delle acque” [20] Pernety - ibidem [21] Vedi “Oltre la Trance” dove vi è una spiegazione del metodo. È da intendere però che i metodi fisici sono solo modelli per aiutare a creare stati specifici nell’uomo e quindi vannos empre illuminati dalla luce della coscienza. [22] E nei libri alchemici si accenna allo “spazio” da lasciare nel vaso che non deve essere riempito totalmente. [23] Concetto anche menzionato del rituale del Pernety [24] Nel simbolismo delle cattedrali il numero quattro è legato sempre agli elementi materiali terrestri. Quattro sono infatti le stagioni, gli elementi ecc. Al contrario del cerchio che rappresenta il cielo. [25] Per Sant'Agostino “la forma quadrata delle pietre evoca le “quattro virtù cardinali”.",
  "last_phrase": "To conclude, the concepts explored in this text emphasize the importance of developing a deep understanding of the self and the environment. Through the practice of various exercises and techniques such as those mentioned in the text, individuals can reach states that enhance consciousness and inner strength. The key takeaway is that physical methods are just tools to induce specific states in oneself and must always be accompanied by an enlightened mind."
}