{
  "title": "\"Unlocking the Power of the Solar Plexus for Personal Transformation\"",
  "first_phrase": "In this text, the author discusses how the events that once seemed difficult to digest can be absorbed without causing problems to our lives. The central point of the process is the solar plexus. The author talks about the sensation of emptiness in the solar plexus, which is like a void that needs to be filled. They suggest that accessing the energy of ARKEOS can restructure our lives, guiding us on what to do next. Additionally, the author highlights the importance of working on the solar plexus since it's responsible for several psychological and physiological issues. In this last part, the author explains the relationship between the enteric nervous system and digestion, and how the ARKEOS plays a vital role in our immune response.",
  "content": "Ecco perchè è così importante lavorare su questo punto. 7. Altri appunti sul sistema nervoso ENTERICO e la digestione (Plesso Solare) Il sistema nervoso che presiede allo stomaco ed alla digestione si chiama sistema nervoso enterico. L'orifizio superiore dello stomaco influenza la testa ed i pensieri mentre l'inferiore (il piloro, un poco sopra l'ombelico) la parte inferiore. Ina ltre parole nella zona dell'orifizio superiore si individuano molti problemi psicologici, mentre sono legato alla parte inferiore dello stomaco i problemi vegetativi. Quindi il nostro punto di partenza sarà SEMPRE il plesso solare. 8. ARKEOS E RISPOSTA IMMUNITARIA: L'ALEXIPHARMAKON o ANTIDOTO Nella vita noi ci confrontiamo a situazioni alle quali dobbiamo rispondere Il sistema enterico, cioè l'ARKEOS sono anche responsabili a livello fisiologico della risposta immunitaria. Per Paracelso l'ARKEOS era la vis medicatrix Naturae. Cioè la forza medicatrice della Natura. Se ci feriamo il nostro organismo incomincia ad operare per ristabilire l'equilibrio. Se prendiamo una sostanza tossica non letale, il nostro organismo corre ai ripari creando le sostanze che operano come antidoto alla sostanza tossica. Negli animali questo è ancora piu' vivo, e si puo' notare come mangino certi frutti in risposta a necessità del loro corpo.",
  "last_phrase": "In conclusion, understanding the importance of working on the enteric nervous system, specifically the plexus solaris, can help us address psychological and vegetative problems. Moreover, the arkeos is responsible for the physiological immune system response and creates the antidote to any problem attacking the body, without the need for conscious intervention. By transforming the seed of things through accurate mental images, we can shape our reality."
}