{
  "title": "\"Developing Vertical Energy: Exercises and Techniques\"",
  "first_phrase": "In the previous section, the importance of paying attention to vertical energy and how it connects to higher principles was discussed. Now, the focus shifts to exercises that help in achieving this. The exercises are to be executed with utmost slowness and as physical symbols that connect to higher principles. The exercises include Nitro 1, Nitro 2, and Total Bilateral Extension, which aim at developing vertical alignment, arm movement, and spinal sensation. The instructions for each exercise are explained, and their desired effects are highlighted.",
  "content": "E, per potenziare ancora maggiormente l’effetto Esercizio 9 : nitro 2 Posizione: Collocatevi colla schiena contro un palo, un albero, o in mancanza contro lo spigolo di una tramezza, di un armadio o di altro mobile qualsiasi purché si presti all'esercizio. 11 corpo dovrà scrupolosamente aderire al mobile, dalla nuca ai talloni. Braccia unite orizzontalmente davanti a voi Esecuzione: Mantenendo il corpo immobile, slanciate le braccia all'indietro, sempre tenendole orrizontali. Le braccia devono descrivere un arco di cerchio ampio il più possibile, e,in ogni caso superiore ai 180 gradi (mezza circonferenza). Esercizio 10: Distensione totale bilaterale Posizione. - Di fronte a un muro, a un armadio, porta o altro. Gambe appena scostate, i piedi in squadra. Esecuzione. - Sollevare la destra e tentare di far giungere la punta delle dita il più alto possibile. Nello stesso tempo la sinistra dovrà essere tirata in giù, verticalmente, col massimo sforzo possibile, come se un peso la trascinasse. Alternarne le braccia. Nota. - L'effetto si deve sentire localizzato alla spina dorsale e non solo alle braccia.",
  "last_phrase": "Incorporating exercises that target the spine into your physical routine can lead to a stronger connection with your primary biological self. With a focus on the essential elements of these exercises, you can explore the dimensions of humanity that encompass both heaven and earth."
}