{
  "title": "The Connection Between Digestion and Mental Health",
  "first_phrase": "In this final part of the text, we delve deeper into the connection between our physical and psychological digestion. The process of digestion has both organic and energetic phases, and positive feelings and thoughts have a positive influence on it. However, certain experiences may not be digested, leading to discomfort and activating the intellect with the creation of thoughts. To activate the energy of the Archeus, we must create the appropriate state and transfer our consciousness to the area. Paracelsus distinguished between fantasy and true imagination. This text explores how to dig deeper into our internal selves to achieve a state of true imagination to activate our Archeus.",
  "content": "Ma certe esperienze possono non essere digerite. Questo succede quando il nostro sistema nervoso le considera un pericolo. A questo punto invece di una sensazione di pienezza si ingenerano allora fastidi e si attiva l'anima intellettiva con la creazione di pensieri. Questa \"mala digestione\" è normalmente dovuta ad eccessiva focalizzazione sulle cose e sui dettagli. 6. Come attivare l'energia dell'Archeus? Dapprima dobbiamo creare lo stato adatto. Di fatto la digestione è legata alla peristalsi che a sua volta dipende dall'azione del sistema parasimpatico, connesso al rilassamento ed al lasciarsi andare. Dobbiamo creare uno stato adatto per iniziare. Di “enterocezione”, in quanto l'attenzione all'interno è naturalmente legata all'attivazione del parasimpatico. Per questo i cosiddetti “passi magnetici” ed altre tecniche che portano l'energia alla zona profonda sono di grande aiuto. Cosi' come una buona digestione ha bisogno di calore, la digestione psichica ha bisogno che l'energia della coscienza intervenga ed aiuti il processo. Capendo questo meccanismo noi possiamo riprendere in mano il processo della Natura ed aiutare questa a completare il tutto riattivando l'energia dell'ARKEOS. La metodica di base è trasferire la nostra coscienza nella zona e lasciare l'ARKEOS fare il suo dovere. Paracelso distingueva tra le fantasticherie e la vera immaginazione (imaginatio vera).",
  "last_phrase": "In conclusion, by understanding the process of digestion and activating the energy of the Archeus, we can help our body and mind to function at their full potential. By using techniques such as magnetic steps, we can create the right state to start the process and bring our consciousness into the zone, allowing the Archeus to do its work. This, combined with a true imagination that changes reality, can lead to a transformation of previously indigestible experiences, allowing us to move forward with ease."
}