{
  "title": "\"Developing Willpower through Physical Exercise and Symbolic Meditation\"",
  "first_phrase": "In this text, the author presents two exercises that require strong willpower and muscle engagement. These exercises will help develop one's willpower and complement with meditation on the symbol \"Ares-Ferro-Marte.\" The symbol represents the idea of willpower and its applications. It consists of a circle with an arrow or a cross above it, representing the active energy of willpower that balances and directs penetration into things. The last 200 tokens introduce an exercise that helps in taking control over oneself and one's desires. It involves lifting and extending the leg like a powerful kick. This exercise connects with the idea of aggression and is performed with rapid movements.",
  "content": "Assumere una direzione. All’inizio è opportuno iniziare con piccoli sforzi di volontà mirando ad un obiettivo. Particolarmente produttivo è controllare sé stessi di fronte ad una brama oppure ad una difficoltà. L’energia viene ripresa e diretta verso l’alto (ecco perché la freccia puntata verso l’alto). Il simbolo di marte è anche interpretato a volte come il simbolo dell’ariete che esce dal cerchio (ed infatti spesso gli antichi notavano la somiglianza Ares – Aries). Abbiamo quindi un’energia che si sviluppa ed esce fuori. Anche molto efficace è il seguente esercizio il quale si connette anche all’idea dell’aggressività : Posizione. — Mani ai fianchi o alla nuca. Esecuzione Sollevare lateralmente la coscia sinistra, piegare la gamba e mettere il piede in estensione (cioè in prolungamento colla gamba). Lanciare con energia la gamba lateralmente, nel prolungamento della coscia, come per dare un calcio poderoso. Riprendere la posizione iniziale, mantenendo la gamba ben tesa. Badare bene che il ginocchio sia in fuori e la coscia sia sempre rettilinea. L'esercizio va eseguito con rapidità. Il tallone deve toccare la natica. Si possono alternare le gambe, o stancare prima una gamba e poi l'altra.",
  "last_phrase": "In conclusion, assuming a direction requires small efforts of will focused on a goal, controlling yourself in the face of cravings or difficulties. The symbol of Mars represents energy that is directed upward, and exercises like the thigh kick can strengthen muscles and improve physical well-being. Mirror exercises and visualization techniques can strengthen your willpower and help you achieve your goals more effectively."
}