{
  "title": "\"Expanded Symbolism: Understanding the Three Worlds within Us\"",
  "first_phrase": "This text explores the concept of \"expanded symbolism\" and its relation to a broader worldview that can be accessed on a subtle level through feeling the different densities in one's body. It draws on the teachings of Giuliano Kremmerz and Evola, using the subtle bodies to interpret classical elements. The last 200 tokens delve further into this interpretation, discussing the principles of alchemy and physiology as they relate to symbols in astrology and the color and phase of the alchemical process. It also touches on the process of separating the astral body from the gross body, known as \"viaggio astrale,\" which the \"Gruppo di Ur\" had previously explored.",
  "content": "Nell’“Anima” l’uomo porta la presenza della forza solare e aurea [..] ; nello “Spirito” (inteso [...] come l’insieme delle energie vitali che fanno da medium fra il corporeo e l’incorporeo e che animano l’organismo) egli porta quella forza lunare e mercuriale [...] ; nel Corpo si esprime la forza del Sale Elemento Principio Alchemico Principio Fisiologico Principio nell'Uomo Simbolo Astrologico Corpo Colore e Fase dell'Opus alchemica Fuoco Zolfo Coscienza espansa Anima Sole Causale Oro Aria Mercurio Igneo Sensazione espansa Spirito (estratto) Mercurio Eterico Rosso Acqua Mercurio Sensazione di formicolio Spirito Luna Astrale Bianco Terra Sale Ossa Corpo Saturno Fisico Nero Il nero è considerata la prima operazione: \"separatio, questo significa strettamente, estrarre il corpo di Mercurio; volta che con l'azione dell'organismo animale e la linfa vitale sospesi, altri principi diventano anche virtualmente liberi\" È quindi, essere più espliciti, per liberare il corpo astrale dal corpo grossolano, un processo che l'occultismo del tempo chiama anche \"viaggio astrale\" ed al quale anche il \"Gruppo di Ur\" aveva già dedicato una certa attenzione.",
  "last_phrase": "In conclusion, the extraction of the astral body, or what alchemists call the \"white work,\" requires techniques such as concentration, magic mirror use, and specific breathing rhythms. The separation of the subtle body from the physical body is referred to as the \"astral journey,\" which can be achieved through the heart's contemplation and violence. The black stage is considered the initial operation, while the red stage involves extracting the mercurial body. Ultimately, the Fire symbol encompasses all of these principles, representing essentiality and upward movement."
}