{
  "title": "How to Decongest the Solar Plexus and Improve Memory",
  "first_phrase": "This piece discusses techniques for achieving peace of mind and enhancing memory through abdominal breathing. The first part describes the steps to achieve this, while the second part, a recap, focuses on how memory can be improved through learning, concentration, and association. It emphasizes the importance of organizing knowledge at the time of acquisition to effectively recall it later. In the following conclusion, the text highlights a resource in issue N. 27, \"GINNASTICA RESPIRATORIA,\" that provides more complete instructions for respiratory exercises and an entire course on \"psychic breathing\" for obtaining different emotional states through changes in breathing rhythms.",
  "content": "Ottenuta la calma, la volontà — un momento dissociata dalla memoria — ritrova tutto il suo impero su questa funzione. RICAPITOLAZIONE Abbiamo visto che la memoria dipende in massima parte dall'arte di imparare. Quest'arte comprende due atti distinti: concentrarsi e associare. La concentrazione si acquista anzitutto allenando i sensi in modo che essi, come vigili sentinelle, raccolgano il massimo numero di dati possibile su ogni oggetto che si presenta al nostro esame. Si acquista poi mettendo in opera sui dati forniti dai sensi l'osservazione e il giudizio, cioè esaminando e deliberando intorno a quanto abbiamo visto, sentito, ecc. L'associazione è l'arte di accogliere le idee nuove venute, non in un angolo qualunque della nostra memoria, ma in un riparto determinato, come si farebbe di un libro in una biblioteca ben ordinata, in modo da poterle poi ritrovare con tutta facilità. La conservazione e il richiamo delle idee dipendono precisamente dall'ordine con cui sono state disposte e dell'arte di rifare a ritroso il cammino percorso nell'associarle. Non si possono organizzare i ricordi se non si è organizzato il sapere al momento del suo acquisto.",
  "last_phrase": "In conclusion, mastering the art of memory requires organizing learning with the goal of remembering. This involves training the senses to be vigilant, practicing observation and judgement, and mastering the skill of association. Remembering, organizing, and recalling ideas depends on the order in which they were acquired. Ultimately, the pursuit of a good memory is not only an art of studying and thinking but a path to happiness, as our memories shape our lives."
}