{
  "title": "\"Organizing Urgent Tasks with Mental Cards\"",
  "first_phrase": "In this text, the author introduces a memory technique that can help people to remember multiple urgent tasks. Before explaining the technique, the author presents an example of five tasks that need to be completed, such as going to the carpenter, buying ink, examining fabrics, buying theater tickets, and reviewing a client's correspondence. The author then suggests creating mental cards that are interconnected, so they trigger one another. These cards are built using mental images of the tasks combined in a logical sequence to help remember the tasks better. The text suggests summarizing the study material in the form of synoptic charts.",
  "content": "L'ultimo rettangolo è bianco e porta scritto il titolo della commedia o dell'opera alla quale volete assistere. 4a scheda. — Al camerino del teatro lo sportello dietro il quale l'impiegato vi porge il biglietto posato su un registratore contenente le lettere che dovete esaminare. Questo metodo aiuta considerevolmente il ricordo ed è suscettibile di numerose varianti che ciascuno può stabilire a piacer suo (*). (*) Un'esposizione completa di tutti i metodi artificiali il lettore troverà nel già citato N. 63, MNEMOTECNICA. Dovete sforzarvi di collegare le idee il più logicamente che vi è possibile, vale a dire osservare la loro successione logica. In altre parole, sia nelle scienze che nelle arti, vi è, un filo conduttore, trovato il quale si può sempre dall'antecedente ricavare il conseguente per rigore di logica. Se volete rievocare un fatto storico, giunti a un intoppo non dovete mai domandarvi: — E ora cosa succede?, ma: — E ora, che cosa « deve » essere successo ? che conseguenze ha portato questo fatto? Le idee si schiariscono e dunque si ricordano, disponendole in ordine logico. Abituatevi a fare dei sunti delle materie studiate sotto forma di quadri sinottici.",
  "last_phrase": "In conclusion, by organizing information in a logical sequence and summarizing it in synoptic tables, you can strengthen your memory, recall important facts and highlight the main idea of a text. These methods enhance your learning experience and help you to better appreciate the arts, as well as improve your performance on exams and in various professional settings."
}