{
  "title": "\"The Importance of Attention and Intention in Memory\"",
  "first_phrase": "In this text, the author explores the concept of attention and how it relates to memory. The author discusses that attention derives from the will and interest of an individual, and how it regulates intelligence by eliminating automatic information. To remember, attention must be paid with the intention of recalling later. This last part of the text provides insights into the ways individuals can intentionally remember information. The text delves into the idea that an individual's interest comes from their personal experiences and social position. The concept is explained through practical examples like how a politician will be more attentive to the news in the chamber while an athlete will focus more on sports-related news.",
  "content": "Nelle notizie di un giornale un uomo di mondo presterà attenzione ai ricevimenti, alle notizie di spettacoli ; uno sportsman alle notizie di sport, un politico agli avvenimenti della Camera, una comare alla cronaca, e via dicendo. A passeggio una signora ricorda a meraviglia com'era vestita la donna che le passò accanto, mentre suo marito non ne ricorda che le fattezze ! Il nostro interesse e quindi la nostra volontà, derivano dunque in parte dalla nostra costituzione intima, dalla nostra posizione sociale o dalle contingenze del momento. Per un'altra parte derivano dall'utilità o dal diletto che le sensazioni possono procurarci. Ma non basta prestar attenzione per poter ricordare. Se bastasse, la nostra memoria sarebbe ingombrata da un'infinità di sensazioni o di nozioni inutili, dato che l'interesse di un momento non è quello di un minuto prima o di un minuto dopo. Come si regola dunque l'intelligenza? L'intelligenza si regola eliminando « automaticamente » le nozioni che non ci interessano più. Cosi lo scolaro, passato l'esame, non ricorda più le sue tesi; l'agenti di cambio dimentica i listini di borsa dei giorni avanti, ecc. Ohe cosa occorre dunque per poter ricordare ? Occorre non solo prestare attenzione, ma prestarla coll'intenzione di ricordare più tardi quanto impariamo.",
  "last_phrase": "To summarize, for effective memory recall, it is not enough to simply pay attention, but to pay attention with the intention of remembering. Furthermore, a facility for recall depends on the ease of association between ideas, feelings, and other mental constructs. By following these steps, we can better regulate our attention and memory, improving our ability to learn and retain information."
}