{
  "title": "\"The Power of Attention for Concentration and Productivity\"",
  "first_phrase": "This text examines the different factors that contribute to concentration and attention, such as emotional interest, voluntary effort, and inhibition of mental processes. A useful comparison is given by Aìtkien, who likens concentration to a water pipe that loses force when too many branches are added. The importance of maintaining attention and collecting observations is highlighted as a key difference between successful and unsuccessful people. The last part discusses Peillaube's ideas on the nature of voluntary attention in relation to genius.",
  "content": "Siamo come un tubo d'acqua avente molte diramazioni ; la forza dipende dal livello e dal rubinetto regolatore. Si avrà tutta la forza se l'acqua è riunita in una o tutt'al più due diramazioni ; ma se l'acqua va a tutte le diramazioni la forza sarà dispersa e l'acqua certamente non potrà essere spinta fino ai piani superiori della casa. Spesso il tubo perde in qualche punto con grande spreco di acqua, e questo spreco è tanto maggiore se tutte le diramazioni sono chuse in modo che l'acqua non può andare alla sua destinazione. Anche nell'ordine intellettuale vi può essere perdita di mentalità, spreco di concentrazione. E' questa una delle differenze maggiori tra l'uomo che riesce nella vita e quello che non riesce. L'uno mantiene sempre viva la sua attenzione e dovunque vada raccoglie e mette in serbo qualche osservazione, mentre l'altro attraversa la vita sognando. Questa differenza in parte è naturale, in parte però procede dall'abitudine e dalla (disciplina. Attenzione, interesse e genio secondo Peillaube. L'attenzione volontaria è dolorosa e non può essere mantenuta che a fatica. L'attenzione sostenuta dell'uomo di genio, che si mantiene fissa sul suo soggetto per ore e ore, è per la massima parte di natura passiva.",
  "last_phrase": "In order to achieve success in life, it's important to maintain focus and avoid distractions. Just like a water pipe with many branches, if our attention is divided into too many directions, our mental strength and ability to concentrate will be weakened. We should strive to maintain a sustained focus on one task or subject, just like the great thinkers and geniuses throughout history. Ultimately, it is our ability to harness the power of our attention that will determine our success in life."
}