{
  "title": "\"Developing the Art of Attention: Practical Exercises for Better Perception\"",
  "first_phrase": "This text explores the importance of attention and willpower in education, as well as practical exercises for improving them. Before delving into practical examples, the author emphasizes that attention and willpower require effort and decision-making. In order to train your attention, you must first decide to be attentive and engage your willpower. Examples of how to practice attention are offered, such as examining your surroundings for details you may have missed before. The last section also provides advice on how to approach an overwhelming task by breaking it down into manageable parts. This text draws from the works of various authors, including \"EDUCAZIONE DELLA VOLONTÀ\" by L. 6 and \"GINNASTICA DEI SENSI\" by N. 51.",
  "content": "Guardatevi attorno e sarete meravigliati di vedere ciò che non avete mai notato: un rattoppo alla tappezzeria, una incrinatura o un difetto ai vetri della finestra, un chiodo nel muro, una macchia sulla porta, uno strappo alla tenda, una ammaccatura su un mobile, dei punti neri nello specchio, dei graffi nell'impiantito, un piccolo buco nel soffitto, il logorio del tappeto, il colore stinto delle stoffe, ecc. (*). (*) Ma anche in questo esame occorre del metodo. Il Payot, rettore del Collegio di Aix, rimproverando un economo per la sua disattenzione, si senti rispondere da questi che, per quanti sforzi facesse, non riusciva a veder tutto. 11 Payot gli diede allora il consiglio di esaminare il collegio quartiere per quartiere, camera per camera, e di preoccuparsi un giorno solo in senso verticale (pareti) e il giorno dopo solo in senso orizzontale (pavimenti e soffitti). Il successo fu quale egli si aspettava. Vedere N. 51, GINNASTICA DEI SENSI, L. 6.—.",
  "last_phrase": "Investing some time in carefully observing your house or surroundings can reveal hidden imperfections such as cracks, stains, scratches or tears that you might have overlooked before. Implement a systematic method to examine every nook and cranny of your surroundings and train your senses to be more attentive to every sound and movement around you. Gradually increase the duration of this exercise and become excessively observant. It only takes a few minutes of observation to realize how much we might be missing out on the details."
}