{
  "title": "\"The Importance of Muscle Relaxation and Rhythmic Breathing in Attention Training\"",
  "first_phrase": "This text discusses the mechanics of attention and the importance of having a clear goal to maintain focus. The author emphasizes the need to limit effort if energy levels are low, but once a deadline is set, do not deviate or abandon it. The article references Th. Rìbot and discusses how attention primarily affects muscles through inhibition. It then goes on to describe how the thought process is accompanied by physical manifestations such as vasomotor phenomena, respiratory phenomena, and motor or expressive phenomena. Finally, the text concludes by explaining how facial and body movements are not just signs but also necessary conditions and indispensable factors for attention.",
  "content": "Il pensiero è una parola o un atto allo stato nascente, vale a dire un inizio di attività muscolare. Il pensiero non è un avvenimento che accade in un mondo supersensibile, etereo, inafferrabile, ma è sempre accompagnato da determinate manifestazioni fisiche : 1° Fenomeni vasomotorii. 2° Fenomeni respiratorii (vedi J. Payot, pag. 24). 3° Fenomeni motori o di espressione. L'attenzione applicata agli oggetti esteriori (attenzione propriamente detta) contrae il muscolo frontale sollevando le sopracciglia e determinando delle rughe trasversali della fronte: l'occhio è spalancato, ben illuminato. Nei casi estremi la bocca si spalanca. L'attenzione applicata agli avvenimenti interni (riflessione) agisce al contrario sull'orbicolare superiore, abbassa le sopracciglia, la fronte si piega verticalmente, l'occhio è velato o chiuso e guarda interiormente. La bocca è chiusa come per sostenere uno sforzo. Questi movimenti della faccia, del corpo, delle membra, non sono segni, effetti dell'attenzione, ma al contrario ne sono le condizioni necessarie, gli elementi costitutori, i fattori indispensabili. Il compito fondamentale dei movimenti nell'attenzione, consiste nel mantenere e rinforzare lo stato di coscienza.",
  "last_phrase": "In summary, thoughts are not just abstract events happening in a separate world, but are accompanied by physical manifestations such as vasomotor, respiratory, and motor phenomena. The fundamental task of these movements is to maintain and reinforce consciousness, and physiological adaptation is necessary for attention to occur. Therefore, the coordination of muscles is essential to the education of willpower."
}