{
  "title": "\"Developing Impartial Judgement through Observing and Analyzing\"",
  "first_phrase": "In this text, the author encourages readers to train their ability to judge everything they observe impartially. The text suggests a technique to concentrate attention and observation skills by reading two different texts and forming an opinion on each one's writing style and ideas. The readers are then encouraged to judge people they observe as well, based on their appearance and behavior. The last 200 tokens of the text emphasize the need to continue observing a person until a fair judgment is formed, instead of stopping at mere observations of their physical appearance. The text is from the book \"L'arte di essere uomo\" in Biblioteca Hermes N.33, and the author's name is not mentioned.",
  "content": "Quali che siano i vostri gusti e le vostre tendenze personali non dite che quel che reputate essere l'espressione della verità e della giustizia. Se il vostro sguardo cade su un passante che voi osservate secondo le due fasi di lavoro indicate precedentemente, voi non dovete arrestare là il vostro sforzo, ma continuare sino a che il vostro giudizio su questa persona sia fissato. Prima fase: il vostro occhio attento ha visto questo passeggero di cui avrebbe un tempo trascurato la presenza. Seconda fase: voi osservate il viso, il contegno, l'andatura di quest'uomo. Terza fase: voi vi formate su di lui un'opinione ed emette mentalmente un giudizio più o meno favorevole. Voi non dite solo: le scarpe sono sporche, il panciotto sbottonato, la cravatta male annodata, gli abiti macchiati, il cappello gualcito... Ma voi pensate: Se quest'uomo fosse pulito, anche se povero spazzolerebbe le sue scarpe ; se avesse rispetto umano non lascierebbe il panciotto sbottonato ; se avesse cura della sua persona la sua cravatta sarebbe più a posto ; se avesse i mezzi di comperare un cappello nuovo non ne porterebbe uno vecchio.",
  "last_phrase": "In conclusion, it is essential not to judge a person solely on appearance or first impressions. Take the time to observe, understand and form a fair opinion based on facts and actions. This approach will lead to better relationships, communication and decision-making."
}