{
  "title": "The Art of Memory: Organizing Learning for Recall",
  "first_phrase": "In the last 200 tokens of this text, the author summarizes the key points about memory and its relationship with learning. They explain that memory primarily relies on the art of learning, which involves concentration and association. The author stresses the importance of actively reflecting on the ideas that one learns to organize them effectively and to make them part of oneself. Furthermore, the art of memory is connected to happiness since our well-being largely depends on our memories. The author ends by pointing out that intelligence involves choosing what is worth remembering. So, the art of memory is not just about studying and thinking but also about organizing learning for the sake of remembering.",
  "content": "Il segreto di una buona memoria che ritrovi subito dei ricordi abbondanti e precisi, è un pensiero attivo che ritorna senza posa sulle idee acquisite, voltandole e rivoltandole in ogni senso, scoprendo senza posa tra loro dei nuovi rapporti e ohe non può perciò1 mai venir colto di sprovvista sulle cose che sa, avendovi molto riflettuto. Si può concludere ripetendo che l'arte della memoria consiste nell'organizzare l'apprendimento in vista del ricordo. Dunque essa è bensì « un'arte di studiare e di pensare » — come vuole il filosofo William James — ma di studiare e di pensare per uno scopo altro che lo studio e il pensiero. Con un paragone volgare, si può dire che la nozione, dopo digerita, deve essere assimilata per far parte di noi, per essere noi stessi-Così, si capisce, non tutto deve essere appreso in tal modo, e compito dell'intelligenza è fare la scelta di quanto è degno d'essere ritenuto. Qui l'arte della memoria si collega all'edonistica (*): la nostra felicità dipende dai nostri ricordi. (*) Vedi Biblioteca Hermes N. 47: L'ARTE DI ESSER FELICI, L. 4.—. — FINE —",
  "last_phrase": "In conclusion, the key to a good memory is active thinking, constantly turning acquired ideas and discovering new relationships. The art of memory involves organizing learning for the sake of remembering, and our happiness depends on our ability to remember. It is up to our intelligence to choose what is worth retaining."
}