{
  "title": "\"The Importance of Hearing and Memory in Language Learning\"",
  "first_phrase": "This text is a part of an educational piece on how to improve one's listening skills to learn new languages. It suggests exercises such as listening to different sounds outside of a room and gradually practicing listening and reciting prose or verse. The last section of this text suggests practicing the learned propositions by starting with two a day and gradually increasing the number to improve memory. Additionally, it suggests listening to readings of propositions and trying to recite them later. As a further challenge, one can occupy themselves for some time and then try to repeat the memorized proposition. This exercise should be done gradually as to not overload the memory. It ends with the suggestion that there are other exercises to improve one's hearing, such as repeating heard speeches.",
  "content": "Al secondo ripetete anzitutto a memoria le due prime proposizioni e fatevi leggere le due seguenti. Il terzo giorno ri- petete le quattro proposizioni, prendetene due ulteriori e proseguite in tal modo. La seconda settimana tate leggere addirittura due proposizioni una dopo l'altra e ripetetele ; se riuscite, pensate al loro senso ed alla relazione esistente fra di loro e quella fra la prima e l'ultima del giorno precedente. Passate poi a due altre proposizioni in modo che ora ne imparate giornalmente quattro. Dopo 15 giorni recitate a memoria tre proposizioni, passate a tre nuove, imparandone giornalmente 9 e così di seguito. Naturalmente ripeterete ogni giorno tutto il precedente. La persona che vi fa la lettura dovrebbe leggere gradatamente più presto. Dopo qualche tempo fate leggere alcune proposizioni, occupatevi immediatamente con qualcosa d'altro che occupi completamente i vostri pensieri e cercate appena dopo 1/4 oppure 1/2 ora di ripetere a memoria il brano che v'era stato letto. Si proceda sempre adagio per lasciar tempo alla memoria, non sopracaricata, di svilupparsi liberamente e di migliorarsi. Va da sé che esistono anche altri esercizi utili per l'udito, come il narrare discorsi che si sono ascoltati, ecc.",
  "last_phrase": "In conclusion, exercising the auditory memory is crucial for language learning, improving communication skills and musical abilities. By gradually increasing the amount of information and practicing regularly, the memory can be strengthened and improved. Take advantage of the sounds and noises around you, and try incorporating these exercises into your daily routine for better results."
}