{
  "title": "\"Exercises for Attention and Concentration\"",
  "first_phrase": "In the previous paragraphs, the author reflects on the difficulties of concentration, which can be hindered by distractions caused by automatic thoughts. However, the ability to concentrate can be developed with specific exercises. The last 200 tokens introduce the concept of concentration exercises and their objectives, which are to extend the duration of observation of an object and to increase the ability to observe more details in a given time. The interest in the object of attention is essential to achieve these objectives, and it comes from the capacity to analyze and connect the subject with other known ones. The author encourages the reader to develop their concentration skills by finding interest in the object they observe.",
  "content": "Ma per lo più questi pensieri si svolgono seguendo una serie che chiameremo per contiguità e ohe impareremo a conoscere più tardi. Ber concentrarci occorre dunque a ogni momento vietarci « con un atto volontario » lo sfilare delle imagini che scorrono automaticamente sul nostro schermo cerebrale, e riportare il pensiero su un oggetto unico. La concentrazione si può educare mediante appositi esercizi. Noi ne faremo oggetto di un capitolo speciale. ESERCIZI DI ATTENZIONE E DI CONCENTRAZIONE Osservazione preliminare. Tutti gli esercizi di concentrazione si riducono a ottenere questi due scopi : 1° che si prolunghi sempre più la durata del tempo in cui siamo capaci di osservare un oggetto ; 2° che si prolunghi la capacità di osservare in un tempo dato un numero sempre maggiore di particolari. Nell'un caso come nell'altro occorre che l'oggetto della nostra attenzione presenti un interesse. Ma l'interesse è dato dalla quantità di particolari che noi possiamo scoprire in un complesso generale ; dalla quantità, cioè, di punti di vista sotto cui possiamo esaminare un soggetto. Ma tale quantità di punti di vista deve esserci 'fornita dalla capacità di analizzare e di collegare il soggetto con altri già noti. Se ne deduce che la facoltà di concentrarci su un oggetto è relativa alla capacità di trovare interessa al soggetto stesso.",
  "last_phrase": "Concentrating on one object for an extended period is not a passive process of contemplation, but rather an active and intentional effort to find interesting viewpoints and connections within it. By analyzing and connecting with the subject in more depth, we can prolong our attention span and increase our ability to observe more details in a given time frame. Practicing exercises of attention and concentration can help us develop and improve these skills."
}