{
  "title": "\"Improving Memory and Managing Exam Anxiety\"",
  "first_phrase": "In the previous section, we learned how our ability to make connections between previously learned information and new information can enhance our knowledge. However, sometimes our mental state can impede the retrieval of information, affecting our performance, as seen in the case of exam anxiety. The author proposes a solution to this issue, calling for a reform of the oral exam format or suggesting relaxation techniques, such as deep breathing exercises, provided in books like \"The Radical Cure for Shyness\" and \"Self-Hypnosis\" by the Institute Hermes. The last 200 tokens give detailed instructions on the breathing exercise that can lead to a state of relaxation and peace.",
  "content": "(*) L'Istituto Hermes offre invece un insegnamento completo in due volumetti di questa Biblioteca: N. 15. LA CURA RADICALE DELLA TIMIDEZZA. L. 4.50. N. 18. IPNOTIZZATE VOI STESSI! L. 6.—. Per ritrovare la tranquillità di spirito cercate di decongestionare il plesso solare (cioè il centro nervoso situato dietro lo stomaco) mediante la respirazione addominale. Inspirate lentamente pel naso e riempite d'aria tutto il parenchina polmonare. Il primo sforzo deve mirare a dilatare la parte inferiore, il ventre, il secondo, a dilatare le costole, il terzo a gonfiare gli apici polmonari. Quando la respirazione sembra completa, sollevare la parete addominale, lentamente, dolcemente, gradatamente, sino a che risulti ben distesa, poi ricondurla verso l'interno incavando l'addome il più possibile: ricominciare due o tre volte questo movimento alternativo. L'effetto non si farà attendere: un rilassamento dello stato nervoso sopraggiunge con grande rapidità e ripetendo l'esercizio dieci o quindici volte ci si trova intieramente liberati (*). (*) Nel N. 27: GINNASTICA RESPIRATORIA, (L. 6.—) si troveranno più complete istruzioni, oltre a un intero corso di « respirazione psichica » indiana per ottenere vari stati d'animo col semplice mutamento del ritmo respiratorio.",
  "last_phrase": "In conclusion, to find peace of mind and improve memory, practicing abdominal breathing can be helpful. The Hermes Institute offers comprehensive teaching on this subject through their library collection, and the Respiratory Gymnastics book provides detailed instructions on this exercise. With practice, one can achieve a state of calm, allowing the will to regain control over memory function."
}