{
  "title": "\"How to organize and classify information in your mind\"",
  "first_phrase": "In this text, the author provides a method to better organize and retain information in our minds. They suggest creating a mental \"file\" for each subject and breaking it down into sections. As an example, the author describes how to organize information about health. By doing this, we can easily and permanently retain knowledge. This method is useful when studying a new subject as well. The author advises finding a place for it in our existing knowledge, creating a general understanding and creating a mental file for it. This approach helps us concentrate on the subject of interest.",
  "content": "Rimedi da opporre alle malattie eventuali ; 5째. Igiene preventiva. Voi insomma, registrerete facilmente e definitivamente una cognizione tutte le volte che trovandovi di fronte a un soggetto che richiede la vostra attenzione avrete prima stabilito: 1째 Qual posto occupa in un insieme di cui vi sono note le grandi linee ; 2째. Che cosa potete personalmente ricavare dall'assimilazione del soggetto in parola. Quando inizierete lo studio di un ramo di sapere affatto nuovo per voi, trovategli anzitutto un posto nel complesso delle vostre cognizioni. Poi createvi un'idea generale del soggetto che vi proponete di studiare, sia colla lettura rapida di un sommario, di un trattatello elementare, sia interrogando un competente. In terzo luogo create la vostra scheda. Ditevi: questa scienza ha il tale oggetto; essa studia successivamente i tali o tali aspetti i quali presentano fra di loro le tali e tali connessioni. Finalmente trovate il centro di connessione o di cristallizzazione pi첫 propizio e concentrate il vostro spirito sull'interesse dello studio al quale state per dedicarvi.",
  "last_phrase": "In conclusion, to effectively combat potential illnesses, prioritize preventive hygiene measures. When studying new subjects, place them within the context of your existing knowledge, create a general understanding, and focus on central connections. To retain useful ideas, create and quickly fill mental cards, associating them with relevant aspects and determining their timing. When visualizing material things or people, imagine satisfying your desires with them."
}