{
  "title": "\"Exercises for Attention and Concentration\"",
  "first_phrase": "In the previous text, the author discusses the importance of concentration and how it can be trained through specific exercises. Now, the author focuses on the exercises themselves, which aim to prolong the duration of time in which we can observe an object and enhance our ability to observe more details within a given time. The author emphasizes that the interest in the object of concentration is essential, and it can be natural or artificially induced. The author suggests an exercise, where one chooses three distinct subjects for meditation and focuses only on one of them at a time, aiming to analyze it more profoundly and find more connecting points with our mental capital.",
  "content": "Questo interesse potremo suscitarlo naturalmente o artificiosamente. Non bisogna dunque imaginarsi che la concentrazione consista nello sforzo di contemplare passivamente una cosa per un tempo sempre più lungo. Il tempo della concentrazione sarà lungo o breve secondo che noi avremo trovato nell'oggetto preso in considerazione un maggior o minor numero di punti di vista interessanti. In sostanza un'attenzione lunga su un solo oggetto può venir considerata come un lungo seguito di brevissime attenzioni alla varie parti che costituiscono il soggetto stesso. Se ne deduce perciò, che la facoltà di concentrarsi su un soggetto corrisponde alle facoltà di analizzarlo più o meno profondamente e di trovare in esso dei punti più o meno numerosi di raccordo con quanto costituisce il nostro capitale mentale. 1° Esercizio. Scegliete tre soggetti di meditazione ben distinti fra loro, per es. una questione d'interesse personale, una d'interesse professionale e una d'interesse astratto, filosofico o altro. Guardate l'ora. Applicatevi subito a pensare unicamente alla prima delle vostre tre questioni. Datele tutta la vostra attenzione. Se non . siete già a un certo grado padrone della vostra ideazione, ben presto vi accorgerete di esservi distratti.",
  "last_phrase": "In conclusion, concentration is not about passive contemplation of an object for a longer period but about finding interesting perspectives in it. To practice concentration, choose three subjects and focus solely on one, reeling your mind back if distracted. For pracicality, place an unusual object on your workspace to mentally connect with your subject of contemplation and regain focus if you drift away. Good luck!"
}