{
  "title": "\"Importance of Association in Memory Retention\"",
  "first_phrase": "In this last part of the text, the author discusses the importance of mental association in memory retention. To remember new information, it's useful to link it to something already familiar. The author gives various examples, such as linking a person's name with a similar-sounding word or associating them with a physical trait. The author notes that the mental association should be temporary, and when the new information is well-established, the association is no longer necessary. The author also briefly mentions psychologists' studies on mental association and provides a simple chart of the different ways ideas can associate. This part is a complement to a book on artificial memory and its applications.",
  "content": "Quando essa sarà ben fissata, l'associazione non avrà più ragione di essere, come non hanno più ragione di essere le travi che sostengono un'arcata allorquando il cemento ha fatto presa. Verrà un giorno in cui non avrete più bisogno di ricordare che Bianchi ha gli occhiali neri o i capelli rossi, ma senza rifletterci due volte gli andrete incontro esclamando : — Carissimo signor Bianchi ! Gli psicologi hanno architettato delle costruzioni complicatissime nelle quali sono studiati tutti i modi possibili e imaginabili con cui le idee possono associarsi. Questi lavori sarebbero di scarsa utilità al nostro scopo ; ne daremo tuttavia uno specchietto semplice il più possibile, giacché può spesso capitare di non saper come collegare una nuova nozione e da tale specchio sarà facile trovare una connessione (*). (*) Per maggiori particolari sull'associazione delle idee e per tutte le applicazioni pratiche che ne derivano, vedere il vol. N. 63: MNEMOTECNICA (La memoria artificiale e i suoi miracoli) L. 6.— che è il seguito e il complemento di questo libro. Tavola dell'associazione delle idee. I. - ANALOGIA FONICA. 1° Finale, assonanza, rima; (pente-ponte; duro-scuro; pane-cane; riso-paradiso). 2° Iniziale di una o più lettere (frana-fracasso ; ginestra-Ginetta).",
  "last_phrase": "In conclusion, the association of ideas is a complex concept, but with practical applications that can be useful for everyday life. By understanding the different ways in which ideas can be associated, you can simplify the process of learning and memorization. For further insights and practical applications, consider exploring the topic in the book \"MNEMOTECNICA (The Artificial Memory and Its Miracles)\"."
}