{
  "title": "\"Creating Mental File Cards for Better Memory Retention\"",
  "first_phrase": "In this last part, the importance of mental organization and classification is discussed, with the goal of creating a mental reserve of knowledge. The author emphasizes the benefits of having well-organized ideas, allowing for easier assimilation of new information and improved retention. The text provides examples of how to create mental cards and classify them to form new units, as well as the importance of recognizing connections between different aspects of one's personality. Overall, the aim is to create a coherent and logical system for storing and retrieving information.",
  "content": "Al momento di registrare, allorché voi sentite nettamente i diversi rapporti dell'oggetto della vostra attenzione e dei vostri diversi centri di cristallizzazione, avrete con ciò stesso scorte altrettante relazioni e creati altrettanti punti di raccordo. Costruzione delle « schede mentali » e loro classificazione. Come è facile comprendere, le precedenti esposizioni hanno lo scopo di stabilire una stretta concatenazione analogica di tutto il contenuto della riserva mentale. Ogni persona e ogni cosa che vi interessa ha, per così dire, la sua scheda nel vostro spirito. Quando su un soggetto determinato siete arrivati a possedere un numero determinato di indicazioni raggruppate in una scheda, voi dovrete tornare a classificarle in due o tre sezioni distinte che formeranno due o tre nuove unità del vostro schedario. Per esempio, se avete raccolto molte indicazioni sulla vostra salute, e la cornice nella quale l'avete collocate è troppo stretta, allargatela. Sia ad es. il punto 2° del quadro della personalità dato a pag. 39, e supponiamo di aver raccolti molti dati circa la salute. Costituiremo allora una sottosezione intitolata salute, formandola coi seguenti punti : 1°. Le vostre condizioni anatomiche; 2o. Le vostre condizioni organiche ; 3°. Normalità e predisposizioni caratteristiche alla malattia ; 4°.",
  "last_phrase": "In conclusion, creating mental cards and categorizing them based on specific information can help you organize and retain knowledge. By classifying information into distinct units, you can easily access a complete understanding of any subject that captures your attention. Take the time to establish a cognitive hierarchy and you'll be amazed at how much easier it is to absorb and recall new information."
}