{
  "title": "\"10 Exercises for Improving Memory and Learning Potential\"",
  "first_phrase": "In the previous text (tokens not specified), the author introduced various exercises to develop memory, perception, and comprehension. In this final section, the author gives a summary of the benefits that come with implementing these exercises, including a better understanding of any subject in less time and an enhanced aesthetic sense. The author recommends the book \"Intellectual Gymnastics\" (N.37) for further exercises. The 9th exercise emphasizes the importance of recalling previous knowledge and creating mental connections, while the 10th exercise encourages making a personal commitment to be attentive and interested in the subject being studied.",
  "content": "Notate bene che in questa prescrizione non si tratta solo di un adattamento psicologico il quale avrà per risultato di suscitare l'interesse intorno alla materia studiata, ma di un vero adattamento fisiologico (irrorazioni delle cellule cerebrali). Limitandoci al punto di vista psicologico, lo sforzo di ricordare tutto ciò che sappiamo finora su un soggetto serve a predisporre una specie di «attenzione aspettante» per cui molti fatti, molte nozioni non ci sembrano più cose nuove, ma amplificazioni di fatti e cose già saputi. Avremo con ciò automaticamente fissato dei punti di raccordo che ci renderanno assai più facile il ricordare. 10° Esercizio. Prima di accingervi a uno studio qualsiasi, prendete di fronte a voi stessi l'impegno di voler essere attenti all'argomento di cui vi occuperete. Questa promessa fatta a voi stessi e che gli psicologi chiamano: « predeterminazione » è utile per gli stessi motivi dell'esercizio 9. Come abbiamo detto, l'attenzione è figlia dell'interesse. L'interesse che si porta a una questione, a un problema, anima l'attività intellettuale e crea una condizione ricettiva che facilità al più alto punto l'assimilazione e la ritenzione. Per conseguenza, prima di intraprendere lo studio di una materia qualsiasi, conviene meditare sui motivi suscettibili di farci prendere interesse a questo studio.",
  "last_phrase": "In conclusion, by making a commitment to be attentive to the subject matter you are studying and cultivating an interest in it, you can create a receptive state of mind that facilitates assimilation and retention. Before starting to study any subject, take the time to meditate on the reasons why you would find it interesting and beneficial. With this mindset, even the driest of theoretical or practical knowledge can become meaningful and enjoyable, leading to better memory retention and ultimately, success."
}