{
  "title": "\"Fascination and ecstasy in therapy and personal development\"",
  "first_phrase": "In the previous text, different methods of inducing fascination and ecstasy were discussed. The author now explores the benefits of these processes and their connection to spiritual experiences. The author introduces the reader to the concept of somnambulic ecstatic fascination and its various phases before delving into the use of relaxation techniques to induce fascination. The text also highlights the potential benefits of these processes in addressing life problems and attitudes. The author emphasizes the distinct objectives and phases of action of these processes and touches on their similarities to yogic practices.",
  "content": "Parfois, l’égo s’efface et l’absolu divin s’ouvre au patient. Certaines similitudes de cette méthode somnambulique de fascination évoluée peuvent se retrouver dans les pratiques yogiques. Dans les deux cas, on ressent des effets paranormaux de sensation, de connexion cosmique et d’anéantissement de l’égo. Naturellement, les processus de fascination extatique somnambulique et de montée extatique de Kundalini n’ont pas forcement le même objectif ni les mêmes phases d’action. 4/ La fascination et l’extase par la décontraction absolue Une autre possibilité consiste à créer la fascination par une décontraction léthargique. La décontraction léthargique n’est pas une vraie léthargie, mais plutôt un état reprenant certaines de ses caractéristiques hormis le sommeil profond. Dans l’état qui nous correspond la personne est apathique, entend, parle en oubliant immédiatement ses propos et présente une forme de torpeur. C’est après cette phase léthargique que l’on peut produire la montée vers l’extase. 5/ Utilité de la fascination et reconstruction après dissolution de l’égo Bon nombre de problèmes et d’attitudes de la vie peuvent être adoucies par la fascination.",
  "last_phrase": "In conclusion, fascination can be a powerful tool for personal development, therapy, and spiritual growth. Whether through somnambulistic or lethargic states, it can facilitate the dissolution of the ego and bring about new, higher sensitivities. The exercise of self-fascination through mirror work is particularly useful for personal development. With patience and practice, fascination can become a valuable tool for reconstructing the self after the dissolution of the ego."
}