{
  "title": "\"Understanding and Activating the Body's Energy Centers\"",
  "first_phrase": "This text delves into the connection between the physical and etheric bodies, and the role of the different types of bodies in human experience. It mentions the influence of various elements, planetary symbols, and alchemical principles on the different bodies. In the final part, the focus is on the astral body, mental body, and their relationship with the physical body. It emphasizes the importance of developing an intuitive sense to perceive these bodies correctly. The text refers to concepts and thinkers like Aristotle, Mercure, and Aristote in the discussion.",
  "content": "Lorsqu’il est en partie dominé par les émotions, il correspond à l’âme sensitive d’Aristote ou âme moyenne. La partie médiane du corps physique lui correspond. Sous l’influence de Mercure, cette partie est connectée à l’air des poumons. Le corps mental exulte l`élément feu. Son action active la vivacité de la partie supérieure du corps physique. Il est propice au développement du magnétisme mental. On a remarqué que l’œil et plus particulièrement les sourcils sont des points d’actions centraux du corps mental. Leurs stimulations réveillent ce corps. Plus précisément, c’est entre les sourcils que l’on retrouve une condensation énergétique du corps mental qui agit sur la personnalité. Si l’on va au-delà de ce corps, on ouvre la porte du niveau supérieur identifiable à l’essence de l’homme. Pour bien ressentir ces corps, il ne faut plus analyser mais plutôt s’affirmer correctement, lâcher prise et mettre le mental de coté. Le but étant d’affiner la perception car l’information primordiale est en soi. Pour ce faire, il faut être vigilant et se concentrer sur sa vraie nature.",
  "last_phrase": "In order to truly feel and understand these energy bodies, it is necessary to let go of analysis and instead focus on affirming yourself while putting your mind aside. Through continuous practice, it is possible to perceive and even physically feel the aura and colors corresponding to each energy body. By reconnecting with our deep sensitivities, we can reawaken and develop the power of our mental and physical bodies."
}