{
  "title": "Understanding the Autonomous Nervous System: Sympathetic and Parasympathetic Channels",
  "first_phrase": "In this concluding section of the text, we dive deeper into the functioning of the Autonomic Nervous System, specifically the Sympathetic and Parasympathetic Nerves, and their effects on the body. The SNA is also influenced by our karmic destiny. The role of the Sympathetic Nervous System is to prepare our bodies for action, while the Parasympathetic Nervous System helps our bodies rest and restore. Additionally, we discuss the Vagus Nerve and its extensive range of functions in transmitting motor, sensory, and parasympathetic signals.",
  "content": "Son action produit : - Une dilatation des bronches, - Une accélération de l’activité cardio-respiratoire, - Une augmentation de la pression artérielle, - Une hypersudation, - Une dilatation des pupilles, - Une diminution de l’activité digestive. Ce nerf est associé à deux neurotransmetteurs synaptiques: - L’Adrénaline (glandes surrénales), - La Noradrénaline. La fonction du système nerveux parasympathique Son rôle consiste adapter l’organisme à une situation de calme. Il permet le repos. Lorsque tout va bien et quand c’est nécessaire, ce système nous amène vers l’harmonie générale de nos fonctions vitales. Sa bienveillance permet : - Un ralentissement du rythme cardiaque et de l’activité respiratoire, - Une baisse de la pression artérielle, - Une mise en appétit, - Une fonction digestive amplifiée, - Un désir sexuel amélioré. Ce système est lié au neurotransmetteur acétylcholine. Le nerf vague On l’appelle aussi nerf Cardio-Pneumo-Entérique. C’est le dixième nerf crânien de l’organisme. Sa zone d’action est la plus étendue, d’où son nom de vague. Sa fonction est multiple. Il véhicule les influx moteurs, sensitifs, sensoriels et végétatifs d’origine parasympathique.",
  "last_phrase": "In conclusion, understanding the functions and actions of the sympathetic and parasympathetic nervous systems, as well as the vagus nerve, can lead to better management of our physical and emotional responses. Additionally, recognizing the influence of different temperaments on the autonomic nervous system can provide insight into individual health and wellness."
}