{
  "title": "\"The Influence of Emotions on Our Physical Health\"",
  "first_phrase": "This text explains the different emotions and their bodily effects. It connects anger to the liver and its Jovian influence, and fear to the kidneys and its Venusian influence. Depression is associated with the cerebral zone and nerves under Lunar influence, while anxiety and worry are linked to the pancreas, spleen, and Saturnian influence. Irritability affects the mercurial lungs. The last 200 tokens elaborate on the negative effects of anger and fear on the body and mind, ultimately affecting one's social life.",
  "content": "A la longue la colère devient nocive pour le foie avec un impact global sur les processus digestifs. Elle fait bouillir le sang et génère une forte chaleur pouvant endommager les organes. En réaction protectrice, physis (le régulateur) va immédiatement dévier la circulation sanguine vers la périphérie du corps afin que le sang se refroidisse. Trop de colère finit par atteindre le cœur et le cerveau. La peur, froide et humide, est en accord avec l’élément eau. Ses caractéristiques correspondent au tempérament lymphatique. Elle affecte directement les reins, les surrénales, la vessie et les glandes pituitaires. Lorsque l’on subit une trop grande peur, la circulation sanguine se déplace brusquement vers l'intérieur du corps, ce qui entraîne une pâleur et une froideur de la peau et du visage avec une respiration superficielle. Si cela se prolonge, un excès de froid s’installe. En réaction physis amène le sang vers l’intérieur pour protéger les organes. A la longue, le foie et le cœur seront touchés.La sensation permanente de peur rend la personne fragile et émotionnellement distante. Un ressenti d’insécurisé et un manque de volonté s’installent en elle et finissent par l’isoler socialement.",
  "last_phrase": "Il est important de comprendre comment nos émotions peuvent affecter notre corps afin de mieux gérer notre santé mentale et physique. En prenant soin de notre bien-être émotionnel, nous pouvons éviter les dommages causés par une accumulation excessive de stress et équilibrer notre santé globale."
}