{
  "title": "Critiques des anciens magnétiseurs vis-à-vis des théories modernes et analogies avec les médecines orientales.",
  "first_phrase": "In the preceding text, the beliefs of ancient mesmerists were explored. They dismissed Faria's opinion that touch and the sound of the voice were all that was necessary to magnetize someone, instead emphasizing the inadequacy of purely psychological theories. They also ridiculed Braid's declaration of a \"fatigued brain.\" Moreover, the text provides insight into their views on consciousness, the ego, and the unconscious. This last part focuses on the implications of their beliefs on the concept of the self, arguing that the ego is nothing but a product of experimentation. The text posits that increasing bodily awareness can enable modifications to the self, ultimately allowing individuals to experience a wider, more genuine reality. By enhancing consciousness, magnetism can bring about greater self-awareness.",
  "content": "C’est à dire à un mécanisme uniquement construit par les expérimentations. Ce que les théoriciens de la modernité appellent inconscient n’est rien d’autre que le « Je » pour les anciens. Vu de la sorte, cet inconscient se divise en deux parties : - Une partie qui peut devenir consciente au fur et á mesure de l´évolution d´une personne. - Un inconscient qui est exclusivement un processus physiologique. Le « je » corresponds à une concentration particulière de l´énergie située surtout au niveau de la tête par la science moderne puisque il s´identifie à ce qu'il perçoit les pensées. Plus on augmente la conscience corporelle plus le « Je » peux se modifier. Finalement dès qu’on sort de la mécanicité perceptive, on récupère le vrai de l’homme qui s’est toujours situé derrière la surface. A ce stade, on peut vivre dans un univers beaucoup plus vaste que celui qui est rétréci par l’expression du « Je » limitatif. C’est l’univers de la vraie réalité, faite de probabilités et dans laquelle, c’est une conscience qui perçoit. Le magnétisme apporte plus de conscience.",
  "last_phrase": "In conclusion, the concept of the unconscious mind, referred to by modern theorists, is nothing but the self or ego of ancient times. The unconscious mind can be divided into two parts, one that can become conscious through personal growth and another that is purely physiological. Increasing bodily awareness can transform the self, allowing one to experience a much more expansive reality. Here, a person can exist beyond the limitations of their self-defined reality and begin to perceive the true nature of things. The similarities between spagyric medicine and traditional Eastern medicine highlight the common origins of these healing practices, which can be traced back to ancient Sumerian and Egyptian medicine."
}