{
  "title": "\"La puissance ésotérique du caducée d’Hermès et les montées de Kundalini\"",
  "first_phrase": "This text explores the esoteric power of Hermes' caduceus, which represents the secrets of life through a schematic ideogram. The canals and energy channels in the representation are believed to express divine energy, with two serpents symbolically representing the channels. The caduceus is also a symbol of balance and divine magnetic power. The last part delves into the concept of Kundalini, the cosmic energy reserve rooted in the sacrum that can provide many positive effects on the body and psyche. Some practitioners can trigger Kundalini awakening, and it is possible to mentally awaken this force at any time.",
  "content": "Les vibrations praniques façonnent l’homéostasie du système nerveux autonome qui est régulé par les centrales de syntonisation (chakras). Mais ce n’est pas tout, au-delà du fonctionnement normal de l’énergie basique de vie circulant dans les canaux, l’homme possède en lui une fabuleuse réserve énergétique cosmique nommée kundalini prenant racine dans l’os du sacrum, au niveau de la première centrale de syntonisation (chakras), située prés de l’anus. Les traditions occidentales et alchimiques parlent d’un réservoir contenant l’essence du « spiritus mundi ». L’aspect céleste de cette énergie est imagée sous la forme d’un serpent endormi lové sur trois tours et demi qui sommeille au bas du sacrum en se mordant la queue. Les montées de kundalini procurent de nombreux effets positifs sur le corps et la psyché. Certains initiés peuvent former les gens au déclenchement kundalinique et certains praticiens peuvent agir sur cette puissance kundalinique. A tout moment, il est possible de réveiller et de faire surgir mentalement cette force.",
  "last_phrase": "En réveillant cette formidable réserve d'énergie kundalini, l'homme peut potentiellement transcender son être tout entier et atteindre un état d'équilibre électromagnétique et de conscience supérieur. Les effets positifs sur le corps et l'esprit sont nombreux et peuvent être activés à tout moment, il suffit juste de se laisser porter par l'expérience et de lâcher prise."
}