{
  "title": "\"The Correspondence of the Soul between City and Human\"",
  "first_phrase": "This text explores the concepts of the soul and its correspondence between a city and an individual, according to the ideas of Aristotle. In his philosophy, the soul is a pure substance that unites matter with the spirit and manifests in different functions, such as nutritive, sensory, motor, and thinking faculties. The quality of the body depends on the energetic expression of the soul, and the ancient Greek medicine knew the links between energy and humor types. The text also touches on the Indo-European vision of subtle bodies that unite different cultures and ideas. It leads to the conclusion that the current understanding of magnetism aligns with this ancient conception of human energy.",
  "content": "Ce qui veut dire que la qualité du corps dépend de l’expression énergétique de l’âme. Probablement qu’il entrevoyait aussi la possibilité d’amélioration de l’être par une force particulière qu’on appelle aujourd’hui le magnétisme. La médecine ancienne grecque a eu connaissance des liens existants entre l’énergie des différents étages de l’âme et les typologies humorales. Les caractéristiques de chaque individu sont issues des corps subtils de l’âme. Le savoir grec a su aussi voir l’interdépendance des énergies macrocosmiques et microcosmiques. C’est pourquoi l’être humain est lié aux lieux de vie, aux saisons, aux planètes et à toutes les énergies environnantes. Le magnétisme actuel cadre bien avec cette conception de l’humain. 3/ La vision Indo-Européenne des corps subtils Par le passé un puissant courant fédérateur, associé à une langue, unit les immenses contrées de l’Occident, du Moyen-Orient et de l’Orient. Les habitudes culturelles et les grandes idées cheminent de contrées en contrées. Elles s’expriment plus ou moins différemment d’une région à l’autre mais, le fond reste le même.",
  "last_phrase": "In conclusion, ancient Greek and Indo-European civilizations recognized the interdependence of energy and the soul. By working on one's energy, one can unite the individual soul with the cosmic soul. This understanding is in line with current ideas about magnetism, as well as the Vedic subdivision of the soul into subtle bodies. By exploring these concepts, we can better understand the complex interplay between our physical and metaphysical selves."
}