{
  "title": "\"The Importance of Verticality and Presence in Overcoming Illusion\"",
  "first_phrase": "This text talks about the importance of verticality and horizontality in hermeticism and how it relates to the \"Presence Absolue à l'instant,\" a concept that can help overcome illusions. The last 200 tokens discuss the different paths of \"Présence\" that can be taken in the real world, specifically the direct and vertical path of energy. It also mentions the possibility of battling illusions in the dream world and becoming an initiate through the teachings of the great Mahasiddha Naropa. Overall, the text emphasizes the importance of consciousness and anchoring oneself to the earth in achieving true presence.",
  "content": "Les chamanes avaient bien compris l’importance du monde onirique dans la lutte contre le mental. Dans ses ouvrages, Carlos Castaneda explique l’intérêt du rêve. Rassurez-vous, vous pouvez vous aussi devenir un de ces initiés en suivant les enseignements nécessaires. Plusieurs voies de Présence peuvent être empruntées dans le monde « Réel » : - Il y a la voie directe, tant prisée par Gurdjeff et par les Tântricas. Elle consiste à entrer vaillamment dans l’illusion tel un guerrier fou pour finir par la faire exploser. - Puis, il y a la voie du contournement ou « Vision Pénétrante » qui permet de voir la vraie réalité illusoire des choses afin de passer derrière celle ci. Nous allons nous préoccuper de la voie directe et verticale, celle de l’énergie, bien adaptée au magnétiseur. Pour avancer, il nous faut faire appel à notre conscience, celle qui nous apporte le vrai ressenti incarnatif qui dépasse nos conditionnements mentaux. Le ressenti de la verticalité commence par l’ancrage à la terre.",
  "last_phrase": "In conclusion, the shamans understood the importance of the dream world in fighting against the mind, and Carlos Castaneda explained the interest in dreams. You too can become one of these initiates by following the necessary teachings. To advance, we must call upon our consciousness and begin to be aware of our physical sensations, starting with anchoring ourselves to the earth. By freeing ourselves from the automatic piloting of our thoughts, we can become more present and grounded, allowing us to explore the direct and vertical path of energy, which is well suited for the magnetic healer."
}