{
  "title": "\"The Vertical Connection between Air and Earth Elements\"",
  "first_phrase": "In this section, the concept of verticality is explored, highlighting its importance for our existence. The author references Oswald Wirth's book \"Le Symbolisme Hermétique\" to explain how the vital force, sometimes called \"magnetic fluid\", is related to the air element. The author also explains how the condensation of air towards the earth gives mass to elements, leading to the creation of weight and materiality. To experience the verticality of the air-earth axis, the author offers a practical exercise. This section also briefly touches on the interaction between the two triads of elements: water-cold-humid and fire-hot-dry.",
  "content": "Mais pour que ce dernier prenne tout son sens, il faut bien garder à l’esprit que l’action du poids gravitationnel provient d’un axe de connexion entre le haut et le bas. Ainsi l’Air du haut et le bas de la Terre forment un axe vertical. Sans cette verticalité, nous nous déconnecterions du ferment de la vie. AIR La verticalité de l’axe Air Terre TERRE Exercice pratique pour travailler la verticalité Terre-Air - Tenez vous debout, le dos bien droit et les jambes écartées d’une distance équivalente à la taille du bassin. - Commencez par ressentir le poids de votre corps puis, portez-le virtuellement à dix centimètres sous terre. - Tout en gardant cette sensation d’ancrage, levez les yeux au ciel et portez-y votre énergie. - Ainsi vous ressentirez l’incroyable effet de la verticalité entre ciel et terre. - De même lorsque vous marchez, n’hésitez pas à ressentir que vos pieds pénètrent profondément dans le sol. L’interaction des deux triades « Eau - Froid - Humide » et « Feu - Chaud - Sec ».",
  "last_phrase": "Remembering that the gravitational weight action comes from a connection axis between top and bottom is essential to make sense of it all. The verticality of the Air-Earth axis is vital to our connection with the essence of life. To practice this, stand straight, shift your weight ten centimeters under the ground, and lift your energy towards the sky. As you walk, feel your feet sinking deep into the earth. These practices help you feel the Ether of the life force energy within you, which is closely linked to the four elements, representing the quintessence of life."
}