{
  "title": "\"The Three Phases of Experimental Fascination: Reaching a State of Ecstasy\"",
  "first_phrase": "In this text, the author explores the three phases of experimental fascination, a state of mind achieved by altering the body's autonomic nervous system functions. The first phase involves tension, stupor, and loss of control, while the second phase opens the door to a new \"dimension\" close to ecstasy, where energies become kind and gentle. In the third phase, the body rebuilds and repairs its cognitive resources after being in a hyper-tonal state. With a focus on the third phase, the author describes the growth of a new level reflecting the psychosomatic \"space\" created from the abandoned old matrix.",
  "content": "La stupeur active des réponses plus profondes. - La Perte de contrôle. A un niveau primal, elle se traduit par une perte de l’orientation dans l’espace. Notre ego a toujours besoins une référence spatiale extérieure. Sa perte désoriente et peut se traduire par un manque de stabilité et par des pas difficile à exécuter. Cela nous amène à une exhaustion de l’esprit. En continuant, on peut aboutir à une “catalepsie”. La deuxième phase ouvre la porte d’une nouvelle dimension proche de l’extase Les énergies deviennent bienveillantes et douces. L’égo est bloqué dans les méandres d’un mental mis à genoux. On est comme dans une autre dimension où la clarté de la conscience prédomine sur son conditionnement. Le laisser aller est total. La troisième phase permet la reconstitution Elle vient naturellement et redonne au corps ses capacités cognitives. Il y a réparation et reconstruction des ressources consécutive à l’anéantissement vers le bas de l’hyper tonalité. Une croissance d’un autre niveau, reflétant \"l'espace\" psychosomatique, a été créée à partir de l’ancienne matrice qui est abandonnée.",
  "last_phrase": "In conclusion, by exploring the phases of active stupor, loss of control, and reconstitution, we can understand how putting a person in a cataleptic state can have therapeutic benefits on the parasympathetic nervous system. It is through this experimental fascination and transcendental ecstasy that we can experience a dance for the supremacy of the brain's various systems, ultimately leading to self-digestion, repair, and growth."
}