{
  "title": "\"Mesmer's theory of animal magnetism in medicine\"",
  "first_phrase": "In the previous text, we witnessed the practice of physical magnetism by Mesmer on sick people in rooms called \"hell of convulsions\". There was a rope connecting them, and some reacted violently to the magnetic influence. However, Mesmer eventually abandoned physical magnetism and created his theory of animal magnetism, where he believed in the existence of a vital energy fluid necessary for life, which could heal diseases. In this last part, we'll explore Mesmer's theory of animal magnetism in detail and learn about his magnetic methods, like the use of touch, mental volition, and passes charged magnetically over the body.",
  "content": "En parfait accord avec Paracelse, il comprenait le rôle joué par le fluide universel dont une partie reste présente chez l’animal. Cette vision du magnétisme, fortement inspirée de la « Théorie du Fluide Universel », lui indiquait que les dérèglements et les maladies provenaient de l’insuffisance ou à d’un blocage de ce fluide. La solution consistait à rééquilibrer la personne en effectuant un dégagement d’énergie ou une recharge. Les méthodes magnétiques d’actions pouvaient utiliser le regard, la volition mentale, le toucher, l’imposition des mains et les passes magnétiquement chargées dispensées au dessus du corps. Parfois la simple présence du magnétiseur suffisait. Selon lui, la crise qui survenait durant le traitement était de bonne augure et confirmait le rétablissement harmonieux de l’équilibre mis à mal par la maladie. Il proposait dix-sept arguments en faveur de sa théorie du magnétisme animal (°) qu’il comparait avec la théorie alchimique de ses prédécesseurs. Mesmer pensait que l’interaction entre les astres, la terre et les corps animés étaient due à un fluide universel global aux effets alternatifs de flux et de reflux susceptible de recevoir, propager et communiquer toutes les impressions du mouvement.",
  "last_phrase": "In conclusion, Mesmer's theory of animal magnetism, inspired by the theory of the universal fluid, proposed that imbalances and illnesses were caused by insufficient or blocked energy flow in the body. He believed that by rebalancing the person's energy through techniques such as touch or mental focus, health could be restored. Mesmer's work provided a foundation for modern-day energy healing practices that recognize the interconnectedness of energy and the body."
}