{
  "title": "Understanding Hyper and Hypo States in Various Medical Analyses",
  "first_phrase": "The last part of this text provides a detailed analysis of the concept of Hyper and Hypo states in different medical approaches. It presents several tables displaying the different classifications of various physicians throughout history, from Charak Sushruta (500 BC) to Vanier (1952), and their correlations with Vagotonic and Sympathictonic types. The text emphasizes the importance of observing the extremes in Greek medicine, particularly the types Humide and Sec, and their relationships with parasympathetic and sympathetic responses. It also provides practical exercises to help readers discover their own type while highlighting the need for integration with other types to achieve harmony.",
  "content": "L’action parasympathique se fait sensiblement sentir - Le type « Vagotonique » classique tend à correspondre au lymphatique, pendant que le type sympathicotonique classique correspond au colérique, - Le Vagotonique à tendance à être calme et le sympathicotonique se tourne vers l’action ou vers l’attention. - Le Colérique, voué à l’action du sympathique, a sa partie médiane du corps (Thymos) très développée. Cela élève la température du corps. Par contre si la partie médiane de l’individu est peu développée, on aura un type sympathicotonique plutôt méfiant et attentifs aux risques. C´est exactement le cas du type Mélancolique. Vagotonie Sympathicotonie Type Humide Beaucoup de salive et de secrétions (bronchiales, etc.). Type sec Moins de sécrétions Baisse du Métabolisme Basal Hausse du Métabolisme Basal Température Basse Température haute Péristaltisme augmentée Péristaltisme réduit Baisse de la pression Hausse de la pression Pouls lent Pouls rapide Vasodilatation Vasoconstriction Exercice pratique pour découvrir votre type Sur la base de ce qui a été dit et surtout de votre pression sanguine, découvrez votre type. Ce type ne doit pas être votre point d'arrivée mais plutôt votre point de départ. L'Harmonie demande aussi l'intégration des qualités des autres types.",
  "last_phrase": "To discover your type, and ultimately achieve harmony, start by identifying your predominant characteristics based on the given information and your blood pressure. Remember, your type is not the destination but rather the starting point. Also, take into account your temporal expectations, as projecting too much towards the future or dwelling too much on the past can hinder your present. Live in the present and strive to integrate the positive qualities of other types for a more balanced life."
}