{
  "title": "\"Les principes alchimiques en relation avec les maladies\"",
  "first_phrase": "In the previous part of the text, the six major combinations of bodily characteristics were defined, and their impacts on diseases were explored. In the last 200 tokens, the text delves into the effects of different emotional states on the body. The tendential humoral depression is associated with the brain and nerves, leading to hyper-depressive behaviors that harm the brain and reduce vitality. The warm and humid anxiety disturbs the pancreas and spleen and can lead to metabolic imbalances, such as insulin resistance and type 2 diabetes. Finally, the melancholic energy corresponds to dryness, coldness, and earthiness, and can lead to heart, liver, and brain damage in the long run after events like grief or heartbreak.",
  "content": "Cela amène l’organisme vers un déséquilibre du métabolisme du glucose telles que la résistance à l'insuline et le déclenchement d’un diabète de type 2. L’aspect terreux, froid et sec du grief correspond à l’énergie mélancolique de l’atrabilaire. La bile noire exulte et interagit avec les poumons et le système nerveux, ce qui à la longue peut endommager le cœur, le foie et le cerveau. Suite à de grosses difficultés comme une rupture affective ou un deuil, le grief exprime une douleur excessive à laquelle peut s’ajouter une angoisse. CHAUD ET SEC CHAUD ET HUMIDE HUMIDE ET CHAUD Entérites Gastrites Dysenteries Pancréatites Ulcère Duodénal Inflammations organiques diverses Toutes les formes de diabète et leurs conséquences Méllitus Hamitosis Obésité Hiatus Hemia Crohn’s disease Colites ulcèrentes Nausées Vomissements Intolérance au lactose Insuffisance pancréatique Irritable Bowe Syndrome intestinal SEC ET CHAUD FROID ET SEC FROID ET HUMIDE Ulcère gastrique Bleeding Piles Hyperacidité organique Flatulences Appendicites Hypercholestérolémies Constipation Hémorroïdes Fistules anales Brulures intestinales (chez le mélancolique) Mal absorption protéiques Indigestion Diarrhées Anorexies L’influence des duos (froid/chaud) et (sec/humide) sur les maladies Comme le montre le tableau , il a été défini six grandes possibilités d’assemblage des principales caractéristiques du corps.",
  "last_phrase": "En somme, il est important de prendre en compte l'influence des duos chaud/froid et sec/humide sur les maladies afin de prévenir leur apparition. En connaissant notre propre tempérament, nous pouvons adopter des habitudes de vie et une alimentation en fonction de nos besoins pour maintenir notre équilibre physique et émotionnel."
}