{
  "title": "\"The Kundalini Regression Hypnosis for Healing\"",
  "first_phrase": "This text explores the connections between physical and emotional reactions to different situations, focusing on the behavior of the Colérique, the lymphatique, and the mélancolique. The mélancolique, in particular, may experience stiffness in the back due to a fear-driven hyper-analysis of danger. Pavlov, too, linked the mélancolique to inhibition, and argued that this was due to a deep response mediated by the dorsal vagus nerve. Later sections of the text touch on the ways in which Kundalini energy can be harnessed to overcome these inhibitions and move towards better outcomes. The discussion of the energy of regression helps to contextualize this process and explains why it can be so powerful. Mesmer and the Marquis de Puysegur both offer valuable insights into hypnosis and other techniques to bring about these positive changes.",
  "content": "L’étrange énergie kundalinique des régressions Les fortes réactions émotionnelles se produisant lors d’une régression peuvent être classées dans la même catégorie que les convulsions. Elles libèrent une énergie venue d’ailleurs. Une énergie que le mental perturbateur ne peut plus dominer. Cette énergie est bienfaitrice. Elle représente une autre forme d’expression de la Kundalini qui débloque certains nœuds du conditionnement karmique. Cela ouvre les portes vers une autre option karmique réparatrice. Revenir sur son passé semble exulter les empreintes karmiques et régénérer un nouveau libre arbitre salutaire. Rappelons que le mental génère et modélise en permanence nos souvenirs. Le même souvenir ne sera plus le même demain qu’aujourd’hui. Les souvenirs ne sont pas immuables. Ils sont en perpétuel reconstruction. Par contre la cause de leur déclenchement est immuable. Elle et enfouie au plus profond de notre conscience. Aussi le fait de démasquer cette cause à travers les régressions kundaliniques hypnotiques permet de la purifier en changeant son taux vibratoire énergétique. Elle ne perturbera plus l’individu. L’hypnose fascinatoire est très utile pour obtenir ces régressions qui démasquent les causes des problèmes.",
  "last_phrase": "In conclusion, undergoing kundalini regression therapy can help release past emotional traumas and free up energy that was previously blocked by karmic conditioning. This therapy can help individuals overcome their egos and reprogram their memories to create a better future. As such, undergoing regression therapy can be an effective tool to help individuals achieve a greater level of emotional healing, vibrational alignment, and personal growth."
}