{
  "title": "The Four Fundamental Subatomic Forces and their Importance",
  "first_phrase": "In the previous paragraphs, we learned about the four fundamental subatomic forces that govern the atomic sphere: the strong nuclear force, the electromagnetic force, the weak nuclear force, and the gravitational force. Now, let's focus on the electromagnetic force - this subatomic force animates molecules, chemical reactions, biochemical processes, DNA structure, and shapes in general. It's this force that is of particular interest to magnetizers, as it contributes to the power of magnetic flux. In contrast, the weak nuclear force acts as an anti-glue, causing slow matter disintegration, while the gravitational force is the weakest of all subatomic forces.",
  "content": "Alors pourquoi le noyau n’éclate pas ? Tout simplement parce que la puissance des gluons est plus forte que la force électromagnétique, ce qui permet la cohésion. La portée de la force électromagnétique est infinie. Elle peut être amplifiée par l’agglomération d’atomes qui déchargent ensemble leur force électromagnétique. Dés lors, elle dépasse le monde subatomique pour s’intéresser au monde holographique des formes. L’onde d’énergie qui s’en suit contribue à la puissance du flux magnétique. La force électromagnétique gouverne la nature. Elle anime les molécules, les réactions chimiques, les processus biochimiques, la structure de l’ADN et les formes en général. C’est elle qui intéresse le magnétiseur. La force subatomique nucléaire faible est cent mille fois plus faible que la force électromagnétique. Son domaine de vie est de l’ordre de dix puissance moins seize centimètres. Son action est contraire à celle du gluon. Elle agit comme une anti colle provoquant la désintégration lente de la matière. On constate plus particulièrement son action dans les éléments radioactifs libérant des particules et des rayonnements. La force subatomique gravitationnelle est de l’ordre de dix puissance trente neuf fois plus faible que la force électromagnétique.",
  "last_phrase": "En somme, la force électromagnétique est la plus puissante des quatre forces fondamentales qui gouvernent notre univers, animant les molécules, les réactions chimiques, les processus biochimiques et la structure de l’ADN. Même si la force subatomique nucléaire faible et la force subatomique gravitationnelle ont des domaines d'action restreints, leur action est encore observable. Les physiciens pensent qu'à une époque, les quatre forces étaient unies, ce qui laisse présager des découvertes passionnantes à venir sur l'origine de notre univers."
}