{
  "title": "The Place of Magnetism in Ancient Medical Knowledge: Four Humors and Elements Theory.",
  "first_phrase": "In this text, we explore the role of magnetism in ancient medical knowledge. It dates back to the Egyptian era and was used to heal the ill and even revive the dead. The Greeks refined this knowledge and discovered the electromagnetic forces that influence the human body's energy. They established typologies specific to the theory of the four humors and discovered that astral, seasonal, daily, nervous, and hormonal influences shape them. In the last 200 tokens, we delve deeper into the theory of the four humors and why it remains significant today.",
  "content": "Les quatre éléments, les quatre humeurs et les interactions entre le microsome et le macrosome La découverte des quatre éléments constitutifs de la nature et des êtres a débouché sur l’établissement de typologies propres à la théorie des quatre humeurs. En peaufinant leurs recherches, les grecs se sont aperçus que les fluides électromagnétiques générés par l’organisation cosmique exprimaient la magie divine qui façonne les éléments et les typologies humorales. Les anciens philosophes ont même approché l’aspect alchimique de la chose, reprit par Paracelse. Mais ce n’est pas tout, ils ont aussi découvert que les influences astrales, saisonnières, journalières, nerveuses, hormonales formataient les humeurs et les quatre tempéraments (4). Le savoir des quatre humeurs s’est progressivement enrichi pour s’affirmer jusqu'à la fin du Moyen Âge. Aujourd’hui, la théorie des quatre humeurs met à notre disposition un imposant héritage culturel et médical. C’est pourquoi, elle tient une place particulière dans notre méthode. Aussi, nous la détaillerons plus en avant. (4) Du reste le titre du premier livre de Mesmer, traduit en français, est intitulé « Théorie des Correspondances » .",
  "last_phrase": "In conclusion, the theory of the four humors, which originated from the discovery of the four basic elements and their interactions with the microcosm and macrocosm, has provided us with a significant cultural and medical legacy. Understanding this theory has helped us to better understand the balance of the human body and the impact of external factors such as astral and seasonal influences. Therefore, it remains an important aspect of our methodology, and we will continue to explore its intricacies in further detail."
}