{
  "title": "Franz Anton Mesmer and his Theory of Animal Magnetism",
  "first_phrase": "In this text, we explore the life and theories of Franz Anton Mesmer, whose understanding of magnetism was inspired by the \"theory of universal fluid,\" as well as Paracelsus' notion of the fluid that surrounds the universe. Mesmer studied medicine in Vienna, and his diploma thesis discussed the influence of planets on health. He was passionate about magnet therapy, excelling in the field. Later on, Mesmer developed his own theory of \"Animal Magnetism,\" suggesting that practitioners could direct animal fluid towards those in need. Moreover, he believed that disease was a result of magnetic imbalance and could be cured through energy discharge or recharge. This text also presents Oswald Wirth's idea that Mesmer drew inspiration for Animal Magnetism from Alchemy's Vitriolum formula.",
  "content": "Il comprend que les dérèglements et les maladies sont dus à une insuffisance ou à un blocage magnétique. La solution consiste alors à rééquilibrer la personne en effectuant un dégagement d’énergie ou une recharge. (11) Comme le dit Oswald Wirth dans “Le symbolisme hermétique”, Mesmer a puisé la notion du magnétisme animal dans l'Alchimie. Il connaissait la formule qui se rattache au mot Vitriolum dont les lettres fournissent les initiales de la fameuse phrase : « Visita Interiora Terre Rectificando lnvenies Occultum Lapident Veram Medicinam » qui signifie : « Visiter les entrailles de la Terre.est une invitation à la descente en soi-même et à l'approfondissement de la nature humaine. ». Nous sommes : « Enfermés dans le laboratoire secret de notre personnalité, en notre œuf philosophique hermétiquement clos, rectifions, distillons, dégageons le subtil de l'épais. Ainsi nous trouverons la Pierre cachée en laquelle réside la Vraie Médecine... Chacun de nous cache en lui-même la Pierre des Sages, Vraie Médecine, possédant le pouvoir de guérir tous les maux.",
  "last_phrase": "In conclusion, by understanding the concept of animal magnetism and the alchemical symbolism behind it, one can delve deeper into their own nature to find the true medicine within themselves. Mesmer's methods of magnetic actions come in various forms and can be effective in rebalancing the body's energy. The occurrence of a crisis during treatment may indicate the restoration of a disrupted equilibrium caused by the illness. All in all, the key to unlocking the power of self-healing lies within us."
}