{
  "title": "Understanding the Subtle Bodies and Energy in Ancient Greek and Indo-European Cultures.",
  "first_phrase": "This text explores ancient Greek and Indo-European views on the interplay between the energy of the soul and the quality of the physical body. The ancient Greeks believed that an individual's energy was linked to the different levels of their soul and the body's humors. The text also discusses how ancient knowledge recognized the interdependence of macrocosmic and microcosmic energies and the ways in which humans are linked to their environment. The last 200 tokens introduce the Indo-European view of subtle bodies and their division into energy centers, drawing on the wisdom of the Vedas and Celtic and Druidic knowledge. This section describes how these subtle bodies work and are structured, highlighting their connectivity and interdependence.",
  "content": "Aussi, la vision hindouiste Védique de la subdivision de l’âme en corps subtils subdivisé en roues d’énergie n’est pas très éloignée de celles de l’occident. Les peuples de la langue Indo - Européenne ont bien cerné l’existence de l’énergie Vitale (Prana) qui anime les corps subtils de l’âme. Ils ont eu conscience, qu’en travaillant sur leur énergie, ils peuvent unir leur âme individuelle à l’âme cosmique. Considérablement aidée par les savoirs Celtes et Druidiques, la civilisation Vedanta a merveilleusement décrit ces corps. Derrière la réalité holographique du corps humain, limitée au corps physique, se cache l’existence de deux autres corps non visibles de tous. La subtilité holographique des corps subtils Elle est structurée en une couche physique et en deux couches subtiles, sous divisées en trois sous couches pour la couche Astrale. L’ensemble fonctionne par l’intermédiaire de canaux d’énergie proches des nerfs et par des centres énergétiques résultants de l’entrecroisement de ces canaux. Les trois corps sont reliés entre eux. On retrouve ici la forme pyramidale si chère à l’hermétisme et à l’alchimie.",
  "last_phrase": "In conclusion, the Vedantic civilization has beautifully described the subtle bodies of the human soul, which are structured in a hierarchical pyramid-like form. These bodies are interconnected and function through energy channels and centers, and by working on these energies, individuals can connect their individual soul to the cosmic soul. Understanding and working on our energy can help us elevate our being to a higher state of consciousness and existence."
}