{
  "title": "\"Mental Conditioning and the Importance of Mindfulness Practice\"",
  "first_phrase": "This text explores the influence of conditioning and the disruptive mind on our choices, behaviors and ultimately on our destiny. The author discusses the difference between the good and bad mind, explaining how the disruptive mind leads us towards selfish desires, generating suffering and potentially severe illnesses. The concept of karma conditioning our personalities, leaving us with the ego, is also tackled. The last 200 tokens dive into how the present moment can help to \"dematerialize\" the mind and disconnect the \"electromagnetic flow of destiny\" defense in order to move towards a more luminous state.",
  "content": "Aussi pour faire simple, nous dissocierons le bon mental (celui du cœur pur lumineux) qui nous pousse vers de belles actions avec le mental perturbateur (celui du processus conditionnant) qui s’en cesse trotte dans notre tête pour exacerber nos envies, nos désirs, nos peurs et nos angoisses. Nous verrons dans le chapitre sur la présence qu’il est l’arme de l’égo. Notre conditionnement karmique nous limite à une personnalité qui s’exprime par le « Je ». Et, l’égo n’est rien d’autre que ce « je ». La création nous condamne à expérimenter sans cesse et sans cesse. Cela est inexorable, à chaque instant il nous faut choisir. Les voies de présence à l’instant permettent de démentaliser l’esprit afin de le rendre plus lumineux. Elles nous poussent vers un état absolu hors du temps. Gurdjeff le nommait l’état objectif. Se rapprocher de cet état est une aide considérable à la pratique du magnétisme. Au cœur de l’instant le flux temporel incarnatif du « Je » est déconnecté. Mental et conditionnement sont étroitement lié au « flux électromagnétique de la destinée » (4).",
  "last_phrase": "En somme, la pratique du magnétisme requiert la maîtrise du mental perturbateur qui nous empêche de vivre pleinement l'instant présent. En travaillant la pleine conscience, nous pouvons prendre conscience de la réalité de l'instant et relativiser les pensées qui surgissent sans les bloquer. C'est ainsi que nous pouvons accéder à l'état absolu hors du temps qui nous aidera considérablement dans notre pratique du magnétisme."
}