{
  "title": "The Spiritual Connection to Medicine in Hildegarde de Bingen’s Work",
  "first_phrase": "This text explores the evolution of ancient Greek medicine and its spiritual dimension through the remarkable work of Hildegarde de Bingen. The author highlights Hildegarde's contribution to the theory of the four humours, which she enriched with a spiritual connotation of the living. She believed that diseases were related to spiritual and karmic predispositions and could be addressed through a holistic approach to health that combined theology and medicine. This last part (200 tokens) delves deeper into Hildegarde's theory of the four humours, which goes beyond the physical aspects and embraces the spiritual dimension of health and disease.",
  "content": "Son ouvrage « Causae et Curae » traitant de la cause profonde des maladies fut fortement inspiré des médecines de Constantin l’Africain, d’Hippocrate, de Galien et des médecins arabes. Sa conception de la théorie des quatre humeurs allait très loin, bien au-delà des fluides organiques. Pour elle, les humeurs étaient aussi soumises à des tendances incarnatives divines. Sa conception des quatre humeurs admettait l’idée de prédispositions karmiques dont les états exprimaient des problèmes physiologiques. Par exemple, pour elle, la mélancolie serait la conséquence du « péché originel » coagulé dans le sang. Si l’homme vit dans le péché, il risque la maladie et s’il vit en accord avec les lois de l’univers, il obtient la puissance énergétique divine de la bonne santé. Le corps exprime parfaitement cela puisque s’il s’encombre d’impuretés, il devient opaque à l’instar de la bile noire dans la mélancolie qui induit la négativité. Hildegarde était convaincue que la santé n’est pas une absence de maladie mais plutôt une surabondance d’énergie magnétique de vie qui supplanterait les maladies karmiques liées au péché originel.",
  "last_phrase": "In conclusion, Hildegarde's understanding of the four humors went beyond the physical fluids, taking into account karmic predispositions and divine incarnations. She believed that good health was not just the absence of disease, but the abundance of life's magnetic energy, which could be amplified by getting closer to the divine. Although the medieval medicine of her time was often misguided and ineffective, Hildegarde's teachings continue to inspire holistic approaches to well-being based on spirituality and inner balance."
}