{
  "title": "\"The Theory of Four Elements and Humors in Medicine\"",
  "first_phrase": "In this text, Les quatre éléments, les quatre humeurs et les interactions entre le microsome et le macrosome, the author discusses the concept of the four elements and four humors and their interactions. The Greeks believed that the electromagnetic fluids created by cosmic organization expressed divine magic that shaped the elements and humor typologies. The ancient philosophers found that astral influences formatted the humors, and the four temperaments. The theory of four humors, perfected by Gallien and Avicenne, played a crucial role in the history of ancient Western medicine. In this last part of the text, the author details the theory of four humors and its cultural and medical significance, which holds a special place in our methodology.",
  "content": "_______________ Chapitre 3 Les humeurs et les tempéraments 1/ Les humeurs Après la découverte des quatre éléments, les grecs se sont intéressés à la théorie des humeurs, peaufinée par Gallien et par Avicenne. Le succès du « Corpus hippocratique » d’Hippocrate lui permettre de jouer un rôle prépondérant dans l’histoire de la médecine antique occidentale. Sa renommée perdurera jusqu’à la fin du XVIIIème siècle. Selon cette théorie, l’organisme serait sous l’égide de quatre grandes humeurs associées aux quatre éléments et aux qualités de chaud, de froid, d’humide et de sec. La dominance d’un élément et de deux qualités dans chaque grande humeur permet d’allier le sang au Feu, au chaud et à humide, le phlegme à l’Eau, à l’humide et au froid, la bile jaune à l’Air, au chaud et au sec et l’atrabile à la terre, au froid et à la sécheresse. Bile jaune-Feu Chaude et Sèche Chaud Sec Les quatre grandes Sang-Air humeurs Atrabile-Terre Chaud et de la Sèche et Humide médecine ancienne Froide Humide Froid Phlegme-Eau Humide et froid Chaque humeur traduit aussi une qualité gustative.",
  "last_phrase": "In conclusion, understanding the theory of humors is essential to comprehend the holistic concept of the body and mind in ancient Western medicine. Keeping in mind the correspondences between the humors, elements, and qualities can provide insights into the diagnosis and treatment of illnesses in the past, even if not entirely applicable in modern times."
}