{
  "title": "\"Magnétisme animal et la guérison des maladies\"",
  "first_phrase": "In this text, Mesmer's propositions on animal magnetism are explored, with a focus on the property of the animal body that makes it susceptible to influence from celestial bodies and surrounding objects. This concept is named \"magnétisme animal\" and was also recognized by ancient thinkers as the reason for calling the universal fluid \"magnétisme.\" The text touches on the ability of this force to act at a distance and be reflected by mirrors and sound. Mesmer notes some living entities that are resistant to its effects, and the text compares the mechanism of animal magnetism to that of minerals, using the example of the magnet. The use of this magnetic force in healing practices is also discussed.",
  "content": "12/ J’ai dit que les corps animés n’en étaient pas également susceptibles ; il en est même, quoique très rares, qui ont une propriété si opposée, que leur seule présence détruit tous les effets du magnétisme dans les autres corps. 12/ Cette proposition ressemble beaucoup à cette vertu d’antipathie, opposée à la sympathie, admise même avant l’opinion du magnétisme. Elle a été vivement reprochée à Mesmer. Propositions de Mesmer Opinions des Anciens 13/ L’aimant, soit naturel, soit artificiel, est ainsi que les autres corps susceptible du magnétisme animal et même dela vertu opposée sans que ni dans l’un ni dans l’autre cas son action sur le fer et l’aiguille souffre aucune altération ce qui prouve que le principe du magnétisme animal diffère essentiellement de celui du minéral. 13/ Les anciens ne faisaient point entrer l`aimant dans les compositions qu`ils employaient pour leurs traitements.",
  "last_phrase": "In conclusion, Mesmer's propositions and opinions of the ancients have shown that the principle of animal magnetism differs essentially from that of mineral magnetism. Moreover, by communicating this method, Mesmer intends to demonstrate the universal utility of the principle he opposes and establish practical regulations for its effects, which can cure various diseases, especially those of the nerves. As Maxwell stated, by strengthening, multiplying, and regenerating the vital spirit, one can easily cure all diseases."
}