{
  "title": "\"The Functions of Ignis and their Effects on the Body\"",
  "first_phrase": "This text explains the importance of Ignis, a digestive fire, in maintaining good health. Strong Ignis can result in an energetic body, good immunity, and efficient toxin elimination, while a weak one can lead to fatigue, weak immunity, and toxin accumulation. The text then explores the ideas of Van Helmont on the role of a spiritual principle in digestion, which is influenced by a divine force called Arkeos. Lastly, it delves into the interconnected nature of the universe and the body in causing illnesses, and the need to consider various factors such as planetary influence and bodily imbalances in treating them.",
  "content": "Il exerce son action sous l'influence d'une force divine nommée Archée (Archeos), déjà décrite par Paracelse. C/ L’action des planètes, des émotions perturbatrices, des zones du corps et des duos Froids/Chaud - Sec/humide sur le dysfonctionnement des organes Les grecs anciens décrivaient la manifestation des maladies comme une dyscrasie organique. Ils connaissaient les symptômes et les étapes organiques de l’installation de la maladie. Leur savoir médical prenait en compte l’interdépendance macrocosmique de l’univers qui se retrouve dans le corps à un niveau microcosmique et émotionnel. Tout est lié, l’âge, les saisons, les lieux de vie et l’influence des planètes. Aujourd’hui, la médecine moderne confirme leur savoir. Dans le déroulement de la maladie, les grecs savaient que le mal se fixe d’abord sur un tissu ou un organe en particulier pour très vite déstabiliser le corps tout entier. Par exemple, une pathologie hépatique peut entrainer une importante faiblesse des reins. C’est pourquoi, lors d’un dysfonctionnement organique, il faut magnétiser l’ensemble des organes de l’organisme sans oublier de prendre en compte l’influence des typologies, des planètes et des saisons.",
  "last_phrase": "In conclusion, the knowledge of the ancient Greeks about the interdependence between the human body, the cosmos and the planets is confirmed by modern medicine. Understanding the correlation between organs and planets is crucial for a magnétiseur to effectively treat dysfunctions. Remembering to take into account typologies, seasons, and planetary influence will refine the completeness of the magnétiseur's action."
}