{
  "title": "Paracelse and the Human Alchemy: A Holistic Approach to Medicine and Spirituality",
  "first_phrase": "This article delves into the concept of energy being transmitted magnetically and how it can be enhanced with mental concentration. It presents a practical exercise to energize and magnetize the body by focusing on the flow of blood and warmth through the body. The final section explores Paracelse, the Swiss physician who revolutionized Western Medieval traditional medicine, and how his belief in a holistic and operative medicine, which focused on the soul and spirit to heal the body, exceeded the concept of transmuting metals in alchemy. His view of universal unity as the path to panacea and perfect health was central to his work.",
  "content": "Ce médecin suisse né sous le nom Philippus Théophrastus Auréolus Bombastus Von Hohenheim (1493-1541) a révolutionné la Médecine Traditionnelle Occidentale Moyenâgeuse. Il se fait surnommer Paracelse pour exprimer la grande estime qu’il porte au grand penseur antique nommé Celse. Paracelse affirme égaler, surpasser et moderniser le savoir de Celse. Durant sa jeunesse, il reçoit une formation du moine bénédictin Trithem. C’est là qu’il s’initie à la Kabbale et à l’hermétisme. L’alchimie et l’astrologie lui deviennent familières. Paracelse croit en une médecine holistique opérative mettant au premier plan l’âme et l’esprit comme moyens de soulager le corps. Il ressent profondément le piège de la dualité incarnative. Pour s’en sortir, il préconise d’atteindre la Panacée par l’unité universelle. Pour lui, c’est sur, la pleine santé passe par la qualité d’un fluide universel qui se manifeste dans un double étherique humain. Dans son esprit, le concept de l’alchimie dépasse le phénomène de la transmutation des métaux. Changer le plomb en or ou en argent n’est pas la fin en soi. Le but ultime est bien plus fort !",
  "last_phrase": "En somme, Paracelse était un médecin révolutionnaire qui a repoussé les limites de la médecine traditionnelle occidentale en utilisant une approche holistique opérative et en mettant l'accent sur l'âme et l'esprit pour soulager le corps. Il croyait en l'unicité de toutes les choses et en leur interdépendance. Pour lui, le but ultime de l'alchimie était de sublimer la souffrance incarnative en s'identifiant à l'âme du monde et à l'esprit universel, et d'atteindre la Panacée par l'unité universelle."
}