{
  "title": "\"Water Element and Parasympathetic: Fascination and Ecstasy\"",
  "first_phrase": "In the previous part of the text, it was explained how the element of water and the parasympathetic system are related, and how the calming state of fascination is associated with water. In this final part, the focus shifts towards the power of ecstasy and how it allows one to transcend reality. The work of two influential thinkers on this subject, Dr. Alexandre Bertrand and magnetizer Barbarin, is explored. Bertrand defined ecstasy as a unique state that transcends both sleep and wakefulness and sublimates both physical and mental levels. His work helped establish a connection between magnetic sleep and the ecstasy of holy men.",
  "content": "Cette dernière permet de tutoyer les frontières du réel. Nos méthodes de travail utilisent copieusement l’extase qui en plus de ses nombreuses actions permet un travail direct sur la Kundalini. 1/ L’extase dans l’histoire Parmi les grands penseurs qui se sont penchés sur l’extase, nous allons nous attarder sur deux personnes, le docteur Alexandre Bertrand et le magnétiseur Barbarin. Le docteur Alexandre Bertrand (1795-1831), Il était ami avec Despine. Ses travaux ont été déterminants dans la compréhension de l’extase. Alexandre Bertrand définit l’extase comme un état très particulier ne correspondant en rien au sommeil ou à l’état de veille. Pour lui, il s’agit d’un état intermédiaire particulier de la vie qui sublime les niveaux inférieurs corporels et mentaux. Il pense avoir prouvé au-delà de l’évidence la similitude qui existe entre l’état de somnambulisme magnétique et l’extase des saints hommes.",
  "last_phrase": "In conclusion, the study of ecstasy has been a topic of interest for many researchers and thinkers throughout history. The work of Alexandre Bertrand and Barbarin shed light on the nature of this unique state of being, which transcends the boundaries of the physical and mental realms. By understanding the potential of ecstasy, we can tap into the power of the Kundalini and explore the higher realms of existence."
}