{
  "title": "The Relationship between Traditional Greek Medicine and Magnetism",
  "first_phrase": "In the previous part of the text, the author explained how the traditional Greco-Occidental medicine investigated the health intricacies by analyzing the nature of the patient's five elements and humoral temperament. Moving forward, the author highlights the relevance of magnetism in ancient medical practices. From Egypt to Greece, medical practitioners of antiquity recognized and utilized magnetism's healing power. Electricity and magnetism were considered central to the human body's functioning, driven by cosmological fields. The author further emphasizes the importance of understanding the relationship between macrocosm and microcosm, along with the need to maintain harmony with the universe's laws.",
  "content": "La place du magnétisme dans les savoirs médicaux anciens Il semble que le magnétisme ait toujours existé. En Egypte, on retrouve ses traces chez les prêtres d’Isis et d’Osiris. On prétendait que la main d’Isis protégeait et guérissait les malades. Elle pouvait même réveiller les morts. Un papyrus découvert par Ebers dans les ruines de Thèbes révèle la phrase suivante : « Pose la main sur la douleur et demande qu’elle s’en aille ». Cette citation provient d’un ancien savoir médical égyptien et mésopotamien que la médecine grecque a su mettre en avant en se dotant d’un habile mélange d’humanisme et d’énergie et de pragmatisme scientifique. Elle a positionné l’être au centre des débats en se préoccupant de son rôle dans l’univers et dans la société. Le corps humain était représenté comme un microcosme animé d’une force électromagnétique cosmique exprimant une partie de l’immense macrocosme de l’univers. Les forces électromagnétiques terrestres et cosmiques influencent le fonctionnement énergétique du microcosme humain. Pour être en accord avec les lois de l’univers, les anciens tenaient compte des interactions électromagnétiques entre microcosme et macrocosme.",
  "last_phrase": "En conclusion, il est fascinant de découvrir que le magnétisme a toujours été présent dans les savoirs médicaux anciens, comme en témoigne l'ancien savoir médical égyptien et mésopotamien. Les anciens avaient une compréhension profonde de l'importance des interactions électromagnétiques entre le microcosme et le macrocosme, ainsi que des influences astrales, saisonnières, nerveuses et hormonales sur les humeurs et les quatre tempéraments. Cette connaissance nous rappelle que, même à une époque où la technologie n'était pas avancée, les anciens avaient une compréhension remarquablement complète et pratique de la guérison et de la santé."
}