{
  "title": "Mesmer's Theory on Animal Magnetism and Universal Influence",
  "first_phrase": "This text explores Mesmer's propositions and opinions of ancient thinkers about a universal fluid that exists, capable of transmitting movement and communication between bodies. The fluid allows for a universal operation that helps maintain relations between celestial bodies, the earth, and its components. Santanelli suggests that all beings participate in this universal spirit and can aid each other in various operations. The properties of matter and organized bodies depend on this operation. The text also discusses the similarities between the human body and magnets with poles that can be altered, destroyed, or reinforced, as observed through the phenomenon of inclinations. Paracelese recognized the axis polar of the human body, with the man being considered an abbreviation of the universe, with two poles located in the mouth and belly.",
  "content": "5/ C’est par cette opération, la plus universelle de celles que la nature nous offre, que les relations d’activités s’opèrent entre les corps célestes, la terre et ses parties constitutives. 5/ Santanelli explique que : « Tous les êtres que renferme le monde participent de l’esprit universel, et c’est par là qu’ils sont capables d’entretenir entre eux une certaine relation ou correspondance, et de s’aider ainsi dans plusieurs opérations.». 6/ Les propriétés de la matière et des corps organisés dépendent de cette opération. 7/ Il se manifeste particulièrement dans les corps humains des propriétés analogues à celles des aimants. On y distingue des pôles également divers et opposés, qui peuvent être communiqués, changés, détruits et renforcés. Le phénomène même de l’inclinaison y est observé. 7/ Paracelse, le père du magnétisme, reconnaissais en l’homme un axe polaire. Les alchimistes de son temps et de sa secte, considérant l’homme comme un microsome, c'est-à-dire comme un abrégé de l’univers, désignaient deux pôles dans le corps humain ; la bouche servant de pôle arctique, et le ventre de pôle antarctique.",
  "last_phrase": "In conclusion, the operation of the animal magnetism, which allows for relationships and correspondence between different celestial bodies, as well as humans, is a fascinating and powerful force. It has been recognized by ancient philosophers and modern scientists alike, and its properties continue to spark interest and research. The potential for healing and spiritual connection through this force is truly remarkable."
}