{
  "title": "Alchemical Principles and the Paracelsian Concept of Spagyria",
  "first_phrase": "This text explores the Paracelsian vision of alchemy through the lens of the Tetraktys pythagoricien. The previous paragraphs discuss the Vasculaire and Hépatorénal systems and their predisposition to cardiovascular and digestive diseases, respectively. The text also delves into the relation between Paracelsian elements and primary elements, specifically the relationship between the philosophical mercury and the magnetic fluid. The Tetraktys is a crucial component of the Paracelsian alchemical practice, representing the unity and balance of the four elements and their connection to the Divine. The diagram of the Tetraktys and the use of the metals silver and gold in alchemy symbolize wisdom and intelligence. Certified magnétiseurs must take this concept into account in their practice.",
  "content": "La vision alchimique paracelsienne du Tetraktys pythagoricien La vision paracelsienne du Tetraktys alchimique allie la lumière Divine à la sagesse et à l’intelligence de la création qui sont en relation avec les trois principes d’expérience, de foi et de clarté, eux même en union avec et la prudence, la modération, l’équilibre et l’énergie des quatre éléments. Du chiffre Divin Absolu « Un » en rapport avec l’unité pure et profonde, on aboutit au chiffre sacré « Quatre » constitutif des briques du vivant. En faisant la somme des quatre lignes, on aboutit au « Dix » sacré qui détient la clé de toute chose. Cette clé est la mère de tout, celle qui relit tout sans jamais dévier ni se lasser. Dans sa pratique, le magnétiseur devra tenir compte de ce Tetraktys. La figure pythagoricienne ésotérique triangulaire composée de dix points agencés en quatre rangées de un point, de deux points, de trois points et de quatre points dont la somme fait dix a été adapté par Paracelse pour préfigurer la subtilité alchimique du vivant. Les métaux Argent et Or préfigurent la Sagesse et l’Intelligence.",
  "last_phrase": "In summary, the Paracelsian alchemical vision of the Pythagorean Tetractys emphasizes the Divine Light, wisdom, and intelligence of creation, along with the three principles of experience, faith, and clarity, which connect with the four elements of prudence, moderation, balance, and energy. The Spagyric concept aims to purify life and raise it to a higher level of completeness. Magnétiseurs should keep this Tetractys in mind during practice."
}