{
  "title": "\"The Importance of Mindfulness in Magnetism and Hermeticism\"",
  "first_phrase": "In this final part, we explore the crucial aspects of full presence in magnetism and delve into the world of dreams. Before this, we learn about the interplay between the four elements and the value of the water element. The hermetic principles of verticality and horizontality are also discussed extensively. Additionally, we examine the different methods of working on full presence, including the direct and immediate contemplative paths. The text concludes with a discussion of how mastering full presence unlocks the doors to the holographic world.",
  "content": "Cependant, l’amélioration progressive de présence aux actes de la vie finit par rendre les rêves plus axés et plus réels. Le grand Mahasiddha (maître éveillé bouddhiste) nommé Naropa a mis au point le yoga des rêves où il devient possible de travailler de rendre notre hologramme de vie onirique et les rêves réels. Cela nous montre qu’il est possible d’être présent dans ces rêves. Les chamanes aussi avaient bien compris l’importance du monde onirique dans la lutte contre le monde du mental. Dans ses ouvrages, Carlos Castaneda considère le rêve comme un voyage initiatique. Les différentes voies de travail sur la pleine présence Parmi la multitude de méthodes de travail sur l’instant pleine conscience, deux grandes voies ont retenu notre attention : La voie directe et la voie contemplative immédiate. La voie directe tant prisée par Gurdjieff et par les Tântricas, permet d’entrer vaillamment dans l’illusion tel un guerrier fou pour finir par la faire exploser tandis que la voie contemplative immédiate ou vision pénétrante absolue force concentrer le sujet et l’objet au point de les fusionner dans une intense et intemporelle présence. Cette voie de la vraie vision des choses donnent accès aux coulisses du monde holographique.",
  "last_phrase": "In conclusion, working on our presence during dreams can lead to more focused and real experiences, as shown by the development of Naropa's dream yoga and the importance of dream work in shamanism. When it comes to mindfulness practices, the direct and contemplative paths are two effective approaches that can lead to a deeper understanding of our holographic world. By breaking free from the automated thoughts that control us, we can become more present and aware of the world around us."
}