{
  "title": "\"Le système nerveux autonome et l'ancrage électromagnétique de la matière\"",
  "first_phrase": "In the previous text, the topic was the functionality and interdependence of the different levels of the autonomous nervous system. It was explained that if our system is repressed or blocked, we automatically enter in fight or flight mode, and if that is blocked, the ancestral DMNX system prevails. This is where the imprint of our troubles resides. Moving on to the last part, in chapter 16, the author delves into the electromagnetic anchoring of matter. Science explains that if all matter were removed from space, there would still be something left. The text explores the implications of this and how it relates to the electromagnetic fields that help explain the functioning of our bodies. Furthermore, it is discussed how a good magnetic action can help resolve relational, behavioral, emotional, and cognitive disturbances caused by trauma.",
  "content": "L’action magnétique sera d’autant plus probante si la subtilité du magnétiseur s’adresse à ce cerveau parallèle. Pour résoudre un traumatisme, le magnétiseur doit en premier leu se préoccuper des deux noyaux orthosympathiques poly vagaux. Nous avons vu que l’animal se fige lorsqu’il ne peut pas échapper à un danger par la fuite ou par l’attaque. Puis, une fois le danger passé, il revient à son état normal comme si rien ne s’était passé. La catalepsie fait de même. Mais malheureusement, l’homme ne revient pas toujours à son état normal. Sa conscience peut garder la marque du traumatisme de ce danger durant des décennies. Elle fige somatiquement l’évènement. Cela entraine bon nombres de symptômes que le magnétisme peut résoudre. Une bonne action magnétique peut rétablir les dérèglements relationnels, comportementaux, émotionnels et cognitif produits cette agression. ____________ Chapitre 16 L’ancrage électromagnétique de la matière La science explique que si l’on nettoyait l’espace de toute matière, il resterait quand même quelque chose.",
  "last_phrase": "In conclusion, the subtle skills of a magnetizer can address the parallel brain, and resolving trauma requires addressing the two poly vagal orthosympathetic nuclei. Humans can somatically freeze after experiencing danger, leading to symptoms that magnetism can resolve. Furthermore, the residual energy field or Higgs field that exists throughout space plays an important role in the relationship between matter and energy. Ancient cultures had already discovered this relationship and understood the influence of the universe on the four elements, alchemical principles, and other concepts such as the gnosis, Tao, and vacuity."
}