{
  "title": "\"The Power of Virtue: Paracelsus' Theory on Three Principles\"",
  "first_phrase": "In the previous paragraphs, the discussion centered around the power of virtue and the need for a practitioner's personality to align with the laws of nature while remaining in the purity of the present moment. Now, the focus shifts to Paracelse's theory of the Three Principles - Sulphur, Mercury, and Salt - that further explain the four elements and how they are divided into three main elements: the cosmic pair, the earthly pair, and the universal entity of Divine Fire. These principles align with the three levels of the universe and the three bodies of man, as discussed by the Christian Trinity.",
  "content": "Le Feu Divin correspond à l’Astrum ou âme du monde s’assimilant à une sorte de réalité invisible des astres et de leur puissance magnétique. Nous voyons ici à quel point le magnétisme peut-être puissant. Pour aboutir à sa théorie des trois principes Paracelse rajoute à ces « trois principaux éléments » les entités alchimiques que sont, le Souffre, le Mercure et le Sel. Lorsque le Feu Divin a agit, il reste sa trace sous forme de Sel (résiduel). Il rejoint ainsi le modèle universel de la trinité chrétienne exprimant le père, le fils et le saint esprit mais aussi les trois corps de l’homme (le corps physique, le corps sidéral et le corps glorieux) correspondant aux trois étages de l’univers (l’univers matériel, l’univers astral et Dieu). Donc pour Paracelse toute chose se compose de Souffre, de Mercure et de Sel. Les trois principes de Paracelse La théorie alchimiste humaniste de Paracelse est fondée sur les « Trois Principes ».",
  "last_phrase": "En résumé, la théorie des trois principes de Paracelse est un processus alchimique qui permet de décomposer toute chose en Mercure, Souffre et Sel. Cela permet de révéler les composants cachés de la matière, grâce à l’action du Feu Divin. Cette théorie alchimiste humaniste est une contribution significative à la compréhension de la composition de notre univers, ainsi qu’à la perception de la relation entre les astres et leur puissance magnétique."
}