{
  "title": "\"Approche globale des axes du magnétisme humain\"",
  "first_phrase": "In the last 200 tokens of Livret 1 Approche globale des quatre axes du magnétisme humain, Marco Paret discusses his research on the powers of fascination and the magnetic force of the eyes. He also mentions the pragmatic approach of Monsieur Lapi and emphasizes the need for a structured and informed learning process. Paret enriched his method by integrating ancient knowledge from Greek Medicine, Human Alchemy, and Presence in the Instant. He expresses his deep gratitude to Mr. Jean Pierre Giudicelli de Cressac Bachelerie and Mr. Didier Soulet for their invaluable contributions to the book's writing.",
  "content": "Un peu plus tard l’intérêt pour les travaux de Maître Ermino di Pisa, nous orientait vers les pouvoirs du regard. Nous étions ébahi de voir à quel point la puissance magnétique des yeux pouvait réaliser des prouesses thérapeutiques. Par la suite les recherches de Monsieur Lapi, un des rares médecins à analyser scientifiquement les effets du magnétisme, nous apportaient le pragmatisme dont nous avions besoin. Au fil de notre aventure, nous prenions conscience de l’intérêt de suivre un apprentissage éclairé et structuré. Apprivoiser la force magnétique ne pouvait se faire d’un seul coup. C’est pourquoi, je décidais de graduer et d'enrichir ma méthode en l'articulant autour des anciens savoirs de la Médecine Ancienne Grecque, de l’Alchimie Humaine et des Hautes Voies de Présence à l’Instant. Je tiens à remercier tout particulièrement Monsieur le Comte Jean Pierre Giudicelli de Cressac Bachelerie, un puits de science qui n’a pas hésité me communiquer son savoir et à me mettre sur d’incroyables pistes. Je lui en suis extrêmement reconnaissant. Je remercie aussi Monsieur Didier Soulet, un grand chercheur sur les voies de présence orientales et occidentales, pour sa précieuse aide à la rédaction de ce livre.",
  "last_phrase": "En somme, la pratique du magnétisme a traversé les âges et continue d'étonner par ses prouesses thérapeutiques. Grâce aux recherches scientifiques et à l'apprentissage éclairé, l'art du magnétisme peut être enseigné et structuré afin d'enrichir cette méthode millénaire avec les anciens savoirs de la médecine grecque, de l'alchimie humaine, et des hautes voies de présence à l'instant. Préparez-vous à devenir des magnétiseurs d'excellence grâce à la puissance de l'hypnose, de la fascination et des savoirs ésotériques."
}