{
  "title": "\"The Importance of Four Humors in Medical Treatment\"",
  "first_phrase": "In this text, Robert Fludd delves into the ancient Greek medicine and highlights the mistakes made by physicians who deviate too far from Galen's Four Humors method. He emphasizes the vital importance of establishing a typological examination of an individual's humoral temperament before administering any medical action. Fludd goes further by designating the alchemical Quintessence as a universal medicine. This section of the text also acknowledges the ancient Greek medicine's secrets and connects them to three other methods. The book is full of mysteries that will captivate readers until the end.",
  "content": "Il désigne la Quintessence alchimique comme un médicament universel en disant à son sujet : « Soit la quintessence se cache dans l’air, et de ce fait, elle est attirée dans les poumons par l’inspiration ; et la partie de la quintessence qui est dans l’air est totalement absorbée par le cœur, qui la distribue et la répartit grâce aux artères pour nourrir l’ensemble du contenu de l’Esprit Vital. Soit elle est contenue de manière secrète dans les corps qui composent la nourriture, ou s’accumule dans les aliments eux-mêmes, de telle sorte que ces lumières célestes étant réunies, elles constituent un feu dense, céleste, visible, aux facultés nutritives, et naturellement nourrissant.». Comme le montre si bien Robert Fludd, la Médecine Antique Grecque a vraiment investigué les méandres de la santé et de l’expression du corps. Dans notre ouvrage, nous avons su reconnaitre les secrets qui se cachent en elle. Nous vous les dévoilons dans ce livre tout en les associant à trois autres méthodes, elles aussi emplies de secrets. Bien des mystères animeront votre lecture.",
  "last_phrase": "In conclusion, the ancient Greek medicine and its investigation into the intricacies of the body and health were truly remarkable. Our book uncovers the secrets hidden within it and combines them with three other methods, revealing many mysteries along the way. Understanding the essence of the four elements is crucial in comprehending the cosmic structure that defines and unites everything in our universe."
}