{
  "title": "Philosophical and Scientific Advances in Ancient Greece.",
  "first_phrase": "In this text, we explore the philosophical reflections of ancient Greek thinkers, including Anaxagore, Diogène de Millet, and Alcméon de Crotone. Earlier in the text, we learned about the scientific foundations of Greek discoveries, which leads us to Anaxagore's idea of an universe made up of tiny creationist particles. Diogène de Millet introduces the concept of human soul originating from divine air, which affects one's emotional state. Alcméon de Crotone enriched the Greek traditional medicine with his theory of Four Elemental Qualities and humorality. He attributed the imbalance of these qualities to the origins of illnesses. Alcméon also made remarkable contributions to anatomy, including the discovery of the Eustachian tube and the sensory organs' connection to the brain.",
  "content": "Il prétend que l’isonomie (la bonne santé) s’accorde avec un équilibre de ces puissances. Ainsi les concepts duels du Chaud et du Froid, du Sec et de l’Humide ainsi que du Doux et de l’Amer, deviennent parties prenantes du bien être. Les dégâts engendrés par nos choix duels déséquilibrent ces « Quatre Qualités Elémentaires ». L’idée d’une typologie humorale incarnative voit ainsi le jour. Aussi, pour y remédier, il faut alors de nouveau tendre vers l’équilibre. Alcméon de Crotone est formel, c’est la prédominance de l’une de ces puissances opérantes qui conditionne la maladie. Ce concept, nous le verrons plus loin, fera son bout de chemin et perdurera jusqu’à la fin du moyen âge. Ses découvertes ne se sont pas arrêtées là puisque, fort de nombreuses dissections, il met aussi en évidence l’existence des trompes d’Eustache, des nerfs optiques et des organes des sens. Il explique même que ces derniers sont reliés au cerveau à qui il attribue le rôle du sens commun et le siège de la pensée.",
  "last_phrase": "In conclusion, the teachings of Alcméon de Crotone and Empédocle have led to the development of a typology humorale incarnative which emphasizes the balance of the Four Elemental Qualities for good health. Our choices can disrupt this balance leading to illness. It is essential to strive for equilibrium to maintain well-being, as understanding the existence and interplay of the four elements forms the basis of our essence vitale, according to Empédocle."
}