{
  "title": "Kabbalistic Vision of the Origin of the Universe.",
  "first_phrase": "This text explains the Kabbalistic concept of Tsimtsum and how it relates to the creation of the universe. According to Kabbalistic belief, God contracted his power to allow for the existence of the external reality. This contraction created a space through which light infiltrated, forming ten concentric circles known as Igoulim, representing the ten creative powers of God. The vibrations of this phenomenon correspond to our vital energy, and its nature depends on our observation. The text also establishes a metaphorical relationship between electricity and the electro-psychic power of magnetism.",
  "content": "Elle se divise en deux rayonnements, l'un intérieur (peniniyout) constituant l'âme, le divin, et l'autre périphérique, représentant le monde de la séparation ou monde des corps. Les vibrations de cette condensation sont en étroite relation avec la complexité de notre énergie vitale. La réalité de cette lumière répond aux lois quantiques. Sa nature dépend de notre observation. L’esprit, aussi formaté de la sorte, se met en syntonie avec le fluide électromagnétique de son environnement. Les vielles traditions parlent d’humeur syntone pouvant intégrer l’égrégore de certaines choses. Sans observateurs, il n’y a pas de monde et sans fusion, il n’y a pas de réalité. La conscience le veut ainsi. Afin de nous simplifier la tâche, nous établirons une habile parenté entre le magnétisme et l’électricité. Cette métaphore de correspondance entre l’électricité et le pouvoir électro-psychique du magnétisme ne s’applique qu’à l’aspect pratique de la chose, tout en sachant que la réalité est mille fois plus profonde.",
  "last_phrase": "In summary, the human magnetism is an intricate interplay of internal and external radiations with a complex relationship with our vital energy. The metaphoric analogy between magnetism and electricity is only practical, but the reality is much deeper. The ability of magnetic induction to affect individuals at long distances makes it unique, and while the magnetic healer can discharge the current, there's a considerable difference from physical magnetism. Understanding this concept requires extensive research, but it opens up new possibilities for exploring the mysteries of human existence."
}