{
  "title": "\"The Importance of Breathing and Concentration in Magnétisme Practice\"",
  "first_phrase": "In this text, we delve deeper into the practice of magnetism and its connection to proper breathing and concentration. The expansion of breath and warmth in the chest is crucial, and a focused breath at the sternum can increase the power of the immune system. The text also explores the concept of the Thymos, located under the sternum, which is considered the essence of the life process. The Thymos produces vital energy, and magnetically speaking, this energy is easily expelled through hands and eyes with mental concentration. The text also discusses the alchemical concept of the internal fire, which is the flame of the constructive principle of every organism.",
  "content": "Du cœur, l’énergie pneuma se dirigeait vers le foie où la force vitale produit une deuxième forme de thymos, le « vis naturalis », puis du foie pneuma retournait à la tête grâce au sang et produisait une troisième forme de thymos, le « vis animalis », qui était de nouveau diffusé dans le corps par les nerfs. Magnétiquement parlant, cette énergie est plus facilement expulsée par les mains et/ou à travers l'œil lorsqu’on ajoute un peu plus de concentration mentale. Elle arrive à imprégner les situations à une certaine distance qui dépend de notre degré de présence. Il est l’essence du processus de métabolisation de la vie. Sans lui, le froid de la mort s’installe. L’alchimie a su capter sa puissance et sa fougue. L'ancien idéogramme du feu intérieur correspond à celui du soufre des alchimistes. Ces derniers ont utilisé ce terme pour désigner le feu actif qui empli le centre de chaque être. Cette ardeur vitale se manifeste de l'intérieur vers l'extérieur via des phénomènes de croissance et de développement. Le feu interne est en réalité la flamme du principe constructif de chaque organisme sur laquelle la stabilité de chaque individu dépend.",
  "last_phrase": "En somme, le feu interne est l'essence même de notre vitalité et de notre longévité. En utilisant notre concentration mentale, nous sommes capables d'expulser cette énergie à travers nos mains et nos yeux, imprégnant notre environnement jusqu'à une certaine distance. La compréhension et l'activation de cette force sont essentielles pour comprendre notre univers intérieur et pour maintenir notre santé et notre bien-être."
}