{
  "title": "Understanding Hippocratic Humors and Temperaments",
  "first_phrase": "In this text, we explore the ancient concept of the four humors and their impact on our health. Hippocrates, the father of medicine, discussed the qualities of blood, phlegm, yellow bile, and black bile. He also noted how these humors changed with seasons and ages. The last 200 tokens of the text specifically focus on the blood humor and its association with the sanguine temperament. The blood element corresponds to the hot and moist air, and people with sanguine temperament are joyful and passionate. The text also highlights the fluid's production in the liver and reception in the heart, with two plexuses in action. Stay tuned to learn more about the other three humors and their impact on our health.",
  "content": "La résultante des tempéraments n’est pas stable et tout comme le fait la nature, elle évolue avec la destinée, les lieux, les saisons, les âges, les heures de la journée et les astres. Beaucoup de pathologies surviennent lors de déséquilibres humoraux. Par exemple, lorsque les organes et les humeurs circulantes ne sont pas à la bonne température ni au bon taux d’humidité. Mais ces déséquilibres peuvent aussi avoir des causes naturelles comme les fatigues, les blessures, la nourriture et bien d’autres choses. Nous allons nous attarder sur les quatre humeurs mises en jeu dans les tempéraments. Nous pouvons les répartir selon leur appartenance aux quatre grands fluides suivants : Le Sang (Elément Air- Chaud et Humide) correspond au «Type Sanguin ». Le fluide sanguin est produit par le foie. Puis, il est réceptionné par le cœur. Deux plexus se trouvent ainsi en action, le plexus cardiaque et le plexus solaire. Toute la magie et l’Esprit du sang s’expriment ici. Les personnes de type sanguin sont bouillonnantes, rouges, avides, joviales, volontaires et chaleureuses. Le goût du sang est doux (dulcis).",
  "last_phrase": "In conclusion, the humoral imbalances can cause various health issues, which can be triggered by both internal and external factors, such as fatigue, injuries, food, and environmental changes. Understanding the four humors and their influence on temperaments is crucial for maintaining a healthy and balanced lifestyle."
}