{
  "title": "\"The Power of Presence: Concentration, Beyond Time and Subtle Energy\"",
  "first_phrase": "In the previous part of this text, the focus was on the importance of concentration and performing actions with a deep awareness of the present moment. This last part delves into the concept of time and how it affects the human mind. The text discusses the three temporal segments of the human experience (past, present, and future) and how they are linked to the mental condition. The text advises to train oneself to stay present, not to be distracted by thoughts, and to maintain a state of pure consciousness. Ultimately, this text aims to help readers achieve a state of mental clarity and overcome the constraints of time.",
  "content": "Afin de travailler sur ces segments temporels, vous devez mettre la royauté du mental sanguinaire à genoux. - Exercez-vous à ne pas entrer dans le passé affectif, à ne pas projeter vers la peur du futur et surtout à ne pas porter intérêt aux pensées illusoires du présent. - Pour ce faire vous devez retourner sans cesse au plus profond de votre être et prendre conscience intuitivement de votre condition en la maintenant à tout prix au-delà des trois temps. Les pensées quelles quelles soient, pures, impures, bonnes ou mauvaises sont liées aux facteurs conditionnant des trois temps. Le passé est le fruit du conditionnement, le présent conditionne et le futur projette un faux conditionnement. - Entrainez-vous de façon inconditionnelle à ne pas être distrait. - N’essayez pas d’éliminer les pensées puisque le simple fait d’y penser n’est autre qu’une pensée. - Relaxez votre esprit au point de maintenir uniquement l’état pur de la conscience originelle non conditionnée.",
  "last_phrase": "In conclusion, to work on these time segments and reach a state of pure consciousness, one must learn to quiet their mind, keeping away from the affective past, fearful future, and illusory present. Practicing being undistracted, relaxing the mind to attain an unconditioned pure state of consciousness is key. This will increase the free will power to change things and help you better understand the nature of beings and things."
}