{
  "title": "\"The Spiritual and Magnetic Power of Blood: Exploring Paracelsus' Alchemical Views\"",
  "first_phrase": "In this text, we discover that blood possesses both an active and passive potentiality, with a quality that requires a spiritual expansion. The magnétiseur intervenes to prevent unhealthy thoughts from damaging the Thymos, which in turn creates low-quality blood. The Thymos creates three forms of energy, which are diffused through the body by the nerves. To promote the flow of blood, an exercise is recommended to gradually feel the warmth of the body's blood spreading through various parts of the body, from the feet to the head. Paracelsus, on the other hand, brought a quintessence element to Western medicine.",
  "content": "*Puis du foie le sang retourne à la tête et produit une troisième forme de Thymos, le « Vis Animalis », qui est diffusé dans le corps par les nerfs. Magnétiquement parlant, cette énergie est plus facilement transmise à l’extérieur par les mains et à travers l'œil lorsqu’on ajoute un peu plus de concentration mentale. Enfin, elle arrive à imprégner les situations à une certaine distance, selon notre degré de présence. Exercice pratique pour lier la chaleur et la respiration - Allongez-vous et inspirez en commençant par la partie haute des poumons (zone du cœur). - Continuez le processus de respiration. - Prenez conscience de vos pieds. - Décontractez-les. - Ressentez la chaleur du sang s’éculer en eux. - Montez progressivement, de façon très décontractée, votre ressenti de la chaleur sanguine vers les différentes parties du corps, jusqu'à la tête. Cet exercice possède plusieurs degrés de d’intensité à appliquer pour bien énergétiser et magnétiser votre corps. C/ Paracelse et l’alchimie humaine Paracelse a fait souffler un vent de Quintessence sur la Médecine Traditionnelle Occidentale.",
  "last_phrase": "In conclusion, understanding the flow of energy throughout our bodies and harnessing it through practices like the one outlined above can lead to greater physical and mental well-being. Paracelse's contributions to Western medicine remind us of the importance of continually expanding our knowledge and always pushing the boundaries of what is possible."
}