{
  "title": "\"Éveillez vos sens et découvrez vos corps subtils grâce à l'exercice pratique\"",
  "first_phrase": "In the previous text, we talked about practical exercises to awaken your senses and feel your subtle bodies. This last section delves into the shamanic vision of the subtle bodies and their historical importance. Humans have known about the spirits and energies of the body since prehistoric times. Carlos Castaneda wrote about the teachings of Don Juan Matus, a sorcerer who lived in Mexico and believed in the existence of a non-mentally conditioned thought. Modern research also sheds light on the link between acupuncture points and chakras in the body.",
  "content": "La sensation profonde d’une force bienfaisante était en eux. Spontanément, ils se servaient de leur main pour soulager les douleurs. Ils magnétisaient sans le savoir. Sans les connaitre vraiment, ils vivaient la présence des corps subtils qui animent le vivant. L’esprit premier du chamanisme reposait sur ces corps. Dans ses écrits, le grand chamane Carlos Castaneda rapporte merveilleusement les enseignements reçus par Don Juan Matus, un grand sorcier amérindien Yaqui toltèque qui vivait au Mexique. Castaneda explique l’existence d’une autre façon de voir le monde. Pour lui, si l’on parvient à se mettre en parfaite symbiose avec l’environnement, on développera une pensée non conditionnée mentalement en nous. Ainsi, nous pouvons voir que notre corps est fait de fibres lumineuses s’entrecroisant en des nœuds qui changent selon l’évolution de l’individu. L’approche moderne des chakras et des corps subtils lumineux Parmi les nombreuses recherches scientifiques sur le sujet, attardons-nous sur celles des Dr Kazarov (Moscou) et Korotkov (Université St Petersburg). Le Dr Kazarov a pu identifier le lien entre l’activité électrique des points d’acupuncture et celle des chakras. Il a ainsi prouvé leur interaction.",
  "last_phrase": "En somme, la compréhension et l'acceptation de l'existence de corps subtils lumineux, tels que les chakras, ainsi que l'utilisation de notre relation magnétique avec l'environnement peuvent nous permettre de développer une pensée non conditionnée et de découvrir des aspects fascinants de notre essence."
}