{
  "title": "Fascination and Ecstasy in Therapeutic Practice: Kundalini and Somnambulism",
  "first_phrase": "This text discusses the potential of fascination and its role in therapy and personal growth. The previous sections touched on the similarities between somnambulism and yoga practices and the use of lethargic relaxation as a means to induce fascination. Its various uses include personal development, therapeutic problem-solving, and affecting the ego, sensory perceptions, and convulsions. Additionally, the text explains the physiological theory behind Kundalini's rise in fascination and how it activates the sympathetic nervous system, leading to energy surges. In this last part, we'll delve deeper into the effects of this on the body and mind.",
  "content": "Son utilité a été expérimentée dans : - - Le développement personnel. - L’exercice du miroir est très utile dans ce cas pour s’auto-fasciner. - Un but thérapeutique pour résoudre des problèmes anciens, malheureusement trop fortement encrés dans nos mémoires. - L’action sur l’égo, la sensibilité supra-sensorielle, la sensibilité supra sensorielle, les convulsions, etc. La fascination permet de dissoudre le conditionnement de la personnalité habituelle afin de favoriser l’apparition de sensitivités nouvelles, bien supérieures. Par la fascination, on crée un type particulier d’activation cérébral qui tend à annihiler l’égo. Mais ce n’est pas tout de dissoudre. Après la dissolution, le magnétiseur doit préparer la phase de reconstruction. 6/ Les effets nerveux de la montée kundalinique extatique Il existe une théorie physiologique qui explique que la montée de Kundalini consécutive à la fascination de l’œil s’accompagne en premier lieux par une hyper-activation du système sympathique. L’activité bouillonnante qui en résulte monte l’énergie comme si un Feu s’était allumé. Chez les anciens grecs ce « Feu Inné » se nourrit de l’humide radical et fait naturellement monter la flamme énergétique vers le haut.",
  "last_phrase": "In conclusion, the exercise of self-fascination through the mirror can be useful in personal development, and fascination can serve as a therapeutic tool to dissolve old and deeply rooted problems. The resulting hyper-activation of the sympathetic system can lead to the rise of Kundalini energy and the unblocking of energy centers. Although the process can be intense, it can ultimately lead to transformation and the cultivation of new sensitivities. It is essential to prepare for the reconstruction phase after dissolution while also practicing true magnetic therapy."
}