{
  "title": "\"The Link Between Our Moods and Physiology Explained\"",
  "first_phrase": "This article discusses the ancient concept of the four humors and their link to modern-day physiology. The humors were believed to correspond to a person’s behavior and mood, and modern physiology suggests a link between these humors and the hormones in the body. The article also delves into the system Neuro-végétatif, which controls various physiological processes in the body. It comprises two large nerves, the Sympathetic and Parasympathetic, that operate the muscles not controlled by the conscious mind. The Sympathetic system prepares us to react when necessary and triggers several physiological responses to keep us alert.",
  "content": "Parce que derrière tout cela se cache un ange gardien bienveillant qui décide d’adapter ce qu’il y a de meilleur pour nous. Il s’agit du système Neuro-végétatif. Ce système dit « Autonome » repose sur l’action de deux grands canaux : - Le nerf Sympathique ou Orthosympathique, - Le nerf Parasympathique. Ces deux grands nerfs agissent au niveau des muscles lisses éparpillés dans tout notre organisme. Les fibres de ces muscles ne sont pas dépendantes de notre volonté. Elles répondent à des stimuli réactionnels vitaux provenant du système neuro-végétatif. Cependant l’aspect qualitatif du Système Nerveux Autonome (SNA) est influencé par la programmation conditionnante de notre destinée karmique. Un préprogramme d’origine cosmique s’enclenche à la naissance. C’est pourquoi, certaines personnes seront moins réactives ou plus vives que d’autres. L’influence du système nerveux sympathique Son rôle est de nous préparer à agir lorsque cela est nécessaire. Il nous permet de réagir, de contrer une agression, de combattre ou de fuir lorsque c’est nécessaire. Afin de nous rendre plus vigilent, le système sympathique orchestre toute une série d’actions physiologiques.",
  "last_phrase": "In conclusion, the Neuro-vegetative system is a guardian angel that adapts to what is best for us. The Autonomic system, consisting of the Sympathetic and Parasympathetic nerves, controls essential reactions in our bodies. Still, its quality is also influenced by our karmic destiny's conditioning programming. Understanding the role of these two systems helps us identify responses to different situations and maintain a balance between them, thus promoting overall well-being."
}