{
  "title": "Paracelse's Three Principles: Understanding the Relationship Between Elements in Humans.",
  "first_phrase": "In this text, the theories of Paracelse, an influential alchemist and physician, are explained. The transposition of his schema to the human body shows the relationship between the elements of Paracelse and the primary elements that constitute it. The last 200 tokens discuss how three principles, salt, sulfur, and mercury, create a unique essential body with triple operation. Paracelce's theories are revolutionary and have challenged the old dogmatic and sectarian principles of ancient Greek medicine. Furthermore, this theory explains the origin of different temperaments, such as the lymphatic, sanguine, phlegmatic, and bilious, which are affected by an imbalance in the four humors.",
  "content": "Le principe salin agit en purgeant et en adoucissant, le principe sulfureux modère l’excès des autres principes ou se dissous s’il n’y a pas d’excès et le principe mercuriel restaure ce qui tombe en conception.». Avec cette théorie, Paracelce bouscule les idées reçues de l’ancienne médecine grecque en élargissant son champ de vision et en révolutionnant les vieux principes dogmatiques et sectaires. Si l’on prend l’exemple d’une plante aromatique, on constate qu’en la distillant par le feu on obtient une vapeur liquide volatile correspondant au mercure qui une fois refroidi produit en surface une huile essentielle grasse et inflammable assimilable au souffre ainsi qu’un sel résiduel. La théorie des sept typologies et des trois principes Les savoirs de Paracelse ont été peaufinés et une certaine théorie explique qu’à partir des trois principes ou humeurs naissent des tempéraments proches de ceux d’Hippocrate. On trouve ainsi le tempérament mercure correspondant au nerveux phlegmatique, le tempérament souffre correspondant au bilieux et au sanguin et le tempérament sel correspondant au lymphatique. La maladie apparaissant lorsqu’un déséquilibre affecte ces quatre humeurs.",
  "last_phrase": "In summary, Paracelsus revolutionized the old dogmatic principles of Greek medicine by broadening its vision with the theory of the seven typologies and the three principles. These principles explain the birth of temperaments and how an imbalance in the four humors can lead to disease. Additionally, his theory of the three principles humors can be linked to the tripartite categories of the diencéphale, the vasculaire, and the hépatorénal. Paracelsus's contributions to medicine paved the way for modern medical practices and a deeper understanding of the human body."
}