{
  "title": "\"The Alchemical Constitution of the Human Being\"",
  "first_phrase": "In the previous section, the author explains the importance of learning the techniques and methods presented in the book and the necessary training. The last 200 tokens deal with the magnetic fascination of the eye's power and Paracelsian alchemical vision of the human being. The author mentions the Egyptians' belief and Mesmer's practice of the magnetic power of eyes. The pure magnetic flow generated by eyes is operating and resembles the alchemic quintessence of the human being. The text further discusses Paracelsus's vision of the human being, including the four elements, three principles, and planetary forces, representing the constitution of the human being. The text concludes by explaining the corresponding relationship between the soul, spirit, and body and their relationship to the three alchemical principles of salt, sulfur, and mercury.",
  "content": "Leur nature est variable et peut s’exprimer de telle ou telle façon en fonction de la situation. Notre méthode explique ces différentes variables qui unissent l’aspect quantique et matérialisé de l’essence des trois principes. La constitution septénaire de l’être En représentant les trois principes du corps humain par trois cercles s’interpénétrant mutuellement, on aboutit au schéma de la « constitution septénaire de l’homme ». On peut ainsi décortiquer la danse des éléments et des principes et l’unir à l’action cosmique. Ces cercles représentent les trois grands archétypes de la vie que sont l’Esprit, l’Âme et le Corps. Il apparait deux composantes à l’âme: - L’Ame spirituelle, reliée à l’élément Air, - L’Ame corporelle reliée à l’élément Eau. Corps et Esprit sont donc bel et bien liés. En s’entrelaçant, ces trois cercles articulent des correspondances entre l’Ame, l’Esprit et le Corps, eux même en rapport avec les Trois Principes Alchimiques. De leur interaction surgit « l’Esprit Animique ». Lorsqu’il envahit le corps, l’Esprit devient corporel.",
  "last_phrase": "In conclusion, understanding the constitution septenary of the human body helps to explain the interaction between the three principles of alchemy and the dance of the elements. The amalgamation of the body, soul, and spirit gives birth to the animic spirit, which leads to the formation of the etheric or astral body. This knowledge is essential to better understand the connections between the physical and spiritual worlds."
}