{
  "title": "\"Hermetic Exercises: Mercury Exaltation and Sun-Moon Union\"",
  "first_phrase": "In this text, the author describes two exercises related to the alchemical symbol of Mercury and the androgynous union of the sun and moon, respectively. In the first exercise, the practitioner combines intense breathing and gaze to evoke an excitatory response in the right subtle channel and sympathetic nervous system. Meanwhile, the left eye expanding brings a partial Mercury grade that frees pure energy locked in by the mind. The second exercise seeks an equilibrium in the body by empowering the left sympathetic channel through a combination of gaze and breathing. The text showcases the potential for the human body to release and channel energy in ways that can affect physical, intellectual, and spiritual balance.",
  "content": "En réalité vous libérez une énergie pure identique à celle qui existe avant que le mental l’est enfermée dans ses pensées. Il s’agit d’un « Solve » qui dégage majoritairement une première puissance. * Troisième exercice ou l’union du soleil et de la lune du caducée hermétique. Cet exercice est androgyne. Il peut être comparé à celui qui porte le même nom dans Ur et Krur. En premier, fixez votre œil droit dans le miroir. Simultanément, respirez et tendez-vous. Il survient alors une hyperexcitation bienfaisante qui libère un aspect orthosympathique semblable à l’énergie du canal subtil gauche. Puis, maintenant vous vous concentrez sur votre œil gauche dans le miroir. Cela provoque un vif changement. Tout ce passe comme si les énergies différentes de l’œil droit et de l’œil gauche s’unissaient. Rappelons que l’œil gauche est représentatif d’une énergie différente de celle de l’œil droit et que le chiasma optique connecte l’œil gauche à l’hémisphère droit et l’œil droit à l’hémisphère gauche. Le cerveau entre alors probablement en blocage et ne vous permet plus de focaliser.",
  "last_phrase": "In conclusion, practicing the third exercise of the union of the sun and moon in the Hermetic caduceus can lead to a sense of liberation and expansion of energy. By focusing first on the right eye and then on the left in a mirror, one can experience a beneficial hyper-excitation and a merging of different energy sources. So, if you're interested in exploring the potential of your own energy channels, give this exercise a try!"
}