{
  "title": "Philosophical Roots of Western Science and Medicine",
  "first_phrase": "The preceding text outlines the ideas of some of the earliest Greek philosophers, including Thales of Miletus, Anaxagoras, and Alcméon of Crotone. These visionaries developed revolutionary theories about the fundamental nature of reality, the composition of the universe, and the relationship between human health and the four elemental qualities. This final section builds on these foundations to explore the ideas of Empédocle, who refined the concept of the four elements and revealed the eternal essences at the heart of all existence.",
  "content": "L’idée d’une typologie humorale voyait le jour. L’idée était de la faire tendre vers l’équilibre. Il était formel, c’est la prédominance de l’une de ces puissances opérantes qui conditionne la maladie. Son concept fera son bout de chemin et perdurera jusqu’à la fin du Moyen-Âge. Il allait même plus loin en introduisant la notion d’une conscience humaine supérieure au reste du vivant. Les idées d’Alcméon de Crotone allaient croiser celles d’Empédocle (484 à 424 av J.C). Ce philosophe, ingénieur et médecin présocratique affina le concept des quatre éléments en expliquant que l’essence vitale de toute chose passait par l’agencement subtil des essences divines, indestructibles et éternelles des quatre éléments. Il expliquait sa découverte de la sorte : « A un instant précis l’un émergea du multiple, à un autre instant, il se divisa et produit le multiple formé du feu, de l’eau, de la terre et la puissante hauteur de l’air ».",
  "last_phrase": "En somme, les idées d'Alcméon de Crotone et d'Empédocle ont contribué à l'évolution de la médecine et de la philosophie en introduisant la notion d'équilibre et de prédominance des éléments dans le fonctionnement du corps et de l'esprit. Cette vision quaternaire se retrouve à travers diverses représentations symboliques comme le tetraktys, et continue à influencer la pensée alchimique et hermétique jusqu'à nos jours."
}