{
  "title": "Hippocrates' Four Humors: Types, Qualities, and Variations.",
  "first_phrase": "This text explores the humoral theory of Hippocrates, which categorizes individuals into four types based on the balance of their bodily fluids or humors. The last part dives into how each humor is defined by two elemental qualities and the corresponding taste. Although Hippocrates acknowledges seasonal and age variations, he does not mention any daily or hourly variations. The text notes that the Western Traditional Medicine that evolved from this theory continued to advance until the end of the Middle Ages. The author explains how humors can coexist or intermix and how they vary based on an individual's karmic tendencies.",
  "content": "C’est ainsi que : - Le « Sang » est doux (dulcis), - Le « Phlegme» est salé (salsum), - La « Bile Jaune » est amère (amara), - La « bile Noire » est acide (acida). Dans son traité Hippocrate mentionne aussi la variation de ces humeurs en fonction des saisons et des âges. Par contre, il ne parle d’aucune variation avec les heures et les jours. Cela viendra plus tard avec l’évolution de la Médecine Traditionnelle Occidentale qui rappelons le n’a cessé d’évoluer jusqu’à la fin du Moyen-âge. Il en va de même pour la correspondance entre les Pouls et les humeurs. Une humeur peut s’exprimer totalement ou partiellement et faire cohabiter deux tempéraments ensemble. Se faisant, elle se conjugue à une autre humeur. Ainsi on peut avoir, par exemple, une typologie sanguine à connotation bileuse, etc. Dans les cas ou plusieurs humeurs se mélangent, leur répartition varie selon les mouvances karmiques de l’expression conditionnante du « Je » de chaque individu.",
  "last_phrase": "En somme, la théorie des quatre humeurs, telle qu'énoncée par Hippocrate, démontre l'importance de l'équilibre humoral dans la santé globale de l'individu. Les déséquilibres peuvent survenir de diverses causes, incluant les conditionnements propres à chaque personne. Il est donc primordial de s'assurer de maintenir un équilibre adéquat des humeurs pour prévenir les pathologies et vivre en harmonie avec soi-même."
}