{
  "title": "\"Balancing Your Nervous System Through Visualizing Subtle Body Channels\"",
  "first_phrase": "In the previous section, we saw how to become aware of and balance the two channels of our subtle body, associated with the sympathetic and parasympathetic nervous systems. Now, let's dive deeper into the theory of the four subtle bodies and the four elements. In many traditions, the human body is divided into four energetic bodies, each associated with an element - earth, water, fire, and air. We'll explore the characteristics of the physical body, the etheric body, the astral body, and the mental body, and their relationships to these elements. Understanding this theory can offer insight into our own subtle energetic makeup and help us achieve greater balance and harmony in our lives.",
  "content": "La théorie des quatre corps subtils et des quatre éléments Selon les traditions, la division énergétique du corps humain en corps subtils peut variée d’une théorie à l’autre. Cependant, le partage de l’être en quatre grands corps, associés aux quatre éléments est fort intéressante. Elle se marie très bien avec les typologies de la médecine grecque. On distingue le corps physique, le corps étherique, le corps astral et le corps mental. Le corps physique correspond à l’élément terre. C’est la base, l’enracinement de l’être. On peut observer son influence chez le mélancolique dont la typologie est proche de l’élément terre. Le corps étherique est lié à l’expression de l’aura. Il correspond à l´élément eau. Les caractéristiques de fluidité et d’invisibilité partielle de la vapeur d’eau lui ressemblent. Son équilibre passe par l’ancrage à l’élément terre. Ce corps est alimenté par les rayonnements des champs d’énergies tellurique et cosmique qui inondent le corps physique et sa périphérie. Le champ d’énergie tellurique connecte le corps à l’énergie de la terre.",
  "last_phrase": "En intégrant la théorie des quatre corps subtils et des quatre éléments à votre pratique, vous pouvez mieux comprendre l'énergie de votre être et cultiver un équilibre optimal en vous ancrant à la terre et en vous connectant au cosmos. Soyez attentif au flux d'énergie et à la relation entre les différents corps pour une harmonisation complète."
}