{
  "title": "\"Medieval Medicine: From Pigeons and Clovers to Magnetic Healing\"",
  "first_phrase": "This text delves into the medical practices of the Middle Ages and the use of alternative methods for healing. Despite the prevalence of treatments such as using live pigeons or crushed pill bugs, some methods had a magnetic connotation. Practitioners like \"le toucheur\" used their hands to heal burns and skin diseases. In the Renaissance era, Robert Fludd criticized the deviation from the Galenic method and the importance of considering the individual's humoral temperament before administering treatment.",
  "content": "Ils pouvaient même guérir les maladies de peau, les zonas, les eczémas et bien d’autres choses encore. Ainsi, en Picardie, celui qu’on appelait « le toucheur » apposait ses mains en croix sur la partie concernée. Robert Fludd (1574 à 1637) Au XVIème siècle, en pleine période de la Renaissance, le grand chercheur alchimiste et médecin Robert Fludd mettait de l’ordre dans la médecine des anciens. Très intéressé par la médecine de Paracelse, Il montrait du doigt les erreurs faites par les praticiens qui, selon lui, s’éloignaient un peu trop de la méthode des quatre humeurs de Galien. Fludd se servait des humeurs pour affiner les traitements médicaux. Ses propos étaient clairs : « Parce qu’ils ont observés que telle ou telle plante convient mieux à telle ou telle maladie de Jean, ils veulent l’administrer à Robert, ou à un autre qui à un tempérament totalement opposé ». Il insistait sur l’importante nécessité d’établir un examen typologique humoral de l’individu avant d’agir médicalement.",
  "last_phrase": "In conclusion, the Greco-Western Traditional Medicine has thoroughly explored the intricacies of health and the importance of individual humor types for effective treatment. Robert Fludd's approach, based on humoral diagnosis and the use of quintessence alchemy, highlights the need for personalized medical care. By drawing from these ancient principles, we can better understand and apply the secrets of traditional medicine to modern healthcare practices."
}