{
  "title": "\"Unlocking the Power of Supra-Consciousness through Experiential Practice\"",
  "first_phrase": "In the previous text, the author discusses how energetic actions can be used to stabilize our conditioned consciousness and cultivate supra-consciousness, leading to a broader sense of self-awareness. This last part delves into the practice of extatic Kundalini and its connection to human magnetism, fascination, and somnambulism. The author explores the possibility of accessing blocks of supra-consciousness through the dissolution caused by fascination and how it can lead to a more profound connection with oneself. The text also touches on the differences between Eastern Kundalini practices and the use of fascination in achieving therapeutic goals, as well as the importance of individual personality expression in this process.",
  "content": "Mais cette dernière laisse le choix du libre arbitre. Elle offre un accès au vrai savoir en mettant à disposition des blocs de super-conscience. La dissolution provoquée par la fascination lève le blocage répressif de l'ego et ouvre la porte de ces blocs. Cela permet d’embrasser un sens beaucoup plus large de soi-même. Les liens entre la Kundalini, la fascination, le magnétisme humain et le somnambulisme extatique se vérifient aussi dans certaines pratiques yogiques kundaliniques. Même si l’approche est différente, beaucoup de pratiques sont fondées sur la respiration. En travaillant sur elles, on crée un vortex vertical d´énergie montante sans égo. La pratique extatique kundalinique orientale nécessite une longue expérience pour arriver aux états d’énergie supérieure. Les résultats sont plus rapides avec le magnétisme. En travaillant sur le facteur visuel dans l’action de la fascination, on disperse l’ego construit par les images mentales. Néanmoins, la fascination demande une participation mineure du sujet pour obtenir un but thérapeutique. Qui plus est, il faut tenir compte des différentes expressions de la personnalité. Chez certaines personnes, la perte de la conscience conditionnée et de l’ego peuvent se produire à la première séance.",
  "last_phrase": "In conclusion, whether through Kundalini yoga or the practice of fascination, accessing the blocks of super-consciousness can lead to a greater understanding of oneself. While Eastern practices may require more experience, the use of magnetism can offer quicker results. However, it is important to note that each individual's personality and experiences will affect the therapeutic outcome. By preparing the body for the process and releasing mental blockages, the ego can be let go to modify inner balance and access ecstatic energy."
}