{
  "title": "\"Humeurs, typologies et tempéraments en médecine traditionnelle occidentale\"",
  "first_phrase": "This text explores the concept of humors and their impact on overall wellbeing. The balance of bodily fluids, such as yellow bile, black bile, blood, and lymph, is essential for good health. Imbalances can result in physical or psychological illnesses. The text delves into the metaphysical aspects of this theory, which connects the human body to the cosmic foundation. The last section discusses the different temperaments associated with the dominant humor in a person's body. Simplifying things, the Western traditional medicine defines four temperaments: sanguine, lymphatic, bilious, and melancholic.",
  "content": "La thérapeutique qui en découle se fonde sur la confiance en une nature médicatrice nommée « vis medicatrix naturae » (5) expliquant que pour harmoniser au mieux les humeurs et pour que la vis medicatrix naturae opère, il est opportun de se tourner vers l’équilibre alimentaire, la psyché, le magnétisme et certains exercices. 2/ Humeurs, typologies et tempéraments Les humeurs préemptent des associations de typologies avec le plus souvent la prédominance d’une humeur précise. Les typologies sont en adéquation avec la personnalité et l’âge de la personne mais aussi avec les planètes, les lieux, les saisons et les heures de la journée. Pour simplifier les choses, la médecine traditionnelle Occidentale à définit quatre grands tempéraments exprimant la résultante des facteurs typologiques de chaque personne. Les quatre grands tempéraments Le texte fondateur d’Hippocrate intitulé « La Nature de l’homme », parle d’un tempérament sanguin où l’humeur du sang prédomine, d’un tempérament lymphatique soudé à l’humeur du phlegme (lymphe), d’un tempérament bilieux lié à l’humeur de la bile jaune et d’un tempérament mélancolique accolé à l’humeur de la bile noire.",
  "last_phrase": "In conclusion, the therapeutic approach based on vis medicatrix naturae highlights the importance of balancing nutrition, psyche, magnetism, and exercise to harmonize the humors and allow the healing power of nature to take its course. The typologies and temperaments associated with each predominant humor can vary based on factors such as personality, age, planets, locations, seasons, and time of day. Understanding these concepts can aid in achieving and maintaining overall health and wellbeing."
}