{
  "title": "\"The Connection Between Animal Magnetism, Alchemy, and Miraculous Healings\"",
  "first_phrase": "In this text, the author draws a parallel between Mesmer's theory of animal magnetism and the ancient theory of universal fluid. The only difference being that Mesmer employed physical contact as a preliminary step before treating patients remotely. Oswald Wirth explains in “Le symbolisme hermétique” that Mesmer drew inspiration from alchemy and the idea of descent into oneself to access the healing power of the true medicine. The author cites examples of miraculous healings, including Apollonius of Tyana who may have harnessed a divine magnetic fluid. Both Jésus Christ and Apollonius understood the connection between the subtle bodies and magnetic force. Today, we know that such interactions exist.",
  "content": "» « Enfermés dans le laboratoire secret de notre personnalité, en notre œuf philosophique hermétiquement clos, rectifions, distillons, dégageons le subtil de l'épais. Ainsi nous trouverons la Pierre cachée en laquelle réside la Vraie Médecine... Chacun de nous cache en lui-même la Pierre des Sages correspondant à la vraie Médecine, celle qui guérie tous les maux. Il n'y a rien d'absurde ni de merveilleux dans cela, mais simplement l'affirmation que tout est dans l'Homme à condition qu'il apprenne à se connaître et à mettre sagement en œuvre les ressources inépuisables de sa propre nature.». 5/ Les guérisons miraculeuses L’histoire nous a donné bon nombre de guérisons extraordinaires proches du miracle. Nous allons en citer quelques-unes. Les guérisons spontanées d’Apollonius de Tyane. Cet étrange personnage né en l’an 16 et décédé en l’an 100 de notre ère était un contemporain de Jésus. La particularité de ses méthodes procurait des résultats fulgurants. Peut-être se servait-il d’un fluide magnétique divin ? Jésus Christ et Apollonius de Tyane connaissait sans doute les liens existants entre les corps subtils et la force magnétique. Aujourd’hui nous savons que l’existence d’une telle interaction est avérée.",
  "last_phrase": "In conclusion, throughout history, there have been extraordinary healings that may seem miraculous but can be explained through the powerful interaction between the subtle bodies and magnetic forces. The teachings of Apollonius de Tyane and Pomponace suggest that we all carry within us the potential for healing through the resources of our own nature, if we learn to know ourselves and wisely put them into practice. The key lies in having faith, strength, and willpower."
}