{
  "title": "\"The Power and Process of Fascination and Ego Reconstruction\"",
  "first_phrase": "This text explores the benefits of fascination and its role in dissolving the conditioning of our personalities. Through this process, a particular type of brain activation is created that tends to annihilate the ego. Afterwards, reconstruction must occur. The section that follows delves into the physiological effects of Kundalini rising, which involves the activation of the sympathetic nervous system, which then triggers the parasympathetic nervous system. Here, a therapy can be practiced for the metamorphosis of the self. The end goal is to unify the two dimensions, unifying the principles of the sun and the moon.",
  "content": "Il s’en suit une période d`abandon et de transformation durant laquelle, on peut pratiquer une vraie thérapie magnétique à la base de la métamorphose. Certaines énergies vont se rediffuser dans le corps. Puis, il survient une phase de reconstruction. La forte excitation qui active du système sympathique va provoquer une réaction du système parasympathique qui va s’activer à son tour. Cette pensée est traitée par Evola dans la revue Ur (1927-1928) qu’il dirige où il dit qu’il s’agit : « d’une opération éminemment technique, au moyen de laquelle on s’aperçoit de notre incorporéité. Le sens humain habituel de la vie et de la réalité une fois renversé, la conscience se rend compte de l’immatérialité universelle, en percevant aussi, intrinsèquemenent, la présence du corps au dedans de nous » (ibidem, p. 136). « Cette idée de mettre ensemble les deux dimensions est continuée par une série d’exercices qui unifient deux principes que l’on peut définir alchimiquement comme le soleil et la lune. Dans un premier exercice on unifie le soleil de l´état de veille normal à la lune de notre état de rêve.",
  "last_phrase": "In conclusion, through the period of abandonment and transformation, one can practice magnetic therapy to facilitate metamorphosis. This leads to a phase of reconstruction where the sympathetic and parasympathetic nervous systems can be activated through the unification of two principles. The unification process can be achieved through exercises such as the \"Caduceus of Hermes,\" which aims to stimulate the brain to achieve mental clarity, fluidity of the spirit, and overall relaxation through the use of magnetic energy. With regular practice of these exercises, one can experience balanced emotional responses and improved physical health."
}