{
  "title": "\"The Relationship Between Kundalini, Fascination, and Ecstatic States\"",
  "first_phrase": "In the previous section, the text explained the relationships between Kundalini, fascination, human magnetism, and ecstatic somnambulism, particularly in Kundalini yoga practices. It elaborated how working on breath and creating a vertical energy vortex without ego can lead to higher states of energy. Now, the last 200 tokens focus on how the action of fascination can aid in achieving therapeutic goals by dispersing the ego built by mental images. The text also explains how letting go of ego can modify the inner balance, which is vital in achieving a normoergenic state through ecstatic action. It also discusses the physiological explanation behind the phenomenon of producing cataleptic stiffness in the body by working on the fascinative action of the Kundalini gaze.",
  "content": "Comment faciliter le processus dans la fascination extatique ? On peut naturellement préparer le processus en laissant s’exprimer les mémoires et les blocages logés dans le corps. Cette préparation de déconditionnement ouvre les vannes de l’énergie extatique. En laissant aller ainsi l’ego on peut modifier l’équilibre intérieur. N’oublions pas que c’est lui qui maintient notre équilibre hyperergique ou hypoergique. Le fait de le laisser de coté permet d’obtenir un état normoergique. L’action extatique en sera d’autant plus forte. Il est bon de faire un clin d’œil aux voies de présence qui magnifient le non-égo. Le ressenti de la raideur de la fascination cataleptique Le travail kundalinique par l’action fascinatrice du regard, poussée à l’extrême, tend à produire une raideur cataleptique. Une base rationnelle peut expliquer ce phénomène. L’action cataleptique centrée sur la partie dorsale du corps produit une rigidité de l’échine dorsale qui monte l’attention à la tête. Cette raideur correspond à la montée de l’énergie kundalinique. Physiologiquement cela signifie qu’une partie très profonde du système parasympathique a été activé.",
  "last_phrase": "In conclusion, facilitating the process of ecstatic fascination can be achieved by preparing the body to release memories and blockages, allowing the ego to step aside and balancing the internal energy. By emphasizing the pathways that magnify the non-ego and understanding the physiological effects of kundalini work, one can better understand the experience of cataleptic fascination. Understanding the primitive nature of the body's response to situations of aggression can help prepare individuals for the physical and mental demands of ecstatic states."
}