{
  "title": "\"Histoire et évolution de la médecine des humeurs\"",
  "first_phrase": "In this text, we delve into the history of medicine and the pioneering work of two figures in the field: Hippocrates and Galen. The text explores their theories around the four humors and their importance to maintaining a healthy balance in the body. Their contributions to medicine were groundbreaking and still influence medical practices today. However, their work was not immune to the impact of war and much of their knowledge has been lost over time. Despite this, their legacy lives on and continues to shape our understanding of medicine today.",
  "content": "Leur équilibre provient de la « Crase » et leur déséquilibre de la « Dyscrasie ». Les humeurs procurent un tempérament à l’homme dont la stabilité évolue face à différents facteurs. Gallien Le grand Gallien (129- 204) reprend les concepts de la médecine hippocratique sans pour autant y ajouter grand chose de théorique. Cependant, ses expériences et sa rigueur font de la théorie des humeurs une doctrine stricte et bien documentée. Son œuvre est immense. Il apporte bon nombres de précisions techniques comme certains lieux d’action des humeurs avec pour exemple l’atrabile s’accumulant dans le ventre (hypocondre) et étant évacuée par le rire. De ses travaux naît un puissant courant médical nommé « Galénisme » qui perdurera jusqu’au moyen âge, bien après la destruction des textes médicaux de l’époque. Sa thérapeutique est fondée sur la prise des pouls associés au plexus cardiaque, sur le mystérieux pouvoir du sang, sur le plexus solaire avec les lavements, sur les breuvages à base de plantes et sur l’Esprit du plexus de la tête. Malheureusement, une suite de guerres successives va en grande partie détruire ce précieux savoir.",
  "last_phrase": "In conclusion, the theory of humors, as developed by Gallien and refined by subsequent scholars like Avicenna, stood the test of time and has contributed greatly to the development of modern medicine. It is incredible to think that despite wars and the destruction of ancient texts, Gallien's works managed to survive and inspire future generations of medical practitioners."
}