{
  "title": "\"The Connection between Archeos and the Body's Energy Cycle\"",
  "first_phrase": "This last part of the text explains how disturbances in the first metabolism may impact the human body. The Aura Vitalis Seminum, a powerful Divine force in the Archeos, can be disrupted by negative ideas turning into destabilizing entities. The author compares the Greek theory, defining the Thymos as the source of the humors, to Van Helmont's theory, which focuses on the Archeos. In the practice of magnetism, these two visions overlap, and the magnetizer takes care to act on the Thymos during the ascending movement and on the Archeos during the descending one. This process is analogous to Paracelsus' alchemy, purifying the matter and redistributing the vital energy.",
  "content": "Les grecs donnaient une importance particulière au Thymos qu’ils considéraient comme une forme d’Archée. La superposition des deux visions dans la pratique Dans la pratique courante du magnétisme, les deux visions (Archeos-Thymos) se superposent. Aussi lors de son mouvement montant le magnétiseur prend soin d’agir sur le Thymos. Cela prend toute son importance dés lors où l’énergie montante des intestins rencontre le cœur et change la qualité du sang. Ensuite, le magnétiseur effectue un mouvement descendant en partant de l`Archeos qui est en synergie opérative avec la rate. L’analogie avec l’alchimie de Paracelse Ce parcours possède une analogie avec l’alchimie. Tout d’abord, il y a « l’œuvre au Noir » qui consiste en une purification par la destruction de la matière. De cette destruction sort de l’énergie qui remonte vers la tête pour former « l`œuvre au Blanc » qui génère la création de l’énergie vitale culminant au niveau de la tête. Pour finir, « l’Œuvre au Rouge » redistribue cette énergie vitale en la faisant descendre dans tout le corps.",
  "last_phrase": "In conclusion, the practice of magnetism involves the superposition of the two Greek visions, Archeos and Thymos, in which the magnétiseur carefully acts on the Thymos during its upward movement to ensure the quality of blood. This practice has an analogy with the alchemy of Paracelse, which corresponds to a bodily energy cycle of the life force. Through the three great alchemical works, Œuvre au Noir, Œuvre au Blanc, and Œuvre au Rouge, a cycle of vital energy is created, and the repetition of this process can be likened to multiplication. It is also possible for the magnétiseur to project energy onto another person."
}