{
  "title": "\"Exploring the Subtle Bodies and Approaches: From Gurdjeff to Blavatsky and Steiner\"",
  "first_phrase": "In the previous paragraphs, we explored the concept of the Absolut within us and how going beyond it leads us to the luminosity of communion with creation. In this last part, we will delve into some of the various approaches to the subtle bodies of human beings. We will take a look at the works of individuals who have explored this domain: Helena Blavatsky and Rudolph Steiner. Blavatsky's Theosophy outlines several subtle bodies such as the Astral body, the Desire body, the Mental body, the Knowledge body, and the Atmic body. On the other hand, Steiner, through Anthroposophy, sought to restore harmony between humans, the universe, and higher worlds.",
  "content": "Le corps Astral de Blavatsky Il stocke toutes les émotions, passées et présentes. Très instable, il nous permet d’accéder aux différents plans cosmiques. C’est lui qui contient la résultante karmique de nos vies passées. Le « Corps de Désir » de Blavatsky Il est le siège de la motivation et des désirs qui nous poussent à choisir parmi la dualité. Il est le « Je » animal » ou « l’égo » inférieur de l’homme. Le corps Mental de Blavatsky Il est en rapport avec la réflexion, les croyances, la pensée et l’intellect. Ce corps Mental inférieur enregistre de vie en vie les perceptions premières qui seront intégrées, après les réincarnations, au corps Mental supérieur. Riche de toutes les données amassées dans nos différentes vies, le corps Mental supérieur donne accès aux facultés innées, aux intuitions et à la créativité. Le corps Atmique de Blavatsky C’est celui de la conscience cosmique et de la spiritualité universelle. En lui, se trouve l’esprit Divin absolu. Rudolph Steiner (1861-1925) A travers l’anthroposophie, ce grand érudit a su restaurer l’harmonie entre l’homme, l’univers et les mondes supérieurs.",
  "last_phrase": "En somme, la compréhension des corps subtils est essentielle pour accéder aux différents plans cosmiques, comprendre sa motivation et ses désirs, ainsi que développer son intellect et sa spiritualité. Selon la tradition hermétique, l'essence des corps subtils s'associe aux principes alchimiques et humains, tandis que la théorie des quatre corps et des quatre éléments s'harmonise avec la médecine grecque. En intégrant ces connaissances dans notre vie, nous pourrons mieux explorer notre être intérieur et comprendre notre place dans l'univers."
}