{
  "title": "\"Awakening Kundalini Energy and Fascination through the Mirror\"",
  "first_phrase": "The final section of this text dives into the practices of kundalini awakening and self-fascination through mirrors. It notes the relationship between ecstasy and kundalini awakening, which is often overlooked in texts about the experiences of saints. The section then explains the significance of exercises like the double ascent of the Hermetic caduceus to fully explore the dimensions within oneself. Prior to this, the text discusses the steps of self-discovery outlined in UR and Krur, which involve concentrated work on the elements and an awakening to a higher consciousness.",
  "content": "Le parcours proposé dans UR et Krur se fonde sur une série de passages que nous résumons ci-dessous: - En premier lieu, il y a un travail sur chaque élément pour en saisir la réalité. - Après, on prend contact avec l’expérience d’une dimension autre qui demeure toujours en nous. Le travail sur la vraie réalité des éléments doit se faire de façon extrêmement concentrée. Le ressenti profond des éléments nous pousse vers la découverte d’une autre conscience qui dépasse notre simple réalité holographique. Pour plus de clarté, reprenons ce que Reghini disait dans un de ses ouvrages: « Il faut que pour la conscience, le sens de la réalité ordinaire, tangible, corporelle s’estompe, s’atténue et s’affaisse ; et il faut en même temps que l’attention de la conscience se concentre sur les perceptions de la réalité spirituelle intérieure, en sorte que ce qui d’habitude lui est occulte lui devienne manifeste, et réciproquement.",
  "last_phrase": "En conclusion, le parcours proposé dans UR et Krur peut sembler complexe et intense, mais il offre de nombreux bénéfices pour l'exploration de notre réalité intérieure et la résolution de problèmes anciens souvent ancrés dans nos mémoires. Parmi les pratiques proposées, la fascination extatique peut être particulièrement utile pour le développement personnel et la sensibilité supra-sensorielle."
}