{
  "title": "\"Awakening the Kundalini: The Power of Magnetic Fascination\"",
  "first_phrase": "In the previous text, the author discusses the power of magnetism and its direct effect on the Kundalini and lower mind, where the Ego resides. Dissolving the ego links facilitates the development of sensitivity and activates Kundalini energy. Now, in part four, the author explains the fascinating state of somnambulism, which is an extremely powerful state of ecstasy. The stimulation of certain cerebral centers leads to physical and psychological improvement. The author also notes the similarity between the effects of ocular fascination and the awakening of Kundalini energy.",
  "content": "Réveiller la Kundalini attenante à l’extase constitue un processus très utile dans l’éveil du soi. Notons tout de même que la montée de Kundalini n’est pas un réveil en soi, mais plutôt quelque chose qui peut aider à l’obtenir. Beaucoup d’écrits relatent les phénomènes d’extase des saints mais très peu expliquent qu’elle se diffuse par une exaltation magnétique de l’extase en lien avec un éveil kundalinique. 4/ La fascination somnambulique extatique Le somnambulisme extatique ou extase magnétique est un état d’extase hyperpuissant. Le fait de plonger une personne dans le somnambulisme raidit son dos et dissous sa vivacité. On a comparé cet état à celui des saints qui tutoient l’extase et qui se figent tout en restant amorphes. Cet état peut-être psychologiquement facilité par de la musique et physiquement amélioré par la stimulation des deux centres cérébraux correspondant à la zone située entre les sourcils (troisième œil) et à la couronne du crane. Le recentrage psychique et l’intense raideur vertébrale infligés par le magnétiseur poussent le mental de la conscience vers la partie supérieure du corps. C’est pourquoi le praticien porte les points de stimulation sur le troisième œil et vers la couronne.",
  "last_phrase": "In conclusion, awakening the Kundalini associated with ecstasy can be a useful process in self-realization. However, it is important to note that the rising of Kundalini is not an awakening in itself, but rather something that can assist in achieving it. The somnambulistic ecstatic state can be facilitated through music and physical stimulation, leading to a powerful and intense experience. Through the practice of fascination, the energy of Kundalini can be harnessed and directed towards the crown of the head, resulting in a new level of self-awareness and consciousness."
}