{
  "title": "Understanding the Subtle Bodies: Exploring Ancient Beliefs and Practices.",
  "first_phrase": "In the previous section of the text, it was stated how advanced civilizations have had access to the science of chakras and subtle bodies. The author detailed how various ancient societies like the Pythagoreans, the Druids, the Mayans, the Egyptians, and the Shamans have studied this cosmic anatomy. In the last 200 tokens, the author will delve into different approaches to the subtle bodies, as there have been several in the past. Notable names like Helena Blavatsky, Rudolph Steiner, Mircea Eliade, and others have worked towards rehabilitating the energetic aspect of humans. This section will also cover how different cultures and beliefs, including gnosis, ancient medicine, and Hinduism, have contributed to our understanding of the subtle body system.",
  "content": "Ces corps ont un rôle premier dans le magnétisme. Ils le renforcent. Mais au-delà des anciens écrits, l’existence des corps subtils est une réalité que l’on peut expérimenter par son ressenti et par certaines pratiques magnétiques. Même s’il est plus facile d’assimiler intellectuellement ce concept, rien ne vaut l’expérience pour ressentir leur existence. Etrangement, la science subtile a fini par disparaître de nos contrées. Ce n’est qu’à partir du XIXème siècle que des érudits l’ont remise au goût du jour. Certains sont même allés jusqu’en Orient pour la redécouvrir. D’autres l’ont retrouvé en décortiquant d’anciens livres. Dés lors, quelques penseurs n’ont pas hésité à réhabiliter l’aspect énergétique de l’homme. Parmi eux, notons Helena Blavatsky, Rudolph Steiner, Mircea Eliade et bien d’autres. La tradition hermétique n’est pas en reste. Elle parle d’énergie lumineuse condensée pour définir la vie. B /Les différentes approchent des corps subtils Par le passé plusieurs approches ont vu le jour. Nous allons en aborder quelques unes.",
  "last_phrase": "In conclusion, the existence of subtle bodies is a reality that can be experienced through one's feelings and certain magnetic practices. While it may be easier to understand this concept intellectually, nothing compares to the experience of feeling their existence. The rediscovery of the science of subtle bodies by scholars in the 19th century and the revival of the energetic aspect of man by Helena Blavatsky, Rudolph Steiner, Mircea Eliade, and others prove that the tradition of hermeticism is not dead. The different approaches to subtle bodies by the ancient Egyptians, Greeks and Indo-Europeans provide insight and understanding into this fascinating field."
}