{
  "title": "\"Galenism: Ancient Greek Medicine and Its Lasting Legacy\"",
  "first_phrase": "In the previous paragraphs, we learned about the history of the Galenic medical system and how it originated from the Greek medical tradition. The Galenic medical system was a well-documented and strict doctrine that revolved around the balance of the bodily humors, which were believed to have a significant impact on an individual's temperament. In this final part, we delve into the transmission of Galenic medical literature over the centuries, and the individuals who played a significant role in ensuring its survival. Humayn Ibn Ishaq was a Nestorian scholar who translated Galenic texts into Arabic and created the \"Grand System Medical of Galen,\" which was later propagated throughout Byzantine, Muslim, and European societies. This medical tradition has endured and has even influenced modern-day traditional medicine practices in Iran, Pakistan, and Bangladesh.",
  "content": "Elles seront traduites en syriaque par le médecin jacobite Serge de Resh Ayna. Et, Aux alentours de l’an 830, le grand érudit nestaurien Humayn Ibn Ishaq les revisita en langue arabe pour donner vie au « Grand Système Médical de Gallien » diffusé au moyen âge à Byzance, dans le monde musulman et en Europe. Le mouvement perdurera et sera bonifiera par le fabuleux travail d’Avicenne (980 à 1037) admirablement retranscrit dans son célèbre « Canum » ou « Canon de la Médecine » où il pressent la « quintessence alchimique ». A partir du XIIIème siècle l’ensemble de ces textes sera traduit en persan, la langue culturelle de la région et de l’Inde. La propagation au long terme de la médecine de Galien a été en partie possible grâce à la médecine Yunâni, une médecine indo-musulmane issue du Galénisme dont l’origine remonte à la médecine gréco-romaine. Loin d’être démodée, la médecine ancienne grecque perdure encore de nos jours sous la forme d’une médecine traditionnelle encore bien vivante en Iran, au Pakistan, au Bengladesh, etc. A travers leurs connaissances médicales, les grecs ont su démasquer l’interaction médicale des éléments et des humeurs.",
  "last_phrase": "En conclusion, la médecine ancienne grecque a survécu à travers le temps grâce aux contributions de divers érudits, y compris Avicenne et Hildegarde de Bingen. Les connaissances médicales des grecs ont été précieuses pour comprendre l'interaction des éléments et des humeurs dans le corps humain. Aujourd'hui, la médecine traditionnelle est toujours pratiquée en Iran, au Pakistan, au Bengladesh, etc. Ceux qui cherchent à comprendre l'essence de la vie peuvent trouver des réponses dans les enseignements de Pythagore et des nombreux érudits qui ont contribué à la richesse de la science médicale."
}