{
  "title": "Understanding the Self: Forces and Energies in Constant Interaction.",
  "first_phrase": "In the previous part of the text, the concept of the five psycho-physico-chemical aggregates that make up the representation of the \"self\" was introduced. These aggregates correspond to the expression of our karma and are the instruments of our ego. The goal of spiritual practice is to achieve an awakened state, detached from the influence of the three worlds. However, the path to this state is full of obstacles, particularly from the mental perturbator's king, whose weapon is negative thoughts. In this last section, we delve into the intricacies of the mental perturbator and his impact on our lives.",
  "content": "Tout simplement à l’habile moyen de quitter l’influence de ces trois Mondes pour atteindre ce que Gurdjeff appelle « l’état objectif » et ce que d’autres nomment « l’éveil ». Mais le chemin pour y parvenir est rempli d’embuches, si chères au « Mental Perturbateur ». Les dieux ne comptent pas se laisser prendre leur nourriture si facilement. A quel monde appartient l’Eveil ? A une autre dimension, la dimension du « Un » ou du « Grand Architecte » ou de « l’Univers incréé » ou du « Divin », là où il n’y a plus rien et où la conscience pure de chaque individu a émergé et où elle peut se dissoudre à nouveau. Le roi sanguinaire du mental perturbateur Pour nous pourrir la vie, les puissances du « Monde du Mental Perturbateur » ont confié le pouvoir opératif à un « Roi Sanguinaire » dont les armes sont les pensées néfastes. Ce roi est d’autant plus vaillant qu’il est cruel et, croyiez-nous, le mettre à genoux ne sera pas chose facile. Tant et tant de fois, il se relèvera et repartira à l’assaut de l’expérimentation.",
  "last_phrase": "En conclusion, le chemin vers l'éveil est rempli de défis, en particulier ceux posés par le \"Roi Sanguinaire\" du \"Monde du Mental Perturbateur\". Cependant, en cultivant la \"Présence Absolue à l'instant\", il est possible de surmonter ces défis et d'atteindre la verticalité nécessaire pour comprendre notre état d'incarnation et les trois mondes. La connaissance des ennemis que nous avons à combattre est essentielle pour triompher de l'illusion."
}