{
  "title": "\"Understanding the Relationship between Emotions, Body and Health\"",
  "first_phrase": "This section discusses how the combinations of heat, cold, dryness, and humidity can impact the likelihood of certain diseases. The previous section focused on the relationship between emotions and the body and how emotions can affect specific areas of the body. The text also mentions the five plexus in the human body: the Solar Plexus, Cardiac Plexus, Head Plexus, Lumbar Sub-umbilical Plexus, and Neck Plexus. This section examines the Cervical Plexus, which contains nerves primarily linked to the skin and muscles of the head and neck, and the Cardiac and Solar Plexus, which are directly linked to the heart and lungs. The Solar Plexus, the largest in the body, is often compared to a \"second brain\" and plays a significant role in controlling various internal organs.",
  "content": "Ils agissent sur les organes internes, notamment en contrôlant le flux sanguin artériel, et par conséquence l'oxygène et l'apport de nutriments. Le corps humain s’organise autour de cinq plexus: Trois d’entre eux, se trouvent sur la face avant du corps et les deux autres sont positionnées derrière. On trouve ainsi sur la face avant : - Le Plexus Solaire, - Le Plexus Cardiaque, - Le plexus de la Tête. Et sur la face arrière : - Le Plexus Lombaire sub-ombilical, - Le Plexus de la Nuque (Traumas). Analyse des principaux plexus: Le plexus cervical Il contient les nerfs reliés principalement à la peau et les muscles de la tête et du cou, mais il contient aussi le nerf phrénique qui court au diaphragme. Notons que les “passes magnétiques” se dirigent d’abord surtout sur ces zones et après descendent au diaphragme en suivant exactement le parcours physiologique. Le plexus cardiaque Il affecte directement le cœur et les poumons. Le plexus solaire C’est le plus grand du corps. On le compare à un deuxième cerveau. Il brille comme la pureté du soleil.",
  "last_phrase": "In conclusion, understanding the importance and functions of the five major plexuses can help us to regulate our internal organs and improve our overall well-being. By stimulating the plexus solaire, we can activate the production of adrenaline, reorient blood flow towards the brain and muscles, and even improve kidney function. Consider incorporating practices that stimulate these plexuses to achieve optimal health."
}