{
  "title": "Understanding the Four Humors in Ancient and Modern Medicine.",
  "first_phrase": "This text explores the ancient concept of humours and their influence on personality and health. The first part explains the different types of humours, and how they relate to modern psychology. Then, it provides an exercise to feel connected with the whole, and not divided from the outside. Finally, it talks about remedies to balance the humours on health issues associated with their excess. In the last part, it analyzes the relation between the four humours and everyday language, showing how ancient knowledge still influences our speech.",
  "content": "Les remèdes aux excès de ces humeurs Parmi les causes provoquant des pathologies, Hippocrate évoque la prédominance de chacune des quatre humeurs. Il préconise, comme remède, la thérapeutique des contraires. Cette dernière agit en s’opposant aux qualités de l’humeur prédominante. Cela se fait à l’aide d’un régime ayant les qualités contraires. Par exemple, dans une maladie provoquée par un excès de Flegme, on constate que le froid, le salé et l’humide prédominent. On emploie alors un remède ayant les caractéristiques contraires tels que le chaux, le doux et le sec. Cette théorie est entrée dans nos mœurs. La médecine occidentale soigne souvent le mal par son contraire. BILE JAUNE-Feu FIEVRES MALADIES BILIEUSES CHAUD – HUMIDE CHAUD - SEC SANG - Air HEMORAGIES MALADIES CARDIO-VASCULAIRES BILE NOIRE - Terre MELANCOLIE ETRE HUMAIN PITUITE- Eau RHUMES BRONCHITES FROID – HUMIDE FROID - SEC Les quatre typologies et le langage courant Souvent les anciens ont su adapté la réalité du corps à des expressions populaires lourdes de bon sens et de réalité. On retrouve l’empreinte des typologies antiques dans le langage courant.",
  "last_phrase": "In conclusion, while the theory of the four humors may seem outdated, it is still relevant today in the way we talk about our moods and emotions. Additionally, modern physiology has shown that these humors do have a scientific basis and can be linked to our hormones and even our nervous system. Understanding the four humors can provide insight into our overall health and wellbeing, and help us make better choices about our lifestyles and diets to achieve a healthy balance."
}