{
  "title": "\"The Science of Chakras and Subtle Energy Bodies\"",
  "first_phrase": "The last 200 tokens of this text discuss the concept of chakras and subtle bodies. The ancient knowledge of the energy bodies is not a new idea, and various cultures and civilizations have studied and mapped the circuits and centers of energy. Pythagoreans, Druids, Mayas, Egyptians, and Shamans are among the societies that studied cosmic anatomy, and even Jesus Christ and Apollonius of Tyana had secret keys to extract magnetism from the subtle bodies. The Christian Thérèse d’Avila compared the chakras to dwellings of the body in her teachings. This text describes how the aura is linked to the energetic expression of subtle bodies and how the energy deployment needs a foundation or frame to make the body vibrate, leading to a unique anatomy.",
  "content": "Ces petites spirales tourbillonnantes sont appelées roues d’énergie ou chakras. Les traditions occidentales et orientales ont détaillé cette trame. Elles ont cartographié les circuits et les centrales. On a même retrouvé des gravures primitives représentant des tourbillons, en forme de spirales, englobant des êtres dédoublées. La gnose, les médecines anciennes, l’hermétisme, l’hindouisme, la mystique égyptienne, le bouddhisme et la théosophie foisonnent de textes et d’expériences sur le sujet. Toutes les civilisations avancées ont eu accès à la science des chakras et des corps subtils. Les sociétés initiatiques anciennes, les pythagoriciens, les druides, les mayas, les égyptiens et les chamanes se sont penchés sur cette anatomie cosmique. L’occident connaissait les chakras depuis fort longtemps, notamment par les philosophes grecques, par la culture druidique et par la gnose. Jésus christ et Apollonius de Tyane possédaient des clés secrètes capables d’extraire le magnétisme des corps subtils. Ces clés se sont transmises au monde chrétien. La chrétienne Thérèse d’Avila les comparait les chakras à des demeures du corps. Elle les assimilait les corps subtils énergétiques à des enveloppes divines dont on pouvait extraire la puissance magnétique.",
  "last_phrase": "Bien que la science subtile des chakras et des corps subtils ait été pratiquée depuis des millénaires par de nombreuses civilisations, elle a curieusement été négligée dans certaines parties du monde. Pour ressentir l'existence de ces entités énergétiques et leur influence sur le magnétisme, il est recommandé de les expérimenter vous-même plutôt que de simplement assimiler le concept intellectuellement."
}