{
  "title": "Understanding the Vagus Nerve and Temperaments in Ancient Medicine",
  "first_phrase": "In the previous section, the text discussed the role of the vagus nerve in the regulation of various bodily functions and its acetylcholinergic influence on visceral activities. It also explained the ancient medical knowledge on the two extremes of behavioral connections in the autonomic nervous system, such as hyper-ergic and hypo-ergic. Moving forward, this section delves deeper into the four temperaments and the role of sympathetic and parasympathetic factors in their regulation. Furthermore, it highlights the wet and dry temperaments as they relate to vagotonia and sympathicotonia, respectively. The section explores how the different types of temperaments show varying degrees of these two factors, and how it translates to clinical implications.",
  "content": "Mais, il faut faire une distinction entre le déséquilibre du colérique à calmer et du sanguin Iso-ergique à égaliser pour réintégrer les états hypo-énergétiques. Certains magnétiseurs parlent dans ce cas d’excitation car pour agir, il est nécessaire d’apporter de l’énergie. Les tempéraments humides et secs par rapport à la vagotonie et à la sympathicotonie Il est très intéressant de faire correspondre les deux extrêmes de la médecine grecque que sont les types humide et sec avec la parasympathicotonie (vagotonie) et la sympathicotonie. Vagotonie Sympathicotonie Tempérament Humide Beaucoup de salive et de secrétions (bronchiales, etc.). Tempérament sec Moins de sécrétions Baisse du métabolisme basal Hausse du métabolisme basal Température basse Température haute Péristaltisme augmentée Péristaltisme réduit Baisse de la pression artérielle Hausse de la pression artérielle Pouls lent Pouls rapide Vasodilatation Vasoconstriction De cette correspondance, il ressort que le type « humide » est plus vagotonique avec plus de liquide et de salive que le type « sec ». Ici, l’action parasympathique se fait sensiblement sentir par des hypersécrétions de fluides. Nous voyons aussi que le type vagotonique classique tend à correspondre au lymphatique tandis que le type sympathicotonique classique correspond colérique.",
  "last_phrase": "In conclusion, understanding the differences between the coleric and sanguine temperaments, as well as the vagotonie, and sympathicotonie, can provide insight into various bodily functions and characteristics. By recognizing the traits associated with these temperaments, we can customize treatments and therapies to better balance the body's energy and promote overall wellbeing."
}