{
  "title": "\"The Three Principles of Paracelse and Alchemy\"",
  "first_phrase": "This text explores the alchemical theories of the Swiss physician and philosopher Paracelsus. It discusses the concept of the \"Divine Fire\" or \"Astrum\", which represents the invisible reality and magnetic power of celestial bodies. Paracelsus added the alchemical entities of sulfur, mercury, and salt to the three primary elements to form his theory of the three principles. The article describes how everything can be broken down into these three components through an alchemical separation process. The last 200 tokens explain how this process happens and provide an example of distilling a plant to reveal its components. The text finishes by summarizing that Paracelsus believed all things were made of sulfur, mercury, and salt.",
  "content": "Dans son traité des « trois essences premières », il évoque un personnage dénommé « Mercure Philosophique», constitué de trois têtes : Sel (issu de l’action du Feu Divin), Souffre et Mercure. Ci contre les symboles alchimiques des trois principes. La théorie des trois principes de Paracelse permet de décomposer toute chose en Mercure, Souffre et Sel. Cela se fait par un processus alchimique de séparation mettant à nu les trois principes. De la sorte et grâce à l’action du Feu Divin, il révèle au grand jour les composants cachés de la matière. Prenons l’exemple d’une plante aromatique. En la distillant par le feu on obtient une vapeur liquide volatile correspondant au Mercure qui une fois refroidie produit en surface une huile essentielle grasse et inflammable assimilable au souffre ainsi qu’un sel résiduel. Sous l’action du Feu Divin, ce processus rend visible l’invisible. Fort de sa découverte, Paracelse explique que : « Toute chose engendrée se manifeste par ses éléments constitutifs que l’on peut séparer en trois principes, sel, souffre et mercure. Le mercure est liqueur, le souffre est oleité et le sel alkali.",
  "last_phrase": "In conclusion, the theory of Paracelsus's three principles of Mercury, Sulfur, and Salt provides a unique perspective on the composition of matter and can be observed through an alchemical process of separation. This approach reveals the hidden components of substances and offers a new way of thinking about medicine and science, one that challenges traditional beliefs and offers a way forward for those seeking to expand their understanding of the world around us."
}