{
  "title": "\"Understanding Humoral Typologies in Ancient Greek Medicine\"",
  "first_phrase": "In the previous tokens, we explored the correlation between the humoral types of the ancient Greek medicine, and the sympathetic and parasympathetic nervous system. Now, we will discuss how understanding our constitutional type can help us balance our physical state. Hippocrates believed that an excessive predominance of one or more humors caused diseases. To counteract it, he suggested the therapeutic use of opposites. For instance, if a disease results from an excess of mucus, which is cold, salty, and moist, remedies with hot, sweet, and dry characteristics could be used.",
  "content": "Le vagotonique à tendance à être calme et le sympathicotonique à tendance à agir ou à être vigilant et attentif. Influencé par le nerf sympathique, le type colérique est voué à l’action. Sa partie médiane du corps (thymos) est très développée. Ce qui élève la température corporelle. Par contre, dans les cas où sa partie médiane est moins développée, on aura toujours un type sympathicotonique mais plutôt méfiant et attentifs aux risques. C´est exactement le cas du type mélancolique. Prendre conscience de sa typologie pour palier aux excès des humeurs par la thérapeutique des contraires Découvrir son type ne doit pas être un point d'arrivée mais plutôt le point de départ nécessaire à l’amélioration de son état. Selon Hippocrate, la causalité des maladies serait du à la trop forte prédominance d’une ou de plusieurs humeurs. Pour y remédier, il préconise, comme remède, la thérapeutique des contraires. Par exemple, dans une maladie provoquée par un excès de phlegme, on constate que le froid, le salé et l’humide prédominent. Il devient alors opportun d’employer un remède ayant les caractéristiques contraires tel que, le chaud, le doux et le sec. Cette théorie est entrée dans nos mœurs.",
  "last_phrase": "Taking into account our typology can help us mitigate mood imbalances through the use of contraries. This practice, recommended by Hippocrates, consists of using remedies with opposing characteristics to counteract the excess of one or more humors, as diseases are often caused by their overabundance. Additionally, understanding the four temperaments associated with the four humors and hormones can also provide insights into our overall physiological functioning. Therefore, discovering our typology shouldn't be an endpoint but, rather, the necessary starting point for improving our wellbeing."
}