{
  "title": "\"Approche globale du magnétisme humain par Marco Paret\"",
  "first_phrase": "In this text, titled \"Approche globale des quatre axes du magnétisme humain\", author Marco Paret delves into the various aspects of magnetic energy and its impact on the human body. From the phenomenology of magnetic energy and advances in traditional medicine to the electromagnetic specifics of living beings, Paret explores it all. In the final section, he discusses the power of Virgilio's methods of fascination and how they can re-align defective fluids. In collaboration with a friend, Paret delves deeper into the world of magnetic energies and how they can directly solve people's problems.",
  "content": " Livret 1 Approche globale des quatre axes du magnétisme humain par Marco Paret Sommaire Chapitre I Chapitre 2 Chapitre 3 Chapitre 4 Chapitre 5 Chapitre 6 Chapitre 7 Chapitre 8 Chapitre 9 Chapitre 10 Chapitre 11 Chapitre 12 Chapitre 13 Chapitre 14 Chapitre 15 Chapitre 16 La phénoménologie magnétique Les avancées Médecine Traditionnelle Ancienne Les humeurs et les tempéraments Les émotions et les duos froids/chaud et sec/humide L’Archeos, le Pneuma, l’Ignis et le Thymos Les spécificités électromagnétiques des êtres L’Empreinte hermétique L’action du mental Le fabuleux travail du docteur Mesmer Paracelse et l’alchimie humaine Présence à l’instant et magnétisme Les vibrations électromagnétiques des corps subtils La force vitale et les pratiques Fascination et extase Catalepsie et théorie polyvagale Les ancrages électromagnétiques de la matière Préambule Mes recherches sur le magnétisme ont voulus que je m’intéresse aux méthodes de fascination de Virgilio. La puissance des résultats qu’il obtenait était incroyable. Tout se passait comme si les forces mises en œuvre réagençaient les fluides défectueux. J’en parlais à un ami qui m’encourageait à percer son secret. Plus on avançait dans nos recherches, plus on pénétrait des mondes où les puissances magnétiques agissaient directement sur les problèmes des personnes.",
  "last_phrase": "En somme, le pouvoir du magnétisme humain est fascinant et sa capacité à supporter la guérison est impressionnante. Bien que la recherche sur le sujet ait été longue et difficile, elle a conduit à une compréhension plus profonde de ses effets et a permis de découvrir des méthodes efficaces pour maîtriser ces pouvoirs. Il est donc important d'approfondir ses connaissances à travers un apprentissage structuré pour mieux comprendre et contrôler cette force magnétique."
}