{
  "title": "\"Catalepsy and Polyvagal Theory: Understanding the Role of the Vagus Nerve\"",
  "first_phrase": "In this text, the author delves into the concept of catalepsy, a primitive energetic blockage associated with the parasympathetic nervous system and the wandering nerve. The theory of polyvagal suggests that this ancestral response is in competition with a more modern part of the brain. The author goes on to provide a brief reminder of the vagal and autonomic nervous systems, highlighting their intricate workings in the body. In the last 200 tokens, the author goes into further detail about the functions of the vagus nerve, outlining its complex role in everything from organ regulation to motor control.",
  "content": "Leur nom de Vague provient du fait qu’ils innervent un grand territoire du corps humain puisqu’ils partent de la tête pour aller jusqu’à l’abdomen. Ce sont des nerfs mixtes, à connotation végétative Parasympathique, qui véhiculent des informations motrices et sensorielles. Leurs terminaisons sont reliées aux muscles lisses des très nombreux organes constitutifs des systèmes, cardiaque, respiratoire et digestif. Leur action permet la viscéromotricité des muscles lisses à commande automatique de relâchement et de contraction. Les nerfs vagues contribuent à la régulation des sécrétions thyroïdiennes, endocriniennes, pancréatiques et digestives. L’action vagale est aussi une voie de contrôle sensorimotrice du larynx et de la phonation. Sur le plan moteur, ils innervent les muscles élévateurs du voile du palais et constricteurs du pharynx et du larynx tout en possédant une action sensitive subtile sur la sensitivité pharyngienne, laryngale et épiglottique avec une action gustative. Les neurones pré ganglionnaires des nerfs vagues émanent de petits ilots crâniens situés au niveau des noyaux ambigus du cerveau. Ces derniers permettent des réponses sensitivomotrices ancestrales du cerveau comme celles observées dans la catalepsie. Le SNA se comporte comme un petit cerveau parallèle qui va au-delà des conditionnements et qui ne dépend pas de notre conscience.",
  "last_phrase": "In conclusion, understanding the role of the vagus nerve and the autonomic nervous system is crucial for maintaining homeostasis in the body. By constantly receiving and processing information about the body's internal state, the vagus nerve and the SNA can make adjustments to keep our vital functions in balance. By taking care of our physical health and listening to our bodies, we can support the natural processes that keep us healthy and functioning optimally."
}