{
  "title": "The Relationship Between Organs and Planets in Ancient Greek Medicine.",
  "first_phrase": "In the previous text, we explored the link between organs and planets according to ancient Greek medicine. Now, we dive deeper into the practical implications of this knowledge. The text provides an exercise to pacify both organs and emotions, and explores the concept of Arkeos as understood by Paracelse in the Middle Ages. The Arkeos is located in the solar plexus, which plays a fundamental role in metabolism and is also a key component in magnetism, according to Paracelse. By focusing on these concepts, it is possible to develop a deeper understanding of the human body and mind.",
  "content": "- Puis, portez votre conscience et votre main au plexus solaire en gardant à l’esprit que le plexus solaire est la lumière du soleil en nous. - Une fois cette prise de conscience effectuée, dés que vous poserez l'autre main sur le cœur, vous pacifierait vos émotions. - En mettant l'autre main sur le foie, vous énergétiserait votre organisme. - Si au début, vous posez vos mains sur les reins, vous dynamiserait la colonne vertébrale. - En appliquant les mains sur la tête d’une autre personne, vous calmerez et équilibrerez ses hémisphères cérébraux. - En posant une main sur la rate et l'autre sur le plexus solaire, vous pourrez travailler sur les problèmes psychosomatiques. L'Arkeos du plexus solaire selon Paracelse Lors de ses travaux sur la Médecine Traditionnelle du moyen âge, Paracelse attache une importance fondamentale à l’Arkeos du plexus solaire. Il pense que ce dernier est l’esprit organisateur de la vie humaine. Il perpétue ainsi les concepts de l’antique médecine grecque établissant la Pepsis (digestion) comme point capital du développement. Le rôle plexus solaire ne consiste pas uniquement à métaboliser les aliments, il anime aussi la « Vie ». Ce plexus est fondamental dans le magnétisme.",
  "last_phrase": "In conclusion, the Arkeos of the solar plexus plays a significant role in human life, not just in metabolism but also in animating life. Paracelse emphasized the importance of this concept in traditional medicine. By being mindful and applying hands-on the solar plexus, liver, heart, and other areas, we can energetize, pacify, and balance our body and emotions. Additionally, focusing magnetically on this area can lead to a state of hypersensitivity, which can be used to diagnose diseases."
}