{
  "title": "\"Activation de la Kundalini par transfert magnétique\"",
  "first_phrase": "This text explores the use of magnetic transfer in activating the kundalini energy, a practice that has similarities to the experimental magnetic fascination. The author explains how the action of the gaze and the powerful \"Son Operatif\" can unlock the Kundalini energy and bring about a feeling of well-being and a release of repressed energy. Researchers, such as Wilhelm Reich, observed the bioenergetic phases of tension, charge, discharge, and relaxation, and suggest that stabilizing our consciousness leads to new levels of awareness. The text deals with the fascinating phenomenon of the transformative power of magnetic fascination in dissolving ego barriers and unleashing repressed blocks.",
  "content": "Etrangement, la pratique de la fascination montre que dans la fascination expérimentale, on produit d’abord une grande excitation suivie d’une période d`abandon et de transformation durant laquelle on peut pratiquer une vraie thérapie magnétique permettant la métamorphose, même si la première phase reste utile pour certains blocages psychologiques. Lors de la fascination de l’œil, la stimulation du nerf sympathique est suivie d’une activation du nerf parasympathique. Au long de ses travaux, Wilhelm Reich (°) a observé que la vie s’articulait autour de quatre grandes phases bioénergétiques que sont, la tension, la charge, la décharge et la relaxation. Ce dernier pense que si nous arrivons à stabiliser notre conscience au-delà d’une réaction automatique de réponse environnementale, nous serons en mesure d’apporter les conditions énergétiques nécessaires à l’apparition d’une nouvelle conscience par laquelle les vastes régions de notre cerveau pourront travailler en synchronicité. L'ego nous nous déconnecte de la partie profonde de nous-mêmes, tout en laissant des blocs de supra conscience en sommeil. Et paradoxalement, l’action bienfaisante de la fascination dissout les barrières égotiques et isole les blocages répressifs.",
  "last_phrase": "In conclusion, the practice of fascination allows for a true magnetic therapy that can bring about transformation and metamorphosis. Though the ego can disconnect us from our deeper selves, the beneficial effects of fascination can dissolve egotistical barriers and help us achieve balance. By stabilizing our consciousness, we can awaken new levels of awareness within ourselves, such as with the exercise of finding calm on a chair. Ultimately, fascination can lead to states of ecstasy and enhanced energy flow, as seen in the practices of Kundalini yoga and Western hypnotism."
}