{
  "title": "\"Egyptian Concept of the Nine Subtle Bodies\"",
  "first_phrase": "This section delves into the esoteric beliefs of Ancient Egyptians, who believed in the interconnection of the physical and metaphysical realms. They conceptualized an entity called \"Ba,\" which was connected to the Astral body and represented the Divine power within them. \"Ka,\" a vital creative force, was instrumental in opening up the possibilities of life. The Egyptians believed in nine different subtle bodies, each distinguished by its attributes, from the physical body to the ultimate truth of realization represented by \"Rèn.\" Within these beliefs lies the secret of the \"Sa,\" or life fluid, kept by the great initiates.",
  "content": "Bienvenue dans une autre dimension ! Aussi, selon l’égyptologue essayiste et romancier Christian Jacq, les anciens d’Egypte ont déjà conscience des pouvoirs subtiles de l’être. Ils les ont habilement définis en neuf corps subtils, différenciés qui s’ordonnent de la façon suivante : - Le Djet ou corps physique Il représente une image du corps Céleste semblable au monde des formes de Platon. - Le Ka ou force Créatrice Cette force est animée par la puissance de la création. Les magnétiseurs égyptiens l’utilisaient à bon escient. - Le Ba ou l’âme incarnée ici bas Elle est la puissance Divine. - Akh ou lumière de l’Esprit Elle demeure au plus profond de notre être. C’est elle qui éclaire notre condition d’incarné. - Shut Il s’agit de l’ombre de la Vérité. - Ab c’est le siège de la Conscience. - Sekhem On touche ici à la puissance de Réalisation. - Rèn Il représente la vérité ultime de la Réalisation. - Sakn Il est le corps Spirituel absolu ou Corps causal. Fort de leur secret, les grands initiés égyptiens utilisent le fluide de vie « Sa ».",
  "last_phrase": "En découvrant et en explorant les neuf corps subtils égyptiens ainsi que la force de vie « Sa », vous pouvez vous plonger dans une autre dimension de connaissance et de compréhension de vous-même et du monde qui vous entoure, en utilisant la puissance psycho-spirituelle émanant de la sphère solaire pour éveiller votre potentiel intérieur."
}