{
  "title": "\"The Three Energy Channels in Kundalini Yoga\"",
  "first_phrase": "This text explores the transformative power of energy and how it can be harnessed through various techniques. Before delving into the specifics of the three channels of energy, the author discusses how a skilled healer can induce states of ecstasy to repair damage caused by conditioned consciousness. They also note how the Western tradition of hypnotic fascination can produce similar results to yogas of Eastern traditions. The three channels, a central and two lateral, play different roles and possess polarities that impact the nervous and digestive systems, creativity, and intellect. With that context, the author delves into the details of the channels, including their starting and ending points and conditions that can lead to low energy or lack of vitality.",
  "content": "Deux canaux latéraux reliés au temps et à la dualité. Ils possèdent des polarités opposées : *Electriquement négative pour le canal gauche, *Électriquement positive pour le canal droit. Le canal latéral gauche (Ida) Il démarre du coccyx pour aboutir à la narine gauche. C’est lui qui influence l’action du système nerveux parasympathique. Il est le canal de l’énergie Yin (négative). Par son imprégnation du cerveau droit, il est responsable du système des ressentis psychiques et sensoriels. Il stimule la créativité. Sa température est « froide ». Elle abaisse la chaleur corporelle. Lorsqu’il est fragilisé, il entraine une baisse de l’intellect, une paresse et un esprit passif tourné vers le passé. Le canal droit (Pingala) Il est en relation avec le système nerveux sympathique. Son action stimule la sécrétion d’adrénaline. C’est le canal de l’énergie Yang (positive) et de la force physique. Son énergie est solaire. Il réchauffe le corps et contrôle l’énergie digestive en agissant sur l’Arkeos. C’est lui qui dynamise le corps.",
  "last_phrase": "In conclusion, understanding the two lateral channels and how they are interrelated with the body's energy flow can help promote both physical and mental balance. By maintaining the balance of the two channels, we can harness their polarities to increase creativity and dynamism, as well as enhance our analytical and logical abilities. By taking care of our channels, we can improve our overall health and well-being."
}