{
  "title": "Understanding Astrology and Personality Typologies in Modern Psychology",
  "first_phrase": "This text talks about the division of personalities according to the influence of planets, as represented in an explanatory graph that divides each personality into eight sectors. The text explains how one can differentiate between different types of temperaments such as choleric or sanguine. The author argues that this division has also been confirmed by modern psychology and the experimental works of Hans Jürgen Eysenck, who noted three axes of personality: neuroticism, introversion, and extraversion. The last part of the text offers practical exercises for experiencing the connection to the stars and the spirit of the universe. Moreover, it mentions the representation of temperaments in the paintings of the Spanish painter Francisco de Goya, whose work is expressive and unique.",
  "content": "Exercice pratique pour ressentir la connexion aux astres et à l’esprit du tout - Commencez par vous détendre et prendre conscience de votre respiration. - Positionnez-vous de façon bien ancrée assis ou debout et laissez votre conscience s`élargir à l’espace situé autour de vous, - Amplifiez votre regard à cent quatre vingt degrés comme le fait l’aigle qui survole le monde. - Concentrez-vous maintenant sur la perception de l’axe terre-ciel de votre corps et ressentez sa verticalité. - Ne pensez pas que vous êtes divisé de l´extérieur, bien au contraire, sentez l’unicité qui vous lie à votre entourage et aux planètes. - Concentrez les souffles de votre respiration sur la force de l'anima mundi (l’esprit du tout) dont les planètes sont les exécutantes. - Visualisez l’action des astres et sentez leur puissance vous envahir. - ’hésitez pas à renouveler l’exercice. Représentation des tempéraments par le peintre Francisco de Goya (1746 - 1828) L’art pictural avant-gardiste de Goya, d’origine espagnol et mort à Bordeaux, est très expressif et traduit fort bien la vie. En 1793, une grave maladie l’entraine vers des peintures créatives plus originales.",
  "last_phrase": "In conclusion, connecting with the universe and its celestial bodies can be a powerful experience that enhances our perception of our place in the world. Goya's artwork masterfully reflects the different temperaments, which have been ingrained in our language over time. Practicing exercises like the one described earlier can help us tap into this universal energy and deepen our understanding of ourselves and the world around us."
}