{
  "title": "\"Understanding the Four Temperaments in Natural Therapy\"",
  "first_phrase": "In this text, we explore the foundations of holistic medicine and the concept of \"vis medicatrix naturae\" which refers to the healing power of nature. We learn about the humors and their association with typologies and temperaments, as well as the four main temperaments defined by Hippocrates. These temperaments are not static and are influenced by various factors such as age, location, and season. Understanding these concepts is vital in addressing imbalances that can affect our health. In the last 200 tokens, we delve into the causes of these imbalances and how they can be remedied by identifying the preeminent humor and correcting it.",
  "content": "(5) Vis Medicatrix Naturae correspond au pouvoir curatif de la nature. Cependant, la prédominance d’une humeur qui définit le tempérament peut s’associer à plusieurs typologies humorales. On peut avoir ainsi, un tempérament sanguin à connotation bilieuse, un tempérament bilieux à tendance typologique lymphatique, etc. L’influence des typologies d’un tempérament n’est pas stable et tout comme le fait la nature, elle peut évoluer en une heure, en une journée, en un mois, en un an et aussi en fonction des lieux, des saisons, des âges et les astres. Mais, dans tous les cas le tempérament de la personne prédominera sur les typologies associées. Beaucoup de pathologies proviennent des déséquilibres humoraux. Cela se passe par exemple, lorsque les organes et les humeurs circulantes ne sont pas à la bonne température ni au bon taux d’humidité. Ces déséquilibres peuvent aussi avoir des causes naturelles comme les fatigues, les blessures, la nourriture et bien d’autres choses. Pour y remédier, il faut aller dans le sens contraire de l’humeur prépondérante qui a induit ces troubles.",
  "last_phrase": "To restore balance to the body, it's essential to understand the dominant temperament and associated typologies that can cause imbalances. By using opposing forces to counteract the predominant humor that induced the disorder, such as hot versus cold, one can begin to achieve balance. Understanding the influences of typologies on temperament is key to attaining optimal health."
}