{
  "title": "\"The Intelligence of the Solar Plexus and the Arkeos\"",
  "first_phrase": "In this part of the text, we dive deeper into the notion of the Plexus Solaire, the first brain of our body. This intricate system is linked to our emotions, desires, and memories. The text emphasizes its intelligence in integrating both physical and emotional aspects. The author points out that the head is not the center of the human being, but rather it is a tool for serving the deep-seated emotions arising from the Plexus Solaire. Before this, the text explains about the Arkeos, a point located at the mouth of the stomach, responsible for transforming dead matter into living matter. It works intelligently to recombine vital principles to repair the body. The Arkeos is supported in its task by the senses and our \"Volonté psychique\" to determine what is good for our body.",
  "content": "En conséquence, la masse cérébrale n’est qu’un instrument dont la mission consiste à suivre et à exécuter les ordres préférentiels préalablement formatés dans le Plexus Solaire, ce qui fait de lui le premier cerveau. Tout cela constitue un ensemble somatopsychique reliant le fardeau physiologicomatériel de notre organisme au psychisme. 1/ Première notion sur l’Archeos A l’embouchure de l’estomac se trouve un point très particulier nommé Arkeos. Paracelse lui a attribué une intelligence assimilable à celle d’un habile architecte. L’Arkeos supervise la transformation de la matière morte vers la matière vivante de notre corps. Le fait d’aimer un aliment provient d’un échange direct entre nos sens (olfactifs, gustatifs) et notre « Volonté psychique » qui spontanément nous disent : « c’est bon tu peux manger ». Le système gustatif est étroitement lié à l’Archeos. Il se comporte comme un aiguilleur cosmique de la matière première. Sa finalité consiste à recombiner habilement les principes vitaux. Son intelligence est en mesure de réparer le corps. Pour se faire, l’Archeos se sert des secrets de la conception humaine afin de trouver l'antidote des éléments négatifs.",
  "last_phrase": "Therefore, understanding the intricate connection between the physical and psychological aspects of our bodies is crucial. The Arkeos, a point in our stomach, plays a significant role in the transformation of matter from dead to alive, and this intelligence is capable of repairing our bodies. By recognizing the intelligence of the Arkeos and listening to our senses, we can achieve better health and well-being."
}