{
  "title": "\"Les quatre tempéraments et leur relation aux saisons, âges et planètes selon Hippocrate\"",
  "first_phrase": "This text explores the relationship between the four humors and the four temperaments in ancient medicine and how they are affected by the seasons, as well as the impact of age on these temperaments. Hippocrates identified the phlegm as the coldest of all humors, and its levels increase during winter, which is conducive to phlegmatic pathologies such as colds, rhinopharyngitis, and phlegm-producing bronchitis. The text also explains the four grand temperaments, predominately related to air, water, blood, and phlegm, with each having its own characteristics. Additionally, it details how the seasons and corresponding cosmic elements affect temperaments, including how each age group has a corresponding temperature and season, leading to various health issues later in life. The cycle of seasons is comparable to that of a day.",
  "content": "Printemps, Eté, Automne et Hivers font danser les cycles de la vie. Ainsi, la globalité de chaque tempérament (Sanguin-Bileux-Mélancolique -Lymphatique) sera influencée par les saisons et les éléments cosmiques qui leur correspondent (Air-Feu-Terre-Eau). C’est pourquoi, Hippocrate explique que : - L’hiver est propice aux pathologies pituiteuses telles que les rhumes, les rhinopharyngites et les bronchites à expectoration de phlegme. - Le Printemps en réchauffant l’humidité fait bouillonner le sang et induit des risques hémorragiques et de l’hypertension. - La chaleur sèche de l’été échauffe la bile jaune et amplifie les fièvres et les maladies bilieuses. - La froideur sèche de l’automne émulsionne la bile noire et favorise la mélancolie. La conséquence des âges sur les tempéraments Le « Tempus Operatus » du cycle des âges de la médecine antique prédéfinit une caractéristique humorale calorifique et saisonnière à chaque tranche d’âge. Chaque morceau de vie correspond à une température et à une saison. La chaleur printanière montante du nouveau-né finira dans la froideur hivernale du vieillard moribond au travers de laquelle la coction des humeurs et du sang deviendra impossible et entrainera la mort. Le cycle des saisons est assimilable au cycle des journées.",
  "last_phrase": "En conclusion, il est important de comprendre l'impact des saisons, des éléments cosmiques et des âges sur les différentes humeurs et tempéraments de l'être humain. En prenant en compte ces facteurs, nous pouvons mieux comprendre et prévenir les maladies en adaptant notre mode de vie en conséquence."
}