{
  "title": "\"The Connection Between Magnetic Healing and Anima Mundi\"",
  "first_phrase": "This text discusses the concepts and practices of magnetic healing. It explains that when a bio-magnetism practitioner connects with a patient's problem, they \"feel\" it as a distortion of light taking on the form of an image. The practitioner then intuitively accesses the universal light to effect a change in the patient's reality. The text highlights the importance of being in harmony with nature to properly access this universal light. The ideas and wisdom of historical figures such as Fludd and Paracelse are invoked to reinforce these concepts.",
  "content": "Le diagramme de Fludd représente « les correspondances entre l’homme et toutes les parts de l’Univers crée » (https://jennalilla.org/2013/03/18/reconnection-with-the-anima-mundi/) Fludd avait compris la possibilité pour « l’homme de prendre information de l’ Àme du monde ». Ça nour reporte á l’importance pour le magnétiseur d`être en harmonie avec la Nature. Dans le monde des astres se trouvent les “graines” (semina) permettant de faire germer ce qui se passe sur terre. Pour assimiler l’esprit du résonnement de Paracelse, il nous faut nous détacher d'une vision exclusivement matérialiste. De même que sur terre se réunissent les forces astrales, dans l’homme se soudent les éléments astraux de la matière élémentaire. La lumière divine, infinie et éternelle (Anima Mundi) s’assimile à celle du soleil (Lumen Solis) et cette dernière va se retrouver sous l’aspect de formes actives (Lux Formae). Dés cet instant, nous sommes libre de penser que les maladies sont en quelques sortes des formes erronées. Ces concepts s'appliquent à la guérison magnétique.",
  "last_phrase": "In conclusion, the Fludd diagram illustrates the connections between humans and the created universe, emphasizing the importance of harmony with nature for magnetic healing. To fully grasp Paracelsian reasoning and understand the concept of magnetic healing, one needs to detach from a solely materialistic worldview. By awakening the internal light within a person, the magnetic healer can intuitively sense the altered form caused by the issue and connect with the universal light to initiate the healing process."
}