{
  "title": "\"Connecting with the Stars and the Spirit of Everything\"",
  "first_phrase": "In the previous text, we learned how to connect with the stars and the anima mundi, focusing on the earth-sky axis of our bodies. Now, let's explore the art of Francisco de Goya, whose avant-garde paintings express a deep understanding of human character. His work on the four temperaments - Sanguine, Melancholic, Phlegmatic, and Choleric - translates their features into vivid animal behaviors, such as the monkey, the snake, the frog, and the roaring cat. These ancient typologies have influenced our everyday language, reflecting the impact of personality and physiology on our emotions and expressions.",
  "content": "Dans son œuvre sur les tempéraments humoraux, il traduit fort habilement et avec l’originalité qui lui est propre, les caractéristiques imagées des quatre typologies où, il a su habilement assimiler le Sanguin au comportement du singe, le Mélancolique à celui du serpent, le Phlegmatique aux modes de vie de la grenouille et le Colérique aux attitudes du Chat qui rugit. Les typologies et le langage courant Les anciens ont habilement adapté certains états de notre personnalité et de notre physiologie à des expressions qui au fil du temps sont devenues populaires. Certaines traduisent en langage courant l’empreinte des typologies antiques. En voici quelques exemples : Etre de bonne humeur, avoir le sang qui boue, se faire un sang d’encre (noire) ou se faire du mauvais sang, avoir le sang qui se glace, se faire de la bile, être d’humeur noire, être flemmard (Phlegmatique), être apathique, avoir des sueurs froides, etc.",
  "last_phrase": "En conclusion, la compréhension des typologies humaines et de leur corrélation avec le système nerveux autonome peut apporter un éclairage utile sur nos comportements, nos réactions émotionnelles et nos mécanismes physiologiques. En utilisant le langage courant, les anciens ont réussi à traduire de manière imagée ces caractéristiques, nous permettant de mieux comprendre notre personnalité et notre fonctionnement interne."
}