{
  "title": "\"Understanding the Unconscious: Self-Discovery and Alternative Medicine\"",
  "first_phrase": "This text explores the concept of the unconscious, as perceived by ancient and modern theorists. The author posits that the \"Je\" (I) corresponds to a concentration of energy located mainly in the head, and that increasing bodily consciousness can modify it. The last 200 tokens compare spagyric medicine to traditional Eastern medicine, highlighting similarities in their approach to the Three Alchemical Principles and humoral typology. The Doshas of Ayurveda and their equivalents in Tibetan Medicine are discussed. The piece emphasizes the shared origins of Western and Eastern medicine in ancient Sumerian and Egyptian practices.",
  "content": "Cette dernière peut alors diffuser dans les organes et dans les différentes parties du corps. A ce point l'organisme récupère sa santé naturelle. Analogie entre la Médecine Spagirique et Orientale Il est opportun de constater des analogies marquantes entre la médecine spagirique et les médecines ayurvédiques et tibétaines. Les liens de parenté se fondent sur l’existence des Trois Principes alchimiques que l’on retrouve dans ces deux Médecines Orientales. Ainsi, les Médecines Traditionnelle Occidentales et Orientale se chargent d’une origine commune proche des médecines Sumériennes et Egyptiennes. L’Ayurveda s’exprime autour des quatre éléments et des trois Doshas (énergies vitales ou humeurs) que sont : Vâta, Pitta, Kapha. Leur équilibre assure le bien-être. Les Doshas dominantes d’un individu déterminent sa typologie humorale de la même façon pour les quatre humeurs d’Hippocrate. Ainsi : Vâta correspond au principe du Mercure, Pitta au Souffre, Kapha à l’esprit du Sel. Il en va de même dans la Médecine Tibétaine où : Vâta devient Riun, Pitta devient Mkhris-pa, Kapha devient Bad-kan. Cela montre à quel point Paracelse et la Médecine Médiévale Occidentale avaient vu juste.",
  "last_phrase": "In conclusion, the similarities between spagyric medicine and Ayurvedic and Tibetan medicine are based on the existence of the Three Alchemical Principles. By understanding the principles of Paracelsus and the power of magnetism, we can act on typological imbalances in the body. We can attain well-being by balancing the three Doshas in Ayurvedic medicine, which correspond to the alchemical Mercurius, Sulphur, and Salt. The ultimate goal is to achieve a present state of consciousness that allows us to understand the components of the universe and our reality."
}