{
  "title": "\"Empedocles' concept of four elements and its influence\"",
  "first_phrase": "In the previous section, we explored the ideas of Alcméon de Crotone, who postulated the existence of a superior human consciousness. Now, we delve into the theories of the presocratic philosopher, engineer, and physician Empédocle, who refined the idea of the four essential elements - earth, water, air, and fire - and added the concept of dual forces of love and hate. Empédocle believed that the alternation between these forces determined the cyclical nature of existence. He also introduced the idea of the four humors, inspired by Pythagorean thought, which would be later developed in the theories of Paracelsus.",
  "content": "Cela présuppose une alchimie cosmique pré-paracelsienne. Empédocle est persuadé que la dualité Amour/Haine s’applique aux quatre éléments avec une alternance variant d’un état d’union où seul règne l’amour à un état progressif d’apparition de la haine entrainant la complète séparation de ces éléments. La réapparition de l’amour ramène alors les choses à l’unité des éléments. Elle configure le début d’un nouveau cycle. Il finalise la théorie des humeurs abordée par Alcméon de Crotone en incluant une partition quaternaire inspirée de la pensée pythagoricienne du Tetraktys des nombres 1 2 3 4 (dont la somme fait 10). * * * * * * * * * * Nous retrouverons la vision alchimique de ce Tetraktys dans la globalité de l’hermétisme et plus précisément avec Paracelse. Ainsi dans le concept des quatre humeurs, on remarque les quatre points cardinaux où soufflent les quatre vents, les quatre saisons et les quatre âges de la vie etc. Cet assemblage fonde un système de deux coordonnées binaires duelles exultant leurs qualités en deux couples opposés dont la somme fait quatre. Il s’agit du froid/chaud et du sec/humide préalablement décrit par Crotone.",
  "last_phrase": "In summary, Empedocles' theory of the four elements and their alternation between the states of love and hate, along with the Pythagorean Tetraktys, laid the foundation for the concept of four humors. This idea resonated throughout the history of alchemy and was later challenged by Leucippus' atomistic theory. This debate between the theories of atom and four elements continues to shape our understanding of the universe today."
}