{
  "title": "Understanding the Polyvagal Theory of the Autonomous Nervous System.",
  "first_phrase": "This text discusses the Polyvagal Theory and the two types of nerve fibers associated with two different motor nuclei in the spinal cord. Before the discussion on the two motor nuclei, the text introduced Professor Stephen W. Porges, an esteemed researcher at the University of Chapel Hill, who introduced the concept of identifying neuronal circuits involved in regulating the autonomous state of an organism. The last 200 tokens delve into the roles of the two motor nuclei, specifically the vagal system's two different strategies of response in case of danger. This theory divides our autonomous nervous system into three hierarchical levels, with the communication level being regulated by the Nucleus Ambiguus.",
  "content": "C’est lui qui commande les fibres nerveuses de type C, non myélinisées à influx lent. Sa réponse est purement reptilienne et consiste à « faire le mort », ce qui est dangereux pour l’homme. Le centre moteur dorsal situé en avant du (DMNX) est composé du noyau évolué ambigu qui commande les fibres nerveuses de type B, myélinisées à influx rapide. Sa spécificité s’applique aux mammifères et à l’homme. Elle traduit les émotions et la communication. C’est lui qui, en cas de stress, innerve et régule le cœur ainsi que les muscles somatiques faciaux liés à l’expression et à la prise de nourriture. Ce centre permet de rester calme en apaisant l’émotionnel et en régulant le cœur et les bronches. Il peut induire la contre attaque. Ces deux systèmes vagaux provoquent chez les mammifères des stratégies de réponses différentes en cas de troubles ou de danger. La théorie polyvagale distingue trois niveaux hiérarchiques inhérents à notre système nerveux autonome correspondant à l’évolution phylogénique. Le niveau de la communication concerne la partie innervée par le Noyau Ambigu dont l’action permet une régulation rapide du cœur en rapport avec les risques environnementaux.",
  "last_phrase": "In conclusion, understanding the workings of the vagus nerve and its different levels of hierarchy can help us regulate our emotions, communication, and response to danger. Knowing which level is activated can determine our actions, such as whether to flee, fight, or stay calm in the face of adversity. By tapping into the power of the vagus nerve, we can learn to better regulate our bodies and minds to live healthier, more balanced lives."
}