{
  "title": "\"Discovering the Ancient Greek Medicine and the Four Elements\"",
  "first_phrase": "In the previous section, we learned that the work involves putting the mind to rest and moving closer to the \"Objective State\" described by Georges Gurdjeff, which is beyond time and karma. In this final section, we will explore the ancient Greek medical practices that form part of our method. Developed during the philosophical and scientific boom of the 6th and 5th centuries BCE, this medicine incorporated both humanism and scientific pragmatism, focusing on the human being's place in the universe and society. It embraces a holistic view of wellness, with magnetic functioning at its core. We also examine the theory of the four elements and four humors discovered by the Greeks, revealing the electromagnetic fluids generated by the cosmic organization of the four elements that shape the western medical tradition.",
  "content": "L’être était au centre des débats et sa place dans l’univers et dans la société revêtait une importance capitale. L’incommensurable ampleur de la connaissance de cette médecine est en grande partie due à un habile mélange d’humanisme et de pragmatisme scientifique. Chose qui manque de nos jours. La largeur de sa vision intègre une dimension holistique. Cette médecine considérerait l’homme comme une partie de l’immensité de l’univers (Macrocosme). Son fonctionnement magnétique intime (Microcosme) doit le pousser à s’éveiller vers la quintessence de la connaissance thérapeutique. 6/ Les quatre éléments et les quatre humeurs La découverte des quatre éléments (Terre-Eau-Air-Feu) constitutifs de la nature et des êtres a débouché sur l’établissement de typologies, de cycles, d’interactions et surtout sur l’avènement de la théorie des quatre humeurs. Les grecs ont percé un grand secret : « Les fluides électromagnétiques générés par l’organisation cosmique des quatre éléments sont opératifs. ». Cela veut dire qu’ils s’expriment au travers de la magie des quatre éléments et des quatre typologies humorales de la Médecine Traditionnelle Occidentale.",
  "last_phrase": "In conclusion, the importance of the place of humans in the universe and society has been the center of debates for centuries. Traditional Western Medicine's holistic approach considers humans as part of the vastness of the universe and relies on the magic of the four elements and four temperaments. The knowledge of the four humors has lasted for centuries and has been enriched over time. Understanding the interaction between the Microcosm and the Macrosom can lead to an awakening towards the quintessence of therapeutic knowledge."
}