{
  "title": "\"Understanding Bioenergetics: The Four Phases and Subtle Bodies\"",
  "first_phrase": "In the previous part of the text, Wilhelm Reich's observations on the four major bioenergetic phases of life were discussed. The ego's role in isolating and disconnecting us from our true selves was also explored, along with the concept of two subtle bodies, the astral and causal bodies. The last 200 tokens focus on the astral body, which is composed of three sub-layers and vibrates at increasingly higher frequencies. The Pranic sub-layer is pure energy and is responsible for circulating the vital force within our bodies. This energy network is essential for maintaining life in our organs. Patrick Drouot's insights further emphasize the importance of the astral body.",
  "content": "Le corps Astral Selon la vision Indo –Européenne, il est composé de trois sous-couches. Le corps astral vibre à des taux de plus en plus élevé répartis en trois catégories ou sous couches : - La sous-couche astrale dite Pranique, - La sous couche astrale du Mental Inférieur, - La sous couche du mental supérieur. La sous-couche astrale ou couche Pranique Cette couche vibre légèrement plus vite que la couche corporelle physique, tout en restant très proche de sa fréquence. Elle est pure énergie. On la nomme aussi couche Etherique ou couche double Etherique. L’effet Kirlian montre que son aura se situe entre dix et quinze centimètres autour du corps. Elle est constituée d’un réseau étincelant de canaux d’énergie et de chakras laissant circuler la force vitale. S’il n’y avait pas de circulation et de transformation de l’énergie de vie, nos organes seraient sans vie et nous resterions inertes. Patrick Drouot s’exprime brillamment sur ce sujet en disant : « On retrouve le double lumineux de tous les organes du corps dans la couche Astrale Pranique.». La couche Astrale Pranique est rattachée au corps physique qui, le cas échéant, exprime son disfonctionnement.",
  "last_phrase": "En conclusion, le corps astral, selon la vision indo-européenne, est composé de trois sous-couches qui vibrent à des taux de plus en plus élevés. La sous-couche astrale dite Pranique, qui est la couche énergétique la plus proche de notre fréquence corporelle, est essentielle à la circulation et à la transformation de l'énergie de vie. Elle est liée aux organes d’action et à l'élément qui leur est rattaché. En magnétisme, les mains peuvent exprimer une sensation de chaleur ou de froid, en rapport avec l'élément Eau associé à la force Pranique."
}