{
  "title": "The Role of the Parasympathetic Nervous System: Understanding its Function and Connection to Ancient Medicine.",
  "first_phrase": "This text explores the function of the parasympathetic nervous system and the role it plays in regulating various bodily functions. It discusses the vagus nerve, the tenth cranial nerve, and its multifaceted functions in transmitting motor, sensory, and vegetative impulses of parasympathetic origin. The text also highlights the ancient Greek understanding of temperament and its continued relevance to modern medical research. In the last 200 tokens, the text delves into the two broad types of illnesses caused by the over- or under-activity of the sympathetic and parasympathetic systems. It notes how these maladies result from a defect in the diffusion of organic systems.",
  "content": "C’est la principale innervation efférente provoquant le ralentissement du cœur. Son action acéthylcholinergique influence la viscéromotricité des fonctions trachéo-pulmonaires, digestives, surrénaliennes, pancréatiques, thyroïdiennes et endocriniennes digestives. Les typologies de la médecine antique et le système nerveux autonome Les quatre typologies de la médecine antique englobent les facteurs sympathiques et para sympathiques. Ainsi : - Le Colérique sera Sympathicotonique, - Le Lymphatique sera Parasympathicotonique ou Vagotonique, - Le sanguin sera Ampho-tonique, - Le mélancolique sera Ampho- hypotonique. Les tempéraments grecs et le système neuro-végétatif La médecine grecque nous a apporté la connaissance des tempéraments. Ils ont survécu aux temps pour bénéficier de nombreuses recherches effectués durant les différents siècles, ce qui prouve leur véracité. Les connexions du système nerveux végétatif s’opposent en deux grands extrêmes comportementaux. On trouve ainsi : - Les Hyper-Ergiques très actifs, - Les hypo- Ergiques calmes, - Les Iso-Ergiques à égaliser. Après examen de ces cas, les scientifiques se sont tournés vers deux sortes de maladies : - Les maladies Hyper-Energobiologiques de type colérique, - Les maladies Hypo-Energobiologiques de type lymphatique. L’origine de ces maladies vient d’un vice de diffusion des systèmes organiques.",
  "last_phrase": "In conclusion, understanding the connection between the ancient medicine typologies and the autonomic nervous system can help in identifying imbalances in the body and applying appropriate therapy. To restore balance, one needs to focus on re-equilibrating hyper and iso-energobiological states, which can be achieved through calming techniques for coleric individuals and equalizing techniques for sanguine individuals, ultimately leading to the integration of hypo-energetic states. Magnétiseurs have an important role to play in identifying and treating such imbalances."
}