{
  "title": "\"The Interconnected Roots of Ancient Medical Theories\"",
  "first_phrase": "The last part of the text delves into the concept of a global medicine, where different knowledge from various cultures and beliefs were brought together to create the most efficient healing methods. The ancient Greek and Middle Age doctors drew inspiration from Egyptian Medicine, which shares similarities with Traditional Sumerian Medicine. The text also highlights the development of understanding the interdependence between Macrocosm and Microcosm, the universe, and human beings. The idea of the four fundamental elements associated with the four humoral types is also discovered during this time. Thales of Miletus, who lived in 625 BC and believed that water is the basis for everything, played a significant role.",
  "content": "Elle exprime un « Tout Divin » qui se manifeste en éléments constitutifs phénoménaux et duels de « l’Etre ». Les sages ressentent la notion de déploiement du « Un » cosmique vers notre expression incarnative. Ils décortiquent la subtile condition de notre humanité et son interaction avec les mondes des dieux. De là, de grandes découvertes surgissent. Parmi elles, on trouve l’idée d’une création régit par l’essence des quatre éléments fondamentaux, eux même associés à l’expression de quatre typologie humorales influencées par le chaud, le froid, le sec et l’humide. Pour parfaire la chose, nos penseurs se servent de leurs connaissances globales de l’univers et des planètes. Ils ajoutent ainsi les interactions planétaires, saisonnières, circadiennes et autres. Thalès de Millet Aux alentours de 625 avant J.C., Thalès de Millet joue un rôle important. Il préfigure une cosmogonie où l’eau devient le fondement de toute chose. C’est d’elle que procède la terre, l’air est le feu. Pour lui, la terre n’est que de l’eau densifiée, l’air de l’eau raréfiée et le feu de l’eau asséchée.",
  "last_phrase": "In conclusion, the ancient Greek philosophers such as Thalès de Millet, Anaxagore, and Diogène de Millet had a deep understanding of the universe and its constituents. They developed several cosmogonies and philosophies that contributed to the progression of scientific discoveries and philosophical thoughts that we continue to study and appreciate today. Their works highlight the intricate relationship between our human experience and the world of the gods, as well as the role of the four fundamental elements and planetary interactions. Their contributions have paved the way for further exploration and understanding of our world and the broader universe."
}