{
  "title": "\"Understanding the Sympathetic and Parasympathetic Nervous System through Magnetic Therapy\"",
  "first_phrase": "This text deals with the process of magnetic therapy and the phases of transformation, abandonment and reconstruction that follow it. The writer refers to an article written by Evola in the Ur journal in 1927-1928 about the unification of two principles, the sun and the moon, which can be achieved through exercises collectively known as the \"hermetic caduceus.\" The writer explains these exercises and their unification of volition and the fluid, the spirit, and how they work on the sympathetic and parasympathetic nervous system that regulate the body's basic functions. This last part of the text explains how these processes align with the two main processes of life, \"growth\" and \"protection,\" and how they can lead to a realization of the universality of immateriality.",
  "content": "Le point de rencontre est le cœur. Dans le deuxième (première préparation du caducée d’hermès) et le troisième (deuxième préparation) en pratiquant les exercices en face d’un miroir, on met ensemble à nouveau le soleil et la lune dans le fait des deux partie de la personne, l’observant et l’observé. La volonté et l état fluidique, l esprit. » Ces exercices sont appelés : “Le caducée hermétique” Sympathique, parasympathique et fascination expérimentale Le système nerveux autonome régule et ajuste les fonctions basiques du corps et répond à des stimuli externes. Il se compose de deux sous-systèmes mutuellement inhibiteurs composés de nerfs qui activent nos tissus et nos sens avec le système sympathique qui excite les fonctions corporelles et le système parasympathique qui ralentit les structures pour permettre le repos ou la réparation. Le sympathique est ergotropique, c'est-à-dire qu’il libère de l'énergie. Le parasympathique est trophotrope, c’est à dire qu’il conserve de l'énergie. Les deux grandes parties antagonistes de notre système nerveux autonome reflètent les deux processus principaux de la vie que sont la « croissance » et la « protection ».",
  "last_phrase": "In conclusion, practicing the exercises of the hermetic caduceus such as sympathetic, parasympathetic, and experimental fascination can help regulate and optimize the functioning of our autonomic nervous system. By restoring the balance between the two antagonistic systems, we can achieve optimal growth and protection for our bodies. Fascination experimental acts as a dance between these two systems and helps eliminate any underlying troubles that may hinder optimal functioning."
}