{
  "title": "Paracelse and the Holistic Medicine of Alchemy",
  "first_phrase": "In the previous section, we learned how Mesmer's animal magnetism therapy was met with opposition that eventually influenced King Louis XVI to appoint two commissions of inquiry. Their conclusions pitted notions of public morality and puritanical influence against Mesmer's theory. The origins of Mesmer's belief in animal magnetism can be traced back to alchemy, as explained in Oswald Wirth's \"Le Symbolisme Hermétique.\" Chapter 10 delves into the concept of human alchemy put forth by Paracelsus, a Swiss physician who believed in a holistic medicine that prioritized the soul and spirit.",
  "content": "Il n'y a rien là d'absurde, ni de naïvement merveilleux, mais l'affirmation que tout est dans l'Homme, pourvu qu'il apprenne à se connaître et à mettre sagement en œuvre les ressources inépuisables de sa propre nature. ». ____________ Chapitre 10 L’alchimie humaine de Paracelse (1493-1541) et le magnétisme Né sous le nom de Philippus Théophrastus Auréolus Bombastus Von Hohenheim, ce médecin suisse s’est fait surnommé Paracelse pour honorer l’estime qu’il porte au grand penseur antique Celse (°). Durant sa jeunesse, il est formé par le moine bénédictin Trithem. C’est là qu’il s’initie aux sciences kabbalistiques et à l’hermétisme. Paracelse croit en une médecine holistique opérative mettant au premier plan l’âme et l’esprit pour soulager le corps. Il pense que le concept de l’alchimie doit dépasser le phénomène de la transmutation des métaux. Changer le plomb en or ou en argent n’est pas la fin en soi. Le but ultime consiste à sublimer la souffrance incarnative de l’être en s’identifiant à l’âme du monde et à l’esprit universel.",
  "last_phrase": "In conclusion, Paracelse believed in a holistic medicine approach and a broader concept of alchemy aimed at sublimating the suffering of the being by identifying with the soul of the world and the universal spirit. His interest in magnetism aligns with his belief that balance of the universal fluid is essential for optimal health. According to him, any physical or chemical disruption resulting from disease leads to electromagnetic flux change, which can be remedied by restoring the initial quality of the fluid."
}