{
  "title": "\"Emotional Correspondences of Planetary Influences in Magnétisme\"",
  "first_phrase": "In the preceding text, the author discusses the practice of a magnétiseur or a healer who, while working on an organ, takes into account the corresponding emotional connection to the ruling planet. This part explains the connection between emotions, organs, and planets according to Paracelsus, a 16th-century Swiss physician, and alchemist. The author provides details on how each planet’s dominance over an organ affects our emotions and how emotional imbalances can cause harm to organs. The last 200 tokens discuss the emotions of anger and fear, how they are linked to their respective elements of fire and water, and their impact on organs.",
  "content": "- L'anxiété et l’Inquiétude sont liées aux pancréas, à la rate et à leur influence saturnienne. - L’irritabilité touche les poumons et leur influence mercurienne. La colère Son élément Feu lui confère un aspect Chaud et Sec. La colère est associée au tempérament bilieux. Elle augmente l'humeur bilieuse (Bile jaune). Elle est souvent émotionnellement liée à une frustration débouchant vers une irritabilité. A la longue la colère devient nocive pour le foie avec un impact global sur les processus digestifs. Elle fait bouillir le sang et génère une forte chaleur pouvant endommager les organes. En réaction protectrice, Physis va immédiatement dévier la circulation sanguine vers la périphérie du corps afin que le sang se refroidisse. Nous voyons bien que trop de colère finit par atteindre le cœur et le cerveau. La peur Elle est en accord avec l’élément Eau. La peur est froide et humide. Ses caractéristiques correspondent au tempérament Lymphatique. Elle affecte directement les reins, les surrénales, la vessie et les glandes pituitaires. Lorsque l’on subit une trop grande peur, la circulation sanguine se déplace brusquement vers l'intérieur du corps, ce qui entraîne une pâleur et une froideur de la peau et du visage avec une respiration superficielle.",
  "last_phrase": "En somme, comprendre les liens entre les émotions, les organes et les éléments peut contribuer à une meilleure compréhension de notre santé. Il est important de prendre conscience de la façon dont nos émotions peuvent affecter notre corps et de chercher des moyens efficaces de gérer celles qui peuvent être nocives. Une bonne santé émotionnelle peut nous aider à maintenir notre bien-être physique et mental."
}