{
  "title": "Understanding Electromagnetic Balance and Emotions in Health",
  "first_phrase": "In the previous section, the importance of balancing the pituitary, pineal, and hypothalamus glands through magnetic therapy was discussed. Now, in Chapter 4, we explore the connection between emotions and the influence of certain organs on them. Paracelsus postured that the organic dominance of a planet over an organ can have an impact on our emotions. This section details the connections between organs and planet influences, and associated emotions. Understanding this connection can help in the application of magnetic therapy to achieve electromagnetic balance for long-lasting health benefits.",
  "content": "De là, un équilibre électromagnétique salvateur durable jaillira ______________ Chapitre 4 Les émotions et l’influences des duos froid/chaud et sec/humide sur les maladies Selon Paracelse, la prédominance organique d’une planète sur un organe influence nos émotions. Il se produit une connexion énergétique entre l’organe, sa planète correspondante et l’émotion. Le bonheur vient de l’emballement du cœur et de l’influence du soleil. La colère est connectée au foie et à son influence jupitérienne ainsi qu’à la vésicule biliaire et à son influence martienne. La peur est vénusienne prend naissance au niveau des reins et de la vessie. La dépression agit dans la zone cérébrale et dans les nerfs qui sont sous l’influence de la lune. L'anxiété et l’inquiétude sont liées aux pancréas, à la rate et à leur influence saturnienne. L’irritabilité touche les poumons et leur influence mercurienne. L’élément feu de la colère lui confère un aspect chaud et sec. La colère est associée au tempérament bilieux. Elle augmente l'humeur bilieuse (bile jaune). Elle est souvent émotionnellement liée à une frustration débouchant sur une irritabilité.",
  "last_phrase": "De là, un équilibre électromagnétique salvateur durable jaillira, permettant de mieux comprendre les émotions et les influences des duos froid/chaud et sec/humide sur les maladies. En prenant en compte ces éléments, nous pouvons mieux comprendre les réactions de notre corps et trouver des moyens pour maintenir un état émotionnel sain."
}