{
  "title": "\"UR and Krur: A Path to Spiritual and Personal Development\"",
  "first_phrase": "In the final section of the text, the focus is on the technique of inner alchemy proposed by Reghini. The extraction of Sulphur, the foundation of Ars Regia, is seen as a way for individuals to become aware of their animic, spiritual, and divine counterparts. By diverting attention from the body to the soul and then to the spirit, it is possible to experience a deeper reality. This technique has numerous applications in personal development, including self-fascination, therapeutic benefits, and supra-sensory perception.",
  "content": "Si cet “occulte” qui a une nature éminemment spirituelle de soleil et de feu mais perçu au début comme “lunaire” parce que caché, parvient non seulement à se manifester mais à se fixer dans sa manifestation, son influence et son empreinte (teinture) exercera une action vivifiante et permanente. » (ibidem, p. 135). En fait, pour Reghini (°) l’extraction du Soufre (fondement de l’Ars Regia) est une technique intérieure grâce à laquelle l’homme peut prendre conscience de sa contrepartie animique, spirituelle et divine en détournant son attention du Sel (corps) , en la concentrant d’abord sur le Mercure (Âme) et en la fixant ensuite sur le Soufre (Esprit) . La fascination extatique Son utilité a été expérimentée dans de nombreux domaines comme, le développement personnel, l’exercice du miroir qui dans ce cas est très utile pour s’auto-fasciner, l’action bienfaisante sur l’égo, la sensibilité supra-sensorielle, la sensibilité supra sensorielle, les convulsions, etc. Elle possède un but thérapeutique permettant de résoudre d’anciens problèmes malheureusement trop fortement ancrés dans nos mémoires.",
  "last_phrase": "In conclusion, the technique of extracting the \"Sulfur\" is an inward process that helps individuals become aware of their animic, spiritual and divine counterpart by focusing their attention on the Mercury and then fixing it on the Sulfur. This technique has been tested and proven useful for personal development, self-fascination, and supra-sensory sensitivity, among others. The fascinating and therapeutic effects of this process have led to the exploration of the somnambulistic extatic state, which can be facilitated by a magnetizer and accompanied by music, to overcome deeply ingrained problems and achieve a state of amorphous ecstasy."
}