{
  "title": "\"Steps to Mindful Presence: Attention, Concentration, Timelessness\"",
  "first_phrase": "In the previous section, we discussed mindfulness and concentration as essential steps towards achieving an objective state of present-moment awareness. Now, let's dive deeper into these topics and explore the recommended techniques for honing your attention and achieving a calm mental state. These techniques include paying close attention to oneself and the surroundings, practicing concentration while carrying out day-to-day activities with profound awareness, and conceptualizing the past, present, and future beyond temporal orientation. By following these practices, you'll be better equipped to achieve a higher level of consciousness and presence in the world around you.",
  "content": "Aussi, vous pouvez graduer les exercices mais, l’essentiel est de pratiquer régulièrement. * La concentration Notre vie est sous l’emprise d’un mental dérangeant. Ce mental n’a pour but que de nous distraire. Aussi, il nous fait agir sans aucune concentration ou conscience profonde de nos actes. Mais attention, il ne faut pas figer la concentration. Cela veut dire que dans chacun de nos actes doivent être concentrés et emplis d’une conscience profonde dans l’exécution de ces derniers, tout en étant baignés par un état pur de calme mental. Prenons l’exemple d’une personne buvant un verre : - Elle doit prendre le verre avec sa main en se concentrant sur la sensation du touché que provoque le contact avec ce dernier. - Puis, elle doit boire en se concentrant sur la sensation que procure cette boisson. - Tout cela doit être fait en prenant conscience du monde extérieur qui nous entoure. * La conceptualisation des trois temps et le dépassement du concept temporel Les trois temps conditionnant l’être humain sont le passé, le présent et le futur. Ils appartiennent au monde du mental.",
  "last_phrase": "To conclude, the key to concentration and transcendence of time is to practice regularly while fully immersing ourselves in each act with a deep awareness of our surroundings. By letting go of the mental constraints of the past, present, and future, we can gain intuitive insight into our true selves and rise above the illusions of conditioning. So, let us strive to cultivate a pure state of mental calmness and consciousness in all that we do."
}