{
  "title": "\"The Importance of Being Present: Methods for Mindful Living\"",
  "first_phrase": "The last part of this text delves into practical methods for achieving mindfulness and presence, a state that is often disrupted by constant mental attacks. The author advocates for the use of concentration as a means of calming the mind, and to focus on the present moment. The goal is to be fully present by exalting our senses and raising our energy through controlled breathing. The author refers to the works of Gurdjeff and Julius Evola in understanding the importance of daily practice to attain the necessary strength for ultimate presence.",
  "content": "Les sensations, les images et les sons seront à leur paroxysme. Puis, on doit travailler sur l’énergie issue de la respiration afin de la monter au maximum. Mais, et cela est la clé, il faudra sans cesse revenir à la pureté de l’instant qui se situe bien au-delà des trois temps que sont le passé, le futur et le présent en déconceptualisant l’aspect mental du présent. C'est-à-dire ressentir cet instant sans penser qu’il s’agit du présent illusoire et conditionné. Gurdjeff faisait un travail similaire par l’intermédiaire d’exercices dit de « Stops de la posture » en s’attardant sur le Kinesthésique, l’auditif et le visuel. La présence demande à ce que l’on revienne dans l’axe sans cesse et sans cesse. Julius Evola exprime très bien cela dans son livre Ur et Krur ( Ur 1928 - Introduction à la Magie). Il dit qu’il n’est pas possible d’obtenir la force nécessaire à l’ultime présence si l’on n’a pas au préalable effectué un travail patient, méthodique et quotidien.",
  "last_phrase": "In summary, achieving ultimate presence requires constant and patient work on controlling every instant and gesture. It means focusing on the purity of the moment by depersonalizing it, letting go of the mental concept of time. Julius Evola recommends a methodical and daily practice, reminding us not to dismiss basic exercises as not spiritual enough. The goal is to control our instinctive reactions, which can cause unnecessary disruption. With regular practice and effort, we can train ourselves to anticipate, control, and dominate every situation, enabling us to achieve the ultimate presence."
}