{
  "title": "\"The Power of Pranic Energy in the Body\"",
  "first_phrase": "The preceding text details the power of the mouth and the digestive system in pranic energy. Patrick Drouot, a French physicist who studied consciousness states and past lives, discussed the astral layers of emotions and desires which significantly determine an individual's health. This last part delves into the second sub-layer of the astral layer, which carries our emotions, feelings, and desires, affecting our well-being. The mental layer stores archives of past lives, which can influence physical health.",
  "content": "Ce fut l’un des premiers en France à bien médiatiser le travail de régression permettant d’accéder aux vies antérieures malgré la controverse sur le sujet. Il a mis en place des méthodes particulières permettant de visionner certaines vies antérieures. La deuxième sous-couche astrale ou mental inférieur dénommée aussi couche émotionnelle possède un taux vibratoire plus évolué que la couche pranique. Son aura oscille à soixante centimètres au-dessus du corps mais elle garde néanmoins sa forme humanoïde. Cette couche véhiculant toutes nos sensations, tous nos ressentis, toutes nos émotions et tous nos désirs prédomine dans les différents tempéraments de la médecine de Gallien. Notre mental limitant anime ses changements d’état qui dirigent nos humeurs dont dépendent notre état général et notre santé. Le conditionnement de nos cinq sens lui est subordonné. Dans sa correspondance avec notre « Je », elle stocke la banque de donnée des archives de nos différentes vies passées .Nos blessures, nos frayeurs, nos refus, nos mauvaises actions, nos joies et notre bonté font partis de cette sous-couche qui détermine l’ensemble des problèmes de notre psyché et de notre corps. A tout moment, elle peut influencer la maladie ou la bonne santé.",
  "last_phrase": "Understanding the different layers of the astral body can greatly impact our mental and physical health. By working on the second layer, which holds our emotions and desires, and tapping into the intuition of the third layer, we can create positive changes in our personality and overall wellbeing. So let's dive deeper into our astral body and unlock our inner potential for a healthier and happier life."
}