{
  "title": "\"The Three Principles and the Philosophical Stone according to Paracelsus\"",
  "first_phrase": "In the previous section, the text introduced the three principles of Paracelsus - Salt, Mercury, and Sulfur - and how they affect the human body, spirit, and soul. This section delves into Paracelsus' vision of the Philosophers' Stone or the Elixir of Life. Paracelsus believed that the three principles were linked to the body, mind, and soul, ultimately giving birth to temperaments that shape our being. The section then transitions to the next topic - the four major axes of the method and their secrets. First up is the phenomenology of magnetism, where the text distinguishes between three categories of magnetism. The first being the scientific concept of magnetism known to all, which is measurable and quantifiable.",
  "content": "Comme le montre le schéma suivant et comme le disaient les anciens philosophes, la matière de la pierre philosophale à : - Quatre angles (les 4 éléments) en sa vertu, - Trois angles (les trois principes) en sa substance, - Deux angles (fixe et volatil) en sa matière, - Un angle (matière universelle) en sa racine. INCREE Air MERCURE Eau Volatil Fixe SEL SOUFRE Terre Feu Matière Universelle Voilà, le décor est planté ! _______________ II/ Les quatre grands axes de la méthode et leurs secrets A/ La phénoménologie du magnétisme Le terme magnétisme est un grand mot. Il intègre plusieurs notions. Afin de clarifier les choses, nous distinguons trois grandes catégories de magnétismes : - Le Magnétisme Global Scientifique, - Le Magnétisme Humain, - Le Magnétisme Mental. 1/ Le Magnétisme Global Scientifique Il est connu de tous. C’est une branche de la physique moderne. La force magnétique émise par des aimants de polarités différentes n’est un secret pour personne. Cette force est quantifiable et mesurable. Elle obéit à des lois physiques. On la retrouve un peu partout, même dans la technologie moderne.",
  "last_phrase": "In conclusion, understanding the four angles and three principles of the Philosopher's Stone, as well as the different categories of magnetism, can help us tap into the power of these forces and use them to benefit our lives. Whether it is by creating new technologies or improving our well-being, there is much to be gained by exploring these secrets."
}