{
  "title": "Understanding the Importance of Humors and Temperaments in Traditional Western Medicine",
  "first_phrase": "In this final part, the importance of maintaining a balance between the humours to achieve ideal health is explored. Hippocrates placed particular importance on the variation of humours during different seasons and ages, but it was later in the ancient Western medicine that modifications linked to hours and days were introduced. The balance of humours is crucial, as an imbalance can lead to physical or psychological diseases. The theory is intrinsically linked to a metaphysical worldview which unites the power of the cosmic incarnate foundation to the human body. It underscores the importance of conformity to one's intrinsic specificity to maintain the balance of the humours. The elements adapt to different parameters shaping the conditioning of humours.",
  "content": "» Puisque le bien-être corporel et psychique varie selon l’équilibre des humeurs (crase), l’idée consiste à maintenir dans le meilleur état possible les valeurs de base de la bile Jaune, de la bile noire, du sang et de la lymphe. Une humeur ne doit pas l’emporter sur une autre sous peine de provoquer un état de dyscrasie dans lequel des maladies physiques ou psychologiques pourraient s’engouffrer. Cette théorie est inséparable d’une sous-vision métaphysique puisqu’elle unit la puissance du fondement incarnatif cosmique au corps humain. Tout est lié et tout est interdépendant. L’équilibre d’une humeur varie en fonction des aléas de la vie qui eux-mêmes dépendent des paramètres de la destinée et du libre arbitre. Néanmoins, cet équilibre doit impérativement être conforme à la spécificité intrinsèque de chacun. En fonction des paramètres agissant, les éléments vont s’adapter et façonner le conditionnement des humeurs.",
  "last_phrase": "In order to maintain a balance of bodily and psychological well-being, it is essential to harmonize the humors and comply with the intrinsic specificity of each individual. The traditional Western medicine has defined four main temperaments corresponding to different typologies, expressing the resulting factors of each person. By following a balanced dietary pattern, taking care of the psyche, practicing magnetism, and exercise, one can achieve optimal mental and physical health."
}