{
  "title": "\"Paracelsian Principles: Three Humours & their Correlation to Health\"",
  "first_phrase": "In the preceding text, we learned about Paracelsus' philosophy of medicine, which breaks down the body into three principles: mercury, sulfur, and salt. The three principles give rise to seven temperament types that correspond to imbalances in the humors. In this last section, we will explore how these principles relate to the body's tripartite elements: the diencéphale, vasculaire, and hépatorénal. The author introduces additional characterizations of these three elements and their susceptibilities to certain diseases. Finally, the text explores the relationship between Paracelsus' principles and the classical elements of water and air, as well as the importance of blood and respiration for achieving magnetic results.",
  "content": "Ces sept typologies sont liées aux : -Souffre -Sel - Mercure - Souffre + Sel -Souffre + mercure - Sel + Mercure - Souffre + Sel+ Mercure Les trois principes humoraux de Paracelse sont assimilables aux trois catégories tripartites que sont : - Le Diencéphale - Le Vasculaire - L’Hépatorénal Le Diencéphale montre un bel aspect, de type phosphorique. Sa silhouette est longiligne et sa sensibilité le met à l’écoute des autres. Il est fragile des glandes endocrines avec des dérèglements hormonaux à l’appui. Le Vasculaire est de type Carbonique. Il est volontaire et dynamique. Son état le prédispose aux maladies cardiovasculaires. L’Hépatorénal est calme, limite fatigué. Comme son nom l’indique, Il est fragile du système digestif et des reins. Son aspect est liquide, comme si ses tissus de soutient étaient infiltrés. Rélation entre les éléments de Paracelse et les éléments premiers. Le mercure phylosophique (au centre) est en rélation étroite avec ce qu’on a appelé aussi “fluide magnétique”. Le schéma montre clairement comme il partage les nature de l’eau et de l’air. Sang et Respiration sont en fait deux élément clé pour les résultats magnètiques.",
  "last_phrase": "In conclusion, the Paracelsian typologies, principles, and alchemical symbols provide insight into the interconnectedness of the human body with the elements and balance in nature. Understanding this relationship can be useful for practitioners, especially for magnétiseurs, to consider when caring for their patients. By keeping in mind the Tetractys, they can provide a holistic approach to healing and achieve a healthy balance."
}