{
  "title": "\"Réveillez vos sens et découvrez les corps subtils\"",
  "first_phrase": "In the previous section, we learned about the importance of constantly practicing to perceive the different layers of energy that surround us. In the last 200 tokens, we dive deeper into this concept and explore practices to awaken our lost senses. We are reminded of the societal conditioning that has numbed our perception and the need to reconnect with our true nature. We are also introduced to the shamanic view of the subtle bodies that humans have known since prehistoric times. Through practical exercises and mindfulness, we can reach our inner selves, and understand the unseen world that surrounds us.",
  "content": "Exercice pratique pour réveiller vos sens et ressentir vos corps subtiles - Entrainez-vous à affiner votre attention envers vos sensations corporelles, - Prêtez une vigilance accrue aux petits mouvements de votre corps, - Soyez attentif à votre respiration et à l’énergie qui se manifeste à travers elle, - Ressentez votre énergie vitale intérieur ainsi que sont rayonnement extérieur, - Evaporez votre conscience vers vos différentes auras, - Afin de ressentir la pression énergétique de vos corps subtils, placez vos mains face à face à quelques centimètres l’une de l’autre. - Puis, en respirant fortement éloignez les lentement l’une de l’autre et rapprochez-les, comme si vous vouliez compresser l’espace situé entre les deux mains. - Il est aussi bon de prendre conscience de votre voix et de la puissance des mots. Pour se faire : - Evitez lez bavardages intempestifs et futiles, - Essayez de connecter vos mots à votre moi profond. La vision chamaniste des corps subtils Depuis les temps préhistoriques, les humains ont eu connaissance des esprits et des énergies du corps. Un monde occulte leur est apparu. Il est vrai qu’à l’époque le ressenti humain n’était pas brouillé par les conditionnements matérialistes modernes.",
  "last_phrase": "En pratiquant régulièrement ces exercices, vous pouvez réveiller vos sens et ressentir les corps subtils qui animent votre être. La vision chamaniste de ces corps peut être bénéfique pour une compréhension plus profonde de votre énergie vitale intérieure et extérieure, ainsi que pour améliorer votre attention et votre conscience corporelle."
}