{
  "title": "\"The Power of Fascination in Animal Behavior and Therapy\"",
  "first_phrase": "The last part of this text explores a different type of gaze, that of fascination, which has the power to create and transform. It is similar to the inner gaze we have when we look at the sky outside and become fascinated, leading to a transformation of the self. The text quotes from Evola's \"Ur and Krur\" to illustrate this concept. Earlier in the text, the idea of animal hypnosis was explored, with ancient observations of how animals can \"enchant\" their victims through their gaze, leading them to a state of rigid fascination.",
  "content": "Un passage d’Ur et Krur écrit par Evola permet de mieux comprendre de quoi il s’agit. « Je dirai simplement ceci : Lorsqu'aussi bien la température que la sérénité de mon esprit le permettent et que la nuit est claire, je reste assis dehors à m'identifier avec le ciel nocturne. Sur celui-ci je laisse errer mon regard, doucement, jusqu'à ce que je perçoive en moi comme une prise de contact - désormais devenue familière - avec une autre force. A ce moment-là, l'azur nocturne subit une sorte de transfiguration: mes yeux le voient devenir intense, vivant, éthéré, lumineux. De l'extérieur, je suis conduit à l'intérieur. Un état de lumière se lève lentement en moi et se fixe au centre irradiant. A partir de là, l'espace et le temps cessent d'exister. En éprouvant la sensation comme d'une lente descente, comme de strates qui se déposeraient au fond, je retourne aux choses avec les premiers rayons de la lumière physique que perçoivent mes yeux. J'accompagne alors le lever du jour qui se réfléchit sur le mien et j'éprouve une telle sensation de puissance et de gloire qu'il faudrait être poète pour pouvoir la décrire.",
  "last_phrase": "In conclusion, practicing experimental fascination can have a powerful effect on relieving neurons and eradicating unconscious procedural memory imprints. By identifying with the nocturnal sky like Evola, one can experience a state of light that disconnects both space and time leading to a sensation of power and glory that is difficult to describe."
}