{
  "title": "Understanding and Working with the Solar Plexus according to Paracelsus",
  "first_phrase": "In the previous tokens, we discussed the benefits of placing your hands over different areas of the body for emotional and physical well-being. Now, we focus on the Arkeos of the solar plexus according to Paracelsus, who deemed it the \"organizing spirit of human life.\" Paracelsus believed that the solar plexus played a vital role in digestion and also animated life. By magnetically acting on this zone, problems of a psychological nature can be resolved, leading to a new level of hypersensitivity almost telepathic in nature. This state of quintessence fills both sleep and everyday life with a complete relationship to a higher level of existence, similar to a state of universal consciousness. The text also touches on the difference in interpretation between ancient theories and modern physiological theories of hypnotism.",
  "content": "C’est lui qui formate la digestion métabolique. En agissant magnétiquement sur le sa zone on résoudra les problèmes psychologiques. Puis, on accédera à une dimension supérieure située au-delà du domaine d’action des éléments. Cette nouvelle dimension permet d’entrer dans un état particulier et mystérieux ouvrant les portes à une hypersensibilité presque télépathique. Cet état est proche de la voyance et permet de diagnostiquer les maladies. Mesmer le comparait à celui d'un homme qui serait monté au sommet d'une montagne magique de laquelle il peut voir les événements du passé et du futur. En travaillant sur le plexus solaire, on développe un esprit de quintessence qui empli le sommeil et la vie de tous les jours. On établit ainsi une stricte relation avec un niveau supérieur qui nous amène dans deux mondes en même temps. Ce ressenti diffuse vers le cœur et nous permet d’entrer dans un état de sensation universelle similaire à un état de supra conscience. Les différentes interprétations entre l'ancienne théorie et les théories modernes physiologiques de l'hypnotisme La théorie de Charcot était aussi pseudo-scientifique.",
  "last_phrase": "In conclusion, by working on the solar plexus, we develop a quintessential spirit that permeates both sleep and daily life, leading us to new dimensions and states of universal sensation. Despite the persistence of opposing views reducing magnetism to a non-verbal form of hypnosis, thousands of cases have demonstrated its validity. Let us continue to embrace and explore the mysterious power of magnetism."
}