{
  "title": "\"Médecine de l'époque médiévale et de la Renaissance\"",
  "first_phrase": "In the last 200 tokens, the text continues discussing the medieval medicine's bizarre treatments and contrasts them with the holistic approach of Hildegard von Bingen. She believed that health wasn't just the absence of illness, but a surplus of magnetic energy that surmounted karmic ailments related to original sin. Her work was strongly influenced by the Arabic, Greek, and Roman traditions of medicine. While medieval treatments were random and superstitious, some had magnetic connotations, such as the use of hands to heal burns.",
  "content": "Elle était persuadée que l’homme pouvait amplifier sa bonne énergie en se rapprochant du divin. Les déviances de la médecine moyenâgeuse Malheureusement, la médecine moyenâgeuse s’est aussi embourbée dans des traitements aléatoires et pseudo-magiques. En ces temps, on se servait de pigeons vivants ouverts en deux pour pallier les effets des méningites. En cas d’otite, on préparait une onction huileuse à base de cloportes déchiquetés et chauffés dans de l’huile que l’on coulait dans le conduit auditif. Il existait même un élixir de « contre coup » fabriqué à partir de la partie blanche des étrons de poules qui devait macérer toute une nuit dans du vin blanc. Les herbes, les incantations, les prières et les talismans n’étaient pas en reste. Mais parmi ces traitements aléatoires, certains avaient une connotation magnétique. Par exemple, les coupeurs de feu de l’époque n’hésitaient pas à utiliser la force de leurs mains pour guérir. De là à penser qu’ils magnétisaient leurs patients, il n’y à qu’un pas que nous franchissons bien volontiers. Leur pouvoir consistait à stopper les brûlures par imposition des mains sur l’endroit concerné.",
  "last_phrase": "In conclusion, even though the medieval medicine suffered from random and sometimes bizarre treatments, some techniques, such as the healing power of touch or the use of humours by Robert Fludd, showed an inclination towards magnification of human energy towards the divine. It is important to learn from the mistakes of the past and strive towards more effective and scientifically proven medical treatments in the present."
}