{
  "title": "The Influence of Gallenism and Yunani Medicine.",
  "first_phrase": "This text delves into the ancient theory of humors and its impact on medicine. The balance and imbalance of humors create temperaments in humans, and Gallien (129- 204) expanded on this theory, making it a well-documented doctrine. His enormous work inspired the Galenism movement, which survived even after the destruction of medical texts. Avicenna (980-1037) further synthesized Gallien's medicine in his famous \"Canon of Medicine.\" These texts were translated into various languages, including the Indo-Muslim Yunâni, allowing the propagation of this essential knowledge.",
  "content": "Heureusement, les œuvres de Gallien sont sauvées de la destruction vers l’an 550 de notre ère. Puis, elles sont traduites en syriaque par le médecin jacobite Serge de Resh Ayna. Aux alentours de l’an 830, le grand érudit nestaurien Humayn Ibn Ishaq les revisite en langue arabe pour en faire le « Grand Système Médical de Gallien » diffusé au moyen âge à Byzance, dans le monde musulman et en Europe. Le mouvement va perdurer et se bonifier avec le fabuleux travail d’Avicenne (980-1037). Avicenne Ce grand médecin alchimiste, écrivain, philosophe et scientifique va encenser l’humanité d’un fabuleux savoir. Il produit une incommensurable synthèse de la « Médecine de Gallien » dans laquelle, il pressent la quintessence alchimique. Ce savoir est admirablement retranscrit dans son célèbre « Canum » ou « Canon de la Médecine ». A partir du XIIIème siècle l’ensemble de ces textes seront traduits en persan, la langue culturelle de la région et de l’Inde. La propagation au long terme de la médecine de Gallien a été en partie possible grâce à la médecine Yunâni, une médecine indo-musulmane issue du Galénisme dont l’origine remonte à la médecine gréco-romaine.",
  "last_phrase": "The legacy of Gallien and the influence of Yunâni and Avicennien medicine demonstrate the lasting impact of Greco-Roman medicine. From its origins in ancient Greece, the study of the elements and humors continues to inform and inspire medical practitioners in Iran, Pakistan, Bangladesh and beyond."
}