{
  "title": "\"The Power of the Gaze: Understanding Ancient Beliefs\"",
  "first_phrase": "The previous section explores the ancient beliefs around the power of the gaze, which is believed to have the ability to touch the most intimate parts of a person. This is not limited to transmitting images of perceived objects but is believed to go beyond that and open doors to foreign forces. In this final part, we will discuss the power of gaze in hypnosis, where the gaze of the hypnotist meets the eyes of the hypnotized, allowing energy to act and potentially take control of the person. The text will also delve into the views of ancient philosophers like Démocrite, Epicure, and Euclide on the role of the eyes and the weird \"something\" the eyes transmit.",
  "content": "1/ puissance du regard chez les anciens Pour Démocrite, Epicure et d’autres grands philosophes de l’époque, l’œil réceptionnait des sortes de graines ou d’effigies se détachant de la surface de l’objet ou de l’œil d’une autre personne. Le rôle d’émetteur de l’œil lui permet d’envoyer un « quelque chose d’étrange » vers des objets ou des personnes réceptives. Dans l’antiquité, Euclide, Ptolémée et d’autres pensaient que l’œil projetait des sortes de rayons allant à la rencontre de l’objet visé. Ce « quelque chose d’étrange » est vaste. Il inclut les pensées agissantes et le magnétisme opératif. La pensée ancienne l’a assimilé à un feu oculaire. Les anciens voyaient l’œil comme un “petit feu ». Aujourd’hui la science a expliqué le fonctionnement physiologique de l’œil mais, ce « quelque chose d’étrange » demeure. La médecine grecque a présupposé l’existence d’une chaleur opérative dans l’œil agissant.",
  "last_phrase": "In conclusion, while modern science has provided a physiological understanding of the eye, the ancients believed in the power of the gaze to emit a strange energy that could influence objects and people. They viewed the eye as a source of heat and fire that could be harnessed for greater effectiveness. Today, research suggests a correlation between higher eye temperature and increased power of the gaze. When it comes to the power of the gaze, it is the will, rather than mere sentiment, that colors the gaze and gives it the ability to communicate with others."
}