{
  "title": "\"Magnetic Healing Techniques for Negative Diseases\"",
  "first_phrase": "In the previous section, we learned about the importance of magnetic balance in the body and how negative diseases affect individuals with a lack of positivity, leading to mental disturbances and irritability. Now, let's explore how to establish a correct magnetic rapport. We will discuss the polarization of different parts of the body and how to balance it using magnetic actions starting from the top of the body and moving towards the trunk. The text also highlights the asymmetry of electric charges in the body and the significance of knowing these polarities for efficient magnetization.",
  "content": "Là aussi, on doit baisser la négativité par des actions magnétiques. 3/ La pratique magnétique en fonctions des différentes polarités de parties du corps La positivité des paumes des mains émet de l'énergie tandis que la négativité du dos des mains à tendance à absorber cette énergie. C’est pourquoi, pour magnétiser correctement, il faut absolument mettre en accord la polarité des mains celle des parties du corps. Les dissymétries électriques corporelles En plus des différentes polarités de ses zones, le corps est sujet à une dissymétrie électrique. C’est ainsi que la positivité du côté droit et de la main droite fait rayonner la force à contrario de la négativité du côté gauche et la main gauche qui absorbe l'énergie de cette dernière. Cela explique pourquoi le prêtre donne la bénédiction avec sa main droite. La partie avant du corps et la moitié supérieure du corps sont plus positives ou électriques. La zone arrière et la moitié inférieure du corps sont plus négatives ou magnétiques. Toute personne désireuse d'appliquer le magnétisme sur elle-même ou sur les autres doit connaître ces polarités. Les êtres les plus sensibles peuvent percevoir des palpitations fortes ou des spasmes. Comment établir un rapport magnétique correct ?",
  "last_phrase": "In conclusion, understanding the polarities and electrical imbalances of the body is essential for anyone interested in practicing magnetism. By aligning the polarity of the hands with the corresponding body parts, it is possible to establish a correct magnetic relationship. Remember to wash your hands before beginning, and maintain a consistent warmth between hands and patient. With these tips in mind, you can effectively apply magnetism to yourself or others."
}