{
  "title": "\"The Paracelsian Theory of Temperament and Spagyric Medicine\"",
  "first_phrase": "This text explores the Paracelsian theory of the three humors and their influence on personality, creating seven temperaments. The text also links these temperaments to the tripartite categories of the diencéphale, the vasculaire, and the hépatorénal. Paracelse's spagyrical approach involves separating, purifying, and reuniting the three principles, resulting in an alchemical electromagnetic component of increased virtues. The practical essence of the Spagyrie-Magnetism association is generating an energetic quintessence coupled with the electromagnetic flow transmitted by the therapist. The Paracelsian medicine's theory of signatures suggests that a plant's form and appearance mirror its therapeutic properties as a gift from God.",
  "content": "Le concept paracelsien de la spagyrie Paracelse met en place un concept très innovant de séparation et de recomposition des éléments dénommé spagyrie ou spao signifie séparé et ageiro réunit dont la pratique consiste à décomposer la vie en éléments et à la débarrasser de ses impuretés pour pouvoir ensuite la recomposer à un niveau supérieur de plénitude. En séparant les trois principes, en les purifiant et en les réunissant, on aboutit à une composante alchimique électromagnétique finale aux vertus augmentées. La phrase qui suit explique pleinement la spagyrie : - « De l’unité tirez le nombre ternaire et ramenez le ternaire à l’unité. » Paracelse a su appliquer cette science à la préparation de substances médicales en faisant intervenir un « état alchimique spagirique », maître du feu. L’essence pratique de l’association de la Spagyrie au magnétisme consiste à faire naître une quintessence énergétique et à l’accoupler à l’action du flux électromagnétique transmis par le praticien. La théorie des signatures La médecine paracelsienne fut aussi l’initiatrice de la théorie des signatures expliquant que, tel un cadeau de Dieu, la forme et l’aspect des plantes se calquent sur leurs vertus thérapeutiques.",
  "last_phrase": "En conclusion, la spagyrie est une méthode innovante de purification et de recomposition des éléments pour obtenir une quintessence énergétique aux vertus augmentées. Associée au magnétisme, elle permet d'accéder à une dimension supérieure de plénitude. La théorie des signatures de Paracelse souligne également l'importance de l'aspect des plantes pour leurs vertus thérapeutiques. En somme, l'approche holistique de Paracelse offre une compréhension élargie de la médecine, où le plexus solaire joue un rôle fondamental sur le plan énergétique."
}