{
  "title": "\"The Path to Enlightenment and Overcoming the Mental Perturbator\"",
  "first_phrase": "In this text, the author talks about the path to reach what some call \"awakening\" or \"objective state,\" which entails leaving the influence of the three worlds. However, the journey is fraught with obstacles, such as those posed by the \"Mental Perturbator\" and its \"Sanguinary King.\" The path involves both verticality, which leads to the Divine, and horizontality, which provides knowledge about our incarnated state and the three worlds. The final part of the text touches on the possibility of working on presence in both the real and dream world, using the \"Yoga of dreams\" taught by the Mahasiddha Naropa.",
  "content": "Mais grâce à la « Présence Absolue à l’instant », il est possible de le soumettre régulièrement pour au final de le vaincre. La verticalité et l’horizontalité hermétique Dans l’hermétisme on parle souvent de verticalité et par sous-entendu, d’horizontalité. La verticalité correspond à la voie de la Présence qui mène à l’absolu du Divin et l’horizontalité fait référence à la connaissance de notre état d’incarnation et des trois mondes décrits. Dans le travail sur la « présence, nous privilégions la verticalité tout laissant une petite place à l’horizontalité car pour vaincre cette illusion, nous avons besoin de la connaissance que nous apporte cette horizontalité. Etudier son ennemi pour mieux le combattre est un grand classique. Le travail sur la présence dans les voies du monde réel et du monde onirique Notre travail va se faire uniquement dans le monde du « réel ». Mais, comme il est très dur d’obtenir la victoire, certains initiés ont la possibilité de mener la bataille dans le monde des « rêves ». Le grand Mahasiddha (maître éveillé) bouddhiste Naropa a mis à notre disposition un « Yoga du rêve » permettant cela.",
  "last_phrase": "En conclusion, travailler sur la \"Présence Absolue à l'instant\" dans les voies de la verticalité et de l'horizontalité nous permet d'obtenir la connaissance nécessaire pour vaincre l'illusion du mental. Le travail peut être mené dans le monde réel ou onirique en suivant les enseignements nécessaires, pour devenir un initié à part entière et combattre vaillamment cette illusion."
}