{
  "title": "The History of Humoral Typology in Medicine.",
  "first_phrase": "This historical text explores the concept of the four humors, an ancient medical theory that dominated until the end of the Middle Ages. The ideas of Alcméon de Crotone and Empédocle, two pre-Socratic philosophers, are discussed as precursors to this theory, which aimed to balance bodily fluids to maintain health. Empédocle's theories on the four elements and the interplay of love and hate are also explored. The last 200 words delve into the connections between the number four in Empédocle's thought, the theory of humors, and the wider context of alchemy and hermeticism.",
  "content": "En plus de cela, il prônait une alternance entre l’état d’équilibre des éléments où règne l’amour et l’état progressif d’apparition de la haine entrainant la complète séparation des éléments. La réapparition de l’amour ramenait les objets et les êtres à l’unité des éléments. Plus tard, il finalisa la théorie des humeurs abordée par Alcméon de Crotone en incluant une partition quaternaire inspirée de la pensée pythagoricienne du tetraktys constitué des chiffres 1 2 3 4 dont la somme fait 10. * * * * * * * * * * Nous retrouverons la vision alchimique de ce tetraktys dans la globalité de l’hermétisme et plus précisément avec Paracelse. On remarque que le chiffre quatre se retrouve dans le concept des quatre humeurs, dans les quatre points cardinaux où soufflent les quatre vents, dans les quatre saisons, dans les quatre âges de la vie, etc. Empédocle décrivait aussi un système où deux coordonnées binaires duelles exultaient leurs qualités en deux couples opposés dont la somme fait quatre. Il s’agissait du froid/chaud et du sec/humide préalablement décrit par Alcméon de Crotone.",
  "last_phrase": "In conclusion, Empedocles' theory of the four elements and the four humors influenced many philosophical and scientific ideas in Western history. The concept of opposing binaries and their union to create unity and balance can still be seen in modern thinking about the natural world and human psychology. Understanding these ancient ideas can enrich our perception of the world around us and inform our approach to achieving personal balance and well-being."
}