{
  "title": "\"Travailler la Présence: Techniques et Conseils pour la Méditation\"",
  "first_phrase": "In the previous paragraphs, the focus was on accessing the pure moment and maximizing breathing energy. In this final section, the importance of constant control and domination over instinctive reactions is emphasized. Julius Evola's book, Ur et Krur, and Norbuu Namkai's teaching on the path to presence at the instant are referenced. The text also delves into the work of Gurdjeff and Hermestism, where the instinctive force of the mind must be put to rest. The conclusion highlights the need for basic, patient, and methodical work towards achieving the ultimate presence, without allowing the spontaneity of instinctive reactions to take over.",
  "content": "Il ne doit pas y avoir de répugnance à travailler de façon basique sous prétexte que cela n’est pas suffisamment spirituel. Il faut sans cesse contrôler l’instinctivité de chaque instant et de chaque geste. L’hermétisme parle de la force instinctive du taureau que l’on doit mettre à mort. C’est cette force qui nous fait sursauter lorsque surgit un bruit inattendu ou que l’on recule bêtement face à un danger mal mesuré. C’est pourquoi, on doit, sans relâchement, anticiper, contrôler et dominer la situation sans que l’instinctivité spontanée se manifeste. Ainsi lorsqu’un vrai danger surviendra, nous réagirons promptement et sans instinct conditionnant. Mieux, à force de travail, on peut entrevoir une « Lumière Claire » pré signifiant le début de l’état objectif. Norbuu Namkai est très explicite sur la voie de la présence à l’instant. De la même façon que dans l’hermétisme, on doit tuer le taureau des prédispositions mentales, on doit mettre à genou le roi sanguinaire du mental perturbateur.",
  "last_phrase": "In order to truly master the practice of being present in the moment, it is essential to control and overcome our instinctive reactions to external stimuli. By constantly working to anticipate and dominate situations without relying on instinct, we can reach a state of non-distraction and achieve a clear presence of mind. Practicing calmness and mindfulness are the first steps towards achieving this state of being."
}