{
  "title": "The Power of Magnetism in Medical Treatment.",
  "first_phrase": "In this text, the author delves into the effects of excess electricity or fire, which can lead to an increase in anger and inflammation in people. These inflammations can result in medical problems such as gastritis, colitis, and arthritis. The author suggests that correcting this imbalance can be achieved through magnetic work, which involves stimulating the outer part of the hips and bringing the energy back to the ground. This can even help with obesity and problems in the endocrine system. The last 200 tokens talk about the use of fascination and ecstasy to manipulate kundalini energy, drawing on the ideas of Dr. Alexandre Bertrand's work.",
  "content": "Le travail peut aussi s’étendre à l’hypophyse et au corps. Ainsi, on contrebalance le feu intérieur et le liquide radical. Par exemple, une action sur l’hypophyse et la thyroïde peut interférer sur les problèmes d’obésité. _____________Chapitre 14 Fascination et extase Nos méthodes de travail utilisent les pouvoirs de la fascination et l’action de l’extase sur l’énergie kundalinique. Le docteur Alexandre Bertrand (1795 à 1831) considérait l’extase comme un état particulier de sublimation des niveaux inférieurs corporels et mentaux qu’il comparait l’état de somnambulisme magnétique des saints hommes de la sorte : « Sous le nom d’extase, je désigne un état particulier qui n’est ni la veille, ni le sommeil, ni une maladie ; état naturel à l’homme en ce sens qu’on le voit constamment apparaître, toujours identique au fond, dans certaines circonstances données. C’est pour moi le type de l’état des prophètes, des inspirés, des saints mystiques, des convulsionnaires, des possédés de tous les siècles et de tous les pays.",
  "last_phrase": "In conclusion, by working on the pituitary gland and the body as a whole, we can balance the inner fire and the radical liquid, which can interfere with obesity issues. Chapter 14, \"Fascination and Ecstasy\" emphasizes the power of fascination and ecstasy on kundalini energy, which can lead to a higher state of consciousness and spiritual exaltation, as seen in the practices of Barbarin and Wuillermoz."
}