{
  "title": "Understanding the Polyvagal Theory in 10 Words",
  "first_phrase": "This article explains the polyvagal theory and its relation with different systems of our body, including the central motor dorsal situated in front of DMNX, which controls nerves related to emotions and communication. The theory identifies three hierarchies in our autonomic nervous system, including communication, defense, and the primitive system. Functional correlations between these levels enable us to remain calm and communicate efficiently. However, problems in the system can lead to an automatic shift to orthosympathetic or ancestral DMNX modes. This last section focuses on the imprint of trouble within the autonomic nervous system.",
  "content": "Il est associé aux nerfs crâniens qui régulent la sociabilité à travers l’expression du visage et de la parole. Le niveau de la défense, en rapport avec le système orthosympathique, possède deux options, la fuite ou le combat. C’est lui qui augmente la production métabolique et module vers le bas la digestion afin d’augmenter les ressources nécessaires à la mobilité. Le niveau du système primitif du noyau moteur dorsal du nerf vague favorise la digestion et abaisse les activités métaboliques. Toujours selon cette théorie, les systèmes les plus récents de l’évolution animale inhibent les plus anciens. Lorsque nos trois niveaux sont bien fonctionnels et en bonne corrélation, nous demeurons dans un état calme et enclin à la communication. Mais, si notre système NA est réprimé ou déficient, nous passons automatiquement en mode système orthosympathique et si le mode orthosympathique est bloqué, le système ancestral DMNX prévaudra. C’est dans le système nerveux autonome que se situe l’empreinte du trouble. Rappelons que malgré le fait que ce système ne possède ni conscience ni conditionnement, il agit comme un cerveau parallèle.",
  "last_phrase": "In conclusion, understanding the role of the autonomic nervous system and its interplay with the body's defense mechanisms is crucial for maintaining a state of calm and communication. By addressing imbalances in the system, such as with the use of magnetic therapy, individuals can work towards resolving past traumas and achieving a more balanced state of being."
}