{
  "title": "\"The Theories of Atoms and Elements in Ancient Greece\"",
  "first_phrase": "This text explores the conflict between the theory of the four elements and the atomistic theory. The instability of the cosmos arises from the division of the universe into small particles, which bring about the phenomenal material world. Leucipe's atomistic theory advocated the existence of discontinuous atoms and ultimately proved complementary to the four elements theory. Hippocrates refined ancient Greek medicine, synthesizing it into a comprehensive whole. As a result, the elements are not separated from humans but are embedded in our perception of things, according to Hippocrates.",
  "content": "Au final, la thèse des quatre éléments, ardument soutenue par Aristote et Platon, finira par l’emporter, sans pour autant mettre à mort la théorie atomiste. En effet, en y réfléchissant bien, ces deux thèses sont complémentaires car les atomes intègrent en eux les quatre éléments. Preuve en est qu’en fonction de leur pression et de leur température, les molécules peuvent passer par tous les états de la matière du solide (terre) au gazeux (air). Dans l’absolu la théorie des éléments est à prendre au sens figuratif. En effet, l’esprit des quatre éléments traduit une phénoménalité discriminante appartenant à un puzzle incarnatif matériel dont les briques sont les atomes. Ils avaient tous raison ! Les éléments ne sont pas séparés de l'homme, ils sont dans la constitution de l'homme.et dans sa perception des choses. Hippocrate Pour sceller le tout, Hippocrate (460 à 356 av J.C.) va, au travers de ses écrits, transcender la Médecine Grecque Antique en lui apportant une synthèse globale. Issu d’une famille de médecin, il se tourne à son tour vers la médecine et suit une formation dans la colonie grecque d’Asie Mineure (Turquie actuelle).",
  "last_phrase": "In conclusion, the theory of the four elements prevailed, coexisting with the atomic theory. The four elements are figuratively present in everything, including humans. Hippocrates transcended Ancient Greek Medicine by bringing a global synthesis to the knowledge found in the elements and the humors. Today, his influence is still felt in modern medicine and his teachings continue to inspire generations of healthcare professionals."
}