{
  "title": "\"Practicing Mindfulness for Mental Clarity and Magnétisme\"",
  "first_phrase": "In this text, the author delves into the idea of karma and the limitations it imposes on human personalities. They argue that the ego, expressed as the \"I,\" is merely a product of this conditioning. To combat this, one should focus on achieving a state of objective consciousness beyond the constraints of time. This concept was named the \"objective state\" by Gurdjeff. The author suggests that achieving this state can greatly aid in the practice of magnetism. To do so, one must first become more aware of the present moment through mindfulness. Then, they must learn to let go of their thoughts without getting attached to them. The text connects this idea to the electromagnetic flux of destiny, and how mental conditioning is closely linked to it. Finally, the author introduces the concept of the electromagnetic field as a way to perceive reality and describes how this is important to the practice of magnetism.",
  "content": "C’est pourquoi, l’idée consiste à dompter le mental perturbateur. Pour ce faire, il est nécessaire dans un premier tant de prendre conscience de la réalité de l’instant en travaillant la pleine conscience. Puis, il faudra acter et relativiser toutes les pensées qui surgissent dans la tête sans pour autant chercher à les bloquer. Le mieux étant de les laisser passer sans les accrocher. Cela n’est pas simple et s’appelle le bien-être méditatif de la présence dans la pleine conscience. (4) Nous utilisons ici ce terme dans le sens le plus ample possible. En physique le flux électromagnétique est le « rayonnement. On considère qu’il ya deux réalités : la matière (qui est aussi une vibration) et le rayonnement lumineux. Très tôt, on a pensé que dans la réalité, matière et rayonnement ne faisaient qu’un. Dès l’antiquité on a observé que ce rayonnement agissait en tant que lumière. La lumière n’est autre qu’une forme du champ électromagnétique rendant la réalité percevable. C’est aussi le point de vue de plusieurs recherches contemporaines. Le magnétisme étant perçu sensoriellement comme un fluide.",
  "last_phrase": "In conclusion, the key to taming a disruptive mind is to develop awareness of the present moment through mindfulness and to acknowledge and put into perspective the thoughts that arise without trying to suppress them. The concept of the electromagnetic field, which is both material and luminous, is used to illustrate the beneficial karmic effect of a well-used secondary magnetic fluid by magnetizers. Patients must be aware of their condition to benefit from this healing process in accordance with cosmic laws."
}