{
  "title": "\"The Three Responses to Aggression: Fight, Flight, or Freeze\"",
  "first_phrase": "The following text delves into the three responses triggered by the primitive part of our brain in response to aggression: flee, attack or freeze. It explains how the reaction of freezing, centered on the back, tends to immobilize us and how it is closely related to the mélancolique temperament. The text takes examples from kundalini and mesmerism to showcase the similarities and differences in methods to address the issue. In the last 200 tokens, the text focuses on how the ideas presented by Pavlov and Mesmer overlap and differ when it comes to unlocking energies, particularly in the case of convulsions or kryas, and the role of the parasympathetic system.",
  "content": "Il existe une relation entre les quatre grandes typologies de la Médecine Occidentale Antique et la réponse primitive consistant à attaquer, à fuir ou à se raidir. On remarque que : Le Colérique attaque, Le lymphatique fuit la situation, Le mélancolique a des raideurs dans le dos. La réaction mélancolique peut être liée à une hyper-analyse provoquée par la peur de la dangerosité de la situation. Dans son analyse, Pavlov lie le mélancolique à l’inhibition. Le raidissement étant du à une réponse très profonde en lien avec l’activation du nerf vague dorsal. La pratique de la catalepsie est un “Solve” sur lequel on peut reconnecter un “Coagula” grâce à l extase magnétique. Les convulsions et les blocages d’énergies Il existe une similitude entre le déblocage kundalinique des chakras et les convulsions (Kryas) du magnétisme fascinatoire. Dans sa pratique, Mesmer a constaté la survenue de convulsions. Pour les provoquer, il regardait les personnes de très près en effectuant des passages lents le long du corps. Le marquis de Puysegur a apporté une nouveauté en travaillant sur le système parasympathique. Cela fonctionne mais, pour certaines personnes, il est nécessaire de passer par une phase préalable de fascination.",
  "last_phrase": "In conclusion, while the four typologies of Ancient Western Medicine are linked to the primal responses of attacking, fleeing, or stiffening, there are ways to reconnect and release these energies. From the practice of catalepsy to the unleashing of Kundalini energy through regression, there are various techniques available to address blocks in the parasympathetic system and karmic conditioning. Explore these methods to unlock positive, life-changing results."
}