{
  "title": "The Origins of Humoral Typology in Ancient Greek Medicine",
  "first_phrase": "The last 200 words of this text continue to explore the ideas of Alcméon de Crotone and how they intersect with those of the philosopher Empédocle. Alcméon believed that balance among the opposing concepts of hot and cold, dry and wet, and sweet and bitter was essential for good health, while any imbalance would cause illness. He went on to identify the organs of the senses and the brain as the seat of common sense and superior consciousness. Empédocle, on the other hand, refined the concept of the four elements – earth, water, fire, and air – and believed that the vital essence of all things passed through them. He also introduced the idea of the dual action of the forces of love and hate. Together, these thinkers laid the foundation for the later development of humoral theory and the elements in medieval medicine.",
  "content": "Mais, il va plus loin en introduisant la notion d’une conscience humaine supérieure au reste du vivant. Empédocle Les idées d’Alcméon de Crotone vont se croiser avec celles du philosophe, ingénieur et médecin présocratique Empédocle (484 à 424 av J.C.). Cet érudit affine le concept des quatre éléments que sont la Terre (Héra), l’Eau (Nestis), le Feu (Zeus) et l’Air (Pluton). Il est formel, l’essence vitale de tout ce qui existe passe par ces quatre éléments. Empédocle est persuadé que la permanence temporaire de l’être et l’apparente réalité des choses sont liées à l’existence et à l’agencement subtil d’une essence indestructible et éternelle propre à ces quatre éléments. Fort de sa découverte, il déclare : « A un instant précis l’Un émergea du Multiple, à un autre instant, il se divisa et de l’Un sortit le Multiple : Feu, Eau, Terre et la hauteur puissante de l’Air.». En plus de l’agencement de ces éléments, Il ajoute la notion duelle de l’action des forces de l’amour et de la haine.",
  "last_phrase": "In conclusion, the concepts introduced by Empédocle regarding the four elements, the duality of love and hate, and the cycle of unity and separation continue to influence philosophical and scientific thought to this day. The incorporation of Pythagorean principles into his theory of humors also highlights the interdisciplinary nature of ancient Greek philosophy."
}