{
  "title": "Magnétisme humain et pratique adaptée pour la santé.",
  "first_phrase": "In this text on magnetism healing, the author discusses the importance of correcting posture to avoid a buildup of excessive energy in the body. When there is too much energy or \"fire\" in the body, it can lead to inflammations and related medical issues such as gastritis and colitis. To reduce this excess energy, a magnetizer can use magnetic action to stimulate the outside of the hips, which can also benefit those with headaches and obesity-related complaints. The text concludes with a discussion of how magnets can help balance the endocrine system by working on glands such as the thyroid and pituitary, which can also affect weight issues.",
  "content": "Il est évident que les personnes fougueuses peuvent avoir tendance à développer plus d`inflammations que les autres. Les problèmes médicaux qui vont naître de ces inflammations seront de type « ite », comme la gastrite, la colite, l’arthrite etc. Puisque que les êtres à trop forte énergie montante sont sujets à des inflammations et à des coups de sang, le magnétiseur doit baisser ce surplus d’énergie. Le rôle de l’action magnétique consiste à porter l’énergie vers la terre, en stimulant la partie extérieure des hanches. Cela est bon pour les maux de tête d’origine Colérique. Chez les Lymphatiques se plaignant de problèmes d´obésité, il est aussi possible d’effectuer un massage. I/ Les troubles du système endocrinien Le dysfonctionnement du système glandulaire induit un rapport entre le feu intérieur et la typologie humide radicale. Dans ce cas, il est utile de rééquilibrer magnétiquement les glandes. Le travail peut aussi s’étendre à l’hypophyse et au corps. On contrebalance ainsi le feu intérieur et le liquide radical. Par exemple, Une action sur l’hypophyse et la thyroïde peut interférer sur les problèmes d’obésité.",
  "last_phrase": "In conclusion, it is evident that individuals with excessive energy levels are prone to inflammatory issues, leading to various medical conditions. A magnétiseur plays a crucial role in reducing this excess energy and channeling it to the earth's surface through specific actions, including stimulating the external part of the hips. Additionally, magnétiseur can also help re-balance the glandular system, thus regulating the internal fire and the radical liquid content. Through dedicated practices and exercises, one can achieve a magnétisme humain of wonder and surprise, leading to satisfaction."
}