{
  "title": "\"Exploring the Link Between Greek Medicine and Paracelsian Alchemy\"",
  "first_phrase": "This text explores the essence of energy that originated in the Big Bang and its influence on every living thing. It follows the causal law that all events and life come from a conditioning cause. The ancient Greek Western Medicine delved into the soul of this essence, producing typologies of human temperament. Alchemy, influenced by this medicine, founded principles of life that serve the universe. They share similarities that bring forth the knowledge of Quintessence, Four Elements, Three Alchemical Principles, Four Humor Typologies, and the Magic of the Present. This last part explains the connection between the Greek Medicine and Paracelsian Alchemy, and their impact on achieving a state of \"objective\" super awakening.",
  "content": "Cela a produit les grandes typologies humaines grecques. Nous les détaillerons copieusement dans ce livre. L’alchimie n’est pas en reste. En lien direct avec la Médecine Antique Occidentale, elle a fondée trois principes de vie. Ces principes sont au service de l’omniprésente action de l’univers. La Médecine Traditionnelle Occidentale Grecque et l’Alchimie Paracelsienne nous ouvrent les portes d’une étrange magie. Cette magie opère au travers d’une trame temporelle. En effet pour pimenter la richesse de l’expérimentation créationniste, l’univers a rajouté la notion de temps. C’est pourquoi l’instant présent est la source de cette trame. Travailler sur cette source permet de remonter le long de cette trame conditionnante. En allant au bout de cette remontée, on atteint un état dit « objectif » que l’on peut définir comme un super éveil. Ces quatre grands axes nous apportent les savoirs de la Quintessence, des Quatre Eléments, des Trois Principes Alchimiques, des Quatre Typologies Humorales Humaines et de la Magie de l’Instant. La Médecine Grecque et l’Alchimie de Paracelse sont dans l’absolu très proche.",
  "last_phrase": "En somme, la combinaison de la médecine traditionnelle grecque et de l'alchimie paracelsienne nous offre une riche compréhension des secrets de la vie, y compris la quintessence, les quatre éléments, les trois principes alchimiques, les typologies humorales humaines et la magie de l'instant. Grâce à ces connaissances, l'application ciblée du magnétisme devient plus claire et précise."
}