{
  "title": "\"The Practice of Fascination for Magnetic Therapy and Transformation\"",
  "first_phrase": "This article explores the phenomenon of fascination and its potential for therapeutic use. The text explains that fascination creates a period of abandonment and transformation, allowing for magnetic therapy and metamorphosis. In particular, the text focuses on the bioenergetic phases of tension, charge, discharge, and relaxation, as observed by Wilhelm Reich. The text also explores how the ego can both disconnect us from our deeper selves and maintain our hyper or hypo energy balance. To work on the central channel, the text provides an exercise that involves visualization and conscious breathing. The text concludes with an exploration of the connection between fascination and Kundalini energy.",
  "content": "Mais c’est aussi l’ego qui maintient notre équilibre hyperergique ou hypoergique. Dès qu’on le laisse de coté, on peut avoir une situation normoergique. Exercice pour travailler sur le canal central assis sur une chaise ° Asseyez-vous sur une chaise, les pieds enracinés au sol et les paumes des mains sur les cuisses. ° Mettez-vous dans l’instant présent du calme mental (°) Nous verrons que la fascination extatique réveille la puissance opérative de la kundalini. Dans les yogas de l’énergie des traditions occidentales, on relate fréquemment des états de transe proche de l’extase produite par la fascination hypnotique occidentale. ° Fermez les yeux et à chacun de vos inspirs et de vos expirs prenez conscience de l’énergie qui circule en vous. ° Sentez cette énergie s’éparpiller de partout. ° Maintenant, concentrez-vous sur votre coccyx et visualisez que toute l’énergie de votre corps se condense à cet endroit. ° A ce moment, prenez conscience par visualisation du canal central qui longe votre colonne vertébrale et de sa couleur sanguine rouge et étincelante. ° Ressentez la puissante énergie qui le traverse.",
  "last_phrase": "Incorporate these exercises to your daily routine and work on your central channel for a well-balanced and energized life. Remember that letting go of your ego can lead to a normal energetic state, so keep practicing!"
}