{
  "title": "The Power of Gaze in Ancient Times and Beyond",
  "first_phrase": "This text explores the power of gaze and its relationship to ancient philosophy and modern science. In the previous section, we learned that ancient philosophers like Democritus and Euclid believed that the eye emitted a strange force that allowed it to communicate with receptive objects. In this final section, the author dives deeper into the distinction between sentiment and will, and how it affects the gaze. The author explains that it is the will, not the sentiment or emotion, that gives the gaze its color and its power of emission. The text also sheds light on the different aspects of sentiment, and how they can confuse rather than clarify our understanding of the power of gaze.",
  "content": "Et, de nos jours, les recherches semblent montrer qu’il y a bien une relation entre l’augmentation de la température oculaire et l’éclat de l’œil. Dans la pratique, il semble que la chute de température dans l’œil crée un problème d’œil sec. Le fait d’augmenter sa température améliore ses qualités. 2/ Le sentiment, la volonté et la puissance regard C’est la volonté et non le sentiment qui colorise le regard et lui octroie une capacité d’émission. Dans l’approche initiatique, on distingue le sentiment provoquant l’envie de réaliser une action magnétique de la volonté d’établir une communication. La majorité des personnes confondent les deux puisque leur horizon se limite au seul sentiment. Mais qu’entendons-nous par sentiment ? Il s’agit d’une résonance affective manifestée par l’expression de la sensibilité d’une personne et par l'ensemble de ses désirs et de ses haines. Cette résonance tient aussi compte de la confusion qu’entrainent ses pulsions. Nous pouvons parler d’une commotion et d’une perturbation de l'âme inhibant la connaissance.",
  "last_phrase": "En conclusion, il est important de prendre en compte les différentes facettes qui influencent la qualité de notre regard. En gardant notre température oculaire élevée, en distinguant la volonté du sentiment et en comprenant les effets puissants de la fascination, nous pouvons améliorer la qualité de notre communication visuelle et de notre présence en tant qu'individus."
}