{
  "title": "\"Fascination Oculaire: Réveil Kundalinique et Extase\"",
  "first_phrase": "In the preceding text, the author discussed using the power of the eye to awaken the Kundalini, which can lead to heightened levels of inner consciousness. In this last part, the author dives deeper into the concept of self-fascination through the use of a mirror, which is a vital aspect of their method. The author explains that there are two different types of energy involved when using a mirror, which our image reflects. The author details the importance of ancient exercises like the double ascent of the hermetic caduceus, showing their similarity to the self-development exercises mentioned in Ur and Krur.",
  "content": "Réveiller la kundalini attenante à l’extase constitue un processus très utile pour grandir son potentiel d’éveil. Notons tout de même que la montée de kundalini n’est pas un réveil en soi, mais plutôt quelque chose qui peut aider à l’obtenir. Beaucoup d’écrits relatent les phénomènes d’extase des saints mais très peu expliquent qu’elle se diffuse par une exaltation magnétique de l’extase en lien avec un éveil kundalinique. L’auto fascination face au miroir Une personne bien formée peut pratiquer la fascination sur elle-même à travers un miroir. C’est pourquoi notre méthode prévoit des formations intenses face au miroir. Dans le miroir, il y a deux énergies, la notre, lorsque nous regardons le miroir et celle de l’image qui apparait dans le miroir. La connaissance des exercices secrets est très importante dans cette pratique. Dans notre méthode, on effectue des exercices d’origine ancienne appelé double montée du caducée hermétique. Pour mieux comprendre leur portée, il est bon de noter qu’ils ont une concordance et un but semblable avec les exercices du développement du soi, mentionnés dans Ur et Krur.",
  "last_phrase": "In conclusion, awakening the kundalini energy can be a useful process to enhance one's potential for enlightenment, but it is not a guaranteed path to achieve it. The practice of self-fascination through a mirror is one of the methods for harnessing this energy, which involves intense concentration and ancient exercises like the double ascent of the hermetic caduceus. By exploring the true reality of elements and deepening our perception of consciousness, we can transcend our ordinary reality and access a higher spiritual realm."
}