{
  "title": "\"The Power of Magnetic Fascination for Psychological Healing\"",
  "first_phrase": "In the previous section of the text, the author discussed the spiritual nature of the \"occult\" and how its extraction can lead to self-realization by focusing one's attention on the soul and spirit. Now, the focus shifts to the various practical applications of this technique. The author explores the therapeutic purposes of this method in resolving long-standing issues deeply ingrained in our memories. This section delves into the process of inducing the powerful state of somnambulistic ecstasy using magnetic stimulation. The author goes into detail about the physical and psychological effects of this state, including the stiffened back and mental awareness being pushed towards the upper body. The practitioner uses techniques such as upward passes and stimulation of the third eye and crown to improve the experience.",
  "content": "L’acceptation des mémoires est très importante dans les déblocages magnétiques. La fascination somnambulique extatique Le somnambulisme extatique ou extase magnétique est un état d’extase hyperpuissant provoqué par le magnétiseur. Le fait de plonger une personne dans le somnambulisme raidit son dos et dissout sa vivacité. On a comparé cet état à celui des saints tutoyant l’extase et se figeant tout en restant amorphes. Il peut-être psychologiquement facilité par de la musique. Mais, il peut être aussi physiquement amélioré par la stimulation magnétique de deux centres cérébraux situés entre les sourcils (troisième œil) et à la couronne du crane. Le recentrage psychique et l’intense raideur vertébrale qui s’en suivent poussent la conscience mentalisée vers la partie supérieure du corps. C’est pourquoi le praticien porte les points de stimulation sur le troisième œil et vers la couronne. Pour améliorer les choses, le magnétiseur remonte l’énergie en pratiquant des passes ascendantes. Il peut survenir des bouffées d’énergie kundalinique procurant une grande sensation de chaleur dans la partie supérieure du corps et dans le crane du sujet. Lors de l’action du magnétiseur, la personne peut-être assise ou debout.",
  "last_phrase": "In conclusion, magnetism can induce a powerful state of ecstasy called magnetic sleepwalking or ecstatic trance, which can be facilitated by music and physical stimulation of the third eye and crown chakra. Magnifying the experience can be achieved by the practitioner promoting pure fascination and inducing catalepsy before triggering the ecstatic state. This fascinating process can sometimes lead to a glimpse of qualitative spiritual experiences."
}