{
  "title": "\"Être ici et maintenant: sortir de l'automatisme mental\"",
  "first_phrase": "In the previous paragraphs, the text discussed the importance of being present and aware while walking and engaging in conversations. It emphasized the need to experience the energy of our words without any disruptive thoughts perturbing our minds. In this final section, the author introduces the concept of mindfulness and how it helps us become less of \"machine-like\" beings controlled by our thoughts. They also mention the teachings of Gurdjeff in his book about \"men machines\". By being mindful and anchored to the ground as we walk, we become more conscious of our surroundings and less affected by unnecessary thoughts. The author suggests that living in the present moment enables us to perceive reality differently and react less to our conditioned thoughts.",
  "content": "Lorsque nous marchons, nous ne devons pas penser que nous marchons, nous marchons un point c’est tout ! Parfois, lors de notre marche, il peut nous arriver de rencontrer une personne connue et nous engageons la conversation. A cet instant, pour maintenir la présence à l’instant, nous devons prendre conscience du lieu où nous nous trouvons et de son entourage. Lorsque nous écoutons cette personne, nous nous efforcerons de le faire le plus naturellement possible, sans qu’aucunes pensées perturbatrices mentalisent notre esprit. Il nous faut rester ici et maintenant dans l’écoute. Puis dés que nous lui parlons, nous nous appliquons à acter la puissance de nos mots et nous y mettons une intention de partage, sans qu’aucunes idées perturbatrices n’interviennent. Nous vivons pleinement l’énergie de nos paroles, sans oublier que nos pieds nous soutiennent et qu’ils doivent être bien ancrés. La largeur de notre vision doit décortiquer le monde qui nous entoure. Nous sommes là, dans notre incarnation, et pas ailleurs dans notre mental dont le seul but est de nous perturber pour nous emmener dans la réalité de notre conditionnement, loin de l’instant présent.",
  "last_phrase": "En restant concentré sur l'instant présent, en écoutant et en parlant avec intention, en observant notre environnement et en se concentrant sur l'ancrage de nos pieds, nous pouvons améliorer grandement la qualité de nos conversations et de notre vie en général. Ce n'est peut-être pas facile à réaliser, mais avec de la pratique, cela peut devenir une habitude positive qui apporte de nombreux bienfaits."
}