{
  "title": "\"The Vital Region of the Dorsolumbar Flexion and Humoral Theory\"",
  "first_phrase": "This text discusses two important topics related to traditional medicine. Firstly, it highlights the significance of the dorsolumbar junction in the spine and its vital functions related to diaphragm, kidneys, and adrenals. Secondly, the text delves into the theory of humors, an ancient concept that attributed certain characteristics to human beings based on the four elements (earth, air, water, and fire) that make up the body. The text explains the need for balance between these elements and how they impact the overall well-being of an individual. It emphasizes that the balance depends on an individual's karmic condition and free will. Hippocrates, Gallien, and Avicenne are some of the well-known figures who contributed to this theory.",
  "content": "On distingue ainsi quatre grandes humeurs corporelles : - L’humeur du Sang, - L’humeur de la Bile Noire, - l’humeur de la Bile Jaune, - L’humeur du Phlegme. Pour bien assimiler le rôle des humeurs, nous devons garder en tête qu’elles prennent en compte la globalité incarnationnelle du corps et de l’esprit et qu’elles englobent la notion conceptuelle des cinq éléments. La recherche contemporaine ne s’est pas contentée de les assimilées à certaines hormones. Elle a été bien plus loin en y intégrant une typologie psychologique. Du reste dans le langage courant, on parle \"d’humeur\" pour ressentir la vie. Cependant, en fonction de nos prédispositions et des aléas de la vie, ces humeurs peuvent êtres plus ou moins équilibrées. Mais qui décide de cet équilibre ? Si l’on va en profondeur, il en ressort que la santé est liée à une syntonie globale de l’être humain. Le corps, l’esprit et l’âme sont dépendant les uns des autres. L’équilibre de la typologie humorale d’un être tient compte des paramètres karmiques conditionnant et de son libre arbitre.",
  "last_phrase": "In conclusion, a balanced typology of humors is necessary for overall well-being of the body, mind, and soul. The four humors - blood, black bile, yellow bile, and phlegm - play a significant role in creating our personality, and their equilibrium depends on various factors such as karma and free will. By understanding the interdependence of the elements, planets, seasons, and time of day, we can find harmony within our humoral constitution, leading to optimal health and vitality."
}