{
  "title": "\"Regression Hypnosis: Uncovering the Past for Healing\"",
  "first_phrase": "This text discusses how revisiting one's past can regenerate a new free and healthy will by exposing and cleansing karmic imprints. The mind continuously generates and models memories, which are reconstructed constantly. Hypnotic Kundalini regression can purify the root cause of emotional disturbances, which is buried in our subconscious. Fascinatory hypnosis is useful in regression since it allows one to delve into deep latent brain zones and rebalance the body. However, working on another person requires direct participation from the subject and advanced preparation. This part also covers the role of sympathetic and parasympathetic systems during cycles of catalepsy and abandonment.",
  "content": "Dès que la fascination se déplace à travers les zones cérébrales latentes endommagées et réprimées par la cause, elle permet de rééquilibrer le corps. Le ressenti pur des émotions liées aux perturbations causales émotionnelles évacue le stress. Dés que l’on touche au karma, on touche à l’égo. C’est pourquoi une bonne énergie de régression demande une mise à plat préalable de cet égo. Cela passe par une étape de fascination. 3/ Le travail sur autrui On va maintenant appliquer la fascination expérimentale sur une autre personne. Dans ce cas la le but est thérapeutique L’obtention d’un résultat convenable nécessite une participation directe du sujet à traiter et de sa conscience. Vous pouvez préalablement lui faire exécuter les exercices initiatiques du miroir décrits auparavant. Pour travailler au mieux sur la Kundalini du patient, il faut une grande préparation préalable passant par des exercices pratique dont le but est la verticalisation de l’être. Puis, vous exercez le pouvoir de votre œil sur la personne, en lui faisant visualiser et ressentir l’énergie. 4/Sympathique et Parasympathique dans la fascination Lors des cycles alternatifs de catalepsie et d’abandon, les énergies sont travaillées en succession.",
  "last_phrase": "In conclusion, learning and practicing fascination can help with balancing the body and evacuating stress caused by emotional disturbances. However, to work appropriately on others, a proper preparation is necessary, including the regression of the ego and practicing exercises for the verticalization of the self. The process involves working on sympathetic and parasympathetic energies in cycles of catalepsy and relaxation, leading to an extatic state. The three phases of experimental fascination imply tension, concentration, and expansion, which require conscious participation and focused visualizations for a beneficial outcome."
}