{
  "title": "Les théories des éléments et des atomes dans la Grèce antique.",
  "first_phrase": "In the previous section, we discussed the theories of Empedocles and Diogenes of Apollonia regarding the universe and human nature. Now, we will delve into the dispute between the theory of four elements, championed by Aristotle and Plato, and the atomic theory proposed by Leucippus, Democritus, Epicurus, and Lucretius. While the idea of indivisible, hook-shaped and varied atoms forming visible matter was initially rejected, it ultimately became complementary to the theory of the four elements. This concept revealed that elements and atoms are not separate from humans but are integrated into their constitution. In this section, we will explore how all these theories were right in their own way.",
  "content": "Cela présumait que les atomes étaient pleins et qu’ils s’exprimaient sous des formes variées et crochues s’assemblant les unes aux autres pour former la matière visible. Comme cela impliquait une discontinuité entourée d’un vide interatomique, ce fut la thèse des quatre éléments ardemment soutenue par Aristote et Platon qui finit par l’emporter sans pour autant mettre à mort la théorie atomiste. En effet, en y réfléchissant bien, ces deux thèses étaient complémentaires si l’on considérait que les atomes intègrent les vertus des quatre éléments. Il était facile d’étayer cela puisqu’en fonction de leur pression et de leur température, les molécules ont le pouvoir de passer par tous les états de la matière qu’ils soient solides (terre), gazeux (air), aqueux (eau) ou brûlant et animés par le (feu). En prenant la théorie des éléments au sens figuratif, on voyait que l’esprit des quatre éléments traduisait une phénoménalité discriminante appartenant à un puzzle incarnatif matériel dont les briques étaient les atomes. Selon ce concept, les éléments et les atomes n’étaient pas séparés de l'homme, ils entraient dans sa constitution. Ils avaient tous raison !",
  "last_phrase": "In conclusion, the theories on the elements and atoms were not separate from the human constitution, as they integrated the virtues of all four elements. The ideas of Aristotle and Plato, along with the atomistic theory, were complementary rather than mutually exclusive. With that said, Hippocrates' medical method revolutionized ancient Greek medicine and led to a global knowledge of medicine based on the knowledge of elements described by Empédocle and the humoral knowledge evoked by Alcméon de Crotone. His extensive work and initiatory approach emphasized the importance of coctions, highlighting the transformation of humors before elimination."
}