{
  "title": "\"Mesmer and the concept of Animal Magnetism\"",
  "first_phrase": "This text discusses the concept of animal magnetism as developed by Mesmer, who believed that imbalances and illnesses were due to magnetic blockages or deficiencies. To rebalance a person, he proposed clearing energy or charging it. Oswald Wirth's \"Le symbolisme hermétique\" suggests that Mesmer's ideas were drawn from alchemy, specifically the Vitriolum formula. Mesmer's methods of action varied; they included touch, looks, mental volition, and the imposition of hands, but also his presence alone. His proposals on the subject are compared to the alchemical theory by his Predecessors, and 17 arguments are presented.",
  "content": "Il n'y a rien là d'absurde, ni de naïvement merveilleux, mais l'affirmation que tout est dans l'Homme, pourvu qu'il apprenne à se connaître et à mettre sagement en œuvre les ressources inépuisables de sa propre nature. ». Ses méthodes magnétiques d’actions sont variées. Il peut s’agir du regard, de la volition mentale, du toucher, de l’imposition des mains, de passes magnétiquement chargées au dessus du corps mais aussi de la simple présence du magnétiseur. La survenue d’une crise durant le traitement serait provoquée par le rétablissement de l’équilibre harmonieux mis à mal par la maladie. Mesmer propose dix-sept arguments qu’il compare avec la théorie alchimique de ses Prédécesseurs Ci-dessous nous les dévoilons à travers un Extrait du “Magnétisme Animal en France”, d’Alexandre Bertrand). Propositions de Mesmer Opinions des Anciens 1/ Il existe une influence mutuelle entre les corps célestes, la terre, et les corps animés. 1/ C`est l’esprit universel qui maintient et conserve toutes les choses en l`état où elles sont.",
  "last_phrase": "In conclusion, Mesmer believed in the power of humans to heal themselves by tapping into their own innate resources. His methods of magnetic actions were varied, including touch and the imposition of hands, as well as the mere presence of the magnetizer. The occurrence of a crisis during treatment was seen as a sign of restoring the natural balance of the body. Mesmer's propositions were compared with the opinions of the ancients in his theory, and ultimately, it is through a combination of understanding and putting to use the limitless resources of our own nature that we can find healing."
}