{
  "title": "Hildegarde de Bingen: Médecine et Spiritualité Universelle.",
  "first_phrase": "This text delves into the importance of the Greek Yunânis and Avicennian currents in medicine and how they have influenced Western traditional medicine throughout history. It highlights the contributions of Hildegarde de Bingen, a 12th-century Benedictine nun and physician, who drew inspiration from Greek scholars and the humoral theory of Galen. Her medical knowledge was believed to be dictated by God, and she wrote three remarkable medical works that united theology and medicine. Her theory of the four humours considers divine incarnational tendencies and predestined karmic dispositions.",
  "content": "Comme les grecs, elle défend le principe d’analogie universelle où l’homme est un petit monde dans un grand monde cosmique (le Microsome dans le Macrosomie). Rien ne peut les séparer et, la santé du microsome humain dépend des lois de l’univers et des flux électromagnétiques divins. L’homme et l’univers ont été édifiés selon les mêmes proportions. L’humain ne serait que le miroir du monde reflété par la magie du fonctionnement de son corps (notons encore la notion de miroir). Médicalement, elle s’intéresse à la cause des maladies. C’est pourquoi, un de ses ouvrages « Causae et curae » est fortement inspiré des médecines de Constantin l’Africain, d’Hypocrate, de Gallien et des médecins arabes. Sa conception de la théorie des quatre humeurs va très loin, bien au-delà des fluides organiques. Pour elle, les humeurs sont aussi soumises à des tendances incarnatives divines. Et oui, elle confirme que karma et humeurs sont bel et bien liés ! Sa conception des quatre humeurs admet l’idée de prédispositions karmiques dont les tendances expriment des états physiologiques directement connectés au Divin.",
  "last_phrase": "In conclusion, this ancient principle of the universal analogy emphasizes the interconnectedness of humans with the cosmos and the role played by divine electromagnetic flows in determining our physical and mental health. By understanding the cause of illnesses beyond the physical aspects, we can better align ourselves with the laws of the universe and achieve holistic wellbeing. It is a reminder that our thoughts, actions, and karma have a significant impact on our health and the balance of the universe as a whole."
}