{
  "title": "\"Alchemical Techniques for Spiritual Development: The Path of UR and Krur\"",
  "first_phrase": "This text delves into the journey proposed in UR and Krur, which is based on a series of passages. The text summarizes these passages, which includes first understanding each element's reality followed by connecting with another dimension of experience that always exists within us. The text draws inspiration from Reghini's views on the extraction of sulfur, which is not only an external technique but also an internal one. It helps one realize their spiritual and divine counterpart within by diverting attention from the body and instead focusing on the soul and spirit. The idea of unifying the two dimensions is continued in a series of exercises. One of the exercises unites the sun and the moon, which can be defined as alchemical principles - unity in duality.",
  "content": "En fait, pour Reghini l’extraction du Soufre (fondement de l’Ars Regia) est une technique intérieure grâce à laquelle l’homme peut prendre conscience de sa contrepartie animique, spirituelle et divine en détournant son attention du Sel (corps), en la concentrant d’abord sur le Mercure (Âme) et en la fixant ensuite sur le Soufre (Esprit) . Cette pensée est reprise par Evola dans la revue Ur (1927-1928) qu’il dirige. Il dit la chose suivante à son sujet : « Il s’agit d’une opération éminemment technique, au moyen de laquelle on s’aperçoit de notre incorporéité. Le sens humain habituel de la vie et de la réalité une fois renversé, la conscience se rend compte de l’immatérialité universelle, en percevant aussi, intrinsèquemenent, la présence du corps au dedans de nous » (ibidem, p. 136). « Cette idée de mettre ensemble les deux dimensions est continuée par une série d’exercices qui unifient deux principes que l’on peut définir alchimiquement comme le soleil et la lune. Dans un premier exercice on unifie le soleil de l´état de veille normal à la lune de notre état de rêve.",
  "last_phrase": "In conclusion, the practice of alchemy involves various technical exercises that unify the material and spiritual dimensions of a person. This process helps one become aware of their animic, spiritual and divine self by shifting their attention from the physical body to the soul and ultimately to the spirit. By understanding the functional aspect of this method, we can delve into the magnificence of human alchemy and integrate the knowledge of ancestral Western medicine into our lives for practical purposes."
}