{
  "title": "\"The Power of Self-Fascination through Mirror Exercise\"",
  "first_phrase": "In the previous section, we discussed the benefits of using the mirror exercise to self-fascinate and overcome deeply ingrained issues. This involves dissolving the conventional personality to give way to new and superior sensitivities. But what happens after the dissolution? This is where the magnétiseur prepares for the reconstruction phase. Moving forward, we explore the physiological theory behind kundalini energy and its effects on the nervous system. We also learn about the process of self-fascination through a mirror and ancient exercises called double montée du caducée hermétique. These practices align with those mentioned in Ur and Krur for developing oneself.",
  "content": "On éprouve une sensation d’hyper-présence et de perte de l’égo. La phase ascendante de la Kundalini suralimente et débloque les différents centres énergétiques. Le choc peut-être tel que des convulsions nommées Kriyas peuvent survenir. Il s’en suit une période d`abandon et de transformation durant laquelle, on peut pratiquer une vraie thérapie magnétique à la base de la métamorphose. Certaines énergies vont se rediffuser dans le corps. Puis surviendra une phase de reconstruction. La forte excitation qui active du système sympathique va provoquer une réaction du système parasympathique qui va s’activer à son tour. 7/ L’auto fascination du miroir Une personne peut pratiquer la fascination sur elle-même à travers un miroir. Dans le miroir, il y a deux énergies: - La notre, lorsque nous regardons le miroir, - Celle de l’image qui apparait dans le miroir. La connaissance d’exercices secrets est très importante dans cette pratique. Dans notre école on effectue des exercices d’origine ancienne appelé double montée du caducée hermétique. Pour mieux comprendre leur portée, on note qu’ils ont une concordance et un but semblable avec les exercices du développement du soi mentionnés dans Ur et Krur.",
  "last_phrase": "In conclusion, the practice of Kundalini and self-fascination through a mirror can lead to a transformative and therapeutic experience. However, it's important to approach these practices with knowledge and caution. By working on each element of ourselves and opening ourselves up to a spiritual dimension, we can awaken new energies and undergo a profound metamorphosis."
}