{
  "title": "Understanding the Astral Body: Physiological Processes and Spiritual Transformation",
  "first_phrase": "In the earlier part of this text, we learned about the physiological effects of Kundalini rising and the process of fascination, including the four phases of bioenergy identified by Wilhelm Reich. In the last 200 tokens, we explore the role of the ego in our consciousness and the beneficial effects of dissolving its barriers through fascination. We also learn about the existence of two hidden subtle bodies, the Astral and Causal bodies, that animate our physical form.",
  "content": "Tout au long de ses fabuleux travaux en la matière, Wilhelm Reich a observé que la vie s’articulait autour de quatre grandes phases bioénergétiques: - La tension, - La charge, - La décharge, - La relaxation. Notre conscience est habituellement liée au karma mais notre réponse est souvent hasardeuse. Mais, si nous arrivons à stabiliser notre conscience au-delà d’une réaction automatique de réponse environnementale, nous serons en mesure d’apporter les conditions énergétiques à l’apparition d’une nouvelle conscience par laquelle les vastes régions de notre cerveau pourront travailler en synchronicité. L'ego nous isole de la vraie connaissance divine. Il nous déconnecte de la partie profonde de nous-mêmes, tout en laissant des blocs de supraconscience en sommeil. Paradoxalement, l’action bienfaisante de la fascination dissout les barrières égotiques et isole les blocages répressifs de l'ego, ce qui nous permet d'embrasser un sens beaucoup plus large de notre être. C`est aussi l’ego qui maintient notre équilibre hyperergique ou hypoergique. Dès qu’on le laisse de coté, on peut avoir une situation normoergique. Corps Astral et Corps Causal Deux grands corps subtil cachés animent notre apparence, le corps astral et le corps causal.",
  "last_phrase": "In conclusion, understanding the bioenergetic phases of tension, charge, discharge, and relaxation, as well as our ego and the two hidden sublet bodies, the astral and causal, can lead us to a deeper understanding of ourselves and our place in the universe. By dissolving the barriers of our ego, we can embrace a wider sense of being and achieve a state of balance and harmony within ourselves."
}