{
  "title": "Paracelse's Alchemical Medicine: The Theory of Similarities and Three Principles",
  "first_phrase": "The text begins by discussing how Paracelse, a famous physician and alchemist, incorporated the macrocosm into his therapies. His theory of \"similars\" suggests that nature provides remedies similar to the imbalances they are meant to treat, leading to the idea that the \"same\" can heal the \"same.\" This is all influenced by the philosophical writings of Celse, a Greek philosopher of the 2nd century who believed in separating the good from the bad in an alchemical manner. Paracelse's medicine uses the electromagnetic forces of the major elements with the more common natural elements to heal. In this last part (200 tokens), we learn how Paracelse divided the four elements into two pairs: air-fire being cosmic and dominant, while earth-water being more earthly in nature.",
  "content": "Ce faisant, il récuse toutes les supériorités morales du christianisme sur les autres religions païennes ou non. Il est persuadé que puisque dans toute chose réside du poison, il faut séparer le poison de ce qui est bon de façon alchimique et magnétique. Cela peut s’appliquer par exemple aux plantes pour en faire des remèdes non toxiques a l’archeos qui sépare le bon du mauvais de la nourriture et évacue l’inutile. En accord avec les manipulations magnétiques secrètes cosmiques qui influencent les phénomènes du vivant, sa médecine fait interagir la force électromagnétique des grands éléments majeurs (Air et Feu) des étoiles avec celle des éléments ordinaires constitutifs de la nature (terre- eau). La personnalité du praticien doit être en union avec les lois de la nature tout en restant dans la pureté absolue de l’instant magnétique. Paracelse a divisé les quatre éléments en deux paires s’identifiant à deux grands principes avec d’un coté le grand principe « terre - eau » et de l’autre le grand principe « air - feu ». Le couple (air-feu) est cosmique tandis que le couple (terre-eau) est terrestre (la nature). Le cosmique domine le terrestre et la nature.",
  "last_phrase": "In conclusion, Paracelse's medicine is based on the belief that the separation of poison and the goodness of nature through alchemical and magnetic means can heal the body. His theory of the three principles - sulfur, mercury, and salt - can be applied to all substances, and his emphasis on the practitioner's alignment with the laws of nature remains relevant today."
}