{
  "title": "\"The Essence of Presence: Understanding Consciousness and Reality\"",
  "first_phrase": "In the preceding text, the author distinguishes two types of consciousness, Pure Consciousness and Conditioned Consciousness. The former is the source of the vacuity, while the latter is the Pure Consciousness with the veils of ignorance. The article concludes by discussing the illusory world created by Conditioned Consciousness, which is perceived as real. In this last section, the author emphasizes that Presence at the Instant can reconnect one with Pure Consciousness, and this reconnection depends on five elements that are controlled by Presence at the Instant. By working on the materiality of four elements, one can transmute Conditioned Consciousness into Pure Consciousness, leading to an objective state of awakening. The author concludes by highlighting the importance of transcending this illusory world through the power of Pure Consciousness.",
  "content": "Qui, un jour, ne s’est pas entendu dire ou n’a pas dit à quelqu’un : « Tu es ailleurs, revient parmi nous ! ». Mais où est cet ailleurs ? Une chose est sûre, il n’est pas « ici et maintenant ». Il se trouve dans un autre monde, celui du « du Mental perturbateur », l’ennemi de la « Présence ». Revenons un cours instant à l’expression de notre phénoménalité (ou monde des illusions). (14) Bizarrement, elle est fractionnée en deux parties, le monde des rêves, si cher aux chamanes et le monde éveillé, si cher au mental. Mais comme nous l’avons vu, le mental appartient à un monde particulier. (14) Le monde des illusions correspond à la réalité perçue par notre conscience conditionnée. Cette réalité karmique est illusoire et pourtant bien réelle puisqu’elle abrite notre « Je » expérimental. La somme des expériences présentes et passées s’intègre et modèle ce monde des illusions voulu par notre conscience conditionnée. C’est elle qui façonne ce monde holographique. Seule la conscience pure peut transcender cette destinée en changeant l’illusion.",
  "last_phrase": "In conclusion, our life in the \"Real Awake World\" is directly related to the destabilizing and sometimes cruel world of the \"Disturbing Mind\", which constitutes a bridge between these two worlds. The sum of present and past experiences shapes the world of illusions, but only pure consciousness can transcend this destiny by changing the illusion. Thus, practicing presence is crucial to accessing this pure consciousness. As for who governs the world of the mind, that is a question that requires further exploration."
}