{
  "title": "Understanding and Treating Imbalances Using Energy Therapy",
  "first_phrase": "In the preceding text, we learned that a disequilibrium of energetically hypo and hyper-biological states could cause illness. The most straightforward therapy requires rebalancing these states. The magnétiseur's goal is calming, but the distinction must be made between calming the choleric and equalizing the sanguine to reintegrate hypo-energetic states. We now see how this concept of hypo and hyper states is echoed across various medical analyses as far back as 500 BC (referenced below). In this final section, we dive deeper into the types of Humid and Dry concerning Vagotonia and Sympathictony.",
  "content": "Le tableau ci-dessous montre comment cette notion d’états Hyper et Hypo se confirme dans les autres grandes analyses (tableaux en anglais) : Charak Sushruta (500 av JC) VATA PITTA KAPHA Hippocrate (460 av JC) Apoploctis Phelgmatic Phthisical Gallien (138 av JC) Sanguineous Choleric Melancholic Avicenne(980) Chaud/Humide Chaud/Froid Froid/Humide Froid/sec Halle Husson (1821) Tomperamonts Cephalique Abdominale Thoracique Rotan (1828) Musculaire Cerebral Digestif Respiratoire Carus(1853) Athletic Cerebral Phlegmatic Asthenic Laycock (1862) Sanguineous Bilious Phlegmatic Indancholic Eppinger(1917) Sympathicotonic Vagotonic Hers (1931) Sympathicotonic Vagotonic Danielopolu (1920) Ampho tonic Sympathicotonic Vagotonic Ampho - hypotonic Jung(1923) Extrovert Introvert Kretschner(1926) Alhletic Physic Leptosome Pavlov(1849) Lively Impetuous Cala Weak Sheldon(1940) Mesomorp Ectomorph Endomorph Ectomorph Vanier (1952) Carbonic Phosphotic Fluoric Les types Humide et Sec par rapport à la Vagotonie et à la Sympathicotonie Il est très intéressant d’analyser les deux extrêmes de la médecine grecque que sont les types Humide et Sec avec la para-sympathicotonie (vagotonie) et la sympathicotonie. On en déduit que : - Le type “Humide” est plus vagotonique avec plus de liquide et de salive que le type sec.",
  "last_phrase": "In conclusion, understanding the concepts of Hyper and Hypo states can help in analyzing various fields such as medicine, psychology, and personality types. By examining the different systems of classification, we can gain insight into how these concepts are interconnected and provide a way to better understand ourselves and others."
}