{
  "title": "\"Paracelse's Theory of Three Principles and its Application\"",
  "first_phrase": "This text explores Paracelse's theory of three principles, which breaks down everything into sulfur, mercury, and salt. The three heads of the philosophical mercury formed from salt, sulfur, and mercury in the action of divine fire contain everything needed to create the philosopher's stone. By using an alchemical process of specific separation, Paracelse reveals the hidden components of matter, exposing the four elements and the three principles. The last 200 tokens explore the relationship between Paracelse's elements and the human body, revealing the connection between blood, respiration, and good magnetic results.",
  "content": "La transposition vers l’être humain de ce schéma montre la relation entre les éléments de Paracelse et les éléments premiers qui le constituent. Le mercure phylosophique (en bas au centre) possède le pouvoir d’être en rélation étroite avec le “fluide magnétique” et de partager la nature de l’eau et de l’air. Par analogie, on peut déduire que le sang et la respiration sont en fait deux éléments clés pour obtenirs de bons résultats magnètiques. (°) Le Nitre Céleste est une sorte de sel de pierre magique très prisée de l’alchimiste, considéré comme une semence de l’univers. Paracelse explique que : « Toute chose engendrée se manifeste par ses éléments constitutifs que l’on peut séparer en trois principes, sel, souffre et mercure. Le mercure est liqueur, le souffre est oleité et le sel alkali. De ces trois principes s’anime une conjonction déployant un corps à l’essence unique. Ce corps n’est pas défini d’après ses propriétés mais en fonction de sa constitution ternaire. Son opération est triple.",
  "last_phrase": "In conclusion, Paracelsus' theories challenged the traditional Greek medical ideas and expanded the understanding of medicine. According to his theory of the three principles, the blood and respiration are key elements for achieving good magnetic results, and the theory of seven typologies explains the temperaments of individuals based on the three principles. Overall, Paracelsus made significant contributions to the development of medicine that still retain relevance today."
}