{
  "title": "\"La voie de l'énergie: se libérer du mental grâce à la verticalité\"",
  "first_phrase": "In the previous section, the importance of the dream world in the battle against the mind was explained, with shamanism and Carlos Castaneda's works being cited. Among the several paths to Presence that one can take in the \"Real\" world, this last section focuses on the direct and vertical way, which is well-suited for magnetizers. To advance on this path, one must first become aware of their body's anchorage to the earth, cease to be guided by the cannibalism of the mind, and perceive reality differently. The concluding part emphasizes the importance of being attentive to the environment and following instincts without overthinking, similarly to how a tiger pounces without considering it beforehand.",
  "content": "La plupart du temps, nous existons au travers de notre tête et des pensées qui la traversent sans réaliser que si nous sommes debout ou en train de marcher, c’est parce que nous avons des pieds et des jambes. Pourquoi y penser puisque cela se fait tout seul, automatiquement ? Et, bien parce que nous devons cesser d’être des automates guidés par le cannibalisme du mental. Gurdjeff l’exprime bien dans un de ces livres en parlant « d’hommes machines ». Être ici consiste par commencer à être conscient que l’on marche et ressentir que l’on a des pieds et que ces derniers doivent être ancrés, enracinés comme si leur énergie descendait à plusieurs centimètres sous terre. Mais pour marcher sans encombre, il faut regarder autour de soi et pas uniquement le bout de ses pieds. Ce regard sera le plus ouvert et le plus attentif possible. Nous errons au travers de l’illusion et nous en sommes conscients. Alors notre perception de la réalité change et notre être profond réagit moins aux pensées qui ne servent à rien pour marcher. Avant de bondir, le tigre ne pense pas qu’il va bondir, il bondit !",
  "last_phrase": "En conclusion, être pleinement conscient de notre corps et de notre environnement pendant que nous marchons nous permet de sortir de l'automatisme mental et de vivre pleinement l'instant présent. En cultivant cette présence attentive dans notre vie de tous les jours, nous pouvons améliorer notre qualité de vie et notre bien-être mental. Alors, la prochaine fois que vous vous promenez, essayez de porter votre attention sur vos pieds, votre corps et votre environnement, et laissez-vous emporter par l'instant présent."
}