{
  "title": "\"Exploring Wilhelm Reich's four phases and the power of consciousness\"",
  "first_phrase": "In this text, the author discusses the bioenergetic phases of life according to Wilhelm Reich and offers an exercise that takes the practitioner to a deeper spiritual state. The fourth exercise involves looking at oneself in a mirror and eventually experiencing an astral journey. This exercise has the potential to transform one's state of being and bring access to consciousness. Additionally, the text explores the idea of using energetic actions to stabilize consciousness and cultivate supra-consciousness for breaking out of habitual reactions. The ego is seen as masking true knowledge.",
  "content": "Vous entrerez dans un monde à part. Quelques traditions orientales prétendent que la personne qui reste plus d’une demi-heure devant un miroir sans clignoter des yeux obtient tous les pouvoirs magiques du monde. Ici nous ne parlons pas de pouvoir magique mais de pouvoir de l’être. Cette action nous met sur le bon chemin et permet de réintégrer la puissance de notre être magique profond. Bien effectuée, cet exercice transformera radicalement votre état pour vous donner accès à la conscience. 2/ La pratique extatique et la montée de la Kundalini Nous l’avons largement exprimé dans notre ouvrage, la conscience conditionnée est habituellement liée au bon vouloir du karma et notre réaction. On peut se servir d’actions énergétiques pour stabiliser cette conscience en allant au-delà de la réaction automatique de réponse à l'environnement. Dés lors, on est en mesure de cultiver les conditions énergétiques de supra-conscience au travers desquelles de vastes régions du cerveau pourront travailler en synchronicité. Se faisant, on sortira des réactions habituelles. Le travail se fera d’abord sur soi-même. Il développera les ressentis. Une fois bien assimilé le tout, il devient possible de travailler sur une autre personne. L'ego karmique du « je » incarnatif masque la vraie connaissance.",
  "last_phrase": "En pratiquant ces exercices, vous pourrez réintégrer la puissance de votre être profond et accéder à des régions du cerveau qui vont au-delà de vos réactions habituelles. La dissolution de l'ego karmique provoquée par la fascination ouvre la voie à la supra-conscience, qui offre un accès au véritable savoir et à un sens beaucoup plus large de soi-même. Essayez ces pratiques pour explorer votre propre potentiel de transformation."
}