{
  "title": "\"The Role of Four Humors and Electromagnetic Fluid in Magnétisme Humain\"",
  "first_phrase": "In the previous text, we learned about the four humors theory and its relevance over the centuries. In this final part, we delve into the Western Traditional Medical Knowledge of the late middle ages and explore the concept of condensations of the electromagnetic fluid. We encounter the Kabbalistic theory of Lourianique, which explains the creation of the world by God and the duality of the light within it. This text explains how this knowledge is still applicable today and can be employed by the Magnétiseur to enhance their work.",
  "content": "7/ Les condensations du fluide électromagnétique lumineux Dans l’ancienne connaissance Médicale Traditionnelle Occidentale de la fin du moyen-âge, on considère les formes solides comme des condensations d’un fluide lumineux et électromagnétique, composées de différents « Tons » ou « Taux vibratoires ». Dans la Kabale, l’infinitude lumineuse créatrice Divine est nommée « En Sof ». (7) Du reste le titre du premier livre de Mesmer, traduit en français, est intitulé « Théorie des correspondances ». Lorsqu’il a créé le monde, Dieu (En Sof) s’est contracté en lui-même pour former en son centre un espace par lequel la lumière nécessaire à notre création s’est infiltrée. L’image représente la « Théorie kabbalistique Lourianique ». Dieu envoie dans le monde un fil de lumière, un Kav. En ce développant, ce Kav va constituer dix cercles. Cette étape de la Création est appelée Igoulim (cercles). Ces cercles sont concentriques, comme des pelures d'oignons. La Lumière émanant de « En Sof » contient l'ensemble des dix Sephiroths (puissances créatrices émanant de l’énergie de Dieu).",
  "last_phrase": "In summary, the ancient Western Medical Tradition considers solid forms as condensations of electromagnetic and luminous fluid composed of different vibratory rates. Similarly, the Kabale's theory of Lourianique explains how God created the world by sending a thread of light and splitting it into ten spheres, each representing a component of divine power. The matter itself originates from a photon condensation known as \"Astral Light,\" and its vibrations are closely related to our vital energy's complexity. Ultimately, the reality of this light depends on our observation and follows the laws of quantum physics."
}