{
  "title": "La Médecine traditionnelle médiévale analysée par Robert Fludd.",
  "first_phrase": "In the previous text, we explored the principles of universal analogy defended by Hildegard von Bingen, stating that humankind is a small world within a larger cosmic universe. Our health is interconnected with the laws of the universe and divine electromagnetic flows. Additionally, Hildegard delves into the subject of disease-causing factors and the idea of karma's influence on the four humors that sustain the human body. The present text examines Robert Fludd (1574-1637), a Renaissance alchemist, physician, and researcher who organized and advanced the medieval approach to medicine amidst the era's pseudomagical and arbitrary therapies.",
  "content": "Par exemple, la Mélancolie serait la conséquence du « Péché originel » coagulé dans le sang. Ce péché aurait plongé l’humanité dans la souffrance de la dualité. L’aspect psycho-spirituel prend ici toute sa signification. Si l’homme vit dans le péché, il risque la maladie et s’il vit en accord avec les lois de l’univers, il obtient la puissance énergétique divine de la bonne santé. Le corps exprime parfaitement cela puisque, s’il s’encombre d’impuretés, il devient opaque à l’instar de la bile noire de la Mélancolie qui induit la négativité. Hildegarde est persuadée que la santé n’est pas une absence de maladie mais plutôt une surabondance d’énergie magnétique de vie qui supplanterait les maladies karmiques liées au péché originel. Les traitements aléatoires et magiques Malheureusement, la médecine moyenâgeuse s’est aussi embourbée dans des traitements aléatoires et pseudo magiques. Robert Fludd Au XVIème siècle, en pleine Renaissance, le grand chercheur, alchimiste et médecin Robert Fludd (1574-1637) met de l’ordre dans tout cela.",
  "last_phrase": "In conclusion, Hildegarde of Bingen believed that good health is not simply the absence of disease, but rather an abundance of vital energy that overcomes karmic illnesses caused by the original sin. Robert Fludd, a prominent physician during the Renaissance, emphasized the importance of establishing a personalized approach to medical treatment based on an individual's humor typology, rather than relying on random and pseudo-magical practices. Understanding the body's nature and spirit, as well as using a more personalized approach to medicine, can lead to better health outcomes."
}