{
  "title": "\"3 exercises for mental calm and focus\"",
  "first_phrase": "This text provides three exercises to improve mental calmness and concentration. The previous section explains the four stages of breathing and suggests merging our vibrations with our reflection in the mirror to disconnect from negative vibes. The last part outlines the importance of being mindful of our surroundings, bodily movements, and sounds whilst centered on the present moment. The author highlights the significance of holistic attention to all sensory inputs in attaining pure concentration. By filling one's consciousness with a deep openness to mental calmness, we can focus our energy on every act of our life.",
  "content": "Deuxième exercice sur l’attention réelle aux déroulés de sa vie Incroyablement, le simple fait d’être attentif à l’instant désamorce les perturbations mentales. ° Pour ce faire portez une attention particulière aux évènements qui se produisent autour de vous. ° Soyez attentif à votre corps et percevez chacun de ses mouvements. ° Par exemple, lorsque vous êtes assis à la terrasse d’un café, essayé de garder la sensation de l’ancrage de vos pieds qui touchent le sol et du contact de vos fesses avec la chaise. Gardez une stature correcte en évitant d’être avachi. °Elargissez votre champ de vision à tout votre entourage tout en étant présent à ce que vous êtes en train de faire. ° Attachez aussi une importance à la globalité des sons environnant et écoutez pleinement la personne qui vous parle, tout en entendant les conversations des autres. °Essayez de faire tout cela dans la plénitude du calme mental. Troisième exercice sur la pure concentration °Emplissez votre conscience d’une profonde ouverture au calme mental magnétique. °Concentrez l’énergie de chacun de vos actes tout en gardant attention à la globalité qui vous entoure. ° Sentez l’action de cette énergie dans chaque acte de votre vie.",
  "last_phrase": "In conclusion, practicing real attention to the present moment and pure concentration can help you overcome mental disturbances and negative thinking patterns. Focus on being present and attentive to your surroundings, body movements, sounds, and conversations. By filling your consciousness with calm and magnetic energy, you can bring awareness to each act of your daily life, savoring the sensations and flavors of each moment. Developing this skill can help you cultivate a deeper sense of inner calm and presence."
}