{
  "title": "Paracelse: La médecine des signatures et la guérison magnétique.",
  "first_phrase": "This text delves into the Paracelsian theory of signatures and its impact on modern medicine. Paracelsus, a pioneer of targeted therapeutics, prefigures concepts such as asepsis, homeopathy, and organ medicine. His view connects man to the universe and suggests that the shape and form of plants reflect their medicinal properties. In the final 200 tokens, the text explores the concept of magnetic healing and how it relates to the theory of signatures. The author details the process a bio-magnetizer goes through to intuitively sense and connect with the source of the issue, thus changing the reality of the situation. The image included depicts the soul of the world.",
  "content": "Cette dernière va se retrouver sous l’aspect de formes actives (Lux Formae). Dés cet instant, nous sommes libre de penser que les maladies sont en quelques sortes des formes erronées.Ces concepts s'appliquent à la guérison magnètique. Lorsque nous sommes en travail magnétique avecune personne,on réveille premièrement la lumière de son soleil intérieur par une action sur le plexus solaire puis, on libère lumière de cette partie. Dés le moment où le bio-magnétiseur se met en contact avec le problème, il le « ressent » comme une altération de la lumière prenant l’aspect d’une forme (Imago). Le magnétiseur va d'abord se rendre compte intuitivement de l'image du problème et de la sensation qu’elle induit. Puis, il va entrer en connexion avec la lumière de base. C`est à dire avec la lumière de la Nature l'univers. A ce point, la situation se modifie et la réalité devient différente. L'idée de se tourner vers l'unité puis au ternaire et à nouveau vers l'unité est une clé. L’image ci-contre permet de voir l’ âme du monde.",
  "last_phrase": "In conclusion, magnetic healing involves awakening the inner light of a person, sensing and understanding the problem as a distorted form of light, and connecting with the universal light of nature. The key is to strive for harmony with nature, to tap into the soul of the world and to detach from a solely materialistic view of things. Understanding the interconnection between humans and the universe is at the core of this healing practice."
}