{
  "title": "The History and Influence of Galenic Medicine",
  "first_phrase": "This fascinating journey through the history of medicine leads us to the Middle Ages, where the great scholar Humayn Ibn Ishaq revisits and improves the work of Greek physician Gallien, creating the \"Grand Medical System of Gallien.\" But it doesn't end there. Avicenne, a prominent alchemist, writer, philosopher, and scientist, synthesizes Gallien's medicine and adds a touch of alchemy to it, producing his famous \"Canon of Medicine.\" His work and that of the Yunâni, the Indo-Muslim branch of the Galenic school, continue to influence the medical world even today. Hildegarde de Bingen, a Benedictine nun, continues this tradition of holistic healing by connecting medicine with spirituality in her works dictated by God.",
  "content": "La Médecine Traditionnelle Yunâni Loin d’être démodée, elle perdure encore de nos jours sous la forme d’une médecine traditionnelle encore bien vivante en Iran, au Pakistan, au Bengladesh, etc. Les courants Yunânis et Avicenniens sont importants. Ils prouvent que la médecine de Pythagore, outre son efficacité, sa subtilité alchimique et son coté avant-gardiste, a touché au sacré de la vie. A travers leurs connaissances médicales, les grecs ont su démasquer l’interaction médicale des éléments et des humeurs. Leur savoir à traversé le moyen-âge. Hildegarde de Bingen Au XIIème siècle, Hildegarde de Bingen (1098-1179) a considérablement œuvré pour la Médecine Traditionnelle Occidentale Moyenâgeuse. Elle s’est inspirée des savants grecs et de la théorie des humeurs de Gallien. Cette Sainte était une religieuse Bénédictine de l’époque. Ses connaissances étaient dictées par Dieu. Médecin de formation, elle écrit trois fabuleux ouvrages médicaux sur la globalité des liens mystiques qui unissent l’homme à l’Univers et à Dieu. Son ouvrage « Liber Divinorum Operum Simplicis Hominis » unit la théologie à la médecine.",
  "last_phrase": "En conclusion, l'étude de la médecine traditionnelle Yunâni et de l'œuvre de Hildegarde de Bingen nous rappelle que la santé est un état de bien-être complet qui englobe le corps, l'esprit et l'âme. La recherche des causes profondes des maladies est primordiale tout comme la compréhension de l'interaction de l'homme avec l'univers et des flux électromagnétiques divins qui en découlent. Garder cela à l'esprit peut aider à maintenir une santé optimale."
}