{
  "title": "The Four Humors: Understanding Temperaments in Traditional Medicine",
  "first_phrase": "In this article, we have discussed the four humours that play a vital role in temperaments. The four humours, blood, yellow bile, black bile, and phlegm, can influence a person's personality traits and dispositions. In this final section, we will delve deeper into the concept of phlegm or pituite, which is attached to the brain. People with a lymphatic temperament are linked to this fluid, which reflects a calm demeanor but may also indicate sluggishness or apathy. Let's explore what this means and how it can impact a person's behavior and emotions.",
  "content": "La Bile Jaune (Elément Feu - Chaud et Sec) correspond au « Type Bileux ou Colérique ». Elle est d’origine hépatique. Tout le potentiel de transformation réactionnelle se retrouve dans la Bile jaune. Cet état réactionnel explique que les personnes de type bileux s’emportent vite et sont enclin à une certaine colère. Elles sont aussi anxieuses et tourmentées. On remarque une impression de force souvent contrôlée. Le goût de la Bile Jaune est amer (amara). La bile Noire ou Atrabile (Elément Terre - Froide et sèche) correspond au « Type Mélancolique ». L’Atrabile est un liquide froid et sec. Il est rattaché à la rate. Son goût est acide (acida). Cette humeur est concentrée. Elle accumule les caractéristiques corrosives, agressives et térébrantes (torturantes) de la bile jaune. Il s’agit de l’humeur la plus instable de l’organisme. Ses aspects procurent mélancolie, tristesse, pessimisme et hypochondrie. Les personnes de « Type Mélancolique » sont confrontées à une sorte d’anxiété existentielle. Le Phlegme ou Pituite (Elément Eau-Froid et Humide) correspond au « Type Lymphatique ». Le Phlegme est rattaché au cerveau.",
  "last_phrase": "In conclusion, understanding the characteristics and effects of each humor on the body can help individuals manage their emotions and health better. Identifying one's dominant type and making appropriate lifestyle changes, such as diet and exercise, can lead to a more balanced and harmonious life."
}