{
  "title": "\"The Power of Mental Fluid and Magnetism in Healing | Chapter 9: The Work of Dr. Franz Anton Mesmer\"",
  "first_phrase": "In Chapter 9, the fascinating work of Dr. Franz Anton Mesmer in animal and human magnetism is explored. Born in Germany, Mesmer demonstrated an early fascination with the wonders of nature and philosophy. He went on to study medicine and came up with various magnetic techniques, including his famous \"Baquet.\" Patients attached to a rope surrounded a water-filled container filled with iron filings and sat in front of the baquet to receive treatments. This section provides a vivid description of Mesmer's practices and how it was perceived by the public, including an account from Monsieur Bailly, the Royal Commission examiner of animal magnetism. The preceding text details the power of mental fluid emitted by practitioners, the fine intensity of human magnetic energy, and telepsychic phenomena that commonly occurs during magnetic practices.",
  "content": "Une de ses méthodes favorite était l’utilisation d’un récipient rempli à moitié d’eau, nommé « Baquet » dans lequel il mettait de la limaille de fer et dont le couvercle était traversé par des barres de fer. Les patients, liés entre eux par une corde, se mettaient autour de ce récipient. Voilà comment Monsieur Bailly, le rapporteur de la Commission Royale, chargé en 1784 par Louis XVI d’examiner le magnétisme animal, relate les faits : « Au milieu d’une grande salle où d’épaisses tentures ne laissent pénétrer qu’un jour fort adouci se trouve une caisse circulaire en bois de chêne : le baquet. Dans l’eau qui remplit à moitié la caisse, sont immergés de la limaille de fer, du verre pilé et d’autres menus objets. Le couvercle est percé d’un certain nombre de trous d’où sortent des branches de fer, cordées et mobiles, que les malades doivent appliquer sur les points dont ils souffrent. Dans un coin de la salle, un piano-forte ou un harmonica joue des airs sur des mouvements variés, surtout vers la fin des séances.",
  "last_phrase": "In conclusion, this method of using a half-filled container of water called \"Baquet\" and magnetized objects like iron filings and broken glass proved to be an effective technique in treating certain ailments. The patients were connected by a rope around their bodies and assembled around the container while listening to music. This holistic approach to treatment was a unique and practical way of healing in the past which may have some relevance in today's world."
}