{
  "title": "Les quatre grands tempéraments de la médecine ancienne grecque.",
  "first_phrase": "In this text discussing the practice of magnetism, we learn about the four temperaments and four humors that originated in ancient Greek medicine. These temperaments are associated with different personality types that are linked to one of the four elements: air, water, fire, and earth. In the last section of the text, we discover that each of these humors is defined by a pair of elemental qualities that correspond to our sense of taste. This provides a fascinating insight into how the physical and psychological characteristics of individuals are linked.",
  "content": "Ainsi dans le texte fondateur d’Hippocrate intitulé « La nature de l’homme », on distingue l’ordre d’énumération suivant : - Le « type Sanguin » est lié à l’humeur du« Sang » et à la caractéristique de l’élément Air, - Le « type Lymphatique » est lié à l’humeur du« Phlegme » et à la caractéristique de l’élément Eau, - Le « type Bileux » est lié à l’humeur de la« Bile Jaune » et à la caractéristique de l’élément Feu, - Le « type Mélancolique » est lié à l’humeur de la« Bile Noire » et à la caractéristique de l’élément Terre. Selon Hippocrate chacune de ces humeurs est définie par un couple de deux qualités élémentaires qui s’agencent de la façon suivante : - Le « Sang » est chaud et humide, - Le « Phlegme» est froid et humide, - La « Bile Jaune » est chaude et sèche, - La « bile Noire » est froide et sèche. Toujours selon Hippocrate, chaque humeur relève une qualité provenant du goût.",
  "last_phrase": "En somme, le texte fondateur d'Hippocrate nous a permis de comprendre la distinction entre les différents types de tempéraments et leur relation avec les humeurs, les éléments, les couples qualitatifs et les goûts. Bien qu'il n'ait pas évoqué les variations de ces humeurs au fil des journées ou des heures, ni la relation entre les pouls et les humeurs, cet enseignement a servi de base à l'évolution de la médecine occidentale."
}