{
  "title": "\"Correspondances Paracelsiennes: Interconnectedness of the Human Body, Mind, and Cosmos\"",
  "first_phrase": "This text dives into the interconnectedness of the human body, the mind, and the cosmos, exploring how every organ corresponds to a planet and each one's physiological action aligns with the characteristics of their respective celestial body. The author talks about Paracelsian correspondences, where there is a connection between the organs, the emotions they produce, and their planetary influences. In the last 200 tokens, the author explains how emotions and Paracelsian correspondences interact with one another. Paracelsus believed that the organic predominance of a planet on an organ influences our emotions, such as happiness being linked with the Sun's influence on the heart and fear taking root in Venusian kidneys and bladder.",
  "content": "Lorsqu’il parle de planètes, il le fait dans le sens interprétatif, c’est à dire en les connectant à l’émotion correspondante. La plupart du temps, lorsque le magnétiseur travaille sur un organe, il prend en compte le ressenti de sa correspondance existentielle planétaire. Dans la pratique, il met ses mains à la hauteur de ce dernier, une main étant positionnée sur la face avant du corps et l’autre derrière. 3/ Les émotions et les correspondances Paracelsiennes Selon Paracelse, la prédominance organique d’une planète sur un organe influences nos émotions. Il se produit une connexion énergétique entre l’organe, sa planète correspondante et l’émotion. Ainsi : - Le bonheur vient de l’emballement du cœur et de l’influence du soleil. - La colère est connectée au foie et à son influence jupitérienne ainsi qu’à la vésicule biliaire et à son influence martienne. - La peur est vénusienne. Elle prend naissance au niveau des reins et de la vessie. - La dépression agit dans la zone cérébrale et dans les nerfs qui sont sous l’influence de la lune.",
  "last_phrase": "In conclusion, understanding the emotional connections between planets and organs according to Paracelse can be helpful in the practice of magnetism. By taking into account these correspondences, a skilled practitioner can work on an organ based on its planetary influence and the associated emotion. With this knowledge, one can more effectively address emotional imbalances and promote overall health and wellness."
}