{
  "title": "\"Thymos and Archeos: Superposition in Magnetic Practice\"",
  "first_phrase": "In this text, the author explores the Greek concept of Thymos and Archeos in magnetism. The magnétiseur performs an upward movement to act on the Thymos, while a downward movement affects the Archeos, in synergetic operative with the spleen, resulting in a flow of life energy. The process has an analogy with the three great alchemical works of Paracelsus. The work of black, white and red corresponds to a bodily energy cycle of life energy. The repetition of this process results in multiplication, and in some cases, energy projection onto another person. The text concludes with the order of magnetic work, beginning with a downward movement followed by activation of Archeos and ending with the destruction in the spleen and gallbladder areas.",
  "content": "Œuvre au Noir, Œuvre au Blanc et Œuvre au rouge correspondent à un cycle énergétique corporel de l’énergie de vie. L’œuvre au Noir descend l’énergie vers le bas, l’Œuvre au Blanc la remonte à la tête pour la purifier en énergie vitale et l’œuvre au Rouge redescend une énergie pure. LES TROIS GRANDS ŒUVRES ACHIMIQUES ŒUVRE AU NOIR Tête Création de l’énergie par Purification par la destruction de la matière Ventre ŒUVRE AU BLANC Energie Vitale culminant dans la Tête Transformation en Energie Vitale qui remonte vers la tête Ventre ŒUVRE AU ROUGE Tête Redistribution de l’Energie Vitale dans tout le Corps Ventre Ainsi se crée le cycle de l’énergie vitale. La répétition du processus s’assimile aux Multiplications. Dans certains cas, il peut y avoir projection de l’énergie sur une autre personne. Cela fonde clairement l’ordre de travail magnétique suivant : - Tout d’abord, on prend soin de descendre (Vitriol) puis, on active l’Archeos (Architecte). - Ensuite, on détruit au niveau de la rate et de la vésicule biliaire. Il se produit une fermentation au niveau des intestins.",
  "last_phrase": "In conclusion, the three great alchemical works of Œuvre au Noir, Œuvre au Blanc, and Œuvre au Rouge are essential for creating a cycle of vital energy. By descending energy down through the body, purifying it in the head, and redistributing it, the body is able to multiply its energetic potential. By following the magnetic order of work laid out in this text, practitioners can activate and transform their energy for greater physical and spiritual health."
}