{
  "title": "\"The Power of Fascination and the Extatic State\"",
  "first_phrase": "In the previous section, we explored the power of the eye and its ability to induce experimental fascination, leading to suspension of higher brain functions and even dissolution of the ego. In this final section, we delve into the concept of ecstasy, defined by Dr. Alexandre Bertrand as a natural state that appears in certain circumstances characterized by physiological and psychological phenomena. We look at its association with mystics and prophets, and the influence of a magnétiseur named Barbarin, who introduced a therapeutic method to induce patients into the state of ecstasy through deep prayer. We also explore how the fascination of the eye can be used to awaken the Kundalini, leading to a higher level of magnetism.",
  "content": "Sa méthode s’est rapidement rependue dans toute la France, telle une contagion bienfaitrice. Plus tard, Barberin inspira Wuillermoz, un grand du Martinisme. 2/ Les clés de l’entrée extatique La fascination expérimentale ne nécessite pas la prière. Elle est en rapport direct avec une grande activation de l’œil. Nous avons vu dans les chapitres précédents à quel point la puissance de l’œil était opérative. Parmi ses nombreuses actions, elle permet aussi de suspendre les fonctions cérébrales supérieures. Ce faisant la volonté rationnelle et l’esprit critique de la personne s’évaporent. L’action de l’œil peut aller encore plus loin et dissoudre carrément l’égo. Si on la porte à l’extrême, la fascination expérimentale provoque la catalepsie. Le sujet devient alors raide et son attention reste emprisonnée dans sa tête. Lorsqu’un état de catalepsie suit la fascination, la décontraction qui en découle permet au sang de se rediffuser dans le corps d’une façon naturelle. 3/ L’éveil de la Kundalini par la fascination extatique de l’œil La pratique nous a montré que la fascination de l’œil pouvait ouvrir les portes d’un magnétisme supérieur.",
  "last_phrase": "In conclusion, the power of the eye is truly remarkable as it can enhance experimental fascination and activate the Kundalini energy. Fascination of the eye can suspend the higher cognitive functions, dissolve the ego, and even induce catalepsy. Applying this method can open the doors to a higher magnetism that activates the potential for ecstatic experiences, and ultimately, the keys to unlocking the energy of life."
}