{
  "title": "\"Exercice de visualisation pour équilibrer les canaux latéraux\"",
  "first_phrase": "This text discusses a method for working on the two lateral channels of the body through breathing and visualisation exercises. Before this, the text explains the importance of each channel to the nervous system. By closing one eye at a time and focusing on the reflection in a mirror, the exercise helps to balance the two channels and bring a state of calm. The text doesn't mention the author or any specific concepts.",
  "content": "° Fermez l’œil gauche et regardez le reflet de la couleur rose pâle de votre canal latéral droit en commençant par accélérer volontairement votre respiration jusqu'à l’augmentation des battements de votre cœur tout en ressentant profondément que cette action est due au canal droit que vous ne cessez de visualiser. ° Prenez conscience que c’est lui qui gère votre système nerveux sympathique. ° Après cette prise de conscience, ralentissez progressivement votre respiration et revenez à l’état d’équilibre du début. ° Restez dans cet état durant quelques minutes. ° Puis, fermez l’œil droit et observer le reflet de la couleur jaune translucide de votre canal latéral gauche en abaissant votre rythme respiration jusqu’à ressentir le ralentissement de vos pulsations cardiaques. ° Prenez alors conscience que c’est lui qui orchestre votre système nerveux parasympathique. ° Puis, grâce à de profondes et lentes expirations, ramenez l’image du miroir en vous et laissez vos deux canaux s’auto équilibrer en retrouvant un rythme respiratoire stable. ° Renouvelez l’exercice une dizaine de fois.",
  "last_phrase": "In conclusion, the exercise of visualizing and balancing your left and right channels can help you become aware of your sympathetic and parasympathetic nervous system. The concept of dividing the human body into four subtle bodies associated with the four elements is a broad and fascinating theory that complements the typologies of Greek medicine. By understanding your body's energy distribution, you can achieve equilibrium and a stable breathing rhythm, which can ultimately benefit your overall well-being."
}