{
  "title": "\"The Electromagnetic Fluid and Dualistic Pressure in Healing\"",
  "first_phrase": "In the previous part of the text, we explored the idea of solid forms being condensations of electromagnetic fluid composed of different tones or vibratory rates. We also looked at the Kabbalistic theory of God creating the world by contracting himself and sending a thread of light into it. In this last part, we will examine the pressure of the illusory duality that codes our existence and pushes us into imbalanced energetic intensity or vibratory rates. We will also see how this relates to the concept of the astral light and the observer's role in creating reality. The text contains references to Mesmer, Paracelsus, and the Kabbalah's Lurianic theory.",
  "content": "Elle se divise en deux rayonnements, l'un intérieur (Peniniyout) constituant l'âme, le divin, et l'autre, périphérique, représentant le monde de la séparation (le monde des corps). De fait, la matière provient d’une condensation photonique dénommée « Lumière Astrale » par Paracelse. Les vibrations de cette condensation sont en étroite relation avec la complexité de notre énergie vitale. La réalité de cette lumière répond aux lois quantiques. Sa nature dépend de notre observation. L’esprit aussi est formaté de la sorte. Il se met en syntonie avec le fluide électromagnétique. Les vielles traditions parlent d’Humeur Syntone lorsque les personnes fusionnent avec leur environnement. Elles peuvent même intégrer l’égrégore de certaines choses. Sans observateurs, il n’y a pas de monde et sans fusion, il n’y a pas de réalité. La conscience le veut ainsi. 8/ La pression de la dualité Idéalement, l’expression phénoménale de la force cosmique est parfaitement équilibrée. Malheureusement, la pression de la dualité illusoire qui code notre existence nous pousse au déséquilibre imposé par le choix. Cela se manifeste par trop ou par pas assez d’intensité énergétique et/ou de taux vibratoire.",
  "last_phrase": "In conclusion, balancing the intensity and vibrational energy of our existence is essential for a fulfilling life. Magnetically re-equilibrating such energy can lead to the magnification of our lives. By addressing the symptomatic psycho-physiological expressions of our imbalances and working on being present in the moment, we can align ourselves with the cosmic force and achieve our desired outcome."
}