{
  "title": "\"The Fascination Experiment and Ego Death: Understanding Neuro Detoxification and Kundalini Energy\"",
  "first_phrase": "This text explores the concept of experimental fascination and its remarkable effects on the human brain. The author discusses the annihilation of the ego, which is the elimination of the conditioning of the self, through the passage of powerful electromagnetic energy in certain brain areas. Additionally, the final part of the text delves into the theory of physiological effects of kundalini energy, which is said to be stimulated by experimental fascination. The author also touches on the significance of dissolving the ego and the subsequent need for reconstruction.",
  "content": "Utilité de la fascination et reconstruction après dissolution de l’égo Bon nombre de problèmes et d’attitudes de la vie peuvent être adoucis par la fascination. Sa force permet de dissoudre le conditionnement de la personnalité habituelle afin de favoriser l’apparition de nouvelles sensitivités bien supérieures. Par la fascination, on crée un type particulier d’activation cérébral qui tend à annihiler l’égo. Mais ce n’est pas tout de dissoudre puisque après la dissolution, le magnétiseur doit préparer la phase de reconstruction. Les effets nerveux de la montée kundalinique extatique Il existe une théorie physiologique expliquant que la montée de kundalini consécutive à la fascination de l’œil s’accompagne en premier lieux par une hyper activation du système sympathique. L’activité bouillonnante qui en résulte monte l’énergie comme si un feu s’était allumé. Chez les anciens grecs ce « feu inné » se nourrit de l’humide radical et fait naturellement monter la flamme énergétique vers le haut. On éprouve une sensation d’hyper présence et de perte de l’égo. La phase ascendante de la kundalini suralimente et débloque les différents centres énergétiques. Le choc peut-être tel que des convulsions nommées « kriyas » peuvent survenir.",
  "last_phrase": "In conclusion, the practice of fascination can dissolve the conditioning of one's personality and allow for the emergence of new sensitivities. However, it is equally important to prepare for the phase of reconstruction after dissolution. The physical effects of kundalini rising may be intense, but they can lead to transformative healing experiences. Ultimately, this process requires technical skill and a deep understanding of our interconnectedness."
}