{
  "title": "\"Ancient Hindu and Indo-European Views on Subtle Energy Bodies\"",
  "first_phrase": "In the previous section, we explored the ancient Vedantic vision of the soul being subdivided into subtle bodies comprising energy centers, which is not far from the beliefs of Indo-European peoples. In this final section, we delve deeper into the structure of these energy bodies, aided by the wisdom of Celtic and Druidic knowledge. We discover the three subtle bodies, the physical, astral, and causal, which are interdependent and connected through energy channels and centers known as chakras. These chakras exist across all four layers of the subtle bodies and play a crucial role in the resonance and nourishment between the three bodies.",
  "content": "Les vibrations partent de la base pour aboutir au sommet. Le schéma suivant montre l’aspect pyramidal de l’agencement des couches énergétiques en fonction de leur taux vibratoire. Corps Causal Taux vibratoire extrêmement élevé Elévation Corps Astral du taux *Couche intuitive au taux vibratoire vibratoire très élevé *Couche émotionnelle au taux vibratoire élevé *Couche d’énergie au taux vibratoire moyen Corps physique Taux vibratoire faible Les deux corps subtils diffusent leur puissance de vie dans tout le corps. Leur énergie irradie autour et au dessus du corps physique. Le corps causal est leur racine divine. Le corps physique La couche physiqueest la couche de nourriture Les deux corps subtils 1/La couche Astrale se subdivise en trois sous-couches : *la sous-couche d’énergie * la sous-couche émotionnelle *la sous-couche intuitive 2/ La couche causale (de félicité). Fidèles au grand principe de l’interdépendance, les trois corps s’entraident par résonnance. Ils se nourrissent les uns des autres. Tout est lié et tout se répercute en chaine par le biais de petites toupies tourbillonnantes (chakras). Les chakras Ils existent dans les quatre couches des corps subtils (couche d’énergie, couche émotionnelle, couche intuitive, couche causale).",
  "last_phrase": "In conclusion, understanding the energetic layers of our being and the resonance between our physical and subtle bodies can help us cultivate a deeper connection to our divine essence. Utilizing practices like meditation and energy work can help us to balance and harmonize these layers, leading to greater physical, emotional, and spiritual well-being."
}