{
  "title": "\"The Power of Concentration and Understanding the Electromagnetic Body\"",
  "first_phrase": "In the previous section, the text talked about techniques to overcome the conditioning of past experiences and fears of the future to reach a state of pure consciousness, free from distractions and duality. The new section focuses on the electronic vibrations of the subtle bodies, a concept that many ancient traditions believed in. It introduces the famous inventor Nikola Tesla and his contributions to measuring high-frequency energy, as well as the Kirlian effect, which photographs the physical manifestations of a person's aura. This section sheds light on the connection between energy and the human body, offering insight into the complex workings of our inner universe.",
  "content": "Le passé est le fruit du conditionnement, le présent conditionne et le futur saura s’occuper de lui en temps voulu. °Entrainez-vous de façon inconditionnelle à ne pas être distrait. °N’essayez pas d’éliminer les pensées puisque le simple fait d’y penser est autre qu’une pensée. °Relaxez votre esprit au point de le maintenir uniquement dans la pureté de la conscience originelle non conditionnée. °Vous entrerez ainsi, une intemporelle dimension de silence mental libérée des tracas de la vie, des soifs de possession et de la dualité. La vraie nature des êtres et des choses vous semblera plus claire. _________________ Chapitre 12 Les vibrations électromagnétiques des corps subtils Les anciens avaient la profonde sensation que des forces bienfaisantes et malfaisantes animaient les rayonnements de nos corps subtils. Dans les années 1900, le célèbre inventeur Nikola Tesla mettait au point une technique capable de mesurer les hyperfréquences énergétiques qui les composent. Puis à partir de 1939, une autre découverte scientifique permettait de les visualiser à travers l’effet Kirlian capable de fixer photographiquement sous la forme d’un Effet Corona Humain les manifestations physiques des ondes à hautes fréquences de l’aura d’une personne.",
  "last_phrase": "En travaillant sur les corps subtils et les vibrations électromagnétiques, le magnétiseur renforce son action pour améliorer la santé et le bien-être de ses patients. Comprendre les manifestations physiques des ondes énergétiques et leur effet sur la matière peut nous aider à atteindre une dimension intemporelle de silence mental qui révèle la vraie nature des êtres et des choses."
}