{
  "title": "The Endurance and Enrichment of Ancient Greek Medicine",
  "first_phrase": "In this section, we delve deeper into the lasting impact of Galen's medical texts as they were translated into various languages and cultures. The 830s saw Humayn Ibn Ishaq revise these texts in Arabic, which influenced medieval medicine in Byzantium, the Muslim world, and Europe. Avicenna's famous \"Canon of Medicine\" further refined Galen's work and explored the \"alchemical quintessence.\" These ancient Greek medical teachings, which recognized the interaction of elements and humors, have persisted over time, enriching and influencing medicine in regions like Iran, Pakistan, and Bangladesh. We explore the teachings of the religious scholar, Hildegarde de Bingen, whose works combined theology and medicine with a mystical understanding of the universe.",
  "content": "Les courants yunânis et avicenniens prouvent qu’au-delà de son efficacité, de sa subtilité alchimique et de son coté avant-gardiste, la médecine ancienne grecque a su s’enrichir au fil du temps. Avec Pythagore, elle a même touché au sacré de la vie. Ces savoirs ont traversé le Moyen-Âge avec l’apport d’Hildegarde de Bingen dont les connaissances étaient supposées être dictées par Dieu. Hildegarde de Bingen (1098 à 1179) Cette religieuse s’inspira des savants grecs et de la théorie des humeurs de Galien pour enrichir leurs connaissances d’une connotation spirituelle du vivant. Médecin de formation, elle écrivit trois fabuleux ouvrages médicaux sur la globalité des liens mystiques qui unissent l’homme à l’univers et à Dieu. Son ouvrage « Liber Divinorum Operum Simplicis Hominis », préconisait l’union de la théologie à la médecine. Comme les médecins grecs, elle défendait le principe d’analogie universelle où l’homme était considéré comme un petit monde dans un grand monde cosmique (le microcosme dans le macrocosme). L’humain ne serait que le miroir qui reflète les pouvoirs cosmique à travers la magie du fonctionnement de son corps (notons encore la notion de miroir).",
  "last_phrase": "En conclusion, les connaissances médicales anciennes ont été transmises de génération en génération, enrichies par des figures emblématiques telles qu'Hildegarde de Bingen. Sa conception de la médecine en tant que pratique sacrée, associée à la théologie, a influencé les pratiques médicales occidentales jusqu'à ce jour. Les concepts d'analogie universelle et de maladies liées à des prédispositions karmiques sont des idées profondément intégrées dans l'histoire de la médecine."
}