{
  "title": "\"The Fascination of Animal Magnetism and its Origins\"",
  "first_phrase": "In this section, we delve into the mystery of Fascination and how the phenomena of tele-psyche is common in magnetic healing. We explore the concept that the fluid emitted by a practitioner depends on their underlying intentions and how the spirit of the practitioner is crucial in achieving results. The section also highlights the Greek belief that the animal fluid accumulates in the choroid and how the eye can affect mental and motor processes. Finally, we discuss the incredible work of Dr Franz Anton Mesmer, who initiated extensive research on magnetism and went on to develop his theory of Animal Magnetism that used the power of the hands to direct animal fluid towards others.",
  "content": "4/ Le fabuleux travail du docteur Franz Anton Mesmer Mesmer (1734-1815) a initié de nombreuses recherches sur le magnétisme. Il a décrit l’existence d’un fluide énergétique magnétique animal vital d’origine céleste nécessaire à la vie. Sa vision du magnétisme est directement inspirée de la « théorie du fluide universel ». En parfait accord avec Paracelse, il comprend le rôle du fluide qui baigne l’univers tout entier. Diplômé en théologie, Franz Anton Mesmer s’inscrit à l’université de médecine de vienne en1760. Ses études et sa thèse (1766) parlent de « l’influence des planètes sur la santé ». La médecine des aimants le passionne un certains tant. Il excelle en la matière. Mais très vite il l’abandonne pour se consacrer à une autre thérapie. Il prétend obtenir des résultats thérapeutiques similaires sans avoir recours aux aimants, par simple imposition des mains. Dés lors, en 1775, il met en place sa propre théorie du « Magnétisme Animal ». Pour lui, une personne aguerrie peut concentrer le fluide animal et le diriger vers ses semblables (11).",
  "last_phrase": "In conclusion, Franz Anton Mesmer's work on animal magnetism was a significant contribution to the development of the understanding of energy and its effects on health. Mesmer's theory was based on the concept of the fluidic universe, and his approach was to re-balance the body's energy through various methods, including the laying on of hands. Mesmer's work opened the door to new ways of thinking about health and healing, and it still has relevance today in fields such as energy medicine and holistic healing."
}