{
  "title": "Paracelse and the Theory of Three Principles",
  "first_phrase": "The text explores the groundbreaking medical theories of Paracelce, which challenged the dogmatic principles of ancient Greek medicine by introducing the principles of salt, sulfur, and mercury. Paracelce's theory of the three principles also gave rise to the seven typologies of temperaments, which are linked to the three principles. The last 200 tokens delve into a specific theory that claims the three humors of Paracelce can be associated with the tripartite categories of diencéphale, vasculaire, and hépatorénal. These categories reflect the physical and temperamental attributes of individuals prone to certain illnesses.",
  "content": "La prépondérance de l’une des trois humeurs sur les autres aboutit à sept typologies de tempéraments fondées sur les trois principes. Ces sept typologies sont liées aux principes : Souffre, Mercure, Sel, Souffre + Sel, Souffre + Mercure, Sel + Mercure, Souffre + Sel + Mercure. Une théorie prétend que les Trois Principes Humoraux de Paracelse sont assimilables aux trois catégories tripartites que sont : Le diencéphale, le vasculaire, l’hépatorénal. Le Diencéphale montre un bel aspect, de type phosphorique. Sa silhouette est longiligne et sa sensibilité le met à l’écoute des autres. Il est fragile des glandes endocrines avec des dérèglements hormonaux. Le Vasculaire est de type carbonique, volontaire et dynamique. Son état le prédispose aux maladies cardiovasculaires. L’Hépatorénal est calme, voir fatigué et sujet à une fragilité du système digestif et des reins. Son aspect est liquidien, comme si ses tissus de soutient étaient infiltrés.",
  "last_phrase": "In conclusion, the theory of the three humoral principles and the seven temperaments they create can be linked to the tripartite categories of the diencéphale, vasculaire, and hépatorénal. Paracelse's spagyric concept emphasizes the separation and purification of the elements to create an electromagnetic final product with enhanced properties. By combining spagyric science with magnetism, practitioners can create a powerful quintessence that carries potential benefits."
}