{
  "title": "The Power of Fascination and Ecstasy in Healing",
  "first_phrase": "Chapter 14, \"Fascination et extase,\" explores the power of fascination and ecstasy on kundalini energy. Previous paragraphs discuss how the work can extend to the pituitary and body, balancing the \"fire\" and \"radical liquid.\" Author speaks of Dr. Alexandre Bertrand's views on ecstasy as a state of sublimation and compares it to magnetic sleep. The text also mentions Barbarin's therapeutic method of prayer-induced ecstasy that spread through France. The last 200 tokens explore different forms of fascination and how it can lead to catalepsy, a state of complete relaxation that helps blood flow more naturally.",
  "content": "L’extase est caractérisée par l’apparition de phénomènes physiologiques et psychologiques que nous nous attacherons à faire connaître. » Dans sa pensée, l’extase pouvait-être une exaltation morale qui, portée à un très haut degré d’énergie, ouvrait les portes des autres mondes. A l’époque des premières observations de monsieur Puységur, (°), un autre magnétiseur, dénommé Barbarin, prônait une méthode thérapeutique consistant à faire entrer ses patients dans le monde de l’extase par la prière totale et profonde. Sa méthode se répendit rapidement dans toute la France, telle une contagion bienfaitrice. Plus tard, Barbarin inspirera Wuillermoz, un grand du Martinisme. Les différentes formes de fascination La puissance opérative des yeux peut dissoudre la volonté rationnelle et l’esprit critique d’une personne. L’action de l’œil peut aller encore plus loin et dissoudre carrément l’égo. Portée à l’extrême, la fascination expérimentale peut provoquer une catalepsie. Le sujet devient alors raide et son attention reste emprisonnée dans sa tête. Lorsqu’un état de catalepsie suit la fascination, la décontraction qui en découle permet au sang de se rediffuser dans le corps d’une façon naturelle.",
  "last_phrase": "In conclusion, fascination and ecstasy have been studied for centuries, with proponents of different methods using techniques such as deep prayer, eye fascination, and even hypnotism to enter altered states of consciousness. Whatever method is used, the ultimate goal is the same: to open the doors of higher-level magnetism and achieve a state of self-healing."
}