{
  "title": "Astrologie médicale : correspondance entre organes et planètes.",
  "first_phrase": "This text explores the connection between the human body and the planets in the solar system. Paracelse, a renowned astrologer, observed the interaction between the planets and different organs, and created a correlation between each organ and an astrological body. In the last 200 tokens, it is explained how working magnetically on specific organs can balance different temperaments and help develop the force vital in the body. Each organ is connected to a different planet, such as the heart with the sun, and the kidneys with Venus. To pacify the organs and emotions, one must first calm down and relax.",
  "content": "Le fait de travailler magnétiquement à la hauteur du cœur développera le THYMOS, qui est l’énergie et la force immunitaire. Les poumons sont rattachés à mercure : C'est exactement sur les poumons et sur la respiration qu'il faut travailler pour développer la force vitale. Nous amplifierons ainsi la capacité à regarder nôtre vie avec légèreté. Le foie est assimilé à Jupiter : En améliorant les capacités hépatiques du foie, nous boosterons l’organisme. A noter que dans la médecine antique grecque les quatre éléments étaient liés au foie. La vésicule biliaire s’unie à Mars : Mars est le dieu de la guerre. La vésicule biliaire est l’organe de l’action : C’est pourquoi les personnes hyperactives ou agressives sont influencées par cet organe, ce qui les rend hyper-bileuses. Travailler magnétiquement sur la vésicule biliaire permet équilibrer d’équilibrer les tempéraments. Les reins expriment Venus : La planète Venus est la force de vie. En tant que derniers organes de la digestion, les reins et leurs glandes surrénales stabilisent la force vitale. Exercice pratique pour pacifier les organes et les émotions - Avant tout calmez-vous et détendez vous.",
  "last_phrase": "Incorporating magnetic work into our lives can aid in developing immune system energy and vitality. Targeting specific organs by working on their linked planets can improve bodily functions and balance our temperaments. To pacify our emotions and harmonize our organs, try the practical exercise of placing our hands on various parts of our body while focusing on the associated planet."
}