{
  "title": "Understanding the Etheric, Astral, and Mental Body in Practice.",
  "first_phrase": "In this text, we explore the concept of the etheric body, which is composed of the radiation of telluric and cosmic energy fields. The activation of the etheric body is only possible if the grounding of the person is sufficient to allow for the activation of the telluric field. We also learn that the lymphatic type of person is closely related to this body, and fluidity of the water element fosters the duplication of this field. However, disruptions or duplications in the cosmic field can result in skin diseases, fatigue, and other weaknesses. Finally, we examine the astral and mental bodies, which are linked to the elements of air and fire, respectively.",
  "content": "Cela entraine de la fatigue et des faiblesses corporelles comme l’hypersensibilité, l’irritabilité, le stress, l’anxiété, l’angoisse, la dépression, la perte de mémoire, le manque de concentration ainsi que des maladies de peau en tout genre. Pour revitaliser le corps étherique par la pratique magnétique, il faudra concentrer l’action sur la partie basse du corps en lien avec le corps physique puisque le corps étherique n’est qu’une extension du corps physique (Ame végétative) visible par l’aura. Cette revitalisation est en phase avec l’excitation du nerf Vague et avec le développement du magnétisme Physique. Le corps Astral Sa structure le lie à l’élément Air. L’intensité de ses vibrations marque la frontière entre le corps et l´esprit. Il est subdivisé en sous couches. Dans beaucoup de civilisations, on le décrit comme étant détaché du corps. Il peut être en partie dominé par les émotions et corresponds à l’Âme Sensitive (moyenne) d’Aristote. La partie médiane du corps lui correspond. Connectée à l’air des poumons, elle est dominée par mercure Le corps Mental Il exulte l`élément Feu.",
  "last_phrase": "In order to revitalize the ethereal body and alleviate physical and mental weaknesses such as anxiety, stress, and lack of concentration, it is important to focus on the lower part of the body related to the physical body. By practicing magnetic techniques, one can stimulate the nerve Vague and enhance physical magnetism. Additionally, understanding the structure of the astral and mental bodies and their corresponding elements can aid in developing mental magnetism and awakening the personality, particularly the area between the eyebrows."
}