{
  "title": "\"The Importance of Understanding the Practice of Magnetic Healing\"",
  "first_phrase": "This text delves into the relationship between the purity of consciousness and the power of magnetics. It explains that the deeper a magnetic healer's consciousness, the more effectively they can heal others. The text further expands on the idea that as one's consciousness becomes purer, they become illuminated and gain access to other dimensions of healing. The author explains the correlation between organs and planets, examining the traditional beliefs that associate each organ with a particular celestial body. For instance, the author explains how the spleen is linked to Saturn, and the heart is a representation of the sun. These associations have been utilized in magnetic healing to alleviate negative energy and revitalize the body.",
  "content": "Les correspondances entre organes et planètes Pour Paracelse « les astres sont dans l'homme ». Les étoiles sont dominées par le soleil (avec le cœur comme équivalent) et la lune (avec le cerveau comme équivalent) influencent l’homme. Le Spiritus Mundi va répartir à travers les planètes et surtout à travers le soleil les forces cachées dont il est issu. Il y existe une correspondance entre les planètes et les Spiritus Insiti des différentes parties du corps. En tant que fervent astrologue, Paracelse à compris l’interaction des planètes sur les organes. La connexion entre Microsome et Macrosome est évidente pour lui. . Image extraite de http://wiki.astro.com/astrowiki/de/Astromedizin Dans la continuation de la tradition helléniste, chaque organe se voit attribué un rapport avec un astre puisque Les planètes sont en nous. Ainsi : La rate est liée à Saturne : L’action de Saturne sur la rate lui octroi le pouvoir de dessécher. La rate concentre la Bile Noire productrice de mélancolie. Nous verrons qu'en agissant magnétiquement sur la rate nous assécherons les idées négatives. Le cœur correspond au soleil : L’Energie solaire du Thymos cardiaque revitalise le corps.",
  "last_phrase": "Understanding the correlations between organs and planets can be a valuable tool to unlock our potential and promote overall wellbeing. By harnessing the power of each planet and corresponding organ, we can better understand the intricate connections between our physical and spiritual selves, and optimize our health accordingly."
}