{
  "title": "\"Mirror Exercises: Enhancing Presence and Inner Consciousness\"",
  "first_phrase": "This text explores the concept of bioenergetics and how it relates to our perception of the world around us. The previous section discusses an exercise that involves focusing and then releasing that focus to experience a sense of expansion named \"Solve\" before regaining focus and experiencing a deeper sense of presence named \"Coagula\". The author mentions Wilhelm Reich's four phases of bioenergetics: tension, charge, discharge, and relaxation. In the final section of the text, the author introduces the possibility of taking this exercise even further. By intentionally creating vision blurs and remaining present, one can reach a state of being neither the observer nor the observed, but instead a consciousness.",
  "content": "Il s’est produit un « Solve » suivi d’un « Coagula » par réunification à la terre. Wilhelm Reich a observé que la vie s’articulait en quatre phases bioénergétiques: - La tension - La charge - La décharge - La relaxation. Cet exercice nous amène très loin. *Quatrième exercice Il est possible de poursuivre ce type de travail en allant encore plus loin. Cela se fait en plusieurs phases que nous résumons rapidement. D’abord, il faut procéder au trouble de la vision dans le miroir comme dans le premier exercice. Puis, arrivé à ce point il est possible aller plus loin dans l’exercice. A ce moment, le miroir va vous procurer une sorte de voyage astral naturel. Si vous le refusez en restant très présent (d’où l’intérêt de travailler la présence) le miroir va alors vous propulser dans un état second où vous ne saurais plus de quel coté vous êtes. Vous devenez premièrement celui qui regarde, deuxièmement le regardé et troisièmement ni l un ni l’autre, c’est à dire une Conscience. En continuant et en restant de plus en plus présent, d’autres phénomènes vont se produire.",
  "last_phrase": "In conclusion, the \"Solve\" followed by \"Coagula\" by grounding, as observed by Wilhelm Reich, involves four bioenergetic phases: tension, charge, discharge, and relaxation. The fourth exercise takes us even further by inducing an out-of-body experience through the mirror technique. If done correctly, this exercise can transform your state of being, leading to access to your deeper magical being and consciousness. So take some time to harness the power of the mirror and experience the magic of your true self."
}