{
  "title": "\"La Polarité des Maladies et la Pratique Magnétique\"",
  "first_phrase": "In the previous text, we explored the concept of positive and negative electromagnetic forces and how their balance affects our spiritual and material well-being. Now, let's dive deeper into the two polar disease categories and how they manifest in individuals with different electrical tendencies. We will discuss the positive diseases that result from an excess of positive polarity and the negative diseases that stem from a lack of positivity. Additionally, we will outline the magnetic measures required to achieve equilibrium and avoid the adverse effects of these diseases.",
  "content": "Pour se faire, on exécute une série de passes magnétiques sur le haut du crâne et sur la partie basse du corps. Puis on uni les deux parties avec des passes rééquilibrantes montante et descendantes. Les maladies négatives Les personnes sujettes à ces maladies sont de tendance magnétique avec un manque de positivité évident. Il s’agit d’êtres frileux, soumis à des symptômes de types catarrhaux. Leur polarité négative fait ressortir une perte de chaleur corporelle accentuant les besoins de rayonnement solaire et d’un cocon douillé rempli de chaleur. On retrouve un manque d'harmonie, des perturbations mentales, de la mégalomanie et de l’irritabilité. En envahissant le corps, la négativité de ces maladies chasse la positivité résiduelle de ces êtres vers le cerveau et stimule le parasympathique. C’est pourquoi, on constate un excès de force électrique positive dans le cerveau et dans le système nerveux parasympathique des personnes sujettes ces maladies. Il faut alors faire redescendre magnétiquement cette positivité vers le centre du corps et diminuer la surcharge parasympathique. Ce rééquilibrage nécessite des actions magnétiques partant du haut du corps et redescendant vers le tronc. Lors de symptômes hypocondriaux, on remarque une surdose de force négative magnétique pouvant engendrer un déséquilibre parasympathique et hormonal.",
  "last_phrase": "In conclusion, magnetic practices can be used to rebalance the body's polarities and reduce the negative symptoms of those who are prone to magnetic diseases. Properly aligning the polarity of the hands with that of the body is crucial to effective magnetization, and addressing the electrical asymmetry of the body can also help restore balance. Magnetic actions starting from the top of the body and descending towards the trunk can help to bring positivity back to the center of the body and decrease parasympathetic overload."
}