{
  "title": "Understanding the Interdependent Relationship of the Three Bodies",
  "first_phrase": "In the preceding text, an overview of the three different bodies - astral, causal, and physical - and their interdependence has been given. The physical body is connected to the dense electromagnetic materialization of the elements, whereas astral and causal bodies are non-visible and respond to different frequencies of energy. This final part delves deeper into how these energies flow within and around us, including the works of Dr. S. Kazarov of Moscow, who conducted research on how individuals can influence their reality using their own energy. The text also discusses bioelectrophotography, which helps bridge the gap between the physical and metaphysical worlds.",
  "content": "Le corps astral s’occupe de l’énergie carburant et des mentaux inférieurs et supérieur. Le corps causal, comme son nom l’indique est la cause cosmique de chaque être homographiquement incarné en lien direct avec l’âme. (°) Le Docteur S. Kazarov de Moscou a mesuré l’activité électrique des points d’acupuncture reliés aux chakras. Les mesures ont été effectuées dans la paume de la main et au niveau du doigt majeur. Ce faisant, il prétend que les individus peuvent influer sur la réalité uniquement en utilisant leur propre énergie. Il a même affirmé que nos pensées ont une influence sur notre environnement. Ses propos sont clairs : « Nous développons l’idée que notre conscience fait partie du monde matériel qu’elle peut directement influencer le monde ». Pour lui, il est difficile de voir l’énergie active à l’œil nu. C’est pourquoi l’influence de la conscience sur la réalité est si peu connue. Il faut des mesures scientifiques. Ainsi, la bioélectrophotographie permet de construire un pont entre le monde physique et le monde invisible. Cette émission d’énergie est dénommée Aura en métaphysique et Champs d’Energie par la science.",
  "last_phrase": "In conclusion, understanding the concept of energy and its influence on our physical and metaphysical being is crucial. With the help of bioelectrophotography and the work of scientists like Dr. S. Kazarov, we can bridge the gap between the physical and invisible world. By making use of our own energy and thoughts, we can influence our environment, and with proper circulation and transformation of life force energy, our organs can have a vibrant and healthy life."
}