{
  "title": "\"The Relationship Between Temperament, Hormones, and Therapy\"",
  "first_phrase": "In this text, we explore the connection between the four temperaments of ancient Greek medicine and the fundamental hormones that make up our physiology. Before exploring this connection, the author describes how becoming aware of our type is a necessary starting point for improving our state of being. They explain the theory of the therapeutic use of opposites, where we can balance excesses of humours to cure ailments. Furthermore, the author makes the case for the existence of the humours of the ancient Greeks in modern medicine. This all ties into the earlier discussion of how people with different temperaments have different thymos development that impacts their body temperature and other attributes. The author notes that most temperaments today have some degree of hormonal imbalance.",
  "content": "La médecine occidentale actuelle soigne souvent le mal par son contraire. Toutes les grandes mères ont dit un jour à leurs petits enfants de se couvrir lorsqu’ils avaient pris froid. Il y a aussi les bouillotes que l’on mettait au fond du lit lorsqu’il faisait froid. Les quatre tempéraments associés aux quatre humeurs et aux hormones Une autre analyse met en relation les quatre typologies de la médecine ancienne grecque avec les hormones fondamentales. En réalité les hormones et le système végétatif ne sont pas séparés puisque la physiologie humaine agit toujours comme un tout. Dés lors, on parle de psycho-neuro-endocrino-immunologie pour indiquer la connexion continuelle entre les différents systèmes du corps humain. Vu sous cet angle, établir une correspondance entre quatre tempéraments et avec quatre hormones. C’est ainsi que : Les typologies mélancoliques ont peu de sérotonine, les sanguins ont beaucoup de dopamine, la noradrénaline et la testostérone abondent dans les typologies colériques, et que les personnes de type lymphatique sont riches en œstrogènes. Il ressort de ces observations que la plupart du temps, un déséquilibre hormonal anime chaque tempérament. La physiologie moderne a approuvé l’existence des humeurs de l’antiquité.",
  "last_phrase": "En conclusion, la médecine moderne a mis en évidence les connexions entre les humeurs anciennes et les hormones. Les quatre tempéraments sont liés à différents déséquilibres hormonaux, qui peuvent affecter l'humeur, l'état mental et la cognition. Les glandes pituitaire et pinéale jouent un rôle clé dans ces relations. En comprenant et en équilibrant ces hormones, il est possible de favoriser un état de santé optimal."
}