{
  "title": "\"Paracelsian Alchemical Vision of Pythagorean Tetraktys\"",
  "first_phrase": "This text discusses the alchemical vision of Paracelsus and his adaptation of the Pythagorean Tetractys to represent the subtle alchemy of life. The Tetractys combines the divine light with wisdom and intelligence of creation through the three principles of experience, faith, and clarity, as well as the four elements of prudence, moderation, balance, and energy. The text also introduces the concept of Spagyrie, which involves decomposing and purifying substances before recombining them in a higher level of plenitude. The goal is to create a harmonious electromagnetic finality that increases the substance's virtues.",
  "content": "Les trois principes sont liés à l’Expérience, à la foi et à la Clarté. Les quatre éléments sont associés à la Prudence, à la modération, à l’équilibre et à l’Energie. LUMIERE DIVINE OR Intelligence ARGENT Sagesse MERCURE Expérience SOUFFRE Foi SEL Clarté TERRE PRUDENCE EAU MODERATION AIR EQUILIBRE FEU ENERGIE Le concept paracelsien de la Spagyrie Paracelse met en place le concept de la Spagyrie. Le nom est dérivé de Spao (séparé) et d’Ageiro (réunir). La pratique consiste à décomposer la vie et à la débarrasser de ses impuretés pour pouvoir la recomposer à un niveau supérieur de plénitude. Cette science s’applique aux préparations des substances médicales. Elle fait intervenir un « Etat Alchimiste Spagyriste », maître du feu. Pour se faire, il faut séparer les trois principes, les purifier et enfin les réunir en une finalité électromagnétique de l’harmonie du « Tout » dont les vertus sont augmentées. Un de ses dictons est évocateur de sa pensée : « De l’Unité tirez le Nombre ternaire et ramenez le Ternaire à L’Unité. ». L’idée première de la Spagyrie est de faire naître une Quintessence énergétique.",
  "last_phrase": "En somme, la Spagyrie est une pratique alchimique qui consiste à décomposer la vie et à la purifier pour la recomposer à un niveau supérieur de plénitude. Paracelse est aussi l'initiateur de la théorie des signatures en médecine. Grâce à ses découvertes, il est le précurseur d'un grand renouveau médical."
}