{
  "title": "\"The Four Humors: Ancient Theory and Modern Relevance\"",
  "first_phrase": "In the previous text, we discovered how Hippocrates believed that imbalances of the four humours in the body could cause pathologies. He suggested using the therapeutic approach of contraries to remedy this, for example, treating an excess of phlegm with remedies that are dry, sweet, and acidic. In this last part of the text, we explore how the ancient understanding of the humours has informed modern physiology and language. We see how behaviours linked to the humours are related to hormonal levels, such as melancholy and low serotonin or visualisation and high dopamine. Finally, we can examine the importance of the four humours' impact in the workings of our subconscious nervous system, responsible for our internal vital functions that occur involuntarily.",
  "content": "Voici quelques exemple: - Etre de bonne humeur, - Avoir le sang qui boue - Se faire un sang d’encre (noire) ou se faire du mauvais sang, - Avoir le sang qui se glace, - Se faire de la bile, - Etre d’une humeur noire, - Etre flemmard (flegmatique), - Avoir des sueurs froides, - Etc. Les humeurs et la physiologie moderne La physiologie moderne a montré que ces humeurs existent réellement. Il est dés lors facile d’établir un lien entre les humeurs et les hormones. Par exemple : - La mélancolie peut correspondre à un manque de sérotonine, - Le comportement sanguin peut traduire une abondance de Dopamine, - Le comportement flegmatique peut exprimer un trop plein d`œstrogènes - Le comportement Colérique peut signifier une abondance de testostérone et de noradrénaline Les quatre humeurs et le système Neuro-végétatif Nous vivons quotidiennement notre vie sans nous préoccupez de notre corps. La respiration, les battements, du cœur, la sudation, la digestion, la sécrétion de nos hormones et tout le reste se font sans que nous ayons à y penser. Pourquoi ?",
  "last_phrase": "In conclusion, understanding the link between our moods and hormones, as well as the role of the autonomic nervous system in controlling our bodily functions, can help us better manage our mental and physical well-being. Being mindful of our bodily reactions and taking steps to regulate them can lead to a healthier, balanced life."
}