{
  "title": "\"The role of astrology in defining human personalities and health\"",
  "first_phrase": "This text delves into the influence of celestial bodies on human destiny and health. It explains how the expression of nature's physical and emotional states is conditioned by the flow of the living's destiny, which includes the planets. The text also elaborates on how the planets are influenced by the elements and that each planet has a specific energy that shapes the personalities of individuals. The last 200 tokens are an exercise for readers to experience the power of the \"Anima Mundi,\" which refers to the universal spirit that binds everything together. By practicing this exercise, readers can enhance their daily lives.",
  "content": "Le graphique ci-dessous divise chaque personnalité en deux secteurs qui tiennent compte de l’influence des astres. En réalité, le schéma se divise en huit parties. On peut faire par exemple la distinction entre un colérique à tendance agressive martiale et un colérique solaire orgueilleux. Un sanguin peut être plutôt Jovial (Jupitérien) ou en quête de plaisirs de la vie (Vénusien). Cette division a aussi été confirmée par la psychologie moderne et les travaux expérimentaux d’Eysenck. Exercice pratique pour ressentir la connexion - Positionnez vous de façon bien ancrée, puis laissez mentalement votre conscience s`élargir à l’espace situé autour de vous. - Elargissez votre regard, ressentez votre verticalité et votre perception du corps par rapport l’axe. - Ne pensez pas que vous êtes divisé de l´extérieur. - Bien au contraire, intégrez le concept de l’unicité avec votre entourage. - La notion de division doit quitter votre Esprit. - Ainsi, vous pourrez ressentir la puissance de« l'Anima Mundi» qui est l’Esprit du Tout. - En travaillant régulièrement cela, vous embellirez votre quotidien.",
  "last_phrase": "In conclusion, understanding the division of personalities and humors can help us better understand ourselves and our potential for health issues. By practicing the exercise of feeling connected to the world, we can tap into the power of the \"Anima Mundi\" and enhance our daily lives. Additionally, Hippocrates' remedy of using opposing qualities through diet can also help balance out any excess humors."
}