{
  "title": "\"The Importance of Breath and Heat in Magnetic Regulation\"",
  "first_phrase": "In the previous paragraphs, we explored the importance of controlling the energy of Ignis and Pneuma, and how the regulation of these two fundamental factors is essential in promoting good health. In this last part of the text, we will delve deeper into the three phases of respiration and the development of our internal fire, as well as the role of the thymus in activating the heart and producing the vital force. Some of the key concepts and names mentioned in this section include Ignis, Pneuma, Gallien, thymos, and the importance of proper breathing and concentration in transmitting magnetic force.",
  "content": "Dans la pratique du magnétisme, il est fondamentale de promouvoir une bonne respiration et une concentration appropriée pour transmettre au mieux la force magnétique. L'expansion du souffle et du chaud au niveau de la poitrine est fondamentale, contrairement à beaucoup d’écoles qui ne s’intéressent qu’à la respiration abdominale qui reste tout de même bienfaisante pour la santé. Une respiration concentrée au niveau du sternum donnera plus de puissance au système immunitaire. Le but final étant d’étendre les bienfaits du souffle à l’abdomen et au corps tout entier pour aboutir à une respiration complète. Action du thymos Les écrits de Gallien évoquaient clairement la présence du Thymos situé sous le sternum, entre la partie supérieur des poumons. A l’époque, on pensait que ce dernier agissait en quatre étapes de la façon suivante : L’esprit pneuma pénètrait dans les poumons et activait le cœur. Une fois arrivée au cœur, l’énergie pneuma se mélangeait avec les essences des humeurs pour produire la forme première du thymos, le « vis vitalis ».",
  "last_phrase": "En conclusion, une bonne respiration concentrée au niveau du sternum peut donner plus de puissance au système immunitaire. De plus, la pratique du magnétisme peut impliquer l'activation du thymos, qui est essentiel dans le processus métabolique de la vie. En ajoutant de la concentration mentale, l'énergie magnétique peut être expulsée par les mains ou les yeux et imprégner les situations à une certaine distance. C'est donc important de pratiquer régulièrement pour maintenir une santé optimale."
}