{
  "title": "The Power of Energy and Consciousness in Healing.",
  "first_phrase": "In the previous section, we discussed the role of bioelectrophotography in bridging the gap between the physical and invisible worlds. The section also highlighted how our consciousness can directly influence the physical world. In this last part, we'll take a closer look at the concepts of Aura, the first sub-layer of the astral or pranic layer, and their connection to the physical body. We'll explore the research of Dr. S. Kazarov from Moscow, who measured the electrical activity of acupuncture points related to chakras, and how Patrick Drouot explains the connection between the pranic layer and organ health.",
  "content": "La première sous-couche astrale ou pranique est faite d’énergie active pure vibrant légèrement plus vite que la couche corporelle physique. On la nomme aussi couche étherique ou couche double étherique. L’effet Kirlian montre l’émanation de son aura issue des émanations des faisceaux étincelants des canaux d’énergie qui la compose et pouvant s’étendre de dix à quinze centimètres. Ce réseau est régulé par des centres de syntonisation ou chakras. Sans cette circulation et transformation de l’énergie de vie, nos organes seraient sans vie et nous resterions inertes. Patrick Drouot (°) explique qu’on retrouve le double lumineux de tous les organes du corps dans la couche astrale pranique. La couche astrale pranique est en liens étroits avec le corps physique qui, le cas échéant, exprime son disfonctionnement. Elle est le domaine de prédilection du magnétisme. Les énergies du magnétisé et du magnétiseur interagissent à travers elle. Le schéma suivant montre l’importance de l’énergie pranique de vie dans la correspondance entre certains organes dit d’action et de l’élément qui leur est rattaché.",
  "last_phrase": "In conclusion, the astral pranic layer, also known as the etheric layer, is responsible for the circulation and transformation of life energy through the body's chakras. It is closely linked to the physical body and plays a significant role in magnétisme. Understanding the correspondences between pranic action and the organs can help practitioners better harness the healing power of pranic energy."
}