{
  "title": "\"Magnétisme animal selon Mesmer : thérapie controversée et oppositions\"",
  "first_phrase": "This text describes the theory of animal magnetism proposed by Franz Mesmer, a physician from the 18th century. The author explains that Mesmer believed in the existence of a universal fluid that played a crucial role in maintaining balance in the human body. Any disruptions or diseases were due to the insufficient supply or blockage of this fluid, and he proposed various magnetic methods - including touch, gaze, and hand gestures - to rebalance and recharge the individual. The last 200 tokens talk about Mesmer's conception of the universal fluid, its interaction with other bodies, and the various properties he observed in humans.",
  "content": "Il expliquait que le mouvement de flux et de reflux était plus ou moins général, plus ou moins particulier, plus ou moins composé, selon la nature des causes qui le déterminaient. De part son analogie avec l’aimant, il le nommait magnétisme animal. Ses travaux le menaient à penser que l’action de ce fluide avait lieu à une distance éloignée sans le recours d’aucun corps intermédiaire et que c’était par cette opération universelle que les relations d’activités s’opéraient entre les corps célestes, la terre et ses parties constitutives. En allant plus loin, il constatait que la force de ce fluide était augmentée et réfléchie par les glaces comme la lumière et aussi communiquée et amplifiée par le son. Il affirmait avoir constaté des propriétés analogues à celles des aimants dans les corps humains. Pour lui, les propriétés de la matière et des corps organisés dépendaient de cette opération. Il distinguait des pôles également divers et opposés, qui pouvaient être communiqués, changés, détruits et renforcés.",
  "last_phrase": "In conclusion, Mesmer's theory of animal magnetism, derived from alchemy, argued that the interaction of celestial bodies and earthly matter was due to a universal fluid, which permeated living and non-living entities. His ideas were met with opposition by the medical establishment, but his work paved the way for further exploration of the connections between bodies and the forces that bind them."
}