{
  "title": "\"The Four Subtle Bodies in Traditional Philosophy\"",
  "first_phrase": "The previous text describes the traditions of the subtle body and chakras in India, and how the hermetic tradition incorporated them into alchemy and astrology. The last 200 tokens delve into the theory of dividing the human being into four bodies associated with the four elements: Physical, Etheric, Astral, and Mental. The text discusses the characteristics and connections of the Etheric body with the Earth and Cosmos through telluric and cosmic fields of energy. It also highlights the connection of this body to people with a strong connection to the element water, such as those with a lymphatic type, and how it can lead to an aura shift.",
  "content": "Le corps Etherique Ce corps est lié à l’aura et à l´élément Eau. Il a besoin de l’ancrage de l’élément Terre pour être équilibré. Le corps Etherique est constitué du rayonnement des champs d’énergie tellurique et cosmique provenant de la périphérie du corps physique. *Le champ tellurique Sa présence provient de la connexion avec l’énergie de la terre. *Le champ cosmique Il connecte l’humain au cosmos. L’activation du corps Etherique n’est possible que lorsque l’ancrage de la personne est suffisant pour permettre l’activation du champ tellurique. En effet, la mise en marche du champ cosmique ne peut se faire que si le champ tellurique est activé. Dans la pratique, on constate que les personnes de type Lymphatique, très empreintes de l’élément Eau, sont en étroite relation avec ce corps. Elles sont très sensibles à la fluidité mentale. Aussi dans la vie quotidienne, elles subissent pleinement les attractions et les répulsions de la planète Venus. La fluidité de l’élément Eau favorise le dédoublement de ce champ. Le champ cosmique est enclin à des décalages ou dédoublements traduits par une aura décalée.",
  "last_phrase": "In conclusion, to activate the Etheric Body, one needs to ground themselves in the Earth element for balance and activate the Telluric field, which is connected to the energy of the Earth. The Cosmic field, which connects humans to the cosmos, can only be activated if the Telluric field is active. Revitalizing the Etheric Body through magnetic practice requires focusing on the lower part of the body, which is in line with the excitation of the Vagus nerve and the development of Physical magnetism. The Astral Body is linked to the Air element and marks the border between body and mind with its vibrational intensity."
}