{
  "title": "Ancient Medical Theory: The Theory of Humors",
  "first_phrase": "In the previous section, we explored the Greek theory of the four elements. In Chapter 3, we delve into the theory of humors, which was developed by Galen and Avicenna and played a crucial role in the history of Western ancient medicine. The theory suggests that the body is governed by four primary humors, each associated with an element and qualities of hot, cold, dry, and wet. These humors also have gustatory qualities, with blood being sweet, phlegm salty, yellow bile bitter, and black bile acidic. Maintaining the balance among these humors is essential to achieving ideal health, and their variations can be influenced by seasons, age, and time of day.",
  "content": "C’est ainsi que le sang est doux (dulcis), le phlegme» est salé (salsum), la bile Jaune » est amère (amara) et la bile noire » est acide (acida). Dans son « Corpus », Hippocrate donne une importance particulière à la variation des humeurs en fonction des saisons et des âges sans pour autant évoquer les modifications liée aux heures et aux jours. Cela viendra plus tard avec l’évolution de la médecine occidentale ancienne qui, rappelons le, n’a cessé de s’enrichir jusqu’à la fin du Moyen-Âge. Il en va de même pour la correspondance entre les pouls et les humeurs. Pour bien assimiler le rôle des humeurs, nous devons garder en mémoire qu’elles englobent la notion des éléments à l’ensemble conceptuel du corps et de l’esprit. L’équilibre des humeurs Pour obtenir la santé idéale, l’harmonie inhérente à chaque élément et à chaque caractéristique de chaque humeur doit être conservée. Dans le langage courant, on parle bien de bonne ou de mauvaise humeur pour définir une personne. « Ne dit-on pas, il est de bonne humeur en ce moment !",
  "last_phrase": "Maintenir l'équilibre des humeurs est essentiel pour atteindre la santé idéale, car elles gouvernent le bien-être physique et psychologique. Leur déséquilibre peut causer des dyscrasies et des maladies. Le maintien d'une harmonie inhérente pour chaque humeur est crucial pour maintenir l'équilibre. Tout est interconnecté, et leur équilibre dépend des aléas de la vie."
}