{
  "title": "The Impact of Emotions on the Body: A Summary.",
  "first_phrase": "In this section, we will discuss the effects of emotions on the body, specifically anger, fear, excitement, and depression. Anger causes a buildup of heat and can damage organs such as the liver, while fear makes the body cold and affects the kidneys and adrenal glands. Excitement produces excessive heat, endangering the heart and internal organs. Depression, linked to the brain and nerves, weakens the body and reduces vitality, being a serious threat to health.",
  "content": "Si cela se prolonge, un excès de froid s’installe. En réaction Physis amène le sang vers l’intérieur pour protéger les organes. A la longue, le foie et le cœur seront touchés. La sensation permanente de peur rend la personne fragile et émotionnellement distante. Un ressenti d’insécurisé et un manque de volonté s’installent en elle et finissent par l’isoler socialement. L’Excitation L’excitation est sèche et chaude. Son essence correspond à un tempérament bilieux (colérique). Sa grande agitation produit une forte quantité de chaleur corporelle, ce qui est susceptible de porter atteinte directement au cœur et aux organes internes. Par réflexe, Physis dirige la circulation sanguine vers l'extérieur pour épargner les organes. La peau se gorge de sang et devient turgescente. Le visage rougit considérablement. La respiration s’emballe afin d’évacuer la chaleur et les hyper métabolismes consécutifs. La dépression Elle est froide et humide comme l’élément Eau qui lui correspond. La dépression stimule l'humeur flegmatique. Ses caractéristiques la lient au cerveau et aux nerfs. Les comportements hyper-dépressifs son nocifs pour le cerveau. Ils entrainent une faiblesse des facultés du corps et un manque de vitalité.",
  "last_phrase": "In conclusion, understanding the different temperaments and their effects on the body is crucial in maintaining a healthy balance. Prolonged exposure to extreme temperaments can negatively impact vital organs and emotional well-being, leading to isolation and decreased quality of life. It is important to identify and manage these imbalances to lead a fulfilling life."
}