{
  "title": "\"Exercises for practicing mindfulness and present moment awareness\"",
  "first_phrase": "In the previous section, we learned about the importance of controlling our instinctive reactions in all aspects of life. Now, we will delve deeper into the path of presence in the moment and how to achieve a state of absolute clarity. We will explore the concepts of killing the mental predispositions and the disturbing instincts to enter a state of non-distraction. Norbuu Namkai and the principles of hermeticism will be discussed, along with exercises to cultivate mindfulness and mental calmness.",
  "content": "Puisque les éléments perturbant la pleine conscience de « l’ici et maintenant » proviennent de la vision dualiste mentalisée de l’esprit conditionné, il en résulte que ce dernier, aidé du mental, est le seul fondement de notre perturbation. C’est pourquoi, la non distraction qui domine l’instinctivité perturbante de cet esprit est la racine de toutes les voies de la pratique de l’instant présent. Une fois purifié, l’esprit conditionné par le mental se dissoudra pour laisser la place à la claire lumière de la présence absolue de l’esprit pur. Exercices pour travailler la présence à l’instant: Plusieurs éléments rentrent en jeux dans ce travail. Ces éléments sont : * Le calme mental et la pleine conscience: - Il s’agit de l’étape numéro un. - Tout d’abord mettez votre corps dans une posture adéquate pour travailler. - Cela peut se faire assis sur une chaise ou debout. - Si vous choisissez la posture assise, assoyez-vous en mettant les pieds bien à plat et les jambes écartées de la largeur du bassin. - Puis mettez les mains sur les cuisses, pommes des mains en bas. - Le dos doit être droit.",
  "last_phrase": "In conclusion, practicing being present in the moment involves purifying the mind from distracting thoughts and achieving a state of non-distraction. To work on this, start with calming your mind and being fully aware of your body posture. Remember not to be too rigid but to find a balanced position. With practice, the mind will be able to dissolve and allow the clear light of the present moment to shine through."
}