{
  "title": "The Role of Magnetic Stimulation on Pituitary and Pineal Glands",
  "first_phrase": "The last 200 tokens explore the concept of the action of magnetism on the pituitary and pineal glands in the endocrine system. Max Heindel, founder of the Rosicrucian Fellowship, believed that these glands were in a semi-sleep state, but once awakened, humans could access new extrasensory perceptions. This text explains how magnetic action can counterbalance hormonal imbalances and slow down the aging process. To achieve a balance in the zone of these two glands, various actions can be taken, including working on the crown of the skull, “taking contact” movement, and touching the forehead and neck.",
  "content": "En vieillissant, sous la pression de l’âge, il devient moins efficace, ce qui provoque des remaniements physiologiques tels que la ménopause. L’action du magnétiseur sur la glande pituitaire stimule l’équilibre global et atténue le processus de vieillissement. Ce concept était déjà compris au temps de Mesmer. Il disait que le magnétisme équilibre le feu inné avec l’humide radical. Dans la théorie magnétique dite « de la lampe », on s’efforce à éviter un feu trop fort pour trop peu d’huile ou vice versa. Afin de bien équilibrer la zone de ces deux glandes, plusieurs actions sont possibles. On peut soit : - Travailler sur la couronne du crâne pour équilibrer la glande pinéale et tout le système neurovégétatif, - Mettre une main sur le front et l`autre sur la nuque. - Effectuer le mouvement dénommé “ prise de contact ”. Il se fait avec une main en face et l’autre derrière et a pour effet de rééquilibrer les trois glandes fondamentales que sont la pituitaire, la pinéale et l’hypothalamus (à la hauteur de la nuque). C’est le premier mouvement que l’on pratique dans presque toutes les magnétisations.",
  "last_phrase": "En conclusion, l'équilibre de ces deux éléments fondamentaux, la respiration et la chaleur intérieure, peut être maintenu grâce à des techniques de magnétisation affectant les glandes pituitaire, pinéale et hypothalamus. Ces pratiques ont été reconnues efficaces pour atténuer le vieillissement et aider à maintenir l'équilibre global du corps."
}