{
  "title": "The role of magnétisme in controlling aging and energizing the body",
  "first_phrase": "In the previous part of the text, the concept of magnetic therapy was discussed, which helps balance the fire and moisture in the body. Now, we dive deeper into two essential factors for human transformation, breathing and inner heat. The Pneuma, seat of energy of respiration, and the Ignis, energy of inner heat incorporated and transported by the blood, contribute to the enrichment of the four elements in the body. This text emphasizes the crucial role of blood in creating vital energy and how it develops through various phases of breathing.",
  "content": "Nous allons maintenant nous pencher sur deux éléments fondamentaux de transformation nécessaires à la vie, la respiration et le feu de la chaleur intérieure. Le Pneuma et l’Ignis (feu et chaleur intérieure) Dans le corps humain, la transformation et l’enrichissement des quatre éléments nécessitent deux facteurs énergétiques fondamentaux, la respiration et la chaleur. L’énergie de la respiration (Esprit) est directement contrôlable tandis que l’énergie de la chaleur nécessite un contrôle indirect alliant la pensée à la respiration. Le siège de l’énergie de la respiration est le Pneuma. L’énergie de notre chaleur intérieure (Ignis) est incorporée et véhiculée par le Sang. Les trois phases de la respiration et le développement de notre Feu intérieur Le sang est le « Feu » qui est en nous. Dans l’organisme, il se mêle avec l'esprit de la respiration(Pneuma) pour créer « l’Energie vitale ». Cette force est d’ordre « Physique » au niveau de l'Abdomen. Elle devient« Vitale »au niveau de la Poitrine, là où se trouvent le cœur et le Thymus. Puis, elle prend une connotation« Psychique » au niveau de la tête.",
  "last_phrase": "En conclusion, pour une transformation réussie de la vie, il est essentiel de comprendre et de maîtriser la respiration et le feu intérieur, qui sont les deux éléments fondamentaux. La pratique de la respiration vitale au niveau de la poitrine aidera à développer l'énergie vitale et à renforcer le système immunitaire, tout en créant un effet positif sur les autres grâce à la transmission de la force. L'objectif final est de travailler sur la respiration complète pour atteindre un bien-être optimal."
}