{
  "title": "Understanding the Channels of Energy in the Body.",
  "first_phrase": "In the preceding text, we discussed the two primary channels responsible for carrying energy in the human body, namely the left canal (Ida) and the right canal (Pingala). We learned that the Ida channel has a cooling effect and promotes creativity while the Pingala channel warms the body and enhances physical strength along with logical thinking. This final part of the text dives into the spiral interaction between these two channels, how they connect with the central divine energy channel, and the practice for balancing them. We will also learn about Kundalini, the serpent-like dormant energy coiled at the base of the spine, and its awakening. So, let's buckle up and start our journey to unlock the secrets of the human body.",
  "content": "En étroit rapport avec l’hémisphère gauche, il amplifie les capacités d’analyses, de raisonnement et de logique. Son disfonctionnement entraine des pathologies de types chaudes en parfais accord avec la médecine grecque d’Avicenne. Son déséquilibre retentit sur l’égo. Il provoque une démesure de la personnalité et favorise les maladies sanguines et colériques de la médecine traditionnelle grecque. L’entrecroisement en spirale des deux canaux latéraux A l’identique du caducée d’Hermès les deux canaux latéraux entourent le canal central de l’énergie divine. Lors de la montée de la Kundalini, Ils se croisent au niveau des petites toupies d’énergies (chakras) afin de les purger. Se faisant la personne se trouve en équilibre avec la puissance magnétique divine. Sur le schéma du caducée, les deux canaux sont imagés par deux serpents kundaliniques Ils représentent la montée de la Kundalini qui sommeille lovée tel un serpent enroulé trois fois et demi dans un œuf situé en bas du sacrum. Lorsque la Kundalini est montée, leurs têtes sont en haut. Exercice pour travailler les canaux latéraux - Posez-vous assis sur une chaise les pieds bien ancrés el les mains sur les cuisses.",
  "last_phrase": "In conclusion, understanding and working on the lateral channels of the body can lead to a balance between the individual and the divine magnetic force. By practicing the exercise of visualizing the channels and regulating breathing, one can enhance their analytical and logical abilities, and avoid the pathologies associated with their dysfunction. So take a few minutes every day to work on your channels and achieve a state of equilibrium and well-being."
}