{
  "title": "Maladies positives et négatives selon la polarité du corps humain.",
  "first_phrase": "This section describes the different types of diseases and their relation to the polarities of people's electromagnetic field. \"Electrical\" individuals are usually of sanguine temperament and have a balanced mix of positive and negative forces. Those who are \"magnetic\" have negative polarity and tend to experience symptoms like chills and catarrh. The lack of harmony in negative diseases can cause mental disorders and irritability. Balancing the poles of the electromagnetic field can help prevent and treat these illnesses. This information is based on Greek medicine and the study of different temperaments.",
  "content": "On différencie deux grandes catégories de maladies dites polaires : - La maladie positive, - La maladie négative. Les maladies « positives » Les individus concernés sont de tendance «électrique». De polarité positive, ils se manifestent par le rayonnement d’une forte chaleur corporelle pouvant aboutir à de la fièvre. Cette forme de maladie induit un terrain acide qui nécessite une alimentation antiacide exempte de viandes et d’autres aliments riches. Mais le plus important consiste à rééquilibrer les pôles. Les maladies « négatives » Les personnes sujettes à ces maladies sont de tendance « magnétiques ». Leur polarité négative fait ressortir une perte de la chaleur du corps. Cette catégorie produit des êtres frileux et sujets aux symptômes de types catarrhaux. Ils ont besoin du rayonnement solaire et d’un cocon douillé rempli de chaleur. Ils manquent de positivité et leur nature a besoin d’un rééquilibrage de la polarité des forces vitales. Le manque d'harmonie des maladies négatives se retrouve dans les troubles mentaux, la mégalomanie, l’irritabilité, etc. On peut constater un excès de force électrique «positive» dans le cerveau ou dans le système nerveux sympathique.",
  "last_phrase": "In conclusion, understanding the polarity of diseases and the polarity of our own bodies can greatly influence our health and well-being. By identifying whether we are of positive or negative polarity, we can begin to address any imbalances and work towards a more harmonious state. This may involve adjusting our diet, environment, or mindset, but the benefits to our overall health and vitality are invaluable."
}