{
  "title": "\"Evolution of Western medicine through Hippocrates, Galen, and Avicenna\"",
  "first_phrase": "In this text, we learned about the ancient Greek physician Hippocrates, who is known for bringing together the knowledge of his predecessors to create a comprehensive medical corpus. He emphasized the importance of balance in the human body and the equilibrium of the four humours: phlegm, blood, black bile, and yellow bile. He also stressed the significance of coctions, the transformation of humours before their elimination. Later on, the physician Galen built upon Hippocrates’ theories and developed the doctrine of humours through rigorous experimentation, leading to the emergence of “Galénisme”. Unfortunately, much of this knowledge was destroyed during wartime, but some of it survived and was passed down to future generations.",
  "content": "Il définissait l’organisme comme un ensemble équilibré où les formes solides cristallisent les éléments dans les organes et les formes liquides contenaient les quatre humeurs que sont, le phlegme, le sang, la bile noire et la bile jaune. Les humeurs procuraient un type de tempérament à l’homme dont la stabilité évoluait en fonction de différents facteurs. Leur équilibre provenant de la « crase » et leur déséquilibre de la « dyscrasie ». Dans un immense corpus, Gallien (129 à 204 av notre ère) reprenait les concepts de la médecine hippocratique en étayant la théorie de rigoureuses expériences qui faisaient de la théorie des humeurs une doctrine stricte et bien documentée. Il apportait bon nombre de précisions techniques comme certains lieux d’action des humeurs avec pour exemple l’atrabile s’accumulant dans l’hypocondre (ventre) et étant évacuée par le rire. De ses travaux naquit un puissant courant médical nommé « Galénisme » qui perdurera jusqu’au Moyen-Âge, bien après la destruction des textes médicaux de l’époque. Malheureusement, une succession de guerres détruira en grande partie son précieux savoir dont le reste fut sauvé de la destruction vers l’an 550 de notre ère.",
  "last_phrase": "En somme, la médecine de Galien a donc marqué l'histoire de la médecine occidentale, perse et musulmane pendant plusieurs siècles. Elle a permis à de nombreux praticiens de comprendre la santé humaine à travers le concept d'équilibre des humeurs et a été transmise de générations en générations jusqu'à être fondue avec d'autres méthodes pour former des systèmes médicaux plus modernes."
}