{
  "title": "The Influence of Original Sin on Health and Medicine",
  "first_phrase": "In the preceding text, we explored the concept of Melancholy as a consequence of the Original Sin and how it affects the psycho-spiritual realm of humans. Now, we delve into the treatments available during the Middle Ages, particularly those deemed to be magical and random. To bring order into this chaos, Robert Fludd, a prominent Renaissance alchemist, physician, and researcher, emphasized the importance of a typological examination before administering any treatment. In this text, Fludd's contributions to medicine and his approach to healing will be discussed.",
  "content": "Très intéressé par la médecine de Paracelse, Il montre du doigt les erreurs faites par les praticiens qui s’éloignent trop de la méthode des Quatre Humeurs de Gallien. Fludd affirme l’intérêt des « Quatre Humeurs » dans l’affinement des traitements médicaux. Ses propos sont clairs : « Parce qu’ils ont observés que telles ou telle plante convient mieux à telle ou telle maladie de Jean, ils veulent l’administrer à Robert, ou à un autre qui à un tempérament totalement opposé.». Il insiste sur l’importante nécessité d’établir un examen typologique humorale de l’individu avant d’agir médicalement. Pour lui, la perturbation de la force vitale d’un être dépend de la nature humorale de son tempérament, de l’expression de ses cinq éléments et « des propriétés des variations de son Esprit vital en rapport avec le pouls. ». Mais Fludd va plus loin.",
  "last_phrase": "In conclusion, Robert Fludd highlights the importance of understanding an individual's humor and typology before administering medical treatment. He also proposed the use of quintessence as a universal medicine derived from the five elements. While ancient Greek medicine has been explored in great depth, there are still many secrets to be uncovered. This book combines these ancient teachings with other secret methods to provide a comprehensive understanding of health and wellness."
}