{
  "title": "\"Subatomic forces governing matter: Electromagnetic, Strong and Weak Nuclear\"",
  "first_phrase": "In the previous section, we discovered that the matter we see is mostly made up of empty space but filled with energy. Now, let's delve deeper into the subatomic world and explore the four fundamental subatomic forces that prevent matter from collapsing in on itself. Starting from the strongest, we have the subatomic strong and weak nuclear forces, followed by the electromagnetic force and gravity. We'll learn how each of these forces work and what particles carry the message between them. We'll start by exploring the strong nuclear force, which keeps the protons and neutrons in the nucleus together through the use of gluons. Then, we'll move on to the electromagnetic force, which attracts opposite charges and repels similar charges through the use of photons.",
  "content": "Il s’agit de : La force subatomique nucléaire forte, La force subatomique électromagnétique, La force subatomique nucléaire faible, La force subatomique de gravité Electrons Force Électromagnétique Subatomique Protons Neutrons Force subatomique Nucléaire Forte Force subatomique Nucléaire Faible Force gravitationnelle * La force subatomique nucléaire forte Son champ d’action concerne exclusivement les noyaux nucléaires. Elle agit comme une sorte de colle qui maintient la cohésion des neutrons et des protons entre eux. C’est pourquoi la particule messagère qui l’anime est dénommée Gluon. La force des gluons s’infiltre entre les protons et les neutrons pour maintenir l’intégrité nucléaire. Sa dimension d’action est de dix puissance moins treize centimètre. *La force électromagnétique subatomique Cent trente sept fois moins puissante que la force nucléaire forte, elle agit uniquement sur les particules chargées électriquement comme les électrons et les protons en occultant complètement les neutrons. Cette force se manifeste au travers de sa particule intermédiaire, le photon. Elle attire les charges opposées et repousse les charges identiques. Grace à elle, les protons se repoussent. Alors pourquoi le noyau n’éclate pas ? Parce que la puissance des gluons est plus forte que la force électromagnétique. Ce qui permet la cohésion.",
  "last_phrase": "In conclusion, understanding the four subatomic forces, namely the strong nuclear force, the electromagnetic force, the weak nuclear force, and the force of gravity, is crucial to comprehend the behavior of particles at a subatomic level. The interaction between these forces and the particles they act upon is essential to explain how the universe works. Knowing how energy, matter and forces are connected provides a deeper understanding of the strange and fascinating world of subatomic particles."
}