{
  "title": "\"Alchemy: Understanding the Three Principles and Symbols\"",
  "first_phrase": "In the previous paragraphs, we explored the three principles and the four states of matter in alchemy. Now, let's delve into the five states of matter and the three universal cycles that comprise the Great Alchemical Work. Through the cycle of the Black Work, the substance undergoes a putrefaction that leads to its three principles. The White Work purifies and harmoniously recomposes the principles, while the Red Work illuminates the divine essence and produces new compounds. Also, we'll discuss the basic expressions of the alchemical hermetic ideogram, such as the circle, cross, triangle, and square.",
  "content": "- L’Œuvre au Blanc purifie et recompose de façon harmonieuse les trois principes mis à nu par l’œuvre au noir. Pour parfaire le déroulé de cette étape, les principes souffre et mercure correspondant au Yin et au Yang de la vie s’assemblent à part égale. La teinture qui en ressort restructure le Sel de la vie. - L’Œuvre au Rouge éclaire la nouvelle teinture d’une lumière divine tout en sublimant l’indifférenciation de la cinquième essence d’où sortent tous les composés. Les expressions de base de l’idéogramme hermétique alchimique se retrouvent sous les formes symboliques du cercle, de la croix, du triangle et du carré. Ces schémas se rattachent aux notions pythagoriciennes de l’unité, de la dualité, du ternaire et du quaternaire. - Le cercle correspond à l’unicité cosmique du « Un ». - La croix s’assimile aux possibles de la dualité ainsi qu'à la connexion terre-Air. Elle rappelle les deux axes, verticaux et horizontaux de la vie. Le vertical relie l’éther au divin tandis que l’horizontal traduit la phénoménalité de l’hologramme de vie.",
  "last_phrase": "In alchemy, the Work at the White stage purifies and harmoniously recomposes the three principles revealed in the Black Work. The Red Work illuminates the results with divine light, represented by the four basic symbols of the alchemical ideogram; circle, cross, triangle, and square. These symbols convey the Pythagorean concepts of unity, duality, trinity, and quaternity, where they interact and refine each other's meaning. Understanding these symbols can lead to a deeper comprehension of the alchemical process and the mysteries of life."
}