{
  "title": "\"Linking modern psychology with ancient medical typologies\"",
  "first_phrase": "In the previous section, it was discussed how long-term hyper-focused mental activity can potentially harm one's pancreas and lead to type 2 diabetes. The upcoming section dives into modern views on expressions of temperaments by psychologist Eysenk, who highlighted three domains of personality expression: neuroticism, introversion/extroversion, and psychoticism. Eysenk's work on the link between these domains and Hippocrates' four major temperaments is also explored. Additionally, the accompanying diagram distinguishes the various ocular reactions related to Eysenk's temperamental theory. Finally, the text mentions how renowned psychiatrist Carl Gustav Jung had previously alluded to this connection.",
  "content": "Il est bon de souligner que l’éminent psychiatre suisse Carl Gustav Jung (1875-1961) avait déjà pressenti la chose en s’intéressant au névrotisme. Quoi qu’il en soit, c’est Eysenk qui en 1955 explique le mieux le lien entre ces typologies fondamentales et les quatre grands tempéraments d’Hippocrate. Il publie sa théorie au travers d'un livre écrit avec S.Rachman, intitulé « The causes and cures of neurosis - An introduction to modern behaviortherapie based on learningthory and principes of conditining - Knapp - San Diego ». Se faisant, Il souligne de façon admirable que les extravertis s’orientent vers le monde extérieur et ne sont pas dans la peur tandis que les introvertis sont plus tournés vers l’intérieur et sont soucieux des menaces qui les entourent, tout en demeurant tranquilles. Dans le schéma suivant, on distingue les différentes réactions oculaires liées à la théorie des tempéraments d’Eysenck.",
  "last_phrase": "En conclusion, la théorie des tempéraments d'Eysenck a jeté les bases pour comprendre les différentes réactions des personnes face à leur environnement. Cette théorie a permis de mieux comprendre les tendances introverties et extraverties, les névroses, et les individus stables. Les recherches consécutives ont permis d'établir une carte complète des différents types de personnalités qui aident à mieux comprendre notre propre personnalité et celle des autres."
}