{
  "title": "\"Magnétisme Humain: Techniques et Pratiques\"",
  "first_phrase": "This text explains the various forms of magnetic practices used by a magnétiseur. It starts by discussing how electric currents traveling along nerves produce “influx induit” externally, causing an “effet magnétique induit” in another person. The magnétiseur can affect this by discharging to earth. However, the physical distance is not critical in human magnetism, as it is with physical magnetism. The most common practice is to use the electromagnetic power transmitted by the hands for \"passes magnétiques.\" The text explains how the magnétiseur can add different effects such as vibration and rotation to their actions, depending on the desired result.",
  "content": "Au début, après avoir discuté des problèmes de son patient, le magnétiseur commence par utiliser ses mains de façon statique pour ressentir exactement la chaleur des points de déséquilibre magnétique. En prenant soin de positionner la main positive sur l’endroit du problème et la main négative sur le coté opposé du corps. L’action sera maintenue jusqu’à que la chaleur de la paume de la main positive s’atténue. Il est possible d’ajouter un effet vibrant à la passe statique en utilisant le bout des doigts de la main positive et en faisant vibrer la paume de la main pour ajouter de l’amplitude vibratoire à l’action. Dans les cas extrêmes le praticien peut ajouter un effet perforant à son action en accolant les doigts de sa main positive et en la faisant tourner plusieurs fois d’un quart de tour dans le sens des aiguilles d’une montre. Ensuite, le magnétiseur peut continuer à projeter son action magnétique par des passes circulaires de la main positive tournant dans le sens des aiguilles d’une montre en prenant soin de garder la main négative du coté opposé. Une vitesse de rotation lente calme et une rotation rapide vitalise.",
  "last_phrase": "In conclusion, magnetism can be used as a therapeutic practice by carefully positioning the positive and negative hands to address areas of magnetic imbalance. By incorporating vibrating and spinning techniques, the practitioner can increase the vibrational amplitude of their action. Additionally, circular and longitudinal passes can be used to distribute magnetic fluid throughout the body. A slow speed calms, while a fast speed revitalizes. With practice, these techniques can help to relieve discomfort and promote overall wellness."
}