{
  "title": "The Three Layers of the Astral Body",
  "first_phrase": "This text explores the concept of the astral body, which is composed of three sub-layers in Indo-European vision. The last 200 tokens talk about the astral layer called Pranic, which vibrates slightly faster than the physical body. Patrick Drouot expertly explains that this layer contains a luminous double of all organs in the body. The Pranic layer is the favorite domain of magnetism, and it's vital for the proper functioning of organs. The text also provides a schema that correlates some organs with elements they are attached to, which helps us understand how Pranic force associates with various parts of the body.",
  "content": "Elle est le domaine de prédilection du magnétisme. Les énergies du magnétisé et du magnétiseur peuvent interagir au travers d’elle. Le schéma ci-dessous montre l’importance de l’énergie Pranique de vie dans la correspondance entre certains organes dit d’action et de l’élément qui leur est rattaché. ORGANES D’ACTIONS DE PRANA Bouche, Tête et pensées sont liées à l’élément Ether Poumons et organes génitaux sont liés à l’élément Air Anus, Système digestif- et Sang sont liés à l’élément Feu Mains et Liquides organiques sont liées à l’élément Eau Pieds et muscles sont liés à l’élément Terre Si l’on prend le cas de l’élément Eau associé à la Force Pranique, on s’aperçoit qu’il correspond vraiment à ce que ressent le magnétiseur à travers ses mains. En effet, ses mains peuvent exprimer une sensation de chaleur à l’exemple d’une eau très chaude ou une sensation de froid à l’instar d’une eau glacée. N’oublions pas que la puissante énergie transmise par le sang a pour véhicule conducteur l’eau puisque le sang qui est quasiment fait d’eau.",
  "last_phrase": "In conclusion, understanding the energy of Prana and its connection with the elements and organs of the body is crucial for a magnétiseur. By being aware of the power of their hands, feet, and words, a magnétiseur can effectively channel the Pranic energy to provide relief to those in pain. The use of sound in magnétisme can also enhance the results."
}