{
  "title": "\"Magnetic Passes for Energy Flow: Van Helmont's Method\"",
  "first_phrase": "This text describes the method of Van Helmont for magnetic passes and the path of energy flow through the body. The first four passes focus on key organs such as the digestive system, heart, and head, transforming the spirit into an animal and diffusing it throughout the body. The final pass is a fermentation in each organ, using the magnetics to imbibe each one with the essential acid required by the Archéos.",
  "content": "Ensuite, le sang noir de l’intestin remonte au cœur pour devenir sang de lumière dans le cœur. C’est pourquoi, le troisième passage magnétique se fait dans le plexus cardiaque Les images et croyances disent que le cœur est le « Quartam in corde perfici, ubi , spirituum vitalium accessu, sanguis ruber flavescat volatiliorque evadat ». Les points fondamentaux d’action de ce troisième pasage sont le cœur et les poumons. Ensuite, la lumière du sang diffuse dans les artères et vers la tête comme un esprit vital. Cela explique que le quatrième passage magnétique concerne la région de la tête. Cet esprit est alors transformé en un esprit animal (Digestionem quintam, transmutatione sanguinis arteriosi in spiritum vitalem absolvendam, in encephalo praeprimis succedere.). Par l’action magnétique, nous pouvons modifier le sang des artères afin qu’il imbibe la tête de l'esprit vital de l’Archeos. Au final, nous avons une fermentation dans chaque organe (Sextam denique digestionem praeparatione alimenti proprii in culina cuiuslibet organi circumscnbi, qua archaeus , spiritus vitalis ministerio , nutrimentum cuilibet organo aptum perficiat.). Voila pourquoi, le cinquième et dernier passage se fait tout autour du corps.",
  "last_phrase": "In conclusion, understanding the three levels of the human body and the order of action in the magnetic passes is crucial when working with magnetic therapy. By visualizing the physiological process, the magnetic action is magnified, and the desired results can be achieved. The \"General System by Poles\" approach used by both Greek and Van Helmont emphasizes acting upon the lower, middle, and upper parts of the body for optimal results."
}