{
  "title": "\"The Role of Pepsis, Ignis, and Arkeos in Health\"",
  "first_phrase": "In the preceding text, we explored the concepts of Pepsis and Ignis in-depth. Now, let's dive into the final phase of Pepsis, the elimination process. It involves the removal of waste products from the body, and its completion is crucial for the effectiveness of Pepsis. We will also discuss the functions of Ignis (the principle of fire), which has a significant role in digestion and metabolism. Lastly, we will introduce the spiritual principle of Arkeos, as seen by the alchemist and physiologist Van Helmont. Keep on reading to know how these three concepts intertwine.",
  "content": "L’énergie d’Ignis a plusieurs fonctions : - Elle digère les aliments pour les transformer en chyle, - Elle concocte les humeurs, - Elle assimile la nourriture et la métabolise dans les tissus vivants, - Elle neutralise et élimine les toxines et les déchets issus de la digestion. Si les fonctions d’Ignis sont fortes : - Le corps sera énergique, - L'immunité sera bonne, - Pepsis sera équilibrée et efficace, - Les toxines et les déchets seront éliminés rapidement et correctement. Si les fonctions d’Ignis sont faibles : - Le corps sera fatigué, l'immunité sera médiocre, - L'appétit et la digestion seront médiocres ou erratiques, - Les toxines et les déchets s'accumuleront. 3/ Le Feu de Pepsis et le principe spirituel de l’Arkeos L’Alchimiste et physiologiste Van Helmont, un des Maitres de Mesmer, considérait que la digestion, l'alimentation et le mouvement étaient dus à des ferments. Ces derniers transforment les aliments en matière vivante par le biais de six étapes. Van Helmont a innové en comprenant que toute substance est formée d'eau primordiale accompagnée d'un ferment impondérable ou « Principe spirituel ». Ce Principe spirituel siège au niveau du Plexus Solaire.",
  "last_phrase": "En conclusion, comprendre le fonctionnement d'Ignis, le feu digestif, et l'action du principe spirituel Arkeos sur la digestion peut aider à maintenir un corps énergique et en bonne santé. L'interrelation entre les planètes, les émotions perturbatrices, les zones du corps et les duos Froids/Chaud - Sec/humide peut également influencer le dysfonctionnement des organes. En prenant en compte ces éléments, il est possible de maintenir une vie saine et équilibrée."
}