{
  "title": "\"The Polyvagal Theory: Understanding the Connection between the Autonomic Nervous System and Social Behavior\"",
  "first_phrase": "This text explains the vital role of the sympathetic and parasympathetic nervous systems in maintaining homeostasis and adapting to changes in the body. The hypothalamus controls these systems, receiving continuous feedback to trigger necessary modifications to physiological values. The polyvagal theory, developed by Professor Stephen W. Porges, further explains the evolution of the autonomic nervous system and its connection to emotions, facial expressions, vocal communication, and social behavior. The vagus nerve conducts signals and coordinates complex behaviors such as building relationships.",
  "content": "Cet éminent chercheur explique qu’en premier lieu, la théorie polyvagale met en avant les changements phylogénétiques évolutifs (liens de parenté entre les êtres vivants) dans les structures nerveuses de régulation du cœur et les changements phylogénétiques donnant un aperçu de la fonction adaptative physiologique et comportementale. Cette dernière relie l’évolution du SNA à l’expérience de l’affect, à l’expression émotionnelle, à la gestuelle du visage, à la communication vocale et au comportement social. La vision polyvagale décrit comment l’évolution des êtres a pu faire apparaître une connexion nerveuse cérébrale des nerfs contrôlant le cœur et le visage. Cette connexion visage - cœur traduit la présence d’une structure appartenant à un système social d’engagement reliant nos ressentis corporels aux expressions faciales, à l’intonation de la voix et aux gestes. Le nerf vague que l’on trouve uniquement chez les mammifères est le chef d’orchestre de cette théorie. Il fournit des indications au cœur afin de diriger des comportements complexes tels que l’établissement de relations avec d’autres personnes ou l’abandon d’autres relations.",
  "last_phrase": "In summary, the polyvagal theory sheds light on the evolutionary changes in nerve structures that regulate the heart and the adaptive physiological and behavioral function related to social engagement. This theory helps us understand how our bodily sensations are linked to facial expressions, vocal communication, and social behavior. The important role of the heart in our social life becomes clear with the insights provided by the polyvagal theory."
}