{
  "title": "\"The Importance of Letting Go of Ego for Inner Balance\"",
  "first_phrase": "This text discusses the concept of ego and its effect on achieving a balanced internal state. The author explains that by letting go of the ego, one can achieve a state of normoergism, which will enhance the ecstatic experience. The text also explores the physiological effect of kundalini meditation, explaining how focusing on the dorsal part of the body can produce a cataleptic rigidity. The author then explains the connection between this rigidity and the activation of the parasympathetic nervous system's more primitive branch, responsible for fight, flight or freeze response. The last 200 tokens of the text describe this freeze response and how it relates to kundalini meditation practitioners' experiences.",
  "content": "Le système parasympathique a en effet deux branches: - Une liée à la relaxation, - Une autre, plus primitive, liée à la raideur. On dit souvent que dans les différentes situations d’agressions, on retrouve deux alternatives : - Fuir, - Attaquer. Ces modes d’actions sont coordonnés par la partie plus primitive de notre cerveau. Mais en réalité les possibilités sont au nombre de trois : - Fuir, - Attaquer, - Se raidir. La réaction de raideur centrée sur le dos est très primitive. Elle tend à maintenir la puissance de réaction en fixant et en condensant l’énergie. Chez les animaux cet état de raideur entraine une non-motilité. Il est généralement provoqué par la peur de l’inconnu que l’on retrouve chez l’humain. Par exemple, on se trouve dans notre maison la nuit et on entend quelqu’un proche de la porte, la première réaction consiste à bloquer et à raidir les muscles, comme dans la catalepsie. De nombreux pratiquants de techniques kundaliniques confessent avoir ressentit ce fameux état de raidissement. On retrouve cette perception dans une phase préliminaire dénommée« Nirodha » où le participant ne peut plus bouger et laisse tout tomber.",
  "last_phrase": "In conclusion, understanding the primitive responses of the body to danger, such as fight, flight, or freeze, can shed light on our typology and behavior. The parasympathetic nervous system plays a crucial role in coordinating these responses, with the dorsal vagal nerve being responsible for the freeze response. By being aware of these primal reactions, we can begin to understand our physical and emotional well-being."
}