{
  "title": "\"The Mysteries of Magnetism: Exploring a Higher Dimension\"",
  "first_phrase": "In the previous paragraphs, the text discussed the role of mesmerism in the development of a higher level of consciousness, which allows for a quasi-telepathic ability to diagnose illnesses. Mesmer compared this state with climbing to the top of a magical mountain from which one can see events from the past and the future. However, despite the evidence of magnetic action, pseudo-scientific interpretations still seek to reduce magnetism to a form of non-verbal hypnotism. This has resulted in a reluctance to acknowledge the veracity of magnetism, but the attitude of modern science is evolving thanks to quantum theory. In this last part of the text, the author provides a valuable insight into the evolution of scientific dogma and how it impacts our understanding of mesmerism.",
  "content": "Lorsque nous prenons connaissance d’explications soi-disant scientifiques sur le magnétisme, nous remarquons qu’elles sont fondées sur des données apparemment scientistes tendant à réduire ce dernier à une sorte d'hypnotisme non verbale. Le bon coté des choses est de voir que l’on admet qu'il y existe quelque chose dans le magnétisme. Néanmoins, il est dommage que l'on cherche à réduire ou à annihiler ce quelque chose en faisant passer les magnétiseurs pour des personnes culturellement non scientifiques alors que le magnétisme a dans des milliers de cas démontré sa véracité. Cependant, ces explications réductionnistes se sont opposées à des expérimentations probantes. Malgré cela, il perdure toujours un sentiment contraire. L'homme à tendance à nier ce qu'il ne connait pas. Au temps de Mesmer une commission nia les faits. Trente ans après, les expériences de Du Potet prouvèrent la véracité de l’action magnétique et cent ans après, Charcot reconnu qu'il y avait bien quelques choses. En réalité, comme l'a fait remarquer le Professeur Meheust, les problèmes de reconnaissance du magnétisme ont permis de mettre en avant les erreurs fondamentales de construction de notre analyse scientifique. La science a mis longtemps pour outrepasser ses dogmes. Actuellement, les choses évoluent avec la théorie quantique.",
  "last_phrase": "In conclusion, it is unfortunate that reductionist explanations try to diminish the veracity of magnetism and label magnetizers as unscientific. However, the recognition of the existence of a magnetic force is progress. Though in the past, dogmatic views slowed progress, the theory of quantum mechanics, shaped by observations of animal magnetism, could potentially provide better understanding of the mysterious force in the future."
}