{
  "title": "Understanding the Concepts of Arkeos and Astrology in Paracelsian Medicine",
  "first_phrase": "In the previous section, we explored Paracelse's theories on the Arkeos and its role in energy balance, magnetism and psychic abilities. The last 200 tokens discuss how working intensively on the Arkeos leads to a development of the spirit of quintessence, establishing a strict relationship with a higher level of awakening. The author then introduces Paracelse's belief in the correspondences between organs and planets, explaining that the macrocosm of the stars is integrated into the microcosm of the body. The text highlights some examples of these correspondences, such as the heart being linked to the sun and the brain to the moon.",
  "content": "On établit ainsi une stricte relation avec un niveau supérieur d’éveil qui nous propulse dans deux mondes en même temps, le monde illusoire de notre vie quotidienne et le monde divin. En diffusant vers le cœur, le ressenti de ces deux monde permet d’entrer dans un état de sensation universelle similaire à un état de supra-conscience proche de l’unité universelle. Les correspondances entre organes et planètes Paracelse est persuadé que le macrocosme des astres est intégré au microcosme de l’organisme. En tant que fervent astrologue et dans la continuation de la tradition helléniste, il a su saisir les correspondances entre le « Spiritus Mundi » qui pulse ses forces à travers les planètes et les « Spiritus Insiti » qui les redistribuent aux organes. C’est ainsi que : °Le cœur est lié au soleil et le cerveau à la lune. °L’énergie Solaire du thymos cardiaque revitalise le corps et renforce la force immunitaire. °L’action de desséchement de Saturne sur la rate concentre le taux de bile noire (atrabile), productrice de mélancolie et de dérèglement pathologique. °L’influence de Mercure sur les poumons régule le pouvoir de captation de l’énergie de l’air.",
  "last_phrase": "Understanding the correspondence between organs and planets can lead to a state of universal sensation that brings us closer to the divine. By integrating the macrocosm of the stars into our microcosm, we can revitalize our bodies, regulate our energies, and improve our overall health. Remember these correspondences and use them to help balance and strengthen your body, mind, and soul."
}