{
  "title": "Approches des corps subtils dans la tradition égyptienne",
  "first_phrase": "In the previous text, several historical approaches to subtle energy were discussed. In this final section, we will explore some of the different approaches to subtle bodies throughout history. Notable figures in the revival of subtle energy in the 19th century include Helena Blavatsky, Rudolph Steiner, and Mircea Eliade. Among the various approaches to subtle bodies, we will discuss the Egyptian vision, Greek philosophical approach, and Indo-European vision. The ancient Egyptians conceptualized an energy source called \"Ka,\" which opens the possibilities of life and can be harnessed both inside and outside the body. The Egyptians were also able to extract the magnetic force from subtle bodies, which is considered to be the quintessence of human magnetism.",
  "content": "Parmi elles, on trouve : La vision égyptienne, l’approche philosophique grecque et la vision Indo-Européenne. 1/ La vision égyptienne Pour beaucoup d’entre nous l’Egypte ancienne est magique. Elle a approché bon nombres de secrets. La complexité de l’univers ne lui est pas inconnue. Les anciens égyptiens ont eu connaissance du corps causal qu’ils nomment Sakn. Pour eux, il est la racine de toutes choses. Leur savoir les pousse à conceptualiser une âme qu’ils appellent Ba. Cette âme est liée au corps Astral. Pour eux la vie est issue d’une force créatrice vitale nommée « Ka », répandue dans tout l’univers. C’est elle qui ouvre les possibles de la vie. La dualité de Ka englobe l’énergie du corps physique et du corps éthéré. Cette énergie est domptable. Les égyptiens savent l’utiliser à l’intérieur du corps en la rééquilibrant et à l’extérieur en l’utilisant comme énergie magnétique. Et oui, et c’est là un grand secret, certains érudits d’Egypte ont su extraire la force magnétique des corps subtils. Là, on touche à la quintessence du magnétisme humain.",
  "last_phrase": "In conclusion, the ancient Egyptians had a profound understanding of the universe and the subtle energies that compose it. They conceptualized nine differentiated subtle bodies, each with distinct properties and functions. These bodies were used to balance and harness the energies within and around the physical body, providing access to a deeper dimension and unlocking the full potential of the human magnetism."
}