{
  "title": "\"Eye Gazing Exercise for Energy Reconnection and Neurological Reconstruction\"",
  "first_phrase": "In this text, the author describes a meditative exercise that can help connect the energies of the left and right eyes in order to broaden one's perception of self. The exercise begins by focusing on the right eye, followed by the left, which causes a shift in perception as the different energies of both eyes unite. This results in a feeling of expansion, and by refocusing on the right eye once more, the exercise culminates in a grounded sense of presence. The author references the concepts of \"Solve\" and \"Coagula\" to describe the sensations experienced during the exercise. Overall, this exercise aims to reconnect the energies of the eyes to the earth in a new way.",
  "content": "Vous voyez l’image de votre visage changer, devenir plus grande puisque la partie de votre cerveau en charge de la focalisation se trouve comme désactivée. En effet, dès qu’on focalise plus le regard sur quelque chose d’important se trouble. Ne focalisant plus, l’ego et la perception habituelle du corps disparaissent en partie. Dés lors, vous ressentez une sensation d’élargissement nommée « Solve ». A ce point de l’exercice, il faut continuer en refocalisez une fois de plus à droite. Ce faisant, vous ressentez à nouveau la sensation du corps. Maintenant, vous portez l’attention au cœur pour littéralement “revenir à la terre” avec à la clé, une reconstruction neurologique intérieure et un sens accru de la présence nommées « Coagula ». Tout s’est passé comme ci vous aviez chargé beaucoup d’énergie et que vous aviez ressenti votre corps d’une façon différente. Cet exercice permet de travailler les énergies de l’œil droit et de l’œil gauche afin de les reconnecter à la terre d’une nouvelle façon.",
  "last_phrase": "In conclusion, this exercise helps to reconnect the energies of the left and right eye by focusing on the heart and experiencing a sense of expansion known as \"Solve\" followed by a reconstruction of neurological inner experience and a heightened sense of presence called \"Coagula\". As a result, this exercise helps to charge the body with energy and provides an opportunity to work on bioenergetic phases of tension, charge, discharge, and relaxation. To further this work, the exercise can be continued in multiple phases."
}