{
  "title": "\"Fascination expérimentale et gestion des émotions : processus en 5 phases\"",
  "first_phrase": "In the previous text, the author described the importance of regression and ego-reduction as a prerequisite for effective energy work. The text then goes on to discuss the application of experimental fascination on another person for therapeutic purposes, with the need for the subject's direct participation for best results. The author emphasizes the importance of preparation and exercises for verticalization of the being before using the power of the gaze to make the subject visualize and feel the energy. The text also delves into the sympathetic and parasympathetic cycles during fascination and the three phases involved in experimental fascination.",
  "content": "Au début, il y a une grande excitation du sympathique avec contraction dorsale suivie de l’effet rebond plus primitif du parasympathique avec décontraction dorsale. Après, on peut créer plus facilement un état extatique puisque sous l’action du parasympathique, l’organisme est devenu souple. 5/ Les phases de la Fascination expérimentale Elles sont au nombre de trois : La première phase s’articule en trois étapes : - La Tension Elle correspond à une phase de tension et d’activation du système sympathique. Elle procure une excitation divisible en effort musculaire et fatigue des yeux. Mais cette phase de tension n´est pas suffisante pour un bon résultat. Il faut aussi obtenir un relâchement des mécanismes automatiques avec une perte de contrôle. - La Stupeur Il s’agit de quelque chose que l’esprit ne peut pas analyser selon les schémas habituels. La réaction automatique est incapable d’y répondre. Tout se passe comme si le Sympathique était figé en hyper action bloquante. La stupeur réveille une attention différente ne faisant plus référence aux schémas du passé. On remarque cela dans la fascination expérimentale produite par le regard ininterrompu ou lors de l’arrivée d’un mouvement brusque et inattendu provenant d’une autre personne.",
  "last_phrase": "In conclusion, the experimental fascination involves three phases: tension, stupor, and loss of control. The first phase activates the sympathetic system, followed by the primitive parasympathetic rebound effect. The second phase triggers an unfamiliar attention, and the third phase results in a primal loss of spatial orientation. By understanding these phases, one can achieve an ecstatic state more easily and achieve better results."
}