{
  "title": "\"The Power of Internal Fire: Breath and Magnetism\"",
  "first_phrase": "In this final part of the text, we'll explore the concept of the \"Internal Fire\", the essential construct of every organism, and its relationship with blood transmission of magnetism. Before that, we learned about a base exercise for improving vital breathing and how it enhances our vital energy and Thymos. By compressing air in the upper part of the lungs and slowly releasing it, we can amplify this internal flame. Now let's delve into the hermetic tradition that understands matter to be light precipitate and its connection with blood transmission of magnetism.",
  "content": "L'ancien idéogramme du feu intérieur correspond à celui du soufre des alchimistes. Ces derniers ont utilisé ce terme pour désigner le feu actif qui empli le centre de chaque être. Cette ardeur vitale se manifeste de l'intérieur vers l'extérieur via des phénomènes de croissance et de développement. Le feu interne est en réalité le principe constructif de chaque organisme. En fait, cette flamme profonde, sur laquelle la stabilité de chaque individu dépend, est une forme particulière de la « Lumière Créatrice ». Dans la tradition hermétique la matière n’est que de la lumière précipitée. Le « Feu Interne » et la transmission sanguine du magnétisme Le fluide transmis par le magnétisme est intimement lié à cette chaleur intérieure. La magie du feu interne est liée à la magie du sang. Le sang intègre alchimiquement cette « Lumière Créatrice » pour la véhiculer à travers tout le corps. De là nait une force magnétique. C’est pourquoi, le magnétisme se diffuse grâce à la puissance sang. Le fluide sanguin transporte la chaleur mais il englobe aussi une « Chaleur innée », allumée dés la naissance, qui réchauffe notre intérieur. L’amplitude de la respiration va nourrir et potentialiser cette chaleur en l’attisant avec l’air.",
  "last_phrase": "En conclusion, l'ancien idéogramme du feu intérieur est représentatif de la chaleur vitale qui se manifeste de l'intérieur vers l'extérieur de chaque être. Cette flamme profonde est une forme particulière de la « Lumière Créatrice » et est intimement liée à la transmission sanguine du magnétisme. La qualité spirituelle du sang est alors essentielle pour sa bonne formulation physico-chimique. Prendre soin de son feu interne est donc fondamental pour maintenir une harmonie corporelle et spirituelle."
}