{
  "title": "\"The Power of Mental Magnetism and the Work of Franz Anton Mesmer\"",
  "first_phrase": "In this text, we delve into the fascinating world of mental magnetism and its potential to act at a distance. To master this practice, one must learn the techniques and undergo proper training. The chapter focuses on the great researcher Franz Anton Mesmer (1734-1815), who dedicated his life to studying animal and human magnetism. Mesmer's childhood spent in nature and fascination with water sparked his interest in philosophy, theology, law, and eventually, medicine. His studies ultimately led him to the field of magnetism, where he made impressive discoveries about the power of mental and spiritual magnetism.",
  "content": "La puissance du fluide mental émis par le praticien dépendra de sa capacité à concentrer la force agissante de sa volonté mentale. Dans des cas précis, l’intense finesse du magnétisme mental humain est proche de ce que beaucoup appellent le magnétisme spirituel ou l’énergie divine créatrice vient renforcer la puissance du magnétisme mental. Les phénomènes de télé-psyché sont très courants lorsque l’on pratique le magnétisme. ______________ Chapitre 9 Le fabuleux travail du Docteur Franz Anton Mesmer (1734-1815) Cet immense chercheur en magnétisme animal et humain est né à Iznang prés du lac de Constance (Allemagne). Grâce à une enfance passée en pleine nature, il s’émerveillait de la féérie de la vie et de la fluidité de l’eau. Les sourciers faisaient partie de ses fréquentations préférées. Puis, son attention se tournait vers la philosophie, la théologie et le droit pour finir par se fixer sur des études de médecine. Diplômé en théologie, il s’inscrivait à l’Université de Médecine de Vienne en 1760 où en 1766, il présentait une thèse intitulée : « De l’Influence des Planètes sur le Corps Humain ». C’est alors que la médecine des aimants l’occupait un certains temps.",
  "last_phrase": "In conclusion, the power of mental fluid emitted by a practitioner depends on their ability to concentrate and harness the force of their mental will. The use of a \"Baquet\" or magnetized water bowl was a favorite method of the legendary researcher in animal and human magnetism, Dr. Franz Anton Mesmer. By understanding and practicing the techniques of magnetism, one can tap into the intense finesse of human mental and spiritual energy, and even witness common tele-psychic phenomena."
}