{
  "title": "The Power of Kundalini and Magnetic Ecstasy",
  "first_phrase": "In the previous section, it was discussed that awakening the Kundalini is a useful process in self-awakening, but it is not the awakening itself. This concept is elaborated further in the last 200 tokens. The text explores the state of ecstatic somnambulism or magnetic ecstasy, which is compared to the state of saints who experience ecstasy while remaining motionless. The process involves psychological and physical stimulation, resulting in a powerful state of ecstasy. The magnétiseur (practitioner) uses techniques such as fascination, catalepsy, and relaxation to induce this state. The text also highlights that this ecstatic state may lead to supra-sensory experiences, heightened lucidity, and a connection with the \"Divine Whole\" in some cases.",
  "content": "Le magnétiseur remonte l’énergie en pratiquant des passent ascendantes. Les bouffées d’énergie kundalinique amènent une grande sensation de chaleur dans la partie supérieure du corps et dans le crane du sujet. Lors de l’action du magnétiseur, la personne peut-être assise ou debout. Son dos se transforme de la même façon que dans la pratique de l’éveil de la Kundalini. Les effets seront plus marqués si au préalable le thérapeute entame un processus de fascination pur. Ensuite, il provoque une mise en catalepsie. Puis il décontracte la personne. Et, pour finir, il la met en état d’extase. Dans certaines situations, Il arrive que l’extase face entrevoir des expériences spirituelles qualitatives. Il peut survenir alors des effets supra-sensoriels, une forte lucidité et la perception d’entités. Dans le meilleur des cas, une connexion du patient avec le « Tout Divin » peut sublimer la chose. Lors de ce phénomène, des énergies agissantes s’entrecroisent. Dans la pratique somnambulique extatique, le magnétiseur crée un mouvement magnétique ascendant qui connecte l’énergie Feu et qui chasse le mental. La personne peut ressentir une sensation dans la colonne ou une impossibilité de bouger.",
  "last_phrase": "In conclusion, the practice of magnetism involves ascending passes that elevate energy and may trigger kundalini experiences. The effects are enhanced by prior processes of fascination, catalepsy, relaxation, and ecstasy, which can lead to supra-sensory experiences and spiritual entities. The magnetizer creates an upward magnetic movement that connects the Fire energy and removes mental blocks. The use of lethargic relaxation can also create fascination and ecstasy. Although not identical, these methods share similarities with yogic practices and provide opportunities for profound self-discovery and spiritual connection."
}