{
  "title": "\"The Origins and Influences of Mesmer's Animal Magnetism\"",
  "first_phrase": "In the previous text, we learned about the theory of animal magnetism proposed by Mesmer, which explained the universal nature of the ebb and flow movement of fluids and its effects on celestial bodies and living organisms. At the core of Mesmer's theory was the idea that matter's properties depended on the operation of this fluid. However, Mesmer's practice faced opposition, and he was investigated by two commissions. In this last part, we learn that Mesmer's ideas were rooted in alchemy, and he believed that the key to true medicine lay in self-discovery. Oswald Wirth asserts that Mesmer referred to the phrase \"Visita Interiora Terre Rectificando Invenies Occultum Lapident Veram Medicinam\" in his work, inviting us to explore the depths of our own being to find the true medicine within.",
  "content": "Mais au bout du compte, la thérapie de Mesmer se heurta à des jalousies et à des oppositions néfastes de la Faculté de l’Académie des Sciences et de la Société Royale de Médecine qui finirent par influencer le Roi afin qu’il nomme deux commissions d’enquête. Les conclusions opposèrent des raisons de moralité publique et d’influence puritaine à la théorie de Mesmer. (°) Comme le dit Oswald Wirth dans “Le Symbolisme Hermétique”, Mesmer a puisé la notion du magnétisme animal dans l'Alchimie. Il connaissait la formule qui se rattache au mot Vitriolum dont les lettres fournissent les initiales de la fameuse phrase : « Visita Interiora Terre Rectificando lnvenies Occultum Lapident Veram Medicinam » qui signifie: « Visiter les entrailles de la Terre est une invitation à la descente en soi-même et à l'approfondissement de la nature humaine. ». « Nous sommes enfermés dans le laboratoire secret de notre personnalité, en notre œuf philosophique hermétiquement clos, rectifions, distillons, dégageons le subtil de l'épais. Ainsi nous trouverons la Pierre cachée en laquelle réside la Vraie Médecine... Chacun de nous cache en lui-même la Pierre des Sages, Vraie Médecine, possédant le pouvoir de guérir tous les maux.",
  "last_phrase": "In conclusion, although Mesmer's therapy faced opposition from the scientific community and morality concerns, his belief in the power of animal magnetism was rooted in alchemy and the importance of introspection. Paracelse, a Swiss physician and disciple of ancient thinker Celse, was similarly influenced by alchemy and hermeticism in his approach to medicine. Understanding and embracing the resources within ourselves is key to unlocking our true potential and achieving holistic healing."
}