{
  "title": "\"Magnétiser les organes pour équilibrer les émotions\"",
  "first_phrase": "In the last part of this text, the focus shifts to practical exercises that aim to balance the energy in the body by connecting with the stars and different organs. The text contains step-by-step instructions that guide the reader through the process of soothing negative emotions and energizing various organs by directing the focus of consciousness and hand movements. Before the exercise, the reader will need to calm down and relax. The text also introduces the distinction between two types of consciousness - absolute and phenomenal - as a way of understanding the importance of being present in the moment.",
  "content": "- Ensuite, dirigez votre ressenti de conscience et votre main droite sur le plexus solaire en gardant à l’esprit qu’il représente la lumière du soleil qui vous anime. - Une fois cette première étape effectuée, diriger votre ressenti de conscience et votre main gauche sur le cœur avec la ferme intention de pacifier vos émotions. - Une fois les émotions pacifiées, posez une main sur le foie et visualisez la force qui énergétise votre organisme. - Par la suite, vous pouvez poser vos mains sur les reins pour dynamiser la colonne vertébrale. - Puis, si vous le désirez, vous pouvez travailler sur les problèmes psychosomatiques en posant une main sur la rate et l'autre sur le plexus solaire. - En posant les mains sur votre tête, vous calmerez et équilibrerez les hémisphères cérébraux. - Vous pourrez aussi étendre l’action de cet exercice en posant vos mains sur la tête d’une autre personne ou sur un de ses organes. ___________ Chapitre 11 Présence à l’instant et magnétisme Les deux types de conscience Pour bien comprendre l’essence de la présence à l’instant, nous allons distinguer la conscience absolue et pure de la conscience phénoménale fortement conditionnée.",
  "last_phrase": "Incorporating a practice of physical touch and intentional visualization can aid in balancing and energizing the body. Recognizing the differences between absolute and conditioned consciousness can further contribute to one's sense of presence in the moment. Try extending this practice to others or specific organs for an even more profound effect on overall well-being."
}