{
  "title": "The Paracelsian Concept of Spagyric Medicine Explained.",
  "first_phrase": "This text explores the innovative concept of spagyrie or spao, which involves breaking down the elements of life and purifying them to create a superior alchemical component. Paracelse developed this practice and applied it in medical preparations, working with an \"alchemical spagiric state\" mastered by fire. In addition, the text introduces the theory of signatures, which explains that the form and aspect of plants correspond to their therapeutic virtues. Paracelse believed that the Arkeos of the solar plexus animates vital energy, and acting on its magnetic zone can resolve psychological issues and open the doors to a telepathic hypersensitivity.",
  "content": "Image extraite de Opus Medicum Chimicum de Joahann Daniel Mylius https://en.wikipedia.org/wiki/Johann_Daniel_Mylius L'Arkeos selon Paracelse Paracelse pensait que l’Arkeos du plexus solaire ne consistait pas uniquement à métaboliser les aliments, qu’il animait aussi l’énergie vitale. Ce faisant, il confirmait les concepts de la médecine antique grecque établissant la Pepsis (digestion) comme point capital du bon équilibre énergétique. Ce plexus est fondamental dans le magnétisme. En agissant magnétiquement sur sa zone, on résout bien des problèmes et plus particulièrement les problèmes psychologiques. Puis en persistant, on peut accéder à une dimension supérieure située au-delà du domaine d’action des éléments. Cette nouvelle dimension permet d’entrer dans un état particulier et mystérieux qui ouvre les portes à une hypersensibilité presque télépathique. Cet état, proche de la voyance, permet de diagnostiquer les maladies. Mesmer le comparait à celui d'un homme qui du haut de montagne magique qu’il venait de gravir pouvait mieux comprendre les événements passés et accéder au futur. En travaillant intensément sur l’Archeos, il est possible de développer l’esprit de quintessence qui sublime les étapes de la vie.",
  "last_phrase": "In conclusion, Paracelse's belief in the importance of the Arkeos in the solar plexus and its connection to overall energy balance has its roots in ancient Greek medicine. Through magnetic manipulation of this area, one can access a higher, hypersensitive state of consciousness that allows for diagnoses of diseases. By working on the Arkeos, one can attain a spirit of quintessence that connects them with a higher level of awakening, leading to a sensation of universal unity similar to supra-consciousness. Finally, Paracelse's astrological view of the body and its organs in relation to the planets is an important facet of his teachings, with the heart connected to the sun and the brain to the moon."
}