{
  "title": "\"Reading List: Quantum Psychology, Hypnosis, and Eastern Traditions\"",
  "first_phrase": "In the previous tokens, we explored the world of hypnosis, NLP, quantum psychology, and magical arts. Now, Quantum Psi aims to bridge the gap between Eastern and Western philosophies. The final part features works by Stephen Wolinsky, Robert Dilts, and Richard Webster, among others. Discover how the power of the mind can help us transcend borders and expand our understanding of human consciousness.",
  "content": "di Sidney Rosen Nlp at Work: The Difference That Makes a Difference in Business di Sue Knight Patterns of the Hypnotic Techniques of Milton H. Erickson, M.D (Patterns of the Hypnotic Techniques of Milton H. Erickson, M.D) di Richard Bandler, John Grinder Patterns of the Hypnotic Techniques of Milton H. Erickson, M.D (Patterns of the Hypnotic Techniques of Milton H. Erickson, M.D) di Richard Bandler, John Grinder Quantum Consciousness: The Guide to Experiencing Quantum Psychology di Stephen, Ph.D. Wolinsky, Kristi L. Kennen Tom Vizzini: Essential Skills Quantum Mind di Arnold Mindell Quantum Psychology di R. A. Wilson, Robert Anton Wilson Quantum Psychology: How Brain Software Programs You and Your World di Robert Anton Wilson Quantum Teaching: Orchestrating Student Success di Bobbi Deporter, et al Sleight of Mouth: The Magic of Conversational Belief Change di Robert Dilts Software for your brain Michael Gleeson Spirit Releasement Therapy : A Technique Manual di William J. Baldwin, Edith Fiore The Beginner’s Guide to Quantum Psychology di Stephen H., Ph.D. Wolinsky The Key to the true Kabala di Franz Bardon The large scale structure of Space-Time di Hawking The New Encyclopedia of Stage Hypnotism di Ormond McGill The physical principles of quantum theory di Heisenberg The Power of Your Subconscious Mind di JOSEPH MURPHY The Structure of Magic: A Book About Language and Therapy (Structure of Magic) di Richard Bandler The Way of the Human: The Quantum Psychology Notebooks : Developing Multi-Dimensional Awareness : Special Section : Trances People Live Revisited (Way of the Human; The Quantum Psychology Notebooks) di Stephen H. Wolinsky The Wisdom of Milton H. Erickson: The Complete Volume di Ronald Havens Time for a Change di R. Bandler Training Trances: Multi-Level Communication in Therapy and Training di John Overdurf, Julie Silverthorn Trance-Formations: Neuro-Linguistic Programming and the Structure of Hypnosis di John Grinder, Richard Bandler Trances People Live: Healing Approaches in Quantum Psychology di Stephen Wolinsky Turtles All the Way Down: Prerequisites to Personal Genius di John Grinder, Judith Delozier Unlimited Selling Power: How to Master Hypnotic Selling Skills di Donald J. Moine, Kenneth L. Lloyd Using Your Brain--For a Change di Richard Bandler Write Your Own Magic di Richard Webster Quantum Psi vuole gettare anche un ponte tra Oriente ed Occidente.",
  "last_phrase": "In conclusion, Quantum Psi aims to bridge the gap between Eastern and Western traditions, and it has been found that a comparable personal approach exists in many ancient traditions such as Dzogchen, Yoga, and Ch'an techniques. Readers are encouraged to explore these traditions by reading books on topics such as enneagrams, hypnosis, quantum physics, and energy techniques, as these have served as a starting point for Quantum Psi's advanced research."
}