{
  "title": "Understanding Quantum Psi: Techniques for Concentration and Meditation",
  "first_phrase": "This text explores the connection between western hypnosis and eastern meditation practices, particularly the concept of Samadhi, which refers to a state of consciousness where there is no distinction between the observer and the observed. The article discusses the role of concentration and fixation in achieving this state, which can be attained through both hypnotic and psi techniques. The final section introduces the concept of Samyama, which involves concentrating on an object in order to attain a deeper understanding of its nature. The text offers a fascinating glimpse into the intersection of different philosophical and spiritual traditions.",
  "content": "In Quantum Psi lo stato è ottenuto ugualmente lavorando verso la deconcettualizzazione. Finché la mente concettualizza non si può avere meditazione reale. Questo è il primo passo per avvicinarsi alle Esperienze Superiori. 3. Quando solo l’oggetto di meditazione risplende nella mente, senza neppure il concetto del sé che sta meditando questo stato è chiamato Samadhi. Questa è una idea centrale in Quantum Psi. Il concetto è il superamento della diade questo / quello, osservatore / osservato. È difficile spiegare in parole lo stato in quanto le parole sono strumento dell’emisfero sinistro che viene rilassato con la pratica. Oltre che con la pratica ipnotica, lo stato di Samadhi può essere ottenuto anche per brevi lassi di tempo con altri fini non rivolti verso l’illuminazione attraverso la cosiddetta “concentrazione psi”. Si tratta infatti di uno stato che può essere ottenuto in due maniere: macro - attraverso le tecniche ipnotiche micro - per pochi istanti utili però per ottenere effetti di cambiamento veloci. In Quantum psi si lavora ad esempio al superamento della diade questo-quello. Questo lavoro linguistico porta a brevi istanti di Samadhi utili per il cambiamento. 4. I tre assieme sullo stesso oggetto costituiscono lo Samyama.",
  "last_phrase": "In conclusion, Quantum Psi emphasizes the need to work towards deconceptualization in order to achieve true meditation and approach higher experiences. The state of Samadhi, where only the object of meditation shines in the mind, without the concept of self meditating, is central to this practice. While difficult to explain in words, this state can be achieved through hypnosis or concentration techniques. By combining Dharana, Dhyana, and Samadhi, practitioners can achieve Samyama, which is essential to the Quantum Psi approach."
}