{
  "title": "\"Key Concepts of Triadic Mind and Unification\"",
  "first_phrase": "In the last part of this text, the author delves deeper into the concept of \"state without cause and relations\" and \"unified mind,\" emphasizing that the cessation of duality is the key to reaching a state of wholeness. The author also touches upon the theory of relativity and quantum psychology. Doubts and indecision disappear, and a life in pure faith becomes possible. The author's insights shed light on the teachings of Dharma and the significance of understanding the \"tridactic mind.\"",
  "content": "Commento: Questi sono pensieri del cervello rettiliano Se l’occhio non dorme mai, tutti i sogni cesseranno naturalmente. Commento: questa frase è metaforica. I sogni sono le apparenze della vita. L’occhio, la coscienza. Se la mente non discrimina, le diecimila cose sono così come sono, di sola essenza. Comprendere il mistero di questa Unica-essenza significa essere liberati da ogni impedimento. Si tratta del concetto di “stato oggettivo” Quando tutte le cose sono considerate imparzialmente, l’Auto-essenza è raggiunta. Nessuna comparazione o analogia è possibile stato privo di causa e relazioni. PARTE VII Considera fermo il movimento e l’immobilità nel movimento, ed entrambi gli stati di movimento e di quiete scompariranno. Commento: in poche parole l’autore introduce il concetto alla base della teoria della relatività, centrale anche in Quantum Psychology. Quando tali dualità cessano di esistere l’Interezza stessa non può esistere. A tale definitiva finalità non può applicarsi nessuna legge o descrizione. Per la mente unificata in accordo con la Via tutte le aspirazioni provenienti dal sé finiscono. Mente unificata è un concetto importante Dubbi e indecisioni svaniscono e la vita in pura fede è possibile.",
  "last_phrase": "In conclusion, understanding the concept of \"objective state\" and achieving a unified mind in accordance with the Way can lead to liberation from all obstacles and doubts, allowing a life of pure faith. When the mind is unified, duality ceases to exist, and the perception of the triadic mind becomes unimportant. Ultimately, in this world of similitude, there is no self or other."
}