{
  "title": "\"Principles and Techniques of Energy Psychology\"",
  "first_phrase": "In the previous paragraphs, we learned that every thought and emotion we hold in our minds retains and blocks a certain amount of energy; unlocking these internal blocks can unleash greater energy. The principles of PSI-Energetica highlight the relationship between energy and intention, and how concentration is necessary to achieve an energetic effect. The text then explores various models and techniques, such as Psi-energetica and Energetic Hypnosis, that help in achieving profound states of trance and accessing the State of Presence. The authors discuss the importance of this state and its connection to the concept of enlightenment in Eastern traditions. In this last part, we learn about a researcher who had discovered a pragmatic path to reaching this state, called \"the dry path,\" that leads a person through three stages to arrive at the \"center.\" This state corresponds to the idea of \"illumination\" and represents the first direction of development in quantum psychology.",
  "content": "Quasi tutti hanno letto qualcosa al riguardo, normalmente senza troppo porci l’attenzione. Gli autori di questo sito sono partiti da un’impostazione prettamente occidentale, e, dopo varie ricerche sono stati posti con stupore di fronte all’evidenza dell’esistenza di questo stato, dopo l’incontro con un ricercatore che, dopo aver ricercato in tutte le tradizioni occidentali ed orientali, aveva individuato una strada chiara e pragmatica per raggiungere l’obiettivo ed aveva studiato una metodologia apposita, divisa in tre passaggi. La via da lui scelta era chiamata “via secca” per indicare l’assenza di fronzoli sul percorso. Attraverso i tre passaggi portava una persona ad arrivare al “centro”. Alcuni legano tale stato alla parola “trascendenza”, ma bisogna capire che è uno stato naturale, poiché esiste nella natura. Pochissime persone lo conoscono veramente, e sono immediatamente distinguibili da come ne parlano. Si tratta di un concetto fondamentale di Quantum Psychology. Rappresenta anche la prima direzione di sviluppo di tale disciplina. Corrisponde al concetto orientale di “illuminazione”. Perché illuminazione?",
  "last_phrase": "In conclusion, the concept of \"illumination\" in Quantum Psychology represents a natural state that few individuals truly comprehend. However, through a clear and pragmatic methodology divided into three steps, one can reach the \"center\" of this state. Our perception of reality is constantly conceptualized, mediated by the concepts we have learned, and our minds interpret the world based on pre-existing information. By expanding our minds through techniques such as creativity, we can better understand and experience the natural state of illumination."
}