{
  "title": "\"Transform Your Personality through Higher States of Consciousness\"",
  "first_phrase": "In the previous text, the authors described how reaching the \"peri-objective\" state can lead to a total transformation of personality, replacing one's mind with the \"global mind\" of society. In this last part, the authors explain that the absolute objective state is not a stable state and can only be reached for a short time. However, being more present can lead to maximum impact on reality with strange phenomena. They suggest a simple exercise to be present at least three times a day for a minute to achieve a higher state of consciousness. This presence is observable through nonverbal communication and increased ability to respond to external stimuli.",
  "content": "Viene chiamato stato di coscienza superiore poiché da questo stato è possibile comprendere gli stati di coscienza inferiori. Come si riconosce una persona che ha raggiunto lo stato oggettivo o stati peri-oggettivi? Normalmente è più presente. Soprattutto nella vita mostra elementi di estrema presenza. Applica parecchie strategie ed è creativa. Cosa è la Presenza? Significa essere presenti alla realtà. Rappresenta la strada per avvicinarsi a tale stato. La presenza non è comunque obbligatoriamente legata ad uno stato oggettivo. Tramite la presenza gli autori hanno osservato che si massimizza l’impatto sulla realtà con fenomeni a volte strani. Esiste infatti un principio di Quantum Psychology che afferma che l’osservatore influenza l’osservato e questo è ovviamente tanto più vero quanto più siamo presenti (e quindi osserviamo realmente). Gli autori del sito hanno personalmente osservato come una persona in stato di presenza sia più in grado di rispondere agli stimoli esterni, e tale presenza sia individuabile attraverso la comunicazione non verbale Un semplice Esercizio Si tratta di un esercizio diffuso attraverso il mondo in molte tradizioni. Ogni giorno cercate di essere presenti per almeno un minuto tre volte al giorno.",
  "last_phrase": "Incorporating presence into your daily life can maximize your impact on reality, as observed by Quantum Psychology. Being present doesn't necessarily mean reaching an objective state, but it can lead you on that path. Try the simple exercise of being present for at least a minute, three times a day, and awaken something within yourself. Practicing with a group can help overcome social obstacles. Apply these principles to create rapport in the Quantum Psi model and achieve a higher state of consciousness."
}