{
  "title": "\"The Triadic Model and Quantum Principles in Hypnotherapy.\"",
  "first_phrase": "In the previous paragraphs, we learned about the triadic model of the mind and how it responds to external stimuli. This model consists of three levels of the mind that react to logical, emotional, and basic stimuli, respectively. In this final portion of the text, we explore how individual metastructures within each person prioritize these aspects and how changing these metastructures can impact one's behavior. Additionally, we discuss the connection between quantum principles and effective techniques for behavioral change, citing Milton Erickson's hypnotherapy as an example of a quantum approach.",
  "content": "Ad esempio pongono in terza posizione il cervello mammaliano quando devono in realtà affrontare un lavoro di contatto con gli altri. Quantum Psi e Milton Erickson Alcune persone ci hanno chiesto da quanto tempo siano diffusi i principi quantici. Solo ora sono formulati nella loro intierezza, ma già da parecchi anni esiste tra molti studiosi una “coscienza quantica”. È interessante scoprire che i principi quantici sono dietro tutte le cose che danno i migliori risultati. Milton Erickson Vogliamo citare al proposito Milton Erickson, considerato da molti studiosi tra i maggiori esperti del cambiamento con tecniche di Ipnoterapia di tutti i tempi. Erickson ricade chiaramente nel novero delle persone che hanno utilizzato (probabilmente inconsciamente) principi quantici. Del resto, non è possibile ottenere risultati globali senza l’applicazione di principi quantici. L’Ipnoterapia di Milton Erickson era infatti, secondo Gregory Bateson, quantica (anche se non poteva utilizzare questo termine che a quel tempo era poco in uso). Secondo questi, M. E. aveva una maniera di entrare in un sistema per cui non era “un ego separato dal sistema, bensì un’onda del complesso totale”.",
  "last_phrase": "In conclusion, the principles of quantum physics have been gaining momentum among experts for many years, and are now being formulated in their entirety. Milton Erickson was one of the pioneers who unconsciously utilized these principles, and his unique approach to hypnotherapy was considered quantum by Gregory Bateson. The difficulty in effectively transmitting the quantum view is a testament to its complexity, but it sheds new light on Erickson's work and its effectiveness."
}