{
  "title": "\"Milton Erickson and Quantum Principles in Hypnotherapy\"",
  "first_phrase": "In the previous text, various principles of quantum mechanics were discussed and their applications in different fields. The text highlighted Milton Erickson, a renowned expert in hypnotherapy, amongst those who have unconsciously used quantum principles. In the last 200 tokens, the author makes a connection between the concepts discussed earlier and Ernest Rossi, one of Erickson's students, who adopted a partially quantum view in some of his latest works. This shows that despite the difficulty in transmitting the quantum vision effectively in words, some scholars have recognized its relevance and have integrated its principles into their work.",
  "content": "Bateson osservava che molte persone venute dopo Erickson e che erano andate da lui per copiare le tecniche non l’avevano capito ed avevano cercato di separare l’operatore dalla situazione, (violando così il principio di Heisenberg per cui l’osservatore influenza sempre l’osservato). Pur copiandolo, avevano quindi mancato un elemento essenziale della sua efficacia. Riportiamo in fondo a questa pagina il passo relativo. Questo ci fa riflettere ancora una volta sulla difficoltà di trasmettere efficacemente la visione quantica, che va al di là delle parole, con semplici parole. La visione quantica getta una nuova luce sul lavoro di Milton Erickson. Ed è appassionante rileggere i libri di Erickson partendo da questo punto di vista. Molte cose dette fra le righe divengono allora palesi. Ernest Rossi Nonostante la maggior parte degli allievi di Erickson hanno lasciato da parte il punto di vista quantico, notiamo con piacere che alcuni allievi hanno invece sviluppato (almeno in parte) questi concetti: uno tra i maggiori allievi di Erickson, Ernest Rossi, che è stato coautore assieme a lui molte opere, ha infatti adottato in alcune sue ultime opere (ad esempio Dreams, Consciousness, Spirit), un punto di vista parzialmente quantico.",
  "last_phrase": "In conclusion, the difficulty of effectively transmitting the quantum perspective is evident from the struggles of those who attempted to copy Erickson's techniques without grasping the underlying principles. Nevertheless, some of Erickson's students and co-authors, such as Ernest Rossi, have partially adopted this viewpoint, shedding new light on the work of Milton Erickson, while also highlighting the challenges of communicating complex concepts with simple words."
}