{
  "title": "\"The Power of Samyama: Obtaining Knowledge and Supernormal Abilities\"",
  "first_phrase": "In the previous paragraphs, Patanjali explains how practicing Samyama on various regions of the body can lead to a deeper understanding of the mind and the universe. Specifically, Samyama on the heart can bring a holistic understanding of everything. Furthermore, Samyama on Purusha, the ultimate reality, can bring knowledge beyond pleasure and pain. This leads to the acquisition of supernormal powers such as clairvoyance and clairaudience. However, these powers can also be a distraction from the ultimate goal of Quantum Psychology, which is the liberation of the mind. Finally, by developing the vital force Udana, one can have control over the physical body and even leave it at will.",
  "content": "Da qui (dalla conoscenza di Purusha) nasce Pratibha (prescienza), Sravana (potere supernormale di udire), Vedana (potere supernormale della vista), Adarsa (potere supernormale del tatto), Asvada (potere supernormale del gusto) e Varta (potere supernormale dell’odorato). A questo punto siamo aperti a lasciare i nostri sensi aperti ad una maggiore percezione. 38. Essi (questi poteri) sono impedimenti al Samadhi, ma sono ( guardati come) acquisizioni nel normale stato fluttuante della mente. Ovviamente questi poteri rischiano di deviare dalla ricerca finale di Quantum Psychology, ma sono comunque dei livelli di ottenimento notevoli. 39. Quando la causa degli impedimenti viene diminuita ed i movimenti della mente sono conosciuti, la mente può entrare in un altro corpo. La deconcettualizzazione è la via maestra verso nuovi sviluppi. Questo sutra significa che aumentando la flessibilità (sciogliendo i nodi), la nostra mente può comprendere facilmente la psicologia di un’altra persona (letteralmente “entrare in un’altra persona”). 40. Sviluppando la forza vitale (della vita) chiamata Udana, il corpo può resistere ad immersioni in acqua o fango, alle braci e si può uscire dal corpo a volontà.",
  "last_phrase": "In conclusion, attaining these supernatural powers can be an impediment to achieving Samadhi, but they can be valuable acquisitions in the fluctuating state of the mind. However, it is important to remain focused on the ultimate goal of Quantum Psychology. By developing flexibility, vital strength, and techniques of Quantum Psi, individuals can access new levels of perception, healing, and control."
}