{
  "title": "\"Quantum Psychology: Paths to Illumination and Non-Discrimination\"",
  "first_phrase": "In the final part of this text, the concepts of calm and restlessness as well as illusions and dualities are explored. It is explained that many of our mental processes are unconscious due to taking things for granted. The foolishness of grasping onto things such as gain and loss, right and wrong, is emphasized. The text concludes with the reminder that these are like flowers in the air and should not be sought after. All of these ideas tie into the practice of Quantum Psychology and the importance of accepting and integrating all parts of oneself in the pursuit of true enlightenment.",
  "content": "Quest’ultima frase si riferisce ai due cervelli superiori della mente triadica e vuole evitare che l’adepto si rifugi solo nel cervello rettiliano. In verità, accettare pienamente essi è identico alla vera Illuminazione. Questo è il concetto chiave della mente triadica L’uomo saggio non si sforza per il raggiungimento di alcun fine, ma lo stolto si ostacola da solo. Esiste un solo Dharma, verità, legge, non molti; le distinzioni nascono dal bisogno di attaccamento degli ignoranti. Identificare la Mente con la mente discriminante è il più grande errore di tutti. Di nuovo sul concetto di pluralità di menti. PARTE VI Calma e inquietudine derivano dall’illusione; con l’illuminazione non vi è ciò che si preferisce e cio che è sgradito. Tutte le dualità provengono da deduzioni inconsapevoli. Il fatto che molti nostri processi mentali siamo inconsapevoli è dovuto al fatto che la nostra mente non nota le cose che considera scontate. E se consideriamo scontati certi giudizi significa renderli inconsapevoli. Esse sono come sogni di fiori nell’aria; è sciocco cercare di afferrarli. Guadagno e perdita, giusto e sbagliato: questi pensieri devono finalmente essere eliminati immediatamente.",
  "last_phrase": "In conclusion, the key concept of the triadic mind is accepting and integrating the two superior brains to achieve true enlightenment. This requires relinquishing attachment to dualities, eliminating unconscious biases, and embracing the present moment. By doing so, we can transcend the illusion of preference and aversion and awaken to the inherent essence of all things, as they truly are."
}