{
  "title": "\"Creating a New Future: Changing Your Mental Construction\"",
  "first_phrase": "In this text, the author emphasizes the idea that time is a mental construct and that we can create a new future through powerful techniques that enable us to change our mental perception. The author suggests thinking of the past as \"learning\" and encourages readers to take a positive attitude towards the world and those around them. In the last 200 words, the author proposes a test to readers: for the next 30 days, behave as if you already have achieved the results you want. Treat people as if they are the most important person in the world and see how your attitude changes your outcomes. The author believes that we create our own temporal coordinates and that a positive attitude can lead to success.",
  "content": "La ragione per la quale vi suggerisco di trattare i vostri simili in questo modo è innanzitutto perché dovrebbe esser fatto, e anche perché vi aiuterà ad acquisire l’atteggiamento giusto, che vi produrrà dei risultati insperati per il resto della vostra vita. Noi ci creiamo infatti le nostre coordinate temporali. Avete mai notato come, in qualsiasi organizzazione di una certa importanza, le persone migliorino con l’avanzamento della loro posizione, e come sia più facile avvicinare una persona importante e concludere affari con lui? e sapete il perché? “perché ha l’atteggiamento migliore”, e le persone che lo posseggono sono naturalmente spinte verso l’alto, quindi, per i prossimi trenta giorni comportatevi esattamente come vorreste che gli altri si comportassero con voi; trattate vostra moglie, o vostro marito, come la persona più importante della vostra vita, e fate lo stesso con i vostri figli. Per trenta giorni, ogni mattina assumete l’atteggiamento che dovreste avere se foste l’uomo più fortunato della terra, e noterete che presto ciò sarà per voi una seconda natura.",
  "last_phrase": "To sum up, if you want to achieve success and become the person you aspire to be, you must start by changing your attitude towards others and yourself. Treat others as you would like to be treated, and adopt the mindset of a successful person every day for the next 30 days. By doing this, you will create a new behavioral pattern that will help you attract success effortlessly. Remember, the key to change is to create a mental blueprint of the person you want to become and then act accordingly."
}