{
  "title": "Understanding Memes: The Power of Viral Ideas.",
  "first_phrase": "This text discusses the concept of \"meme,\" an idea that spreads virally through the population, and its importance in understanding the forces that shape society. The authors believe that even in the realm of quantum concepts, the perspective of memes can be useful to consider. The text delves into what a meme is, how it can influence our unconscious processes, and its relevance in advertising and modern society. The last part of the text explores the connection between hypnosis, suggestion, and memes, and how understanding the types of brains involved and the messages transmitted is critical for successful communication.",
  "content": "La nostra teoria è che il concetto di meme sia strettamente legato al processo auto-organizzante della personalità e quindi un meme per vivere deve avere caratteristiche tali che corrispondano al processo autorganizzante della persona. In altre parole, ciascuno cerca di circondarsi di memi che gli corrispondano ed addirittura a ricercarli. Inoltre, se consideriamo la società come un insieme probabilistico, è importante capire come mai il meme non si disperda (decoerenza) bensì si rafforzi man mano. IPNOSI, SUGGESTIONE e MEMI Le nostre ricerche ci mostrano che anche quella che chiamiamo “suggestione” dell’ipnosi ha base memetica. Il processo di accettazione di una suggestione è di base memetica. Infatti una suggestione deve essere: - Emessa da un soggetto abilitato a farlo - Aderente - cioè benvenuta ed aderente ai valori già presenti nel soggetto - Nel contesto adeguato Inoltre la suggestione deve attivare una serie di processi inconsci e contemporaneamente non disperdersi. I tipi di cervello della mente triadica ed i messaggi che vengono trasmessi - Ingegneria Memetica e Quantum Psi. Riportiamo qui alcuni concetti base: L’ambiente sociale è un ambiente interconnesso. All’interno di quest’ambiente ognuno di noi invia e riceve segnali sulla base del cervello che più utilizza.",
  "last_phrase": "In conclusion, our research shows that the concept of memes is closely related to the self-organizing process of personality. To thrive, a meme must correspond to this process and be welcomed by the individual. Furthermore, we have found that hypnosis and suggestion are also based on memetics, and that the messages transmitted within the triadic mind reinforce particular memes. Understanding these processes can help us engineer effective memes and improve our communication with others."
}