{
  "title": "\"The Objective State: Understanding the Traces in Our Mind\"",
  "first_phrase": "This text delves into how our minds interpret reality through past learned information and networks of concepts. It explains that we perceive reality only based on the information we let filter through our three brains, which come before reasoning and emotion. The state before these processes is crucial, as it leads to a natural state of a person with endless potential and possibilities. This last part focuses on the scientific explanation of this objective state and proposes a sociological explanation of why we take a certain path of development, determined by society. It questions the idea of a singular self-identity and unpacks the different \"selves\" within one person.",
  "content": "Un tentativo di Spiegazione Scientifica dello Stato Oggettivo Abbiamo anche proposto una spiegazione sociologica per questo fatto, seguendo le orme di Tart, autore di un’opera sull’argomento. L’uomo è predisposto a vivere nella società, ed automaticamente ad acquisire un ruolo. Noi potremmo essere tutto, e tuttavia nel nostro cammino di sviluppo prendiamo una direzione. C’è un antico assioma delle neuroscienze che dice che ognuno di noi prende la decisione che gli sembra più conveniente in un dato momento. Quindi seguiamo un percorso definito. Pur essendo totipotente, l’uomo si riduce ad una pallida espressione di sé stesso. La società opera ad un livello superiore all’individuo, e ne determina quello che lui pensa fondamentale: il suo io. In effetti anche parlare di “io” è difficile, in quanto normalmente convivono molteplici “io” in una stessa persona. Un giorno vediamo una persona comportarsi in una maniera, ed il giorno dopo in un altro. Quale è l’elemento alla base delle nascita di questi io, e che ce ne fa scegliere uno invece di un altro? È come se noi fossimo parte di un gioco più vasto che non percepiamo.",
  "last_phrase": "In conclusion, our understanding of the objective state and the multiple selves that reside within each person can be transformed through heightened consciousness and the recognition of our place in a larger societal construct. By recognizing the limitations of our constructed selves and accessing peri-objective states of awareness, we can ultimately achieve a more authentic and fulfilled sense of self."
}