{
  "title": "\"Changing Your Attitude for Success: 30-Day Challenge\"",
  "first_phrase": "In the preceding text, the author emphasizes the power of positive attitudes and the mindset required to achieve success. The upcoming section focuses on the concept of being among the first in today's world. The author suggests that people can act and be convinced of their victory even before getting there. The following passage also highlights the fact that anyone can follow proven techniques to change their mindset and create a brighter future. The author recommends a test to achieve desired results to treat individuals in a particular way. The following section explains the importance of treating others with admiration and respect to gain the same treatment in return.",
  "content": "Il tempo è una nostra costruzione mentale. Esistono tecniche potenti con le quali possiamo cambiare la nostra costruzione mentale e crearci un nuovo futuro. Il pensare di poter cambiare dipende da noi. Proviamo a considerare il nostro passato semplicemente come “apprendimenti”: ora possiamo incominciare ad agire e creare. Non ha importanza infatti il tipo di atteggiamento che potreste aver avuto in passato: una cosa fondamentalmente buona può sempre essere migliorata. Ed ecco il test che vi propongo di fare: per i prossimi trenta giorni assumente con il mondo e con quanto vi circonda l’atteggiamento proprio del genere di risultato che intendete raggiungere, cioè, se il risultato che volete è superiore a quello già realizzato, agite come se ne foste già in possesso: Se volete che gli altri vi trattino con ammirazione e rispetto, trattate gli altri alla stessa maniera. Avete mai pensato a questo? Ogni essere umano sulla terra si considera il più importante; forse non riuscirete a farglielo ammettere, ma è proprio così, quindi per i prossimi trenta giorni trattate le persone con le quali siete in contatto come se fossero le persone più importanti della terra.",
  "last_phrase": "Challenge yourself for the next 30 days to treat the people around you as if they were the most important on earth - this will help you acquire the right attitude, leading to unexpected positive results for the rest of your life. Remember: time is a mental construct, and by changing our mental construction, we can create a new future for ourselves."
}