{
  "title": "\"The Secret to Success: Creating a New Virtual Reality\"",
  "first_phrase": "In the previous part of this text, the author talks about the importance of having the right attitude to succeed. In the final part, he discusses the power of creating a new virtual reality by behaving as if one has already achieved what they desire. The author emphasizes that people are attracted to the emotional state of others rather than their physical possessions. The key to success lies in utilizing one's emotional mind. The author suggests surrounding oneself with the right people and avoiding the wrong ones.",
  "content": "Se appartenete a quel famoso 5% sapete senz’altro cosa intendo dire, ma se non lo avete mai provato rimarrete strabiliati da quello che accadrà. La azioni fanno scattare i sentimenti, esattamente come i sentimenti fanno scattare le azioni. Ed anche le persone al vostro fianco se ne accorgeranno… Incredibile? Provate a pensare a qualunque cosa vi piacerebbe fare o possedere, e scoprirete che non è affatto la cosa in sé che vi interessa, ma lo stato mentale che le avete associato. Potete immaginare di essere ricchissimi, dì avere una straordinaria cultura, tantissimi amici, oppure ottenere risultati sportivi, o qualunque altra cosa possiate desiderare, e vedrete che quello che le rende attraenti è lo stato mentale in cui pensiamo di trovarci quando quelle condizioni saranno soddisfatte. Ne consegue quella che è la chiave di volta dell’intero edificio di questo corso è che: le persone non vogliono realmente a fianco a loro qualcuno con un fisico atletico, macchine sportive, o altre stupidaggini di questo tipo; le persone vogliono vivere con voi uno stata emozionale. Questo è infatti il secondo gradino all’interno del segreto del successo: utilizzare la propria mente emozionale. Fate attenzione attorno a voi alle persone “sbagliate”.",
  "last_phrase": "In conclusion, the key to success lies in utilizing our emotional mind and creating our emotional values. Remember that people want to live with you in an emotional state, not with your physical possessions. Be aware of the wrong people in your life who can interfere with your emotional processes. Visualize the emotional state that you desire, and not just the physical objects, in order to truly achieve fulfillment."
}