{
  "title": "\"Unlock the Power of Emotions for Success\"",
  "first_phrase": "In the previous text, we learned about the importance of emotional states and how they influence our decision-making processes. In this last part, we will explore how we can use our emotional mind to create our desired reality. The key is to align our emotional values with our goals and visualize them as if they have already happened. By doing so, we activate the emotional part of our brain, the mammalian brain, which assigns emotional values to our experiences. However, we must also be careful of the people we surround ourselves with, as they can interfere with our emotional processes and lead us astray. Let's dive deep into this concept and understand how we can create our own emotional values and activate our desired reality.",
  "content": "Le persone sbagliate rischiano di interferire coi vostri processi emozionali e prendere controllo attraverso questa porta della vostra mente installandovi strategie inadatte. Createvi i vostri valori emozionali. Provate a chiudere gli occhi e ad immaginare di essere a bordo dell’auto, dell’aereo o della barca dei vostri sogni… voi potete con gli occhi chiusi immaginare di possederla, di viaggiarci, e tutto ciò di cui avete bisogno e che quell’oggetto vi procuri le emozioni che state provando ora. Ma ciò funziona anche al contrario… quante volte avete desiderato intensamente qualcosa che poi (quando l’avete posseduta) non vi dava per nulla emozioni? O meglio era più lo stato emozionale che vivevate prima di averlo che dopo averlo avuto? Ecco… questa è la realtà, visualizzare l’obiettivo e viverlo è come averlo già realizzato, il resto viene da se, automaticamente. In questa maniera mettiamo in azione la seconda parte del nostro cervello, il cervello mammaliano, che ci permette di dare valore emozionale alle cose. Il valore emozionale nasce infatti dai nostri imprint di vita ed è strettamente legato alla società in cui viviamo. Il cervello mammaliano è la parte del cervello che ci permette di capire il valore emozionale degli elementi che ci circondano nel mondo.",
  "last_phrase": "In conclusion, creating your own emotional values requires visualizing your goals and experiencing them as if they have already been achieved. By doing this, you activate the mammalian part of your brain, which allows you to attach emotional significance to your surroundings. Remember, your attitude can significantly alter your life, as demonstrated by the owner of a famous toy industry who knew what he wanted from the start, even when sleeping on park benches. Be interesting, be successful and believe in yourself."
}