{
  "title": "\"Exploring Quantum Psi and Yoga: Understanding Patanjali's Aforismi on Supernatural Powers\"",
  "first_phrase": "This text delves into the concepts of non-dualism and the practice of Yoga. The author explains that living without anxiety over imperfection is the path to non-dualism, and that language cannot fully capture the essence of this ideology. The text then discusses the union that Yoga represents, and its widespread practice for both personal well-being and individual growth. The author analyzes Patanjali's \"Aphorisms on Yoga\" and provides a translation of the text, focusing on the book III, which is considered to be about the \"supernatural powers\" of Yoga practitioners. Lastly, the author connects Quantum Psi to the practice of hypnosis and its correlation to supernatural phenomena in the West.",
  "content": "Abbiamo analizzato l’opera base, gli aforismi sullo Yoga di Patanjali. Quest’opera rappresenta uno tra i punti centrali della pratica dello Yoga ed è considerata praticamente unanimemente sia in occidente che in oriente come l’elenco dei punti centrali di tale disciplina. Abbiamo riscontrato che non esistono molte traduzioni di tali aforismi in libera distribuzione in italiano ed abbiamo quindi voluto provvedere direttamente. Nota: Potete vedere gli aforismi in inglese (non commentati) ahttp://www.theosociety.org/pasadena/patanjal/patanyog.htm#book1 Tratto dagli Aforismi di Patanjali: Libro III, Poteri Supernaturali del praticante di Yoga - Le Siddhi Riportiamo su questo sito solo questo dei quattro libri di Patranjali in quanto per molti il più affascinante, in quanto tratta dei cosiddetti “poteri supernaturali” dello Yoga. Con Quantum Psi possiamo darne una spiegazione completa, elaborando inoltre nuove tecniche operative. Questo libro per il lettore avveduto e che conosce fino in fondo la materia ha molto a che fare anche con i concetti dell’ipnosi; l’ipnosi antica nella sua formulazione originaria mancava però del vocabolario necessario a spiegare tali fenomeni completamente. Quantum Psi comprende tale tecnica in una visione moderna. E notiamo perlappunto che l’ipnosi anche in occidente è spesso stata legata a fenomeni supernormali.",
  "last_phrase": "In conclusion, while there are only a few translations of Patanjali's Yoga Sutras freely available in Italian, we have provided a commentary on the third book, which deals with the supernatural powers of a yoga practitioner- the Siddhis. Our approach with Quantum Psi provides a modern understanding of these ancient practices, including techniques similar to those used in hypnosis. Each commentary is based on our experiences with Quantum Psi methods and seeks to replicate the elements described in the Sutras."
}