{
  "title": "\"Quantum Psi: A Revolutionary Approach to Habits and Weight Control\"",
  "first_phrase": "The previous text discussed the Quantum Psychology, a superior paradigm that connects effective Western techniques with profound Eastern methods, making it an efficient technique for weight control, smoking cessation, concentration improvement, shyness overcoming, and deep relaxation. This article focuses on the application of Quantum Psi to weight control and other compulsive habits. The authors have treated hundreds of people, observing that many techniques are effective in the short-term but lack stability. Quantum Psi offers a fundamentally new solution, tackling the root cause of compulsive habits by addressing the void that fuels them.",
  "content": "I principi di Quantum Psi trovano naturale applicazione nell’ambito del controllo del peso ed altre abitudini risolvendo il problema in maniera radicalmente nuova. Infatti il concetto sottostante a tutte queste abitudini compulsive è normalmente “riempire un vuoto”. Il soggetto ad un certo punto della giornata sente un bisogno che è costretto a soddisfare. Si tratta normalmente di un vuoto legato alla personalità. Il soggetto mangia per riempirsi e non riconosce le richieste del proprio vero sé rispondendo con dei surrogati. Nella Bibbia si parla di una persona che aveva venduto il fratello per un piatto di lenticchie. Nella compulsione legata al cibo succede di peggio: la persona vende letteralmente sé stessa, la sua possibilità di sviluppo personale ulteriore per un piatto di pasta. Tutti coloro che mangiano tanto hanno in realtà a disposizione una riserva incredibile di energia che non sfruttano, risorse per vivere con più pienezza la vita. Semplicemente non sanno come accedervi. In realtà queste persone si sentono vuote perché sono piene di referenze interne patologiche a livello di una personalità che è inadatta a soddisfare le richieste del sé.",
  "last_phrase": "In conclusion, Quantum Psi principles offer a new and natural approach to weight control and other habits by addressing the underlying issue of an \"inner void.\" By working with this concept, individuals can learn to connect with their true selves and access the incredible reservoirs of energy within them. With the guidance of Quantum Psi, many people have achieved lasting results and found a different way of relating to their bodies and themselves."
}