{
  "title": "\"The Importance of Attitude: Shaping Our Reality with Mindset\"",
  "first_phrase": "In the previous text, we learned that our attitude shapes our life since it is a product of our creative mind. William James from Harvard University affirmed that humans can change their lives by changing their mental attitude. Now, let's explore the two basic attitudes that exist - the first towards ourselves and the second towards the world. The Quantum Psychology links these two concepts, as the world we live in reflects our attitude towards ourselves. Surprisingly, we tend to minimize our achievements and successes and believe that others can accomplish successes, which we cannot. Let's understand the significance of these attitudes and their impact on our life.",
  "content": "William James, dell’Università di Harvard, lo descrive così: “La più grande scoperta della mia generazione è che il genere umano può cambiare la propria vita cambiando il proprio atteggiamento mentale”. Non è magnifico avere questa possibilità di intervento? I DUE ATTEGGIAMENTI DI BASE Esistono due atteggiamenti di base: - verso di noi - verso il mondo. In realtà il mondo che viviamo è un riflesso dell’atteggiamento che abbiamo verso noi stessi. La Quantum Psychology collega infatti i due concetti. Noi pensiamo che i due siano separati, ma in realtà sono la stessa cosa. Quindi, prima di parlare del nostro atteggiamento verso il mondo, parliamo di quello che abbiamo verso noi stessi, dato che è quest’ultimo è collegato al primo. Ed a questo punto arriviamo ad una conclusione molto strana: siamo così abituati a noi stessi che abbiamo una tendenza a minimizzare i risultati che realizziamo, i traguardi che raggiungiamo; tendiamo a dare tutto per scontato e, per una ragione altrettanto strana, crediamo che gli altri riescano a realizzare successi, nel nostro campo, che noi non riusciremmo mai ad ottenere.",
  "last_phrase": "In conclusion, we have the power to change our lives by changing our mental attitude. Our attitude towards ourselves is reflected in how we perceive the world around us. We tend to underestimate our achievements and believe that others can achieve more than us. However, with a positive attitude towards change, we can unlock new opportunities and possibilities for future achievements. So, let us embrace change and focus on our mental attitude to live a fulfilling life."
}