{
  "title": "\"11 Keys to Success: Transform Yourself, Think Positively, and Influence Others\"",
  "first_phrase": "In the last 200 tokens, the author emphasizes the significance of having a positive attitude and mindset in achieving one's goals. To become the person one wants to be, one should act, think, and behave like it. The author also stresses that in any worthwhile organization, the higher the level, the better the attitude. Therefore, one should choose positive thoughts over negative thoughts, and strive to satisfy the emotional needs of oneself and others. Additionally, the author advises to always be attentive and to learn from others rather than wasting time discussing personal problems. Lastly, the author suggests refraining from talking about one's health unless it is optimal.",
  "content": "Noi possiamo scegliere di tenere nella nostra mente o l’atteggiamento negativo o l’atteggiamento positivo, e visto che non c’è niente da guadagnare dall’essere negativo, meglio essere positivi. L’atteggiamento negativo è infatti caratterizzato da costruzioni mentali che differenziano noi dagli obiettivi che possiamo raggiungere. Poiché la realtà è virtuale, entriamo in modo che quello che viviamo sia un sogno e non un incubo. 7. L’ambizione più profonda del genere umano è di sentirsi amati, necessari, importanti e apprezzati. Soddisfiamo queste loro esigenze e ne saremo contraccambiati. Oltre che alla nostra mente emozionale rivolgiamoci alla mente emozionale degli altri. 8. Stiamo sempre con gli occhi, con le orecchie e con la mente svegli e attenti. Qualcuno disse: “non ho mai incontrato nessuna persona dalla quale non potessi imparare qualcosa” . La realtà è fatta infatti da persone. e solo da queste possiamo imparare. 9. Non sprechiamo del tempo prezioso facendo sfoggio dei nostri problemi personali. È probabile che non aiuti noi, e certamente non aiuterà gli altri. Ogni volta che la mente si concentra in una direzione lo potenzia infatti. 10. Non parlate mai della vostra salute a meno che non sia ottima.",
  "last_phrase": "In summary, we have the power to choose between negative or positive attitudes, and since negativity offers no benefits, it is better to be positive. By satisfying the human need to feel loved, necessary, important, and appreciated, we can reciprocate positivity from others. Always be aware, learn from others and avoid discussing personal problems or health unless in good condition. Adopt the attitude of someone who has achieved physical and mental well-being, and see the positive results that follow in your life."
}