{
  "title": "Introduction to Concentrazione Psi: The Power of Mental Focus",
  "first_phrase": "In the previous part of this text, the authors discussed a newly emerging field called Concentrazione PSI, a type of mental concentration that leads to astonishing effects. This part focuses on the concept of PSI concentration, explaining its relationship to the triadic mind, and how achieving a state of \"presence\" is essential to its success. The authors draw from the Yogic tradition and Quantum Psychology to offer unique insights and practical applications for those looking to explore this exciting subject. They also touch on the importance of the presence of the operator and its role in positive human contact.",
  "content": "Loro stessi hanno dedicato anni a cercare di comprendere questo argomento. Già nella tradizione Yogica si parla del potere della concentrazione e che la concentrazione può essere di vari tipi, alcuni dei quali estremamente potenti. Lo studio e l’applicazione della Concentrazione Psi è collegata allo stato oggettivo. È uno tra i maggiori apporti degli studi di Quantum Psychology. I concetti della mente triadica sono in questo ambito indispensabili. La vera concentrazione è infatti direttamente collegato alla concentrazione triadica. La Concentrazione Psi è definibile infatti come la concentrazione di tutti gli elementi della mente triadica su di un unico elemento. La Presenza Perché la concentrazione Psi dia il suo risultato è necessario che anche l’operatore sia “presente”. Per ottenere lo stato di presenza è indispensabile una concentrazione deconcettualizzata. Tale stato può essere ottenuto sviluppando l’attenzione sensoriale. Nello stato di presenza la mente è recettiva agli stimoli esterni senza concettualizzare. Lo stato è descritto in molti libri come “assenza di dialogo interiore”. Questo tipo di stato è anche un prerequisito essenziale per il “contatto umano positivo”. Ci sono infatti delle persone che notiamo naturalmente. Queste persone hanno probabilmente una più alta “presenza” nella situazione.",
  "last_phrase": "In conclusion, the power of concentration has been a topic of interest for years, as even Yogic traditions speak of its various types and strengths. The study and application of Psi Concentration are connected to the objective state, and the concepts of triadic mind are essential. To achieve the desired result, one must attain the state of presence, which can be obtained through deconceptualized concentration and developing sensory attention. This state is essential not only for positive human contact but also for creating new virtual realities through tri-polar concentration, as illustrated in Quantum Psychology studies."
}