{
  "title": "\"Quantum Psi: Understanding the Power of Emotional and Cognitive Energy\"",
  "first_phrase": "In the previous text, we learned about the importance of emotional and cognitive energy in the change process. The text introduced us to the concept of activators, which can be classified into two main categories based on whether they are subjectively internal or external. Additionally, the text discussed the holographic model of the mind and its application in Quantum Psi, agreeing with Pribram's hypothesis. In the last 200 tokens, the focus shifts to Quantum Psi and its application in society. It discusses two key concepts: the application of quantum theory in social contexts and the idea of the self within society. It touches on the difference between our external self and our deeper self and offers practical exercises to analyze the process of differentiation.",
  "content": "Inoltre è possibile verificare vari episodi analizzabili a livello quantico anche a livello macro. Un esempio di concetti quantici applicati alla vita sociale è il sondaggio: domandare alle persone le loro preferenze per un candidato od un altro candidato fa collassare quella che può essere definita “la funzione d’onda” dell’opinione. Questo anche se si crea una terza risposta “non so”. La misurazione crea infatti uno stato non reversibile. La teoria sociale che vuole misurare forza i membri del gruppo a rispondere come individui, ma sommando i dati individuali non ricostituisce il gruppo. CONCETTO N° 2: L’UOMO ALL’INTERNO DELLA SOCIETÀ - IO SOCIALE E SÉ PROFONDO Quantum Psychology afferma che siamo di più di quello che pensiamo di essere. Questo perché siamo coscienti dell’io frutto delle nostre esperienze, ma non del nostro sé più profondo. Abbiamo quindi due posizioni: sé profondo ed io esterno. Tra gli esercizi pratici proposti nell’apprendimento del modello Quantum Psi viene analizzato il processo con cui il nostro io sociale si differenzi dall’io reale. Noi ci creiamo infatti una realtà ed un “io” sulla base delle nostre esperienze.",
  "last_phrase": "In sintesi, la Quantum Psychology offre un modo innovativo di comprendere l'uomo all'interno della società, inducendo alla scoperta del proprio sé reale e dell'io contestuale che la società ci impone. Grazie a questo approccio è possibile ottenere un'analisi più profonda delle dinamiche sociali, fornendo una base solida per applicazioni pratiche utili nel Marketing e in altre discipline."
}