{
  "title": "Understanding the Three Brains: Creating a Mental Matrix",
  "first_phrase": "In the previous section, we learned that creating a mental matrix involves working with our three brains - the cortical, mammalian, and reptilian - to perceive the world differently and to establish rapport with others. Now, we'll explore the importance of the reptilian brain in creating connections with others, as well as the power of sharing activities over shared values.",
  "content": "Il cervello più “umano” - la corteccia La corteccia cerebrale percepisce il mondo come oggetti concatenati (emisfero sx) come lo schermo di un computer con un foglio elettronico, oppure come immagini collegate in un film (emisfero dx). Il cervello di gruppo: il Mammaliano Il cervello Mammaliano pensa coi pronomi io, tu, egli e vede la realtà come sfere di energia di amore. La realtà del cervello rettiliano La nostra visione considera il cervello rettiliano il più primitivo, ma in realtà certi studi sembrano dimostrare che è fondamentale per la creazione di rapport e prevale sugli altri. Il cervello rettiliano percepisce la realtà in base al tatto ed ai bisogni essenziali. Come dicevamo, è anche alla base più di quanto si pensi del concetto di rapport tra due persone: infatti un esperimento ha mostrato che per creare amicizia è più importante la vicinanza della similitudine (Werner 1979 - in Social Psychology). Analogamente un altro esperimento ha mostrato che condividere la stessa attività era più importante che condividere gli stessi valori. Se vogliamo istituire un rapport con qualcuno, creiamo una matrice in ognuno di questi mondi: una ragione per andare d’accordo, un film dove andiamo d’accordo, un’emozione.",
  "last_phrase": "To establish rapport with someone, creating a matrix in each of the three brain worlds, perception of reality based on touch and essential needs (reptilian brain), thinking with pronouns and seeing reality as spheres of loving energy (mammalian brain), and perceiving the world as connected objects or images in a movie (cerebral cortex) can significantly help. Nonverbal communication plays a crucial role in this process."
}