{
  "title": "\"La Ragione per Trattare gli Altri con Rispetto\"",
  "first_phrase": "In the preceding text, the author talked about how treating others properly generates positive results. He emphasized the importance of attitude in improving relationships and achieving success. In the last 200 tokens, he revealed the secret to change and how one can create a mental matrix to become the person they desire to be. By acting, thinking, speaking, walking, and behaving like the desired individual, a person can attract success naturally. The author urges readers to create a new behavior based on the present, rather than past experiences. They should cultivate a new reality that becomes a lived reality, much like building a foundation before constructing a building.",
  "content": "Nel fare questo una persona deve essere consapevole di essersi messa sulla strada che la condurrà al suo traguardo, fa ora parte di quel 5% di persone arrivate, nel proprio Paese o in qualsiasi altro Paese del mondo, ha preparato il terreno e piantato il seme; ha fatto di sé stesso una calamita, una personificazione di ciò di cui è alla ricerca. Come crearsi una “matrice mentale” C’è un segreto per indurre il cambiamento. Prima che il metallo possa prendere la forma desiderata, è necessario innanzitutto forgiare lo stampo, prima di poter erigere un edificio si deve provvedere ai lavori di scavo e alla posa delle fondamenta; lo stesso accade ad un individuo: per realizzare il tipo di vita che desidera dovrà diventare quel tipo di individuo, dovrà cioè agire, pensare, parlare, camminare e comportarsi come la persona che desidera diventare, e le cose che una persona di successo avrebbe o farebbe gli arriveranno in maniera del tutto naturale. Noi ci siamo creati un comportamento oggi basandosi sul passato. Quello che impariamo ora è a crearne uno nuovo. Una “realtà virtuale” che diviene “realtà vissuta”.",
  "last_phrase": "In conclusion, creating a mental blueprint and behaving like the person you want to become is the key to inducing change and achieving success. Remember that our mental attitude has the power to determine the outcome of any endeavor, and that by satisfying the fundamental needs of feeling important, necessary, and respected, we can receive the love, affection, respect, and support of those around us."
}