{
  "title": "\"Success Mindset: How Our Attitude Shapes Our Future\"",
  "first_phrase": "In this text on attitude and success, the author explains how our mental attitude is a key factor in creating opportunities and achieving success. The author highlights the importance of both the logical and imaginative sides of our brain and how they need to be balanced for success. The text also explores the concept of success and its emotional value, which varies from culture to culture. The author emphasizes that our perspective and approach towards success directly impacts our environment. In the final part of the text, the author explains how changing our attitude can help us change our environment.",
  "content": "Il valore emozionale del Successo Cosa è il “successo”? Possiamo constatare che si tratta di un termine che varia moltissimo da cultura a cultura. Possiamo definirlo come “ottenere una serie di elementi a valore emozionale”. Il nostro cervello mammaliano è quello che determina il “valore emozionale” delle cose. Il successo è infatti definito all’interno della società, e quello che significa la parola “successo” varia a seconda delle culture. All’interno dell’uomo, il cervello mammaliano è responsabile di ciò. Il processo è questo: l’equilibrio tra parte destra e sinistra della corteccia cerebrale si riflette sulla parte immediatamente sottostante: il cervello mammaliano (da mammifero) sede delle emozioni ed in grado di dare “valore emozionale” alla realtà. Infine questo processo arriva alla parte più profonda di noi e si connette alle forze agenti presenti nel cervello rettiliano (la parte più profonda del cervello) che darà “impulso agente” al nostro operare. Il risultato di tutto ciò è il nostro ambiente. L’ambiente che ci circonda riflette come uno specchio il nostro atteggiamento mentale; quindi, se il vostro ambiente non vi soddisfa, è necessario innanzitutto cambiare il vostro atteggiamento.",
  "last_phrase": "Adottare il giusto atteggiamento verso la vita è essenziale per il successo e la felicità personale. Il cervello mammaliano determina il valore emotivo che diamo alle cose e ciò riflette sull'ambiente che ci circonda. Studi dimostrano che le persone di successo irradiano sicurezza e aspettative positive. Cambiare il nostro atteggiamento ci porterà ad ottenere i risultati che desideriamo nella vita."
}