{
  "title": "The Power of Memes and Presence in Communication.",
  "first_phrase": "In the previous section, we explored the spread of memes within triadic specializations, and how the personalities of people affect this spread. In this final part, we look at how someone becomes convincing. Studies show that the presence of a person and their specific mental matrix can impact their non-verbal communication and, therefore, their persuasiveness. The concept of \"coherence\" in quantum physics also applies here, where coherence increases with presence. We also learn how subtle information can have a greater impact as it creates fewer defenses, which the conscious subsequently rationalizes.",
  "content": "Il meme, o virus mentale, trae forza - primariamente da chi lo trasmette - secondariamente dal contenuto del messaggio che deve comunque essere aderente - infine prendono importanza eventuali elementi di contorno (contesto) Più che dalla forza dell’impatto emozionale iniziale, il meme trae forza da quanto a lungo occupa la mente dell’interlocutore. CONVINCIMENTO Come è che qualcuno arriva ad essere convincente? La risposta è complessa e si lega alla presenza. Se la persone è presente e mobilizza una matrice mentale specifica la sua comunicazione non verbale lo dimostra. Un gruppo di psicologi diretto da Brian Mullen ha per l’appunto effettuato nel 1984 un’analisi che ha rivelato come l’atteggiamento facciale dei presentatori tv fosse determinante nell’influenzare la scelta. Se il presentatore era convinto si riscontravano infatti percentuali più alte di gradimento tra gli acquirenti. Da un punto di vista quantico si può utilizzare il concetto di “coerenza”. In altre parole la “presenza” aumenta la coerenza o viceversa. Anche altre sperimentazioni sembrano suggerire l’idea di influsso di questo tipo. Più l’informazione è sottile più’ sembra avere impatto in quanto crea meno difese. Il conscio successivamente crea ragioni logiche.",
  "last_phrase": "In conclusion, whether it's through memes or face-to-face communication, the power of persuasion lies in the ability to maintain coherence and presence. By understanding the concept of micro-rhythm and mastering the synchronization of non-verbal cues, one can increase their chances of being convincing. Additionally, the subtle and less defensive information could create long-lasting impact, and the ability to mimic emotions could further enhance the infective power of memes."
}