{
  "title": "The Power of Attitude: How it shapes our reality.",
  "first_phrase": "This text dives into the importance of attitude and its neurological basis. It explains how our attitude shapes our behavior towards life and how it ultimately determines the kind of reality we create for ourselves. As Quantum Psychology suggests, everything is a virtual reality created by our own recognition action. The text says that success and failure are determined by our attitudes towards learning and problem-solving. In short, it is our attitude that decides our direction in life.",
  "content": "Possiamo definirla “realtà” in quanto creata attraverso l’azione di riconoscimento della nostra mente. Ecco perché ha importanza il nostro atteggiamento. L’atteggiamento è frutto della nostra mente creativa, produttrice di idee in combinazione con la sistematizzazione di queste. Infatti noi diamo un indirizzo alla nostra vita, ma questo indirizzo è determinato dall’atteggiamento. Infatti la vita che viviamo è una nostra creazione. Questo è dimostrato ad esempio che, date le stesse condizioni iniziali alcuni raggiungono il successo, altri no. La vita è una “realtà virtuale” che noi possiamo imparare a sviluppare e far divenire oltre ogni aspettativa. E questa è anche la dimostrazione che tutto è una realtà virtuale, poiché, ovviamente anche questa è un’aspettativa… Una persona quindi che abbia della diffidenza verso l’apprendimento non imparerà molto fintantoché non cambierà il proprio atteggiamento. Se l’atteggiamento è quello di non poter fare una certa cosa, non si riuscirà mai a farla. L’atteggiamento mentale negativo è una forma sicura per trascinarci all’insuccesso. Quanto riceviamo dalla vita, si riesca a realizzarlo o meno, è determinato, dal nostro atteggiamento.",
  "last_phrase": "Remember, our reality is created through the recognition action of our mind. Our attitude is the fruit of our creative mind, producing ideas in combination with their systematization. Our life direction is determined by our attitude, and the life we live is our own creation. Therefore, changing our mental attitude can change our life, as William James said, \"The greatest discovery of my generation is that human beings can change their lives by changing their mental attitudes.\""
}