{
  "title": "Quantum Psychology: l'evoluzione della comunicazione e del potere personale",
  "first_phrase": "In this text, we explore Quantum Psychology as a radical evolution in the concept of communication. It offers ways to interact with the very process of how a person constructs their perception of the world. We examine the different levels of constructing a virtual reality, from consciousness to emotions and concepts. In the last 200 tokens, we dive into the Triadic Mind and the Communication of Power, exploring why some people are easily persuaded and convinced by others due to their mental structure. Let's dive deeper into understanding the power dynamics of the human mind.",
  "content": "“Non so se puoi renderti conto che ...” (suggestione) SPAZIO A livello di dinamica spaziale noi operiamo persuasione utilizzando le parole «questo» e «quello» che danno origine ad una vasta serie di pattern. Possiamo ad esempio utilizzare “questo” per avvicinare il cliente e “quello” per allontanare i concetti negativi. TEMPO A livello di dinamica temporale noi operiamo attraverso gli avverbi di tempo: prima, dopo, ora. “Prima di decidere, sarebbe opportuno che...” EMOZIONI A livello di dinamica di stati emozionali operiamo sui cosiddetti verbi modali: devo, posso, desidero e sul modo del verbo. CONCETTI A livello di concetti operiamo sulla “costruzione virtuale” che nella mente una persona si fa di un costrutto. A questo riguardo ha importanza la “semantica”. Ogni parola ha una specifica “griglia semantica” che la collega ad altre. MENTE TRIADICA E COMUNICAZIONE DI POTERE Perché alcune persone ne seguono facilmente delle altre, facendosi da queste persuadere e convincere? La ragione è nella loro Struttura Mentale. Ogni mente dell’uomo ha un potere ed una debolezza che nascono in una transazione. È come dire che ogni persona è forte o debole in un ambito.",
  "last_phrase": "In conclusione, la persuasione avviene attraverso l'utilizzo delle parole, degli avverbi di tempo, dei verbi modali e della costruzione virtuale nella mente delle persone. Inoltre, la struttura mentale di ogni individuo può influenzare il modo in cui viene persuaso e tale influenza dipende dalle priorità riservate a una mente triadica rispetto alle altre. Conoscere questi elementi può aiutare a migliorare la propria capacità persuasiva e di comunicazione di potere."
}