{
  "title": "Gregory Bateson's Critique of Erickson's Work in Quantum Psychology",
  "first_phrase": "In the last part of this text, we dive deeper into the world of Quantum Psi and its pragmatic approach to self-improvement. Quantum Psi draws on concepts from Quantum Psychology and Quantum Computing, and offers hundreds of \"micro-applications\" that can help individuals unlock their potential without necessarily committing to a full developmental path. The practice of Quantum Psychology is particularly suitable for Westerners, as it was born in their own culture. This section is prefaced by a conversation between Steve Lankton and Gregory Bateson, in which Bateson expresses his criticisms of the work of Erickson, whom he felt did not respect the interconnectedness of systems.",
  "content": "Quando abbiamo iniziato la nostra ricerca ci siamo infatti resi ben presto conto che molte cose che la Quantum Psychology spiegava ora in occidente per la prima volta, erano già state dette migliaia di anni prima in oriente. La nostra esperienza e pratica in Quantum Psi ci ha portato a comprendere ed apprezzare tali concetti sviluppati molti millenni fa che descrivono bene quello che è lo spirito delle nostre tecniche. Quello che possiamo offrire è un approccio pragmatico, che abbiamo visto per esperienza può facilitare a molti l’ottenimento di una serie di esperienze significative. Inoltre Quantum Psi, con gli approcci estratti dal concetto del Quantum Computing, ci può anche dare vie per sfruttare più pienamente i nostri potenziali inconsci senza necessariamente sviluppare tutta la via. In altre parole Quantum Psi contiene centinaia di “microapplicazioni” che permettono fin da subito di migliorare se stessi. Quantum Psychology, praticata con una guida esperta, è la “via” più adatta ad un occidentale, in quanto nata nella sua stessa cultura.",
  "last_phrase": "In conclusione, Quantum Psychology offre un approccio pragmatico e basato sulla comprensione dei concetti sviluppati sia in occidente che in oriente. La pratica di Quantum Psi può portare a miglioramenti personali significativi attraverso l'utilizzo di molte \"microapplicazioni\" facilmente accessibili. Inoltre, la scuola di Quantum Psychology fa parte di un consorzio accademico che ha analizzato gli effetti della meditazione sulla salute mentale e fisica. Se sei alla ricerca di un modo per migliorare te stesso, Quantum Psychology potrebbe essere la strada giusta per te."
}