{
  "title": "\"Principles of Creative Thinking for Success in Business\"",
  "first_phrase": "This excerpt explores the importance of aligning individual goals with the greater purpose. It emphasizes the need to strive for real-life success, rather than sensual gratification, and to engage all functions of the brain to create. It also advocates for a shift from competitive thinking to creative thinking to achieve harmony with the formless intelligence that is always creative. Giving more than taking, incorporating progress in business, and using gratitude are further discussed. The power of creative thought and the use of will to manifest desires are also touched upon. Lastly, the excerpt outlines the importance of using the right brain and maintaining a sense of gratitude to achieve better results.",
  "content": "- Date agli altri più di quello che prendete da loro Questo principio aureo è essenziale per il successo di un’organizzazione - Mettete nel vostro business l’idea di progresso- Primo, credete che c’è una sostanza intelligente, da cui derivano tutte le cose; secondo credete che questa sostanza vi dia tutto quel che desiderate e terzo, rapportatevi ad essa con sentimento di gratitudine Questo è un principio quantico fondamentale. Tutto è correlato e quando mi rapporto ai miei risultati con gratitudine in realtà la gratitudine si riflette ovunque. - Il potere del pensiero creativo - createvi una chiara immagine di quello che volete quando lo avrete ottenuto. Questo crea una impressione sulla corteccia cerebrale. - Oltre a questo deve esservi l’intento di realizzarla, di renderla tangibile Questo crea un’impressione nel cervelletto, responsabile del concetto di azione. - E siate grati di quello che ottenete Questo mette in funzione il cervello mammaliano. - Come usare la volontà- Utilizzate la volontà per creare l’immagine di quello che volete e mantenerla. Questo concetto è relativo all’uso del cervello destro.",
  "last_phrase": "In sintesi, per ottenere il successo in un'organizzazione, è fondamentale seguire il principio aureo di dare agli altri più di quello che si riceve e perseguire l'idea di progresso. Utilizzate il potere del pensiero creativo e concentratevi sull'immagine chiara di ciò che volete ottenere. Infine, agite subito e mettete tutta la mente nell'azione presente mentre seguite la direzione di sviluppo naturale. Ricordate di rimanere grati per ciò che ottenete e di utilizzare la volontà per mantenere costante il vostro intento."
}