{
  "title": "Understanding Quantum Psychology: Exploring States of Consciousness",
  "first_phrase": "The last 200 tokens of this text discuss the changes that take place during the process of concentration in meditation. The text explains the technical details of the three changes that occur during this process, which include changes in essential attributes, temporal phenomena, and Bhutas and Indriyas. We learn that by reaching a state of deconceptualization, the practitioner can arrive at a global understanding. In Quantum Psychology, time is viewed as a mental construct. Therefore, the idea that something continues to exist through past, present, and future moments is the sostrato, a fundamental concept in this field.",
  "content": "Quindi apparentemente il passato è diverso dal presente. Nello stato finale non esiste tempo e quindi le impressioni sono identiche. A questo punto si è in uno stato di atemporalità 13. In questa maniera sono spiegati i tre cambiamenti, viz, degli attributi essenziali o caratteristiche, dei fenomeni temporali, e degli stati Bhutas e Indriyas (cioè tutti i fenomeni conosciuti). Praticamente a questo punto il praticante arriva ad una conoscenza globale. Nel punto di deconcettualizzazione è presente comprensione globale. Questo è dovuto al fatto che dal punto centrale il punto 12 spiega il tempo, il punto 11 lo spazio. La percezione che l’uomo ha del mondo è infatti dovuta all’interazione delle proprietà di ciò che percepisce in relazione ai sensi recettori della mente. 14. Ciò che continua la sua esistenza attraverso i vari momenti (caratteristici), e precisamente, il quiescente, cioè il passato, il manifesto, cioè il presente, ed il non manifesto (ma che rimane una forza potente), cioè il futuro, è il sostrato (o parte caratterizzata dall’oggetto). Questo è un concetto fondamentale in Quantum Psychology, in quanto il tempo è una costruzione mentale.",
  "last_phrase": "In summary, the understanding of the atemporal state and the concept of the underlying substrate provide a global knowledge of the world, including the comprehension of time as a mental construction. Quantum Psychology emphasizes that changing the sequence of characteristics can cause differences in mutations, indicating that changing the order can lead to a change in reality. Therefore, the awareness of the mental construction of reality is a key to understanding our paradigm and shaping our experience."
}