{
  "title": "\"Quantum Psychology Applicata al Marketing: Connessioni e Universali Umani\"",
  "first_phrase": "This text explores the application of Quantum Psychology in the field of marketing. Quantum Psychology is able to consider the \"superimpositions of states\" that buyers experience. It analyzes the connections between people and the global forces that determine the functioning of such connections. The marketing process is triadic, and each level of the consumer's mind has its own universal needs. The last 200 tokens delve deeper into the concept of triadic motivation, and how marketing can propose new concepts that correspond to what each consumer's mind wants.",
  "content": "La connessione è anche la base delle personalità che divengono in questo modo matrici di realtà. La maniera con la quale siamo nel mondo dipende infatti dalle nostre matrici di realtà -La realtà sociale è fatta di matrici di realtà. Con Quantum Psi possiamo imparare ad uscire da tali matrici e a sentirsi meglio.) APPLICAZIONI TRIADICHE - a livello Micro, possiamo analizzare vari elementi, fra i quali ad esempio il processo di acquisto. Un esempio è rappresentato tra i livelli di struttura mentale nel processo d’acquisto. Perché acquistiamo qualcosa? Esiste un metodo semplice per proporre un nuovo concetto: proporlo in una maniera che corrisponda a quello che vuole ogni mente del consumatore. Es. quest’auto ha un ottimo rapport qualità prezzo (neocortex cioè corteccia cerebrale)... le sarà fedele negli anni (cervello mammaliano) ... ed è un’occasione da non perdere (cervello rettiliano) ... Analizziamo qui di seguito questi concetti: Su quanti livelli viene giustificata la nostra scelta? Se rappresentiamo il numero di possibili motivazioni con un vettore (motivazione >) possiamo scrivere: | motivazione triadica > = stato nel quale deve essere il venditore Ogni mente interviene infatti ad un livello ed ha delle esigenze universali sue.",
  "last_phrase": "In conclusion, with Quantum Psi we can learn to step out of our reality matrices and understand the triadic levels of structure in the buying process. By analyzing the universal human needs and constructing a message that corresponds to them, we can improve our impact on the consumer. It's that simple! By understanding both the superficial and deep structure of marketing we can better understand how to influence consumer behavior."
}