{
  "title": "\"Emotions and Learning: The Importance of Neurological Coherence\"",
  "first_phrase": "This text discusses the importance of creating emotions that result in neurophysiological coherence during learning. The previous paragraphs explain how language cannot be the only means of transmitting information without error due to the principles of uncertainty. Positive emotions are an example of such emotions that lead to coherence of the individual's neural activity. The coherence of brain activity associated with certain emotions is called psychophysiological coherence, and it is linked to improved cognitive performance and stability of emotions. In addition, coherent social interaction formulates a framework of self-perception and the perception of reality, which influences learning direction.",
  "content": "I cambiamenti verificabili sono a livello di battito cardiaco, aumento dell’attività parasimpatica, aumento della correlazione cuore mente (i ritmi del cervello sono più sincronizzati col battito del cuore), aumento della risonanza vascolare . Vari studi indipendenti hanno mostrato che l’aumento della coerenza psicofisiologica è collegato con miglioramenti delle performance cognitive e delle abilità che richiedono attenzione, valutazione, reazione veloce ed accurata e memoria. Inoltre il modo di coerenza è anche associato con un aumento della stabilità emozionale ed una riduzione nella percezione dello stress e delle emozioni negative. È stato osservato come i risultati peggiori a livello scolastico sono prodotti in scuole dove l’ambiente sociale ed emozionale è accompagnato da relazioni discordanti, disaffezione emozionale e stress. 7. Attraverso l’interazione sociale condotta in maniera coerente, si forma inoltre uno schema referenziale ed operativo attraverso il quale si configura una visione di sé stessi e della realtà. In questo schema la concezione di sé è importante. L’Autopercezione influenza infatti l’apprendimento in quanto è alla base della direzione che prendiamo per imparare (l’intenzione). Noi riferiamo quanto impariamo a noi stessi.",
  "last_phrase": "In conclusion, studies have shown that increased psychophysiological coherence is linked to improvements in cognitive performance and emotional stability. A conducive environment that fosters social coherence is crucial in facilitating effective learning, as it influences self-perception, intention, and personal meaning. It is therefore vital to establish a shared understanding and active participation in communication to align measurement tools and manage information effectively."
}