{
  "title": "Quantum Psychology and Eastern Wisdom: Analysis of \"Hsin Hsin Ming\"",
  "first_phrase": "In the previous section, we read about the Quantum Psychology and its connection with the oriental vision. Now, moving further, we find that the school is a part of CAIRN, an academic consortium led by Rene William Leon and Matthieu Ricard. Ricard, who is also the official translator of the Dalai Lama, conducted research on the effects of meditation using modern Western technologies, which he analyzed in his book \"The Quantum and the Lotus\". In this section, we dive into the commentary on Sosan Hsin Hsin Ming's \"Book of Nothing\" and how it relates to the principles of Quantum Psychology. The commentary touches upon the concepts of going beyond our preferences, bringing together opposites, and overcoming the disease of the mind.",
  "content": "Togliamo la concettualizzazione (le preferenze) e troveremo la via. Quando Amore e Odio sono entrambi assenti ogni cosa diviene chiara e viene svelata. Commento: Quantum Psi porta assieme gli opposti con tecniche specifiche ed arriva alla posizione 0 o centrale. Odio ed Amore rappresentano due polarità. Un principio di Quantum Psychology è: “fuori dal centro, nulla esiste senza il suo opposto”. Questo in quanto la mente funziona a relazioni. Inoltre in questa frase c’è accenno a due emozioni tipiche del cervello mammaliano. Continuando nel testo scopriremo accenni anche alle altre menti dell’uomo. Ma fai la più piccola distinzione, e paradiso e terra saranno infinitamente lontani. Se desideri vedere la verità non parteggiare a favore o contro. La lotta tra ciò che uno vuole e ciò che non vuole è la malattia della mente. Commento: In Quantum Psychology sono stati sviluppati molti modelli per superare tale “malattia della mente”. I verbi di modo (volere) corrispondono agli stati emozionali di base. Ed il RIP (riferimento interno patologico) è strettamente legato a questo processo di volere - non volere.",
  "last_phrase": "In summary, Quantum Psychology brings together opposites through specific techniques to reach the central position, where clarity and truth are revealed. The mind works in relationships, and the fight between wanting and not wanting is the illness of the mind, which can be overcome through the deep states of being. To understand the profound meaning of things, one must seek peace of mind and let go of preferences. Ultimately, the path is perfect when there is nothing lacking and nothing in excess, and it is our conceptualization that creates the illusion of lack."
}