{
  "title": "\"Creating a Positive Mindset: Recognizing Success and Achieving Goals\"",
  "first_phrase": "In the previous part, we learned that adopting the right attitude towards life can give us an advantage over ourselves, rather than expecting the world and people to change for us. In the last 200 tokens, the author talks about how successful people radiate confidence and how emulating their behavior can help us achieve our goals. The idea is to create a new virtual reality by behaving as if we have already achieved what we want. With this approach, the author believes that in five years, or even less, we can conquer the position we desire.",
  "content": "Potete riconoscerle dal modo in cui camminano, dal loro aspetto e dal modo in cui si comportano; riuscite a riconoscerle non appena entrano in una stanza: possono essere alti o magri, grassi o robusti oppure una combinazione dell’uno e dell’altro eppure a prima vista percepite il loro successo. In seguito mi soffermerò più a lungo su questo argomento, per ora mi limiterò a convincervi, se non lo siete ancora, che tra cinque anni, o meno, riuscirete a conquistare la posizione che più vi interessa. Io lo so, ma la cosa più importante è: lo sapete anche voi? Nel momento in cui ne sarete consapevoli, avrete conquistato l’atteggiamento giusto di cui vi parlavo. Creare una nuova realtà virtuale Come abbiamo detto, caratteristica della nostra realtà è di essere virtuale. Quindi, la maniera più facile e più efficiente per formare un ottimo atteggiamento mentale è il cominciare a comportarsi “come se” aveste già ottenuto ciò che volete. Si, proprio così, cominciate fin d’ora a camminare, comportarvi ed apparire come se apparteneste già a questo gruppo di persone.",
  "last_phrase": "In conclusion, start behaving as if you already have what you desire, and create a new virtual reality for yourself. By doing so, you will trigger the emotions and actions that will lead you to success. Remember, it's not the thing you want that matters, but the mindset associated with it. With the right attitude, you can achieve anything you set your mind to within the next five years, or even less."
}