{
  "title": "\"Samadhi and Quantum Psi: Techniques for Inner Transformation\"",
  "first_phrase": "In the previous part of the text, the concept of Samadhi as a state of meditation was introduced in Quantum Psi. It involves the transcendence of the observer-observed duality and is achieved through the practice of meditation and hypnosis. The Samyama, which is the combination of Dharana, Dhyana, and Samadhi, is crucial in this process. The Samyama can be practiced in steps, and the technique of \"frazionamento\" or dividing the effort into smaller parts can enhance results. The ultimate goal of Quantum Psychology is the creation of a different and more complete inner attitude. In this last part, the focus is on the practical aspect of the Samyama and its benefits.",
  "content": "Dharana + Dhyana + Samadhi = Samyana La radice indoeuropea della parola è simile all’inglese same (= stesso) ed indica quindi una unità. Abbiamo notato che, mentre Dhyana compare in molte persone quasi automaticamente dopo un poco di Dharana, il terzo livello ha a volte necessità di essere guidato per ottenerlo con più facilità. È interessante notare che comunque i tre possono essere indipendenti. Questo è uno degli apporti di Quantum Psi: tecniche rapide per ottenere certi stati in maniera isolata per scopi specifici. 5. Con la padronanza di questo (Samyama), la luce della conoscenza (Prajna) appare. Ovviamente, comunque, il fine più alro è lo stato oggettivo. Il cambiamento può intervenire poiché entriamo in contatto con la mente. Si tratta di una trasformazione interiore. Il fine della via A della Quantum Psychology è la creazione di un differente e più completo atteggiamento interiore 6. Il Samyama dev’essere praticato a tappe. Già nel secolo scorso era nata una tecnica chiamata “frazionamento”. Il concetto è che attraverso il frazionamento del percorso otteniamo risultati meglio. Può essere anche legato al concetto dei cicli ultradiani4, per cui l’attività della mente procedendo a cicli è opportuno dividere lo sforzo.",
  "last_phrase": "In conclusion, through the practice of Dharana, Dhyana, and Samadhi, we can achieve Samyama, which leads to the state of objective consciousness in Quantum Psychology. Practicing Samyama in stages, using techniques such as fractionation, can help us achieve these states more easily. These are internal processes that require practice, but with mastery, they lead to a different and more complete inner attitude."
}