{
  "title": "The Role of the Church in the Controversy Surrounding Animal Magnetism.",
  "first_phrase": "In the previous portion, we saw that even doctors and clergymen were not immune to the widespread hysteria surrounding Magnetism. However, some like the Reverend George Sandby were advocates and defenders of the practice from Satanic agency allegations. Despite this, the distinction between divine and demonic influence in healing remained challenging. This prompted many ecclesiastics to approach the Church of Rome for guidance on whether to issue an Anathema against Animal Magnetism. Cardinal Castracane's official ruling in 1843 declared that Magnetism was harmless as long as it did not involve Satanic agency. Read on to discover the facts that prompted this response. The description provides insight into the current beliefs surrounding Magnetism.",
  "content": "The following is the general description of the facts that elicited the reply which Cardinal Castracane, on behalf of the Sacred Penetentiary at Rome, sent to the Bishop of Laussanne the year before (1842). It is curious to throw light on the then current phenomena of Magnetism, or at least the then current belief about them. I may say that Magnetism was not allowed in this particular case:- \"A person magnetized, who is generally a female, enters into such a state of sleep or drowsiness, called magnetic somnambulism, that neither the loudest noise made in her ears, nor the violence of iron or of fire, can draw her out of it. The magnetizer alone, who has obtained her consent (for her consent is necessary), makes her fall into this species of ecstasy, either by certain touches and gesticulations, made in various directions, if he is near her, or by a simple internal command, if he is distant from her, even several leagues away.",
  "last_phrase": "In conclusion, the phenomenon of Magnetism, particularly magnetic somnambulism, was a widely believed and debated topic in 1842. However, in the particular case discussed, Cardinal Castracane disallowed its use. Despite this, the “magnetized” person is said to possess a knowledge superior to that of physicians when giving anatomical descriptions and prescribing remedies for unknown individuals."
}