{
  "title": "What were the dangers perceived by Esdaile in Mesmerism, and how did he use gaze in his experiments?",
  "first_phrase": "This article explores the dangers of Mesmerism, a practice that involves inducing a hypnotic state in someone. The author discusses the views of medical man, Esdaile, who believed that Mesmerism was only safe when used for medical purposes. Esdaile acknowledged the risks associated with Mesmerism, such as the potential for shock and falling spontaneously into the Mesmeric state. Additionally, the author discusses how Esdaile used the technique of \"gazing\" to Mesmerize his patients and its powerful effects. This last section focuses on Esdaile's experiments to determine the distance at which the technique would be effective.",
  "content": "The thought fills them with horror, and with a fearful cry, they bury their faces in their hands, like persons struck blind by lightning; but this soon passes off, and the retina recovers its sensibility by a little rubbing of the eye.\" The danger here lies in the shock to the patient, which Esdaile considered the real inconvenience of this accident, and mesmerised subjects are liable to shock in other ways. The danger of shock, together with that of the “mesmeric disease\" or falling spontaneously into the mesmeric state, are the only dangers which he seems to have recognised. How Esdaile used gaze Although Esdaile used \"gazing\" finding it to have a powerful mesmeric effect, this was neither the \"fascination\" of the modern hypnotist, nor the \"fixing\" of the eye of other mesmerists, for the subject did not return his gaze. He tried a great many experiments to find out at what distance the passes and gazing would affect his subjects.",
  "last_phrase": "In conclusion, Esdaile's use of \"gazing\" in mesmerism did not have the same effect as modern hypnotists' \"fascination\" technique. He recognized the dangers of shock and of falling spontaneously into the mesmeric state but believed that distance did not limit the transmission of the mesmeric fluid. Despite his findings, it is important to note the potential risks associated with mesmerism and take necessary precautions."
}