{
  "title": "The Commission's Study of Animal Magnetism: 1825-1831",
  "first_phrase": "In the final section of this text, we learn about the appointment of the second Commission of the Academy of Medicine in May 1826, which consisted of eleven skilled physicians. This Commission was responsible for investigating Animal Magnetism, and their report is commonly known as \"Husson's Report\". The Commission was thorough in their investigation and verified the reality of the phenomena produced by magnetizers, including magnetism at a distance, clairvoyance, and introvision. Despite not verifying some claims, the Commission recommended that the Academy encourage further research on Animal Magnetism as they found it to be a fascinating branch of psychology and natural history.",
  "content": "Two of the eleven did not attend to their duties, and therefore did not sign the report, but the other nine signed it unanimously and they seem to have investigated Animal Magnetism very conscientiously and thoroughly, for it was not until June 1831, that they made their report, commonly known as “Husson's Report,” Dr. Husson having been appointed ‘Reporter’ of the Commission; and which report was translated into English by Colquhoun. The elaborate Report fully recognizes the reality of the phenomena produced by the magnetizers; but even its thirty \"conclusions\" are too lengthy to be quoted here. Suffice it to say that the Commissioners left theory strictly alone, and confined themselves to the verification of facts, among which were magnetism at a distance, clairvoyance, prevision, introvision, etc. ; and that the last of their thirty conclusions ran thus:- “30. – The commission has not been able to verify, for want of opportunity, other powers which magnetizers have declared to exist in somnambulists; but it has collected and communicated facts sufficiently important to induce it to think that the Academy should encourage the researches on Animal Magnetism, as a very curious branch of psychology and natural history.\"",
  "last_phrase": "In conclusion, the \"Husson's Report\" fully recognizes the reality of magnetizers' phenomena, but refrains from offering a theory. The Commissioners confined themselves to verifying facts and concluded that animal magnetism is a curious branch of psychology and natural history. The Academy of Medicine accepted the report on the phenomena of magnetism, but refused to print it. Despite this, the research on animal magnetism should be encouraged."
}