{
  "title": "What are the controversies surrounding hypnotism and mesmerism in the medical field?",
  "first_phrase": "In the previous text, Esdaile's view of mesmerism was presented, his belief that the hypnotic state could be induced by the mesmeriser and was not solely due to the subject's suggestion. In this concluding text, the argument continues, as it is claimed that the idea of inducing hypnotism without an operator was actually taught by mesmerisers themselves. Esdaile explains that initially, it could be challenging to induce the nervous system's reaction, but once initiated, it becomes a self-sustaining disease with unpredictable results. This idea intends to illustrate the potential dangers of using mesmerism to achieve therapeutic benefits.",
  "content": "It is often very difficult and laborious to excite the mesmeric action in the constitution; but being once excited, a very slight recurrence to the original process will bring on the paroxysm in all its first intensity, and if the excitement of the nervous system is kept up by frequent mesmerising, it takes on an independent diseased action, obeying constitutional laws which we do not understand; we, in fact, have inoculated the system with a nervous disease which often acts spontaneously, especially on reference to the primary cause; and at this stage the candid medical observer steps in, and demands the applause of an admiring and confounded world for having done with ‘nothing’ what has cost his stupid mesmeric brother so much trouble to effect.\" As a rule, however, Esdaile was anxious to avoid mental effects, because he thought they interfered with the physical effects which he wished to produce. He says:- \"Having been long familiar with the power of habit and expectation before Hypnotism or Electro-biology were heard of, every possible precaution was taken to exclude these sources of fallacy.",
  "last_phrase": "In conclusion, while the mesmeric action can be difficult to excite, once it's induced, it can take on an independent diseased action. Therefore, caution is advised to avoid any mental effects that may interfere with the physical effects of Hypnotism or Electro-biology. Mesmerists should take necessary precautions to avoid sources of fallacy and conduct their experiments on the first attempts on different subjects."
}