{
  "title": "Controversy Surrounding Mesmerism and Its Eminent Supporters",
  "first_phrase": "In the previous text, Jussieu refused to sign a report on the phenomena produced by experiments that convinced him that man can produce a positive action by means of friction and contact attributed to a universal fluid. Jussieu declared this action appeared to depend on the original heat and can produce salutary or prejudicial results. This last part, discusses the scandal that arose from Jussieu’s publication of his separate report which rocked the upper echelons of the scientific community.",
  "content": "Due to the fact that some of the phenomena produced were so strong Jussieu refused to sign the report, notwithstanding the solicitations of his colleagues, and the threats of the Minister.59 Jussieu published a separate report, in which he declared that the experiments he had made, and those he had witnessed, had convinced him that man can produce upon man a positive action by means of friction, by contact, more rarely by mere approximation, and even when at some distance; that this action—attributed to a universal fluid, the existence of which had not been proved—appeared to him to depend upon the original heat existing in bodies, from which it is constantly emanating, extending to some distance, and even passing from one body into another; that it is developed, increased, or diminished in the body by moral and physical causes; that, judging from its effects, it possesses the properties of tonic remedies, producing, like them, salutary or prejudicial results, according to the quantity imparted, and to the circumstances under which it is employed; and that a more extensive use of this agent would produce a better knowledge of its true action and of the extent of its utility.” The step he took gave rise to rumours and high-profile scandals which rocked the upper echelons of the scientific elite.",
  "last_phrase": "In conclusion, Jussieu's separate report on the concept of animal magnetism created quite a stir in the scientific community, leading to rumors and scandals that rocked the upper echelons of academia. Despite the criticism, Jussieu's insights on the supposed universal fluid and its effects on the human body remain a subject of fascination and have influenced further research in the field of energy medicine."
}