{
  "title": "What is sleep-waking and ecstacy? A Report on Magnetic Treatment in 1838 North London Hospital.",
  "first_phrase": "This section presents observations made by Dr. Elliotson, a pioneer in the use of hypnosis and magnetism in medicine, on a patient experiencing somnambulism or ecstacy. The patient exhibited unique symptoms such as a convergence of the eyes towards the nose resulting in double vision, and poor vision perception when holding a watch. These observations were part of a report on cases treated magnetically at the North London Hospital, originally published in the Morning Post on March 2nd, 1838.",
  "content": "The eyes of this patient converged towards the nose, one rather more so than the other; he (Dr. E.) wished to know if she saw double; she appeared to see everybody; but her vision was much disturbed, for she never winked when the fingers were pushed suddenly towards the eyes, and when one finger was held up she said there were two ; when two, that there were four; then she often said that people's \"eyes were turning round,\" etc. This double vision was a common occurrence when one eye converged more than another, and arose from the adductor muscle on one side being drawn aside. When a watch was held to her, she could not tell the minute hand from the other, and it all appeared confused to her, though she seemed to the looker-on to have perfect vision. This symptom has been remarked in other similar cases, as well as the effect also of light on the iris, and pushing the fingers against the eyes, which produced no winking. REPORT OF CASES TREATED MAGNETICALLY AT THE NORTH LONDON HOSPITAL. (Extracted from the Morning Post, March 2nd, 1838.)",
  "last_phrase": "In conclusion, the magnetic treatment performed by Dr. Elliotson and his assistant, Mr. Wood, on patients Elizabeth O'Key and Hannah Hunter, yielded positive results without requiring significant mental or bodily exertion. This treatment has since been integrated into the hospital's medical approach and continues to produce remarkable effects."
}