{
  "title": "What is the nature of post-hypnotic suggestion and its connection to impulsive actions of the insane?",
  "first_phrase": "The last 200 tokens of this text uncover some interesting experiences documented in the \"Zoist\" by Dr. Elliotson and Mr. T.W. Brindley. These experiments should intrigue the Suggestionist. For instance, Dr. Elliotson conducted an experiment on a patient where commands had no effect on her body, but if he said it aloud, her body would perform the desired task. Similarly, Mr. Brindley requested a magnetized subject to blow out all the candles after five minutes, and the subject did it without any known reason, but the impulse to do so was irresistible. These incidents explain the power of suggestion and post-hypnotic suggestion in our mind.",
  "content": "She frankly allowed that she heard me say the thing would take place; and I believe she was compelled to do it (as she said she was); though why a command or request had no such effect is remarkable. When asked why her arm moved when she was told it would she said that she did not know that she heard what was said, and that she knew her arm went up-she could not help it-and when it was up she could not put it down again: but when I said it would go down, it did.\" Here, again, is an instance from the \"Zoist\" of \"post-hypnotic suggestion\". Mr. T. W. Brindley, relating an experience with a magnetized subject, says:- \"Before de-magnetising her, I requested her in five minutes' time to get up off her chair and blow out all the candles in the room. After restoring her, at the time specified, she rose from her chair and blew out all the candles. When asked why she did that, she said she could not tell, but that she felt unhappy till she had done it, and that the impulse was irresistible.\"",
  "last_phrase": "In conclusion, post-hypnotic suggestion highlights the power of the mind to act on commands given while in a hypnotic state, even if it goes against reasonable thinking. This modern form of the \"magnetic promise\" demonstrates the involuntary nature of the commands and the satisfaction felt after completing them. This phenomenon may bear some similarity to the impulsive actions seen in the mentally ill, but further research is needed to draw conclusive parallels."
}