{
  "title": "Understanding Mesmerism: Applications and Techniques",
  "first_phrase": "In the previous text, the author discussed the use of mesmerism in different medical conditions. The mesmerism therapy, by generating similar symptoms to those of the disease to be cured, can alleviate uterine haemorrhages and distribute the vital force equally throughout the organism in cases of uneven activity. Moreover, by directing a strong effort of goodwill upon the part suffering from inveterate debility, mesmerism can alleviate chronic ulcers, amaurosis, paralysis, and more. In this last section, the author examines the different methods of applying mesmerism and how they can be used in resuscitation to communicate human power. The author discussed the positive and negative mesmerism methods, which generate opposite effects.",
  "content": "An effect of this kind is obtained in single parts of the body, by applying the hands or tips of the fingers, and by directing a strong effort of good will upon the part suffering from inveterate debility, where an internal chronic evil has established its local symptoms. Cases of this kind are, e, g., chronic ulcers, amaurosis, paralysis of single limbs, etc. [2] Many sudden and apparent cures, performed in all ages by mesmerists endowed with great natural power, belong to this category. But the most remarkable instances of the communication of human power were witnessed in the resuscitation of persons who, after having lain in a state of apparent death for a long time, were acted upon by the powerful will of a well-disposed man in the prime of life and vigor. [3] History records several undoubted instances of this kind. These methods of applying mesmeric power, depend upon an influx of vital force from one body into another; it is, therefore, called positive mesmerism. [4] But there is another manner of applying it, which produces a contrary effect to the former, and is, therefore, known as negative mesmerism.",
  "last_phrase": "In traditional medicine, applying mesmeric power to the affected body parts is one way to treat illnesses such as chronic ulcers, paralysis of limbs, and amaurosis. The effects of mesmeric power may be positive, which restores the normal flow of vital energy, or negative, which discharges the excess energy. In cases of apparent death, a rapid negative stroke of the hand can efficiently discharge excess vital force and restore the required equilibrium to resuscitate a person."
}