{
  "title": "What did Pius IX think of animal magnetism? A description of Lafontaine's meeting with the Pope.",
  "first_phrase": "In this final part, we get to hear about Lafontaine's meeting with Pius IX, as described in his Memoires. Lafontaine was introduced by Cardinal Borromeo and was warmly welcomed by the Pope. While there, he presented Pius IX with a copy of his book, Art de Magnetiser, which led to an interesting conversation about the use and potential dangers of animal magnetism. Pius IX expressed his opinion that while animal magnetism had a natural cause, he doubted its utility. In response, Lafontaine defended animal magnetism's potential usefulness when viewed as an auxiliary to medicine and surgery.",
  "content": "\"The first word which his Holiness said to me was the enquiry whether I belonged to the same family as the good Lafontaine the Fabulist, and when I told him that I did he seemed much pleased. I presented him with a copy of my ‘Art de Magnetiser,' bound in velvet, with the pontifical arms. He opened it. \" ‘About Magnetism!' he said, ‘Oh, Mons. Lafontaine, it is a weapon which may become very dangerous. I do not deny, I make no pretence of denying Magnetism: it is a natural effect, a physical effect, which has a purely natural cause, but I doubt its utility.' \" ‘If your Holiness will permit me to say so, that depends upon the point of view from which you regard it. If it is looked upon as a means auxiliary to medicine and surgery, it may be of great utility. If, on the other hand, it is its marvellous side that is thought much of, it may be dangerous, like everything else, for there is nothing in the world that has not its bad side; even religion itself \" ‘Oh, chut!\"",
  "last_phrase": "In Lafontaine's \"Memoires\", he recalls the encouragement received from the Pope to use magnetism for the good of humanity. Despite facing numerous challenges, he persevered with his work, and his efforts paid off as he was generally welcomed by the people and the authorities. It is a testament to the power of determination and positivity in the pursuit of one's goals."
}