{
  "title": "\"What is Mesmerism and how can it be used as a safe and effective sedative in medical treatments?\"",
  "first_phrase": "This article explores the potential of Mesmerism, a type of hypnotism, in the field of medicine. The benefits of Mesmerism extend beyond relieving pain during surgery to aiding in the treatment of medical conditions and surgical aftercare. Dr. Esdaile recounts the success of Mesmerism in curing patients with epilepsy and reports from Dr. Kean suggest it may be useful in treating insanity. Mesmerism's ability to reduce the sensation of pain temporarily without any harm to the body's system makes it an ideal therapeutic tool.",
  "content": "Dr. Kean, writing to me, says, 'Taking a hasty glance over the years 1847 and '48, I see that seventy-four patients were mesmerised, and that of these sixtyfour were discharged cured to all appearance, and I think it has been successful in every case of epilepsy.' \"—Dr. Esdaile. He says of Mesmerism, when it can be introduced in the treatment of medical cases:-- \"It is extremely important in instantly extinguishing nervous pains, arresting convulsions, and aiding the natural resolution of inflammation by its anodyne and restorative powers; and, if it could be induced in the commencement of some of the most fatal diseases, it would probably arrest their progress, for it revolutionises the whole system, and every other constitutional affection is for the time suspended. In chronic inflammation it is a useful discutient, gently stimulating the nerves and capillary vessels of the part to more healthy action, and for this purpose local Mesmerism only is required.",
  "last_phrase": "In conclusion, according to Dr. Esdaile's findings, Mesmerism shows great potential in aiding the natural resolution of inflammation, extinguishing nervous pains, and stopping convulsions instantly. Furthermore, Mesmerism can be used as a general tonic for debilitation, particularly in functional derangements of the nervous system. Lastly, the refreshing and restorative powers of mesmeric sleep can be beneficial when common narcotics would be improper, and it induces no unpleasant constitutional derangement after the specific influence has ceased."
}