{
  "title": "Is this mesmerism or deception? The strange case of a girl who talks in a \"gipsy patois\", whistles, and forgets her magnetic state.",
  "first_phrase": "In this eerie and fascinating account of a magnetic sleep patient, the writer describes a woman who, upon awakening from her magnetic state, re-enters her magnetic-dreaming existence and speaks in her gipsy patois. This semi-existence can last for days at a time, and when she returns to real life, she forgets what occurred while in the magnetic state. Despite attempts by Professor Faraday to detect deception or physical discrepancy in her performance, nothing was found. Dr. Elliotson was able to restore her to ordinary consciousness through \"manipulation.\"",
  "content": "This state of magnetic semi-existence will continue—we know not how long; she has continued in it for twelve days at a time, and when awakened to real life, forgets all that has occurred in the magnetic one I Can this be deception? We have conversed with the poor child in her ordinary state, as she sat by the fire in her ward, suffering from the headache, which persecutes her almost continuously when not under the soothing influence of the magnetic operation, and we confess we never beheld anybody less likely to prove an impostor. We have seen Professor Faraday exerting his acute and sagacious powers for an hour together in the endeavour to detect some physical discrepancy in her performance, or elicit some blush of mental confusion by his naive and startling remarks. But there was nothing which could be detected, and the Professor candidly acknowledged that the matter was beyond his philosophy to unravel! He was, however, after a brief lesson in \"manipulation,\" at the hands of Dr. Elliotson, able on the instant to restore both patients to their states of ordinary consciousness.",
  "last_phrase": "In conclusion, the phenomenon of Elizabeth O'Key's magnetic semi-existence, and her ability to forget all that occurred during that state, remains a captivating mystery. Despite the skepticism of experts like Professor Faraday, the power of mesmerism over Elizabeth and other patients continues to intrigue and elude explanation. However, as Dr. Elliotson demonstrated, the manipulation of drawing thumbs or fingers over the nose can restore patients to their ordinary consciousness."
}