{
  "title": "What Happened at Lafontaine's Seance?",
  "first_phrase": "This text describes a rare and intriguing séance, as recounted in Lafontaine's \"Memoires\". After the clairvoyante disappoints, Lafontaine puts three subjects to sleep, but unexpected phenomena occur. Attendees fall into trances, with more and more joining, even after being awoken. The subjects experience strange movements and intense attraction to Lafontaine, despite efforts to prevent it. As the audience grows increasingly excited, Lafontaine dismisses his own subjects, leaving the remaining attendees to witness the strange proceedings. In the last 200 tokens, it is now the turn of the other girl to awaken Clarisse, who falls asleep with increasingly violent convulsive movements. When they also experience similar attacks, Lafontaine is urgently called in to attend to the situation.",
  "content": "Presently a lady in the body of the hall went into a trance, and her body grew stiffly cataleptic. Hardly had he brought her to, when a gentleman sitting near fell into the same state. He took the gentleman out of his trance, and got both these strangers to go on the platform, and to allow him to experiment with them; but very soon two more of the audience became entranced, and while he was attending to them four more followed suit; and then others were \"taken,\" and as quickly as he awoke one, another fell asleep and stiffened. Then extraordinary phenomena of attraction occurred, the subjects being drawn, towards him against their will, and in spite of the efforts of those near them to prevent it. He dismissed his own subjects; and the audience, in a state of great excitement and amusement, left their seats, and crowded up in disorder to get a good view of the strange proceedings.",
  "last_phrase": "In conclusion, Lafontaine's demonstrations of magnetism were both fascinating and controversial. Despite the insults and opposition he faced, he remained in control of the epidemic phenomena he induced. For those interested in the history of mesmerism, his story serves as a fascinating example of the strange and captivating events that took place during this era."
}