{
  "title": "\"What can we learn from Dupotet's method of magnetising and how does it relate to hypnotherapy?\"",
  "first_phrase": "In the final 200 tokens of this text, we see an account of M. Dupotet's experiments with a patient's body. He uses his hand and foot to direct the patient's convulsive movements towards different parts of the body. M. Marc puts a blindfold on the patient to prevent any deception. The experiment is repeated with similar results. This experiment raises the possibility that patients can \"feel\" the operator's presence in some way that cannot be explained. Similar accounts have been recorded throughout history, which may be related to powerful healing results.",
  "content": "At first, the fingers were approximated without any result. Soon afterwards, the somnambulist first moved his hands, then drew back, then moved his feet. A few moments later, the finger approximated to the hand, made it draw back, and produced a general agitation. MM. Thillaye and Marc directed their fingers towards several parts of the body, and excited some convulsive motions. Thus, M. Petit was always affected with these convulsive motions, upon the approximation of the fingers, whether he had or had not a bandage upon his eyes; and these motions were more decided when they were directed towards the parts subjected to experiment a piece of metal, such as a key, or the branch of a pair of spectacles.” What we learn from Dupotet: in some ways it is possible that the patient “feels” the operator in some way which is not fully explainable by ordinary means. Besides Dupotet, there are many similar accounts throughout history of people realizing similar exploits. Normally the sensation of “feeling” is strongly related to powerful healing results.",
  "last_phrase": "In conclusion, Dupotet's method of magnetising was simple but effective. Patients could feel the operator in some way that is not fully explainable by ordinary means, and this sensation is strongly related to powerful healing results. Therefore, it's important for hypnotherapists to remember that patients could \"feel\" their presence even if they don't speak. Dupotet believed that the will was the potent instrument in Magnetism and that complicated manipulations were unnecessary if the operator had a strong will trained to act as desired."
}