{
  "title": "\"Animal Magnetism Divided: Three Schools and Practical Results\"",
  "first_phrase": "The article on animal magnetism has been discussing the divided opinions amongst magnetizers on the proper method and effects of magnetizing. Despite the cohesive desire among magnetizers, their differences were a source of weakness and fuel for prejudice against Magnetism and magnetizers. The article concludes by introducing the three separate schools of magnetism that emerged after 1800, namely the school of Mesmer, the school of the Chevalier de Barbarin, and the school of the Marquis de Puysegur. The latter is characterized by combining the physical and psychical treatments of the former two schools.",
  "content": "Three separate systems After 1800 animal magnetism was split into three separate schools of magnetism: 1st: the original school of Mesmer. This prevailed principally in Paris. Its doctrines were very similar to those of the Epicurean philosophy, as described in the poem of Lucretius. Its disciples believed in the existence of the universal fluid, and conducted the operation physically,—that is, by passing the hands immediately over, or at a short distance from, the body of the patient. 2nd: the school of the Chevalier de Barbarin. This was founded at Lyons, and, although it had many partisans in France, prevailed principally in Sweden and Germany. Its principles remind us of the Platonic philosophy; its disciples maintained that the magnetic operation depended entirely upon a pure \" effort of the soul,\" and was to be conducted only upon psychical principles. They were therefore termed spiritualists. 3rd: Third and lastly, the school of the Marquis de Puysegur, founded at Strasburg, the disciples of which, professing to be guided only by observation, called themselves experimentalists. The characteristic feature of this school is that it combines the physical treatment of the school of Mesmer with the psychical treatment of that of Barbarin.",
  "last_phrase": "Despite the division of animal magnetism into three separate schools, each with their own theories and practices, they all agreed on producing the same practical results. Regardless of the slanders that surrounded the practice, the efficiency of magnetism remained evident."
}