{
  "title": "Deleuze's Empirical Method for Magnetic Healing",
  "first_phrase": "This text discusses the nature of magnetism in healing and the practices of Deleuze, who simplified Mesmer's techniques. Deleuze used the magnetic gaze, a method that calls for maintaining a gaze on the patient while entering mental emptiness. In the last 200 tokens, the text breaks down the steps to follow to practice the magnetic gaze, a simple and effective method. This method requires little talking and centers on the patient's hands' warmth equilibrium with the operator's hands.",
  "content": "It works easily with most of people. In case you fear somebody doesn’t like to be looked at in the eyes make him look at a light. 1. Speak as little as you can. Exercise your gaze ahead of time, in order to be able to look at a person without needing to blink. The magnetizer and the subject are placed near and opposite to each other, so that their knees come in contact. Exercise meditation before performing, as while you will be looking at your subject you will enter mental emptiness… 2. Being in this situation, the operator takes the patient by both hands, and in such a way that their palms rest against his own. 3. He then recommends both parties to remain in this position until the warmth of their hands are about equal; that is to say, until the caloric is in equilibrium in the two organizations, and which is generally effected in a few minutes.",
  "last_phrase": "In conclusion, magnetism or mesmerism can be a powerful tool to connect with people and influence their mental and physical states. With a few simple exercises and techniques, anyone can learn to use the power of their gaze and touch to create a state of calm and relaxation in their patients. Remember to speak sparingly, meditate before performing, and maintain physical contact with your patient until their body temperature reaches equilibrium. With practice and patience, you can become a master of this ancient art of healing."
}