{
  "title": "\"What did Dupotet's magnetising method reveal about the potential effects of hypnotherapy?\"",
  "first_phrase": "This text describes Dupotet's method of magnetizing, which was simple yet effective. The previous section details Dupotet's experiments with somnambulists and the convulsive movements they experienced in response to finger approximations. What we learn from Dupotet is that patients may be able to \"feel\" the operator during hypnotherapy, a sensation that may be related to strong healing results. Dupotet believed that a strong will was the key to successful magnetism, and he used passes to direct the magnetic fluid. He also noted the importance of resting to allow the forces to recuperate.",
  "content": "A practical hint: In practicing hypnotherapy we must always remember to imagine that our patient can “feel” us even if we don’t speak. Dupotet’s Method Dupotet's method of magnetising was extremely simple, for he did not make contact with the subjects, and attached little importance to fixing their eyes130. He knew that in some cases fascination could bring strong results, but he also used other techniques. He believed that the will was the potent instrument in Magnetism, and that the complicated manipulations which most other magnetisers employed were quite unnecessary if the operator had a strong will, which he had trained to act as he desired. He used the passes freely, however, and considered them to be the mechanical equivalent to the will as directing the magnetic fluid. He noticed that the “emission of the fluid” is not even, and he rested for a few minutes every now and then in order to let his forces recuperate.",
  "last_phrase": "In conclusion, Dupotet's method of magnetizing was based on the understanding that the will is the potent instrument in Magnetism. His simple and effective technique involved using passes and allowing for pauses to let his forces recuperate. A practical hint in practicing hypnotherapy is to always remember to imagine that your patient can \"feel\" you, even if you don't speak."
}