{
  "title": "\"The Adverse Circumstances Surrounding the Suppression of Mesmerisers\"",
  "first_phrase": "This 200 token part concludes an analysis of the historic opposition to Animal Magnetism, the precursor to Hypnotism. Despite its proven efficacy in curing some forms of insanity, in the hands of experimenting and ignorant doctors, Magnetism was sometimes the cause of grave accidents. Mesmerism, like homeopathy, could cause an aggravation of physical symptoms but was considered a crisis prognostic of healing. The opponents of Magnetism made the most of these accidents and created a perfect storm of adverse circumstances leading to the virtual suppression of the Mesmerisers.",
  "content": "Of course, these unfortunate accidents were made the most of by the enemies of Magnetism (who themselves produced most of them); and it frequently happened that while the occurrence itself was trumpeted everywhere, its sequel was not reported at all; so that, although the sufferers invariably recovered after a short time, it was currently believed that they had become permanently insane, or were dead. When anything from which much is expected disappoints the hopes of its friends, it is taken for granted by the world that its intrinsic demerits caused its failure; and it soon becomes a “chose juge,” and is dismissed to the limbo of forgotten things. For that reason it is important to understand the whole conjunction of adverse circumstances that led to the virtual suppression for the time being of the Mesmerisers; for it will then be perceived that, however excellent the magnetic treatment of disease may be, such a combination of causes could not but create an opposition to Animal Magnetism, which nothing short of a miracle would have enabled it to overcome.",
  "last_phrase": "In conclusion, the history of Mesmerism and Animal Magnetism is a story of a promising healing technique that faced opposition and suppression due to various adverse circumstances, including the exaggerations of some magnetizers and their association with charlatans. However, despite these hindrances, the proponents of Magnetism maintained their openness and willingness to teach others. It is essential to understand the complete picture of events that led to the virtual suppression of Magnetism to appreciate its potential as a legitimate form of therapeutic practice."
}