{
  "title": "\"What was the Success of Mesmerism in Treating Insanity According to Esdaile's Experiments?\"",
  "first_phrase": "In this text, we learn about Dr Esdaile's experiments with mesmerism to treat patients with mental illness. He was granted funds and permission to experiment on patients at the Calcutta Lunatic Asylum. Though he was initially skeptical, Esdaile found that many patients were easily affected by mesmerism, resulting in eight seemingly cured and nine much improved cases. However, as many patients were impoverished and lacked accurate records of their illness, it was difficult to ascertain the cause or duration of their illness. Despite these limitations, Esdaile's success was remarkable. This part of the text describes his interesting observations about the patients and the effects of mesmerism on mental illness.",
  "content": "As there was seldom any history of these cases, Esdaile could only guess at the cause or duration of the disease, and had very little expectation of any appreciable result. The patients were taken in the order of their names on the Register, only very old, palpably idiotic inmates being left out. In order to eliminate the chance that a lucid interval was the commencement of a spontaneous cure, or a cure effected by other means, the patients were mesmerized in the first instance when actually insane. At the end of six months the results were:-- Cured apparently … … … … 8 Cured and relapsed … … … … I No Change … … … … … 18 Died … … … … … … I Under treatment (Much Improved) … … 9 37 He makes the following very interesting remarks about these cases:- “As I anticipated, we found the insane as readily affected as the sane; many of the patients being thrown into the trance, although this was not desired, it not being thought necessary.",
  "last_phrase": "In conclusion, Dr. James Esdaile's pioneering use of Mesmerism on patients with mental illness was met with promising results. Dr. Esdaile observed the same effectiveness of Mesmerism on both sane and insane patients. Dr. Kean, who was Esdaile's friend, also saw success in treating patients with Mesmerism, with sixty-four cured cases in his care. These findings offer hope for further exploration and use of Mesmerism in treating mental illness."
}