{
  "title": "What were the Dangers of Mesmerism According to Esdaile?",
  "first_phrase": "In the previous text, we learned about Esdaile's views on Mesmerism and his belief in its potential as a healing agent for medical purposes. In the last 200 tokens, Esdaile's curiosity is explored further as he discusses the possibility of the human mind being placed in communication with other minds and transmitting impressions. He also touches on the topic of Mesmerism's dangers, which he deemed minimal. Additionally, he mentioned a possible accident that could occur during Mesmerism, leaving the subject unable to see despite having their eyes open.",
  "content": "And again:- \"The practical rule is, never to mesmerise anyone except for medical purposes, and not to do more than is necessary for the cure of disease. If this is acted up to, I am not aware that Mesmerism has any dangers whatever.\" Of the dangers of Mesmerism Esdaile says comparative little for a medical man; for we generally find a whole chapter on \"The Dangers of Hypnotism or Mesmerism\" in the works on the subject by medical men, a chapter which is apparently intended to act as a sign-board to warn off lay trespassers on their domain.160 Of one possible accident, he says:- \"Sometimes it happens that the subjects on being awakened open their eyes, and at the same moment recover all their faculties; but it is seen that the pupil is insensible to light; this they also become aware of; they know that their eyes are open, and that they ought to see, but do not.",
  "last_phrase": "In conclusion, it is important to exercise caution when practicing Mesmerism, limiting its use to medical purposes only. Esdaile found that when done responsibly, Mesmerism has little to no dangers. However, the potential for shock and the \"mesmeric disease\" remain possible hazards. Even though Esdaile used gaze for its powerful effects, he did not resort to \"fascination\" or \"fixing\" the gaze of his subjects, as they did not return it."
}