{
  "title": "\"The Power of Animal Magnetism: Rediscovering its Healing Potential\"",
  "first_phrase": "In this text, we discover how M. Deleuze, a magnetist who was also literate, established the reality of the magnetic influence as a curative agent. He noted that the therapist works on two levels: physiological and psychical. He set up some principles regarding magnetism, including the existence of a magnetic fluid that sustains life in us. This last part of the text touches upon the second Commission and how it revaluated mesmerism. Carlyle's quote points out that man is a miraculous creature with a miraculous power over men.",
  "content": "Man has the faculty of exercising over his fellowmen a salutary influence, in directing towards them by his will the vital principle. 2. The name of magnetism has been given to this faculty: it is an extension of the power which all living beings have, of acting upon those who are submitted to their will. 3. We perceive this faculty only by the results; and we make no use of it, except as far as we will to use it. 4. The first condition of action, then, is to exercise the will. 5. As we cannot comprehend how a body can act upon another at a distance, without there being something to establish a communication between them, we suppose … a substance … This substance, which sustains life in us, we call the magnetic fluid. The nature of this fluid is unknown; even its existence has not been demonstrated; but everything occurs as if it did exist, and that warrants us in admitting it, while we are indicating the means of employing magnetism. 6. Man is composed of a body and a soul; and the influence he exerts, participates the properties of both.",
  "last_phrase": "In conclusion, understanding and utilizing the faculty of magnetism requires the exercise of will and belief in the power we possess. It is an extension of the natural power all living beings have to influence others. Through physical, spiritual, and mixed actions, we can harness this power to direct vital energy towards others and exert a salutary influence."
}