{
  "title": "\"Differences Between Mesmeric and Modern Magnetic Approaches\"",
  "first_phrase": "In the previous section, the differences between the old magnetizers and Milton Erickson’s modern approach were discussed in terms of non-verbal communication, energy, and levels of consciousness. In this final part, the differences in methods between the mesmeric and experimental magnetic schools are highlighted. The emphasis in Mesmer's approach is on increasing body sensations, while in experimental magnetism, one must \"think of nothing.\" The operator's and the subject's mutual work in entering a specific state is a crucial secret for a successful magnetizing process, and the use of the \"inner sense\" is always advised.",
  "content": "Another reason why the old magnetizers avoided the modern ‘hypnotic’ state was that, next to the empirical use of Animal Magnetism in the cure of disease, their aim was to study the magnetic condition itself, about the nature and possibilities of which they felt themselves still very much in the dark; and the advent of the suggestible state made this study impossible.87 Magnetism wants to develop the faculties of man at their highest degree, and as they pertain only to the individual, any outer influence could hinder this development. Differences in method between the mesmeric and magnetic schools Mesmer: emphasis on attention to body sensations, in order to increase them Experimental Magnetism: not to examine one’s own sensations, but to \"think of nothing\" How the operator must operate for successful magnetizing We have put our attention on the feeling of the subject. But we must always remember that the work of animal magnetism is a mutual one. This is our experience and is confirmed by all texts. Both the operator and the subject will enter into a specific state. This is an important secret. If we magnetize, we must always use our ‘inner sense’.",
  "last_phrase": "In conclusion, Animal Magnetism aimed to study the magnetic condition itself, but the suggestible state hindered it. For successful magnetizing, both the operator and the subject must enter into a specific state where the operator uses their 'inner sense.' By putting oneself in a new manner of being, it renders one susceptible to new impressions and experiences a change. Thus, understanding the process of magnetizing and the operator-subject interaction is vital for the successful practice of animal magnetism."
}