{
  "title": "What is the connection between post-hypnotic suggestion and the impulsive actions of the insane?",
  "first_phrase": "In this concluding section, the text draws a connection between post-hypnotic suggestion and the impulsive actions of the insane. It highlights the irresistible nature of the impulse and the sense of satisfaction derived from obeying the suggestion. Suggestion is explained as a modern development of the \"magnetic promise\" employed by magnetisers to get somnambulists to obey commands without questioning. The text cites instances of post-hypnotic suggestion by T.W. Brindley and relates them to the earlier examples. The author further explains that hypnotised subjects accept commands in a passive spirit without question.",
  "content": "It is the irresistible nature of the impulse in post-hypnotic suggestion, and the feeling of satisfaction when the suggested deed is done, that seem to connect those suggestions in some way with the impulsive actions of the insane. Suggestion is a modern form or development of the \"magnetic promise.\" It was well known to the magnetisers that if the operator could get a somnambule to promise to do any particular thing after he awoke, he would do it without knowing why, as in \"deferred suggestion.\" A promise made in the magnetic state was always understood by magnetizers to be purely voluntary, and a matter of persuasion, whereas a post-hypnotic suggestion is of the nature of a command, which the subject obeys involuntarily, or at least finds it very difficult to \"resist.\" No explanation of how a magnetic promise acts was attempted by the magnetisers; but the hypnotisers account for Suggestion by supposing an inability on the part of the hypnotised subject to reason inductively, their premises being, supplied by the hypnotiser, and accepted without question, and commands being accepted in the same believing or passive spirit.",
  "last_phrase": "In conclusion, post-hypnotic suggestion and magnetic promise have a connection with the impulsive actions of the insane. Suggestion is a modern form of magnetic promise, and it is a command that the subject obeys involuntarily. However, suggestibility ceases when the sleep deepens into the lucid degree. This basic fact is unknown to the suggestionists, and it seems as if magnetic promises are the equivalent of deferred suggestion in the hypnotic condition."
}