{
  "title": "\"How did Dupotet and Lafontaine differ in their approaches to magnetism and curing diseases?\"",
  "first_phrase": "This text explores the contrasting approaches of two renowned magnetizers, Dupotet and Lafontaine. The former was more interested in understanding the mysterious power of magnetism, while the latter focused on its practical application in curing disease. Dupotet taught a select group of scientists and intellectuals in private, while Lafontaine sought to spread awareness among the general public. Despite their differences, both men founded societies and produced evidence of the power of magnetism, including clairvoyance. In the concluding part of the text, Lafontaine's emphasis on the simplicity and accessibility of magnetism is discussed.",
  "content": "Lafontaine, on the other hand, very soon got disgusted with the treatment he received from the medical world, and appealed to the lay world, to the people themselves, making the cure of disease his principal object, and relying on the results he obtained in that direction as much as on his exhibitions of the strange phenomena for success in his propaganda. \"In my life I didn't search for the theory of magnetism. I only searched its usefulness and its sanatory aspect\" Charles Lafontaine133 Like Dupotet, wherever he went Lafontaine received pupils, and endeavoured to found little societies that would persevere in their studies and healing work after he had gone; and, like Dupotet, he produced clairvoyance at his demonstrations as an evidence of the reality and importance of Magnetism; but all the time his principal object was to try to convince the lay world, the people themselves, that they had in their hands an extraordinary power of curing each others diseases without the use of drugs, if they chose to learn from him the simple and easy means of exercising that power.",
  "last_phrase": "Despite facing brutal and irrational opposition from the public, Charles Lafontaine persevered in his mission to convince them of the extraordinary power of magnetism, which could cure diseases without the use of drugs. His demonstrations and healing work produced clairvoyance as evidence of the reality and importance of Magnetism, and he founded little societies to carry on his work. In the end, his approach prevailed, and he succeeded in propagating the usefulness and sanatory aspects of magnetism."
}