{
  "title": "\"Recovering Our Intuitive Sensitivity: Method and Instructions\"",
  "first_phrase": "In the previous text, we explored the idea that our ability to sense our surroundings is not limited to just our physical senses, but also relies on intuition. To fully tap into this intuition, we must recover a sensitivity that has been lost in modern culture. This is something that animals and children are often more attuned to than adults. In the final section, we will explore the work of Chevalier de Lausanne, one of the first mesmerists, and his description of the method created by Bruno. This method involves establishing contact with the subject, performing slow movements near the body, and developing a sensitivity to the patient's bodily responses. The magnetizer must also develop their psychical qualifications, including the magnetic gaze and sensitivity.",
  "content": "Then resort to passes, performing them very slowly, along the arms, and in front of the body from head to feet, or, at least, as low down as the knees. (Passes are slow movements near the body ) 5. Gradually draw away from the Subject, continuing the passes just at the distance of an inch, and only give sufficient tension to his hands to maintain them in position. 6. While passing his hands before the Patient, at a distance of three or four inches, the Magnetiser will experience a sensation of heat or cold. When he is at level with the part affected, his own body will exhale a certain vapor, that is, fluid—which goes in the direction of the part affected.\" The psychical qualifications of a Magnetiser would have to be developed in order to carry this process out in the true spirit of Bruno. Specifically you must develop the magnetic gaze and the sensitivity.",
  "last_phrase": "In conclusion, developing the psychical qualifications of a Magnetiser, such as the magnetic gaze and sensitivity, requires patience, perseverance, and consistent practice. Anyone can awaken and develop this natural body capability, which can lead to the experience of sensations like heat or cold, and the exhalation of fluid when passing hands near the affected area. With these instructions, you can carry out the Magnetiser process in the true spirit of Bruno."
}