{
  "title": "What Saved Esdaile from Narrowness in Mesmerism and Who Authenticated the Facts?",
  "first_phrase": "This text discusses James Esdaile's use of Mesmerism, and his knowledge of the subject. In the previous section, he explains how he used Mesmerism to perform successful surgeries on Indian soldiers without the use of anesthesia. Here, he argues against those who deny the reality of Mesmerism, citing instances where he was able to Mesmerize people without them suspecting his intentions. He also credits the important work of other researchers such as Puysegur and Deleuze, and highlights the importance of being well-informed when it comes to a subject. Esdaile notes that Mesmerism has been accepted in Europe for some time, and expresses his hope that the English will no longer ignore it.",
  "content": "He says:- \"I now know (and I deplore my long ignorance) that the battle was fought and won before I was born by the truthful and benevolent Puysegur, Deleuze, and their companions, and that I, under the tropics, am only again demonstrating what they on the banks of the Seine had long ago established. The people on the continent have been familiar with both the good and the evil of Mesmerism for the last thirty years, while we in England are only now giving an unwilling ear to the expounders of a law of Nature which is as much a part of the human constitution as the processes of thought and digestion. It is to be hoped that on this subject our neighbours will no longer have reason to reproach our insular ignorance and presumption.\" He was astonished at the \"presumption\" of those who, without experiment or enquiry, denied that which he believed to be so well authenticated, and which they, as he had done, could with ease personally prove to be facts.",
  "last_phrase": "In conclusion, it is important to acknowledge and learn from the past pioneers of Mesmerism and recognize the value and evidence-based nature of this law of nature. Let us follow in the footsteps of these esteemed physicians, naturalists, philosophers, and theologians to further explore the benefits of Mesmerism and avoid being blinded by insular ignorance and presumption."
}