{
  "title": "\"The History of Mesmer and the Controversy of Animal Magnetism\"",
  "first_phrase": "In the preceding text, we learned about F.A. Mesmer and his struggles to promote magnetism, a healing technique he had developed. Despite the undeniable success of his treatments, magnetism faced opposition from powerful adversaries, and the skirmish reached a censurable level. In this final part, we witness the first Royal Commission's examination of Mesmer's disciple, Deslon, in 1784. The commission had earlier refuted animal magnetism, and concerns were expressed over the potential social and political implications of the practice.",
  "content": "In fact the novelty of Mesmer’s theory that we have seen in the preceding pages is so striking that it is modern even today, as it interprets in practical ways some tenets of quantum science. More, it worked, and Mesmer had an incredible number of patients. So it is not strange that French establishment couldn’t easily accept it. The fight eventually reached a censurable degree, since insults and slanders lay bare men’s stark selfishness without contributing to genuine scientific progress one bit. In 1784, however, one of his disciples, Deslon, was once again subjected to an examination by one of the commissions of the Academy, which had refuted animal magnetism49 50 . In addition, a secret report addressed to the King at the same time stressed the possibility that magnetism might lead to attacks being mounted against social decorum by encouraging intermingling between men and women51. There is also a possible political reason that many scholars have pointed to.",
  "last_phrase": "Despite the resistance and criticism that Mesmer and his theory faced, it cannot be denied that it left a lasting impact on modern science. The practical interpretation of some of its ideas still holds relevance today, particularly in the realm of quantum science. However, the unfortunate political and personal motivations behind its rejection serve as a reminder of the stark selfishness that can cloud genuine scientific progress."
}