{
  "title": "\"The Monopoly of Magnetism: How Doctors Took Control and Limited its Exploration\"",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the monopoly of magnetism by doctors in most European countries, which they achieved by clamoring for a monopoly of Magnetism. The author argues that this monopoly was not suitable because members of the medical profession were generally ignorant of Magnetism and did not possess any competence in its use. The author goes on to explain that Mesmer, De Puysegur, and other magnetizers did not intend for this to happen since they believed that only those who had expertise and knowledge in Magnetism should be allowed to practice it. Overall, the text questions the idea of allowing doctors to monopolize Magnetism without any obligation to practice magnetic healing or without any guarantee of their competence in it.",
  "content": "It was the instinct of self – preservation that caused the doctors to clamour for a monopoly of Magnetism; and, as I have said, they succeeded in getting that monopoly in most European countries, unencumbered by any obligation to practice magnetic healing, and without giving any guarantee that if they did so they were in any way competent-either through study, or by natural gift. From Mesmer down, however, magnetizers who belonged to the medical profession declared that only doctors should magnetize, and some lay magnetizers backed them up in that opinion; but Mesmer, De Puysegur, and a hundred other magnetizers who took that view, certainly did not mean that the members of a profession that as a whole was completely opposed to Magnetism, and profoundly ignorant of it, should have the irresponsible monopoly of its employment. Neither could they have wished to convey the impression that the study of official or orthodox medicine gives to the doctors the smallest knowledge of Magnetism.",
  "last_phrase": "In summary, the monopoly of Magnetism by doctors was not to restrict its usage, but to make it an essential competency for physicians. However, the doctors misused this power and hindered the exploration and study of Magnetism. It is crucial to recognize the limitations of each approach and consider alternative methods for promoting the curative forces of nature."
}