{
  "title": "What were the views and contributions of prominent mesmerists during the 19th century in England?",
  "first_phrase": "In the preceding text, the discussion on Mesmerism was highlighted with various treatises published in Britain during the mid-19th century which attempted to give a comprehensive understanding of the subject. These works are valuable for anyone interested in becoming a practical mesmeriser or understanding the subject in its different bearings. In the last two hundred tokens, the discussion delves into the works of two Mesmerisers, Dr. Elliotson and Mr. Esdaille. This part of the text will provide insights into Dr. Elliotson's works and ideas.",
  "content": "Colquhon wrote “Isis Revelata”, a book that was translated in many languages.146 Isis Revelata was one the few treatises written in English which attempted to give a far-reaching exposition of the historical and philosophical context of animal magnetism. As such it furnished a strong impetus to the establishment in England of animal magnetism as a subject worthy of serious consideration. Georges Sandby was a clergyman and his book “Mesmerism and Its Opponents: with a Narrative of Cases.” was very influential in helping to create a favorable opinion of animal magnetism in Britain. These men took a view of the nature and possibilities of Mesmerism which seems like a prophetic protest against the skin-deep theories and half-baked practices of many of our modern hypnotists. It is impossible, however, for me to do more than briefly notice the ideas and labours of two mesmerisers of that period who stand head and shoulders above all their contemporaries, namely, Dr. Elliotson and Mr. Esdaille. Elliotson.",
  "last_phrase": "In conclusion, the works of Colquhoun, Sandby, Elliotson, and Esdaille paved the way for the serious consideration of animal magnetism in Britain. Their contributions to the field provided valuable insight and instruction, and still hold relevance today in modern hypnotism practices."
}