{
  "title": "How did Dr. Elliotson's experiments challenge the conventional understanding of hypnosis?",
  "first_phrase": "In the previous section, we learned about Elliotson's experiments with bread pills and the power of imagination in mesmerism. However, he also recognized the importance of individual differences in the effects of magnetism. As he believed, there were latent sympathies and antipathies between people that strongly influenced the actions of magnetisers. In the last 200 tokens, Elliotson shares some interesting anecdotes to support this idea, such as his patient falling asleep due to mere imagination and the importance of hypnosis merging with something else beyond psychological terms. He also reflects on the lack of force of character in people and how that affects their beliefs and actions. Ultimately, Elliotson's work highlights the complexity of hypnosis and the need to consider individual differences in its practice.",
  "content": "An important fact is that he recognised that different magnetisers affect the same subject differently, there being, as he believed, latent sympathies and antipathies between individuals, which operate strongly in mesmerism, making the action of some magnetisers powerful, pleasant and curative for a given person, the action of other magnetisers weak, and sometimes even unpleasant and hurtful to them. Few of our present hypnotists recognise this fact that in reality is very important as it shows that hypnosis always merges with something else that cannot be fully described in classical psychological terms. Sympathy and anthypathy are in fact about the entanglement we create with the other person. Many people will, no doubt, sympathise with Dr. Elliotson when he moralises thus: \"It is surprising how many persons in the world have no force of character: are only big children-holding silly opinions on various subjects of which they know nothing, and acting without reason.\" On one occasion Dr. Elliotson bandaged the eyes of a patient, telling her that she was being mesmerised, but himself doing nothing, and no effect was produced; then, her eyes still being bandaged, when she thought he was not trying to affect her he sent her to sleep by passes.",
  "last_phrase": "In conclusion, Dr. Elliotson's discoveries and experiments highlight the importance of understanding the complexities of hypnosis and mesmerism. The recognition of latent sympathies and antipathies between individuals and the entanglement created during the process should not be overlooked by modern hypnotists. It is imperative to broaden our understanding of the subject to provide effective and curative treatments."
}