{
  "title": "Why Doctors Wanted to Exclusive Rights to Magnetize",
  "first_phrase": "In the preceding text, the author explains the reasons why doctors feared Magnetism, despite its limited use and the general prejudice against it. In this final part, the author highlights one of the benefits of Animal Magnetism – the ability to alleviate the suffering of others. The text cites a specific case where Dr. Elliotson showed his patient's wife how to perform magnetic passes, resulting in a remarkable cure. This anecdote underscores the simplicity of learning magnetizing techniques for family practice, which could replace the need for a doctor.",
  "content": "It enables the parent to give health and vitality to the child, the husband to the wife, or vice versa; in fact, to a great extent it obviates the necessity for calling in the doctor; for there is nothing in the art of magnetizing that cannot be learned in a week sufficiently for family practice, that is to say, sufficiently to meet the requirements of the ‘out-of-sorts’ or ‘not-feeling-well’ condition which creates the ‘doctor habit.’ And in most cases professional magnetizers were glad to avail themselves on occasion of the magnetic assistance of a member of the patient's family; indeed, it sometimes happened that a parent or a husband performed a remarkable cure when shown how to operate. For instance, Dr. Elliotson writes in the \"Zoist\" about a case of this kind:-- \"I showed his wife how to make slow passes from opposite his forehead to opposite his stomach with one hand, held at a distance of a few inches from his face, both parties looking at each other in perfect silence, and all the room being perfectly still, for at least half-an-hour, and at least once a day.",
  "last_phrase": "In conclusion, learning the art of magnetizing can greatly benefit families by providing an alternative to calling in the doctor for minor ailments. With just a week's worth of practice, family members can acquire sufficient skills to treat their loved ones. In fact, professional magnetizers sometimes even availed themselves of the magnetic assistance of a family member. Had this approach been adopted more widely, the role of the doctor would have become more supervisory in nature, while family members could have become experts in their own right."
}