{
  "title": "Mesmer's Legacy: Recognition, Regret, and Reconciliation.",
  "first_phrase": "This text delves into the life of Franz Mesmer, who pioneered the concept of animal magnetism in the 18th century. Prior to his death, the Academy of Berlin recognized Mesmer's ideas and invited him to move to Germany. However, Mesmer refused as he was an old man by then. In 1831, the Royal Academy of Paris acknowledged the existence of animal magnetism and the amazing effects of induced somnambulism. The last 200 token features a letter by Mesmer to his friend, describing the dilemma of people who create a significant idea or a big lie.",
  "content": "Their work is akin to Sisyphus’ -, since the latter, regardless of his actual intention, causes the rock smashing him to pieces to fall over his body: Nothing can remove them from the work they themselves have imposed on their persons». On the bottom of an image of Mesmer we can read: “Mille jaloux esprits en vain t’ont voulu nuire, Mesmer, par tes soins généraux, Nos maux ont disparu, l’humanité respire. Pursuis tes destins glorieux Quoique la jalousie en gronde! Qu’il est beau, qu’il est grand d’avoir des envieux En faisant la Bonheur du monde”64 (“Thousands of jealous people wanted to harm you, Mesmer, But thanks to your generous cures our pains have vanished, humanity leaves anew Continue toward your destiny Even if jealousy is everywhere! It is good to have envying people Because we do good to the others”) Afterwards, France, too, witnessed a number of turnabouts, while in 1831 the Royal Academy of Paris recognized the existence of animal magnetism, as well as the wonderful effects of induced somnambulism.",
  "last_phrase": "Despite the attacks and disagreements surrounding Mesmer's work, the scientific community eventually acknowledged the truth of animal magnetism and somnambulism. Mesmer's absence was deeply regretted, as his treatments brought relief and hope to many. We can learn from this historical example that acknowledging the truth and being open-minded can lead to greater progress and benefits for humanity."
}