{
  "title": "What was Lafontaine's method of magnetising and how did it influence the Pope's view on magnetism as a curative agent?",
  "first_phrase": "This final section discusses Lafontaine’s personality, method and books he authored. Lafontaine was a magnetizer who was received kindly in all countries where he visited. Despite the insults and difficulties he faced as a magnetiser, he believed in asking for only what he believed had a right to demand. Lafontaine authored two books “l'Art de Magnetiser” and “Memoires” and was director of the review “Journal du Magnetisme Animal.” Lafontaine’s simple method of magnetizing, which requires patience and sustained attention, produces a deep magnetic state, and it is the best method for producing clairvoyance in a subject.",
  "content": "His personality Lafontaine was a man of middle height, inclined to be stout, with a kind and somewhat serious face. When he magnetised he looked like personified concentration. It was often remarked that when a person on being introduced to Lafontaine had talked with him for a little while, he felt as if he had known him for ever so long, which feeling of \"old acquaintance\" shows that he had an eminently sympathetic nature. Lafontaine authored some books: “l’Art de Magnetiser” and “Mémoires”. He was also director of the review “Journal du Magnétisme Animal”. Lafontaine’s method The following is Lafontaine's method of magnetising. It is simpler than most other methods, but requires more patience and sustained attention. On the other hand, it produces a far deeper magnetic state, and it is the best method for producing clairvoyance in a subject. I may remark that Lafontaine recognised complete insensibility to sensations as the sign of the true magnetic sleep, he said that most magnetisers only half magnetise their subjects, and then complain that they never get this or that result.",
  "last_phrase": "In conclusion, Lafontaine's magnetising method may require patience and sustained attention, but it produces a deeper magnetic state and is the best for producing clairvoyance. His sympathetic nature makes those around him feel like old acquaintances. Through \"l'Art de Magnetiser\" and \"Mémoires,\" Lafontaine's contributions to magnetism continue to impact the field today."
}