{
  "title": "\"How does magnetism affect consciousness and behavior in hysterical patients?\"",
  "first_phrase": "This passage documents two cases of hypnosis at a hospital. The first patient had previously lost the use of her lower extremities but was able to walk unsupported after being hypnotized. The second patient was a quiet girl subject to delirium who became cheerful and animated when hypnotized. During the hypnosis sessions, the patients experienced a state of profound unconsciousness or somnambulism. The operator was able to induce these states by drawing his thumbs across the eyebrow in a specific manner.",
  "content": "After being kept in this state for a short time, she was again thrown into a sound sleep, and placed in a chair, while the next subject was introduced. In this chair she slept for about an hour and a half, through a hubbub that might have awakened the seven sleepers. Her successor was a girl of about the same age, of quiet, demure, almost sullen countenance, subject to occasional fits of delirium. She was speedily thrown into a deep sleep, and was then somnabulised. When in this state of partial consciousness—a consciousness like that of true somnambulism, when the individual is fully aware of what he does, though all memory of it ceases with the cessation of his sleep—the whole expression of her countenance changed. It became cheerful, animated, and intelligent. She noticed objects immediately in front, though of the presence of all but these she seemed absolutely ignorant; and she made some not very complimentary observations upon the appearance, dress, and manners of some of the persons present.",
  "last_phrase": "In conclusion, while the use of hypnosis and somnambulism in medical and psychological experiments is still being studied, the experiences of the two girls show that there may be a potential for altering one's consciousness and perception. Further research is needed to fully understand the effects of these states, but the possibilities are intriguing."
}