{
  "title": "Who was Dr. Elliotson and how did he scandalize the medical profession with his use of phrenology and mesmerism?",
  "first_phrase": "Dr. Elliotson was a pioneer in clinical instruction and auscultation in England. He also founded the Phrenological Society and was its first President. His advocacy of Mesmerism and phreno-mesmerism incurred the wrath of his colleagues, leading to the prohibition of Mesmerism in wards and his eventual resignation. Despite this setback, he founded the Mesmeric Hospital in London in 1849. Elliotson used Mesmerism only when necessary, and despite the advocacy of unorthodox methods, he continued to be employed in consultations. Dickens and Thackeray were among his friends. This text highlights the life and contributions of Dr. Elliotson, focusing on his advocacy of Mesmerism and phreno-mesmerism that led to his resignation from the hospital.",
  "content": "The immediate cause of the injunction by the Governors was Elliotson's famous Harvean Oration in that year, an Oration which, by its defence of Mesmerism, gave great offence to older members of the Faculty, but which was warmly applauded by all who were present at its delivery.149 It was not until 1849 that he founded 'the Mesmeric Hospital in London, an institution which for many years kept the flag flying, if it did not do much else. Dr. Elliotson, however, used Mesmerism in his private practice only when the patient desired it, or when he considered that no other method was capable of giving relief; and although the advocacy of Mesmerism very considerably lessened his practice, it by no means destroyed it; and he continued to be largely employed in consultations. Dr. Elliotson had the gift of making warm friends, as well as bitter enemies; and among the former were Dickens and Thackeray, both of whom allude to him in their writings. He died of decline in 1868. Phrenology As a mesmerist, Dr. Elliotson was remarkable for his determined advocacy of phreno-mesmerism, and for his denial that Will entered into the production of the mesmeric phenomena.",
  "last_phrase": "Despite the adversity Dr. Elliotson faced due to his advocacy of mesmerism and phreno-mesmerism, he persisted in his convictions and even went on to found the Mesmeric Hospital in London. Though his practice suffered as a result, he continued to be widely employed in consultations until his death in 1868. While some may choose to dismiss the validity of phreno-mesmerism, Dr. Elliotson and others who experimented with it found that certain regions of the cranium were consistently linked with specific emotions or impulses. Ultimately, his contributions to the field of mesmerism and phreno-mesmerism cannot be overlooked, and his legacy lives on today."
}