{
  "title": "Report of the Academy of Medicine on Animal Magnetism.",
  "first_phrase": "In the previous text, we learned about the preliminary committee's decision on Hypnotism, and in this last part, we will delve into the details of the second commission, known as the Commission of the Academy of Medicine. This commission was appointed in May of the following year and consisted of eleven reputable physicians. The aim was to direct their attention to the study and examination of Animal Magnetism, to remove its use from those who abuse it and make it an object of lucre and speculation.",
  "content": "“5.— In considering Magnetism as a secret remedy, it is the duty of the Academy to study it, to subject it to trial, and finally, to remove its use and practice from persons estranged to the art, who abuse this means, and who make it an object of lucre and speculation. “After all these considerations, your Commission is of the opinion that the section should adopt the proposition of Monsieur Foissac, and appoint a special Commission to direct their attention to the study and examination of Animal Magnetism.\" (Signed by the five Commissioners.) This was in October 1825, and in the following May, after much hesitation and debate, the second Commission was appointed (known as the Commission of the Academy of Medicine), consisting of eleven physicians, all men whose ability and good faith were above suspicion.",
  "last_phrase": "In conclusion, the investigation of Animal Magnetism conducted by the Commission of the Academy of Medicine was a thorough and conscientious process that recognized the reality of the phenomena produced by magnetizers. While the commission did not delve into theoretical aspects, they verified important facts such as magnetism at a distance, clairvoyance, prevision, introvision, among others. Therefore, the commission suggested that the Academy should continue encouraging research on Animal Magnetism as a curious branch of psychology and natural history."
}