{
  "title": "\"The Evolution of Hypnosis and Magnetism in the 1900s\"",
  "first_phrase": "In the preceding section, we learned about the evolution of various systems like Hypnotism, Magnetism, Pathetism, and Electrical Psychology in the 1900s. These systems are closely connected yet differ from each other, and their understanding is crucial to comprehend the subject of Hypnotism fully. In this last part, we'll explore the appointment of the \"Second Commission\" and its significance in the history of Mesmerism. This commission was appointed after the positive effects of animal magnetism were acknowledged by people, and its report led to many new revelations about the practice.",
  "content": "Even when taken into account, these various systems do not complete the data for a comprehensive theory; but at all events they make it clear that the problem to be solved is very imperfectly conceived by our hypnotists, who have overlooked some of the most important and interesting questions involved in the subject they undertake to explain. The “Second Commission,” and what led to its Appointment “There is in Mesmerism the existence of a power which, if properly directed and controlled, I may be found eminently serviceable in increasing the happiness of human kind.” G. Sandby When Mesmer retired back to his native country, the judgment pronounced by the commissioners was attacked from all quarters. More and more people were aware of the positivity of the practice. The Commission had, it was evident, substantiated the facts of animal magnetism, and in endeavoring to overthrow the theory of Mesmer had only hazarded another infinitely more untenable. A society existed at Strasburg, which published annals, wherein immediately appeared facts of magnetisation which the explanation of the Academy could not account for; and reports to the same effect, from Nantes, Bordeaux, and Lyons, also appeared.",
  "last_phrase": "In conclusion, the Commission's attempt to discredit animal magnetism only served to strengthen its popularity, leading to the formation of societies dedicated to its investigation and propagation. Despite the incomplete understanding of the subject by hypnotists, the existence of a power in Mesmerism that could increase human happiness remained evident. The positive testimonials and reports attesting to the effectiveness of animal magnetism could not be ignored, and its supporters continued to grow."
}