{
  "title": "What is the \"living force\" and how does it relate to the phenomena of magnetism and electricity according to Dupotet's views on magic?",
  "first_phrase": "In this section, the discussion on the existence of extraneous force or influence in hypnotic phenomena continues, with reference to the experiments of magnetizer Cahagnet, Colonel de Rochas, and Dr. Baraduc. The author suggests that Dupotet's \"Magie Devoilee\" may have involved this unknown force. Dupotet's experiments were based on the power of the soul to set in motion the \"dead\" forces, such as electricity and magnetism, and produce effects that require experimental study. The idea is that there is one living force, which is wielded by the thought-power of man.",
  "content": "In that work, he says that he left the road made by Mesmer and De Puysegur, which was servilely followed by the other magnetisers, and the phenomena obtained by which he considered purely physical-and had applied himself to developing a Magnetism which resembles that of Paracelsus, Van Belmont, and other ancients, for it was founded on the power of the soul. This he thought to be the true Magnetism of Mesmer, which he had refrained from revealing. Dupotet's idea was that there is one ‘living force,’ which is wielded by the ‘soul,’ or thought-power of man. This force sets in motion the “dead” forces, among which are electricity and magnetism; but those are only two of an unknown number of forces which it is probably in the power of the soul to set into action, and which forces, when put into motion, produce effects that have to be experimentally studied, since their operation is at present unknown.",
  "last_phrase": "In conclusion, Dupotet's belief in the power of the soul and the existence of mysterious forces in nature may seem fantastical to modern science, but it is rooted in a scientific view that the effects of magic can be explained by natural causes. While the practical applications of his theories may be questionable, his perspective offers a unique perspective on the relationship between life and forces in nature."
}