{
  "title": "Animal Magnetism: A Phenomenon Requiring Proof and Investigation.",
  "first_phrase": "This text explores animal magnetism, a new method of treating disease that was initially opposed by many. Despite the brutal testing of sensitives to convince skeptical doctors, the number of converts continued to grow. Men of world-wide reputation, such as Cuvier, La Place, A. Von Humbolt, Lavater, Gall, and Coleridge and Dugald Stewart in England, were among the believers. The emergence of new powerful magnetic phenomena prompted the magnetisers to ask for intellectual belief that follows demonstration, not emotional belief that follows assertion.",
  "content": "The emergence of new powerful Magnetic phenomena “I enter cheerfully on the task, satisfied that if the most incredulous of my antagonists will only witness and investigate the phenomena, they will become convinced of their reality” Jules du Potet de Sennevoy “Man can, through his will, and the power of that faculty by which he moves and breathes, often exercise upon his fellow-creatures a certain indescribable influence. This is that principle which has received the name of animal magnetism.” Alphonse Didier There can be no doubt that the magnetisers in the early part of the 19th century called upon the world to believe in the occurrence of a number of phenomena, which to the educated but superficial materialists of that time must have appeared to be nothing short of impossibilities. But it must be remembered that the belief that they asked for was the intellectual belief that follows demonstration, not the emotional belief that follows assertion.",
  "last_phrase": "In conclusion, the emergence of new powerful magnetic phenomena challenged the beliefs of the materialists in the 19th century, but the magnetizers asked not for emotional belief but intellectual belief based on demonstration and proof. They provided evidence for their claims and invited investigation, knowing that belief would follow. So, let us approach new phenomena with an open mind and a dedication to honest investigation, rather than blind acceptance or knee-jerk disbelief."
}