{
  "title": "What caused the decline of higher hypnotic phenomena and how were methods of inducing hypnosis changed?",
  "first_phrase": "In this section, the author discusses the decline of mesmerism and the shift in methods that caused it. They explain that the decline began around the time Dr. Braid introduced a new method of inducing hypnosis using a bright object, replacing the old method of making passes over the subject. The author suggests that the old method required intense concentration of will and exercises to enhance vitality and strength of the gaze, whereas the new method did not. The importance of fixity of gaze and concentration of will is emphasized and it is concluded that the change in methods led to a decline in results and phenomena of a higher order.",
  "content": "Furthermore, as the duration of the proceeding is strictly connected to the capacity of the operator of having strong vitality and concentration, and many people don’t practice exercises to enhance vitality, it was much easier to hold an object before the subject's eyes for a few minutes, with the mind at rest, than to make passes over him for an indefinite length of time, accompanying the passes by fixity of gaze and intense concentration of mind. The important point to bear in mind right here is the fact that in the old mesmeric method, fixity of gaze and concentration of will on the part of the operator, were considered indispensable to success. In addition, exercises to enhance vitality, concentration and strength of the gaze were widely practiced. We can think that that the gaze is of foremost importance in order to entangle with the subject and to produce phenomena of a higher order. It seems clear, then, that it is to this change of methods that we must look for an explanation of the change in results and the drop in phenomena of a higher order. That being conceded, we must inquire how the conditions were changed by the change of methods.",
  "last_phrase": "In conclusion, while the old mesmeric method relied heavily on fixity of gaze and concentration of will for success, the introduction of simpler techniques such as holding an object before the subject's eyes has also proved effective in inducing a state of hypnosis. It is important to note that exercises to enhance vitality, concentration, and strength of the gaze were widely practiced in the old method, suggesting that the gaze remains a critical component of hypnosis. Recent studies show changes in the EEG while inducing hypnosis, and it is this change in the threshold of consciousness that allows the subjective or inner mind to perform its functions independently or synchronously with the objective mind."
}