{
  "title": "What were the beliefs of James Esdaile regarding Mesmerism and its effects on patients?",
  "first_phrase": "This text recounts the experiences and convictions of James Esdaile, who used Mesmerism as a healing agent during the mid-19th century. Esdaile believed that Mesmeric influence was a physical power that could be exerted by one animal over another under specific circumstances. He rejected the idea that imagination or fascination could explain the effects produced by his techniques. Esdaile's patients were mesmerized with their eyes closed, and it was desirable that they be ignorant of what was intended. This approach elevated the importance of Mesmerism in healing, and Esdaile considered it too important to pursue it as a subject for scientific investigation.",
  "content": "\"159 Esdaile seems not to have had any of that kind of curiosity which prompts some eminent physiologists to fun red hot needles into monkeys' brains to see what they will do, and other eminent physiologists to cut down upon guinea-pigs' hearts to see how soon they will stop beating, and who call that kind of thing \"science\"; but he was not devoid of curiosity of a more philosophical kind; and he quotes, with approval, Lord Bacon's opinion:- \"The men who have looked deeply into the hidden nature of things, the transmissions from one body to another, and the magnetic forces, have agreed that the human mind can be placed in communication with other minds, and transmit them impressions. But he was too busy, and had too high an opinion of the importance of Mesmerism to mankind as a healing agent, to pursue the subject as a great discovery needing scientific investigation. He says:- \"As I never have attempted, and never will attempt to Mesmerise people in health, I cannot speak from my own experience as to their mesmeric sensibility.\"",
  "last_phrase": "In conclusion, Esdaile's curiosity for Mesmerism was not fueled by the \"science\" of animal experimentation but instead the potential for healing through his practice. While he did not speak much about the dangers of Mesmerism, he did emphasize the importance of using it solely for medical purposes and never exceeding what is necessary for treatment. As for the rare side effect of temporary vision loss, it is a manageable risk that should not deter its use in medicine."
}