{
  "title": "What was Esdaile's method of mesmerizing and why did some of his professional brethren oppose him?",
  "first_phrase": "In this final section, we see Esdaile’s triumphant response to the opposition he faced from some of the Indian medical periodicals and schools, particularly the Calcutta Medical College. Esdaile counters their accusations of imposture with the impressive number of operations he performs monthly, which far surpasses those of other hospitals in Calcutta. He also shares his experience of feeling like a \"keeper of a madhouse\" during the rebellion against him. Finally, he talks about the conversion of Indian newspapers to mesmerism, and how he differs from other magnetisers since Mesmer due to the originality and independence of his method.",
  "content": "Before Esdaile left India, however, he was able to sing a song of triumph; and in \"Natural and Mesmeric Clairvoyance\" (1852) he says:- \" The daily press, with one or two exceptions, at first joined in the orthodox medical howl against me, having been misled and imposed upon by the reckless assertions and confident dog-matism of the professional part of the press. But the judgments of the lay editors were not permanently obscured by professional bigotry, jealousy, and wounded self-love; and, soon perceiving that they had been blind guides, they not only professed their conversions, but indignantly turned upon and punished their mis-leaders, and at the end of the year there was not a paper from Cape Cormorin to the Himalayas that did not wish mesmerism and me God-speed.\" Esdaile’s method of mesmerising One other point in regard to which Esdaile differs from every other magnetiser since Mesmer, is the originality and independence of his ideas and methods. He began, as we have seen, with very vague ideas of the \"science\", and his mind was not biased by preconceived theory or anticipation.",
  "last_phrase": "In conclusion, Esdaile's mesmerism method brought about a revolution in the medical field, despite initial resistance from some sections of the press and the orthodox medical community. His method was independent and original, and he emphasized the importance of not biasing the patients' minds during the process. Overall, Esdaile's legacy remains an important contribution to the field of mesmerism and medical science."
}