{
  "title": "\"The Scandalous Rise and Fall of Animal Magnetism\"",
  "first_phrase": "In the previous text, we read about the scientific investigations into mesmerism, conducted by Franz Mesmer in the late 1700s. Despite initial skepticism, he gained popularity and assembled a group of highly influential followers. In the last part of the text, we learn about an incident in which Jussieu, a member of the investigating committee, refused to sign the report due to the strength of the phenomena produced. Instead, he published a separate report, in which he acknowledged the existence of a positive action that can be produced upon a person through friction, contact, or proximity. This caused an uproar among the scientific community, leading to rumors and high-profile scandals that rocked the upper echelons of the scientific elite, as recounted by the Memoirs and Recollections of Count Segur, a practicing mesmerist.",
  "content": "We read for example in the Memoirs and Recollections of Count Segur, the ambassador at the courts of Russia and Prussia who was a practising mesmerist: \" I was accompanied,\" observes the Count, \" in this singular school by men whose names are not without some weight in the scale, since among them I am enabled to cite those of Count de Gebelin, Olavides, d'Espremenel, de Jaucourt, de Chastellux, de Choiseul, Gouffier, de la Fayette, and a crowd of other persons distinguished in letters and the sciences, without mentioning medical men who were secretly concerned in the business, and who will no doubt give me credit for not writing them on my list as bashful Mesmerians, privately agreeing there was some truth in the discovery, but censuring it openly out of respect for the faculty.\" He then relates the following anecdote :—\" The queen one day, entered on this subject with me, and seemed to take a pleasure in repeating all the severe and amusing jokes which were circulated in such abundance at our expense.",
  "last_phrase": "In conclusion, Mesmerism was a complex phenomenon that gained popularity in the late 18th century due to the supposed healing powers of animal magnetism. Despite its initial success, Mesmer's reputation was tarnished by criticism and controversy, leading to his decision to settle and leave France in 1785. Nonetheless, the topic remains a fascinating chapter in the history of medical science and continues to intrigue and inspire curiosity to this day."
}