{
  "title": "\"The Revaluation of Magnetism in the 19th Century\"",
  "first_phrase": "This text talks about how the opinions of eminent men such as Ampere, Laplace, and Cuvier in favor of animal magnetism induced many who were previously indifferent to investigate the subject. The second commission was mainly established in 1820, which revalued magnetism due to numerous examples of evidence, and even to the fact that other nations had embraced it. In 1825, Dr. Foissac proposed to the Academy of Medicine to examine the subject again. A preliminary committee was appointed to look into the matter generally and report. This report shows the generally recognized status of Hypnotism at that time.",
  "content": "I quote here the report of this preliminary Committee, because it shows very well the generally recognized status of Hypnotism at that time:- “1.— The decision formed in 1784 by the Commissioners charged by the King to examine Animal Magnetism, should not, by any means, sanction you in dispensing with examining it de novo, because in science no decision whatever is absolute and irrevocable. “2.— Because the experiments on which this judgment was founded appear to have been conducted without the simultaneous and necessary assembling together of all the Commissioners, and 'also with moral dispositions which, according to the principles of the fact which they were appointed to examine, must cause their complete failure. “3.— Magnetism, thus judged in 1784, differs entirely in theory, processes, and results from that which close, attentive, and strict observers, and which enlightened, indefatigable physicians have studied in later years. “4.— It is to the honor of French medicine not to remain behind German physicians in the study of the phenomena, which the enlightened and impartial advocates of Magnetism declare to be produced by this new agent.",
  "last_phrase": "In conclusion, the report of the preliminary committee shows that hypnotism is a subject of ongoing investigation and study. The decision made in 1784 by the King's Commission on Animal Magnetism does not provide an absolute and irrevocable judgment, and the practices and theories of hypnotism have developed and changed over time. It is the duty of the Academy of Medicine to continue studying hypnotism and to prevent its abuse by unscrupulous individuals seeking to profit from it. The appointing of the Commission of the Academy of Medicine in 1825 reflected this commitment to scientific inquiry and integrity."
}