{
  "title": "What is the significance of mesmerism and hypnotism in telepathy and healing?",
  "first_phrase": "This text examines the phenomenon of hypnotism and its relationship with telepathy. It asserts that subjective powers are evoked in proportion to the degree of causation, and that telepathy is only possible between unconscious non-rational minds. It explains that mesmerizing a subject and inducing a partially subjective state in the operator can create conditions that enable telepathy. This section also mentions the English School of hypnotism and Elliotson's contributions to the field. Overall, the text explores the idea of two minds working together towards healing, and notes that the mere idea of healing or vitality can have an effect on another person.",
  "content": "It will be understood, therefore, that when the subject is mesmerized, and all his objective senses are in complete abeyance, and the operator with whom he is in rapport is in a partially subjective state, the conditions exist which render possible the exhibition of powers that could be said “telepathic”. In quantistic terms we could say that some sort of entanglement becomes possible. It is two minds of two human beings working together with the idea of healing in one of them. This idea can also be felt in the other mind139. In fact what we observe in our experiments is that the mere idea of healing, the mere sense of vitality has an effect on the other person. The English School. THE ENGLISH SCHOOL. - Elliotson: His independent character-His high professional standing-His treatment by his medical brethren - Phrenology - The Will - How he anticipated Modern Hypnotism.",
  "last_phrase": "In conclusion, the practice of mesmerism and animal magnetism, which were precursors to modern hypnotism, were met with both opposition and success. However, the idea of two minds working together for healing purposes, and the mere belief in vitality, can have a significant impact on the other person. These concepts can still be observed in modern therapeutic practices and serve as a reminder of the power of the mind-body connection."
}