{
  "title": "What is the Effect of Magnetising on Sleep and Hysterical Affection?",
  "first_phrase": "In this excerpt, we witness a demonstration of mesmerism on three patients at a hospital. One boy falls asleep easily from the magnetizing process, while the other seems unaffected yet enjoys pretending to sleep to tease the crowd. The first boy has not had a fit since the first operation, while the other still experiences them. Finally, a girl with hysterical paralysis is brought in, and after three minutes in a deep sleep induced by mesmerism, she awakens able to walk unsupported. This part of the text showcases the incredible healing powers of mesmerism and its potential to revolutionize medical practices.",
  "content": "She was operated upon in the same manner as had been adopted in the former case. It was about three minutes before any perceptible result was produced; at the expiration of which period she was in a state of profound and obviously unconscious slumber. It should be stated, that she had been brought into the hospital on account of the loss of all use of the lower extremities, produced by a hysterical affection. She had been treated in the ordinary way without success; but subsequently to her being magnetised, she had recovered the use of her limbs, and walked unsupported into the room. Two or three attempts were made to rouse her by lifting her arm, pulling her hair, calling her, lifting her off the chair, and placing her upright, but without the least effect. She was then half awakened, or rather thrown into a state of somnambulism, by the operator drawing his thumbs across the eyebrow, from the insertion of the nose outwards ; and in this condition, though still seemingly unconscious, she was able to stand upright.",
  "last_phrase": "In conclusion, hypnosis or mesmerism, as evidenced in this particular case, can be an effective alternative to conventional treatments for some medical conditions. However, it's important to note that it should only be administered by a trained professional in a controlled environment. She was operated upon using mesmerism to treat her hysterical affection which resulted in the recovery of her lost use of lower extremities."
}