{
  "title": "Animal Magnetism and Tellurism: Concepts and Practices Explained.",
  "first_phrase": "The last 200 tokens of this text discuss the concept of tellurism and its principles, as presented by Kieser. Tellurism is a natural healing method that utilizes positive and negative manipulations, music, perfumes, and other elements to treat various ailments. The treatment is not alarming or contrary to decency, and medication is not proscribed altogether. As for the concept of neurogamy, it refers to the sensory worlds of magnetizer and magnetisee that come together, resulting in the possibility of higher phenomena during magnetic induction. It is essential to be grounded during magnetism or hypnotherapy to achieve better results.",
  "content": "Even here, as in every other science, all depends on the talents, genius, good-will, perseverance, presence of mind, and discrimination of the professor. It is sometimes necessary to strengthen or to modify the manipulations with the aid of rooms properly fitted up with music, perfumes, flowers, plants, telluric baths, &c. The treatment itself is not alarming, and possesses nothing contrary to decency. If the patient is confined, the manipulation is made over the bed-clothes, otherwise he may be seated in his usual dress. Tellurism, being founded on Nature, does not proscribe the use of medicine altogether; it proscribes only its abuses, and it demands from its patients to abstain from allowing any anti-telluric doctor to interfere with the cure. In regard to the time in which the treatment is to be left off, the tellurist has a scientific criterion, which in most cases is infallible, namely, the ceasing of the visible effects of the treatment.",
  "last_phrase": "In conclusion, tellurism is a treatment that relies on the talents and discernment of the practitioner, coupled with the use of naturally occurring elements such as music, perfumes, and plants. The therapy is non-invasive and does not prohibit the use of medication, only their abuse. Also, while the ‘Magnetiscope’ device showed potential, it was eventually revealed to be a distraction from the main issue of effective healing."
}