{
  "title": "How Did Mesmerism and Hysteria Relate to Each Other and How Did Early Mesmerisers View the Potential Dangers of Mesmerism?",
  "first_phrase": "This text explores the similarities between Mesmerism and Hysteria, and how the former can cause abnormal mesmeric symptoms in people whose nervous systems have been previously revolutionized by Mesmerism. It also looks at how Braid's Hypnotism led Esdaile to think about the derangement of the whole nervous system. Esdaile thought that Mesmerism was harmful, and should be used only in case of sickness. The text concludes with Dr Elliotson's view that Mesmerism is a dangerous thing, as otherwise, it wouldn't be a real power in nature.",
  "content": "We shall see by and by that Braid ended by abandoning the belief that the violent squint was necessary, and that he even operated on blind people; and it seems quite possible that he- had heard of Esdaile's doings in Calcutta, and that he may have been influenced thereby. At all events Esdaile evidently regarded him as a fellow-mesmeriser. He merely remarks that Braid's method of producing the trance is a very old one, being that of the monks of Mount Athos, and of the faquirs of India. The \"mesmeric disease\" Like Dr. Elliotson, and indeed like all other medical magnetisers and hypnotists, Esdaile in some places dwells on the harmlessness of Mesmerism, and on others on its dangerousness; both of them thought, as the early magnetisers did, that Magnetism should be used only in case of sickness, and that in any other instance its employment did harm. Writing in the \"Zoist,\" Dr. Elliotson said:- \"When persons enquire of me whether Mesmerism is not a dangerous thing, I always reply that I am happy to say it is. They look astonished, and I continue-because, if it were not dangerous, it would not be a real power in Nature.",
  "last_phrase": "In conclusion, both Braid and Esdaile were early pioneers in the field of Mesmerism and hypnotism, and their contributions helped pave the way for modern understanding of these phenomena. While they recognized the potential dangers of Mesmerism, they also believed that it could offer valuable benefits when used appropriately. Today, the practice of hypnotism continues to evolve and be used in a range of therapeutic and self-improvement contexts."
}