{
  "title": "What is Magnetising Operation and How it Affected Patients in 1838?",
  "first_phrase": "This article from The Globe, dated Tuesday, April 17th, 1838, describes an experiment conducted by Dr. Elliotson. Two boys with the same disease and seemingly similar physical constitution underwent magnetizing operations, proving that one was more susceptible to the experimenter's influence. In less than a minute, one boy fell into a sound sleep while the other seemed to experience no effect. The former experienced no further fits, while the latter continued to suffer from them every day. The following section introduces a 14-year-old girl who is also subjected to the operation.",
  "content": "In less than a minute one boy fell into a sound sleep, from which, however, he was easily awakened; the other, though the magnetising process was continued for upwards of a quarter of an hour, seemed to experience no effect of any sort. He appeared, however, marvellously to enjoy his position; and more than once, as though to tantalize the curious group around, he feigned to sleep for a moment, and then, suddenly opening his eyes, laughed in the face of those who were anxiously bending forward to witness the unexpected success which they imagined was crowning the experiment. The sleep of his companion seemed natural and unfeigned, and after having been wakened, he was again thrown into a state of slumber by a repetition of the process. It was stated, that the boy who had been magnetised had not experienced a single fit since the first operation, while the other, upon whom no effect had been produced, though treated in the ordinary and approved method, had suffered from them every day. After the boys had been dismissed, a girl, apparently of about fourteen years old, was brought forward.",
  "last_phrase": "In conclusion, magnetism offers a potentially powerful tool for medical practitioners in treating various psychological and physiological conditions. As evidenced by the case of the two boys and the young girl, magnetising produced profound states of slumber, which relieved the boys' encephalopathy and cured the girl of her hysterical paralysis. However, further research and experimentation will be necessary to harness its full potential."
}