{
  "title": "\"Practicing Magnetism: Procedure and Historical Context\"",
  "first_phrase": "In the last part of the text, the author discusses the steps involved in the practice of magnetism. They emphasize that the procedure is based on intuition and preparation, and the importance of helping the client to calm down before the session begins. Speaking too much can also be counterproductive. The author highlights the importance of concentration, attention, and a determined intention to be successful in the practice of magnetism. The text provides insights into the sensations experienced by the magnetizer and the patient during the therapeutic process.",
  "content": "This disposition is composed of a determined intention, which banishes all distraction without our making any effort, of a lively interest which the patient inspires in us and which draws us towards him, and of a confidence in our power, which leaves us in no doubt as to our success in alleviating him. When experience has taught you that you are susceptible of this feeling, if you do not experience it. it is useless to continue” 88 Some steps in the procedure for the practicing magnetist Even if the procedure is mostly based on our previous preparation and on exercises for accessing our inner intuition, we must always keep in mind that our client who is arriving to meet with us, must be helped to recover himself. Having him wait in the waiting room for a while can help him to calm down. The client there will already find himself in the therapist’s space, and can begin calming himself. Once you meet with him, you can speak a little to have him become receptive, even if speaking is not the most important part. Speaking too much can even be counterproductive, in that we would activate his rational functions too much.",
  "last_phrase": "In conclusion, practicing magnetism requires a determined intention, lively interest, and confidence in our power. Preparation and inner intuition are key, but it's also important to create a calming environment for the client and not speak too much. Remember that magnetism is a natural power that has been used for centuries, and with experience and the right approach, success in alleviating patients is possible."
}