{
  "title": "Who was Baron Dupotet and what was his contribution to the study of Animal Magnetism?",
  "first_phrase": "In this text, the author recounts the life and work of one of the foremost authorities on Magnetism during the 1800s, Baron Dupotet. Dupotet visited London in 1837 and wrote \"An Introduction to the Study of Animal Magnetism,\" which is still an authority on the subject. When he returned to France, he encountered opposition from doctors but left behind students who carried on magnetic cures and experiments. Dupotet's work created a direct bridge from the work of Mesmer in the 1700s to the work of the Durville brothers in the 1900s. This final 200 tokens talk about Dupotet's methods and how he believed in a curative virtue contained in the magnetic medium, which circulated in the body and passed out by the extremities.",
  "content": "He authored many interesting books which are still published to this day and continue to be a reference point.123 He founded the “Revue du Magnétisme” which he later passed on to the Durville brothers at his death in 1881. Through the work of Dupotet we can therefore see a direct continuation of work with animal magnetism which creates a very clear direct bridge from the work of Mesmer in the 1700s to the work of the Durville brothers in the 1900s. F. A. Mesmer (1734-1815) De Puysegur (1751-1825) Baron Dupotet (1796 -1881) – School of Magnetism Continuation of the same school with the Durville Family Hector and Henry (1848, naissance of Hector – death of Henry about 1962) – (other important contributors were Clément Jagot, Dr. Encausse, Maitre Philippe) Dupotet’s Methods Dupotet claimed to prove, that the sleep, to produce which was the object of all the other magnetisers, was not necessary for cure; for he believed that “the magnetic medium, … contained in itself a curative virtue.” He held that the fluid, at whatever point it enters the body, circulates in it, and passes out by the extremities.",
  "last_phrase": "In conclusion, the contributions of F.A. Mesmer, De Puysegur, Baron Dupotet, and the Durville family in the field of animal magnetism shaped modern-day holistic medicine. Dupotet's claim that the magnetic medium itself held curative properties challenged the previously held belief that sleep was necessary for cure. Magnetism was shown to have a positive effect on a person's health even while sleeping, further cementing its efficacy."
}