{
  "title": "\"Magnetic Anaesthesia and the Impact of Chloroform\"",
  "first_phrase": "This text discusses the discovery of chloroform and its impact on the diffusion of Magnetism. Before the discovery of chloroform, surgical operations were often excruciatingly painful. However, with Animal Magnetism, patients were put into a sleep-like state, making surgery far less traumatic. The prior part of the text describes the phenomenon of \"magnetic anesthesia,\" wherein magnetized individuals can provide accurate information about absent individuals and their medical conditions without ever having seen them. They can also read written material without actually seeing it.",
  "content": "Drawn out of this state by a command, even an internal one, of the magnetizer, or, as it were, spontaneously at the instant announced by her, she appears to be completely ignorant of everything that happened to her during the accession, however long it may have been; nothing of all that was asked her, of all that she answered, or that she suffered, has left an idea in her understanding, or the slightest trace in her memory.\" Magnetic anaesthesia and the discovery of chloroform Among the causes that acted adversely to the diffusion of Magnetism was the discovery of chloroform. Until insensibility to pain was produced by Animal Magnetism, every surgical operation was the infliction of torture, often of the most excruciating kind. But with animal magnetism, instead of the patient being strapped down immovably, while the surgeon did the best he could upon the writhing, struggling, screaming form, the magnetized patient placidly slept, or calmly conversed with a bystander, while a limb was amputated, or a tumour cut out.",
  "last_phrase": "In conclusion, the discovery of chloroform topped magnetism's potential as a pain-relieving method. The emergence of painless surgeries via hypnosis raised concerns among doctors, who rejected the notion due to their belief that pain was part of divine order. The use of anesthesia has continued to develop ever since, allowing for safer and more pain-free surgical procedures."
}