{
  "title": "\"The Rise and Spread of Animal Magnetism in Europe\"",
  "first_phrase": "This text describes the aftermath of the famous Mesmerism inquiry and the formation of the society for the investigation and propagation of the doctrine. Despite being attacked by various sources, the facts of animal magnetism were substantiated by the \"Second Commission\". M. Jussieu dissented from his brother commissioners, and drew up a counter-report of his own, attesting the facts of animal magnetism. The result was an increase in popularity of Mesmer's work and the formation of the Society de l'Harmonie, which grew to 180 members and initiated many distinguished persons.",
  "content": "But that which shook the respect which many might have entertained for the decision of these royal commissioners, was, that M. Jussieu dissented from his brother commissioners, and drew up a counter-report of his own, wherein he also attested the facts of animal magnetism, and only proposed another theory in explanation of them. Instead, therefore, of these commissioners settling the disputed point as to the existence or nonexistence of animal magnetism, their reports only gave the subject an additional interest and the cause of magnetism was embraced by a sizeable number of new supporters.67 Societies for the investigation and propagation of the doctrine, under the name of \" Societes de l'Harmonie,\" were formed throughout France, Germany, and Switzerland, and many distinguished persons were initiated into its secrets. The Society de l'Harmonie, at Strasburg alone, was composed of one hundred and eighty members, and proces-verbaux, or affidavits attesting the treatment and cure of various cases, were deposited with public notaries, and printed copies of them distributed in all directions - With these proces-verbaux, sums of money were also left with the notary as a reward for any persons who could detect any fraud or deception in the statements they contained.",
  "last_phrase": "In conclusion, the controversy surrounding animal magnetism led to the formation of \" Societes de l'Harmonie\" and a surge in new supporters. Despite the temporary decline of these societies during the French Revolution, the principles of animal magnetism spread throughout Europe and beyond. Today, this fascinating phenomenon continues to captivate and intrigue people in the field of science."
}