{
  "title": "\"How to induce Magnetic Sleep in a subject through concentration and movements without touching?\"",
  "first_phrase": "In this text, we learn about the process for magnetic healing, where the magnetizer concentrates his will and transmits fluid to their patient. The magnetizer uses various hand movements and positions to generate the energy and continue with this process for half an hour or more without touching the patient. The text explains the importance of concentration and the specific movements involved in the process. It outlines the steps to follow to ensure a successful magnetic healing session.",
  "content": "\"Then, raising his hands above the subject's head, he should bring them down before the subject's face, chest and body, stopping from time to time at the epigastrium, and pointing the fingers at it. This he must continue for half an hour, or an hour. \"These motions should be made without touching the subject at a few inches distance. Each time the magnetiser raises his hands they should be closed. He should raise them gently, at the side and not in front of the subject, in order not to produce a come and go effect in the circulation of the fluid, which would produce a congestion if done in front of the subject. The magnetiser should also make some passes by raising his hands above the back of the head, and bringing them down behind the ears and shoulders, and out along the arms. \"From the beginning to the end of the operation the operator should occupy himself only with what he is doing, in order, by the concentration of His will', to cause an emission of the \"fluid, and to transmit it to the subject.",
  "last_phrase": "In conclusion, magnetic sleep is a state of profound sleep in which a person is deeply influenced by the magnetic fluid transmitted by the magnetiser. This method involves the magnetiser making motions and passes close to the subject's body for a specified period of time, without touching them. The magnetiser should concentrate on their actions and recognise the sleep state by the subject's appearance. If in torpid sleep or natural sleep, the process ceases, but if in magnetic sleep, the subject will not respond to stimuli."
}