{
  "title": "\"What were the effects of mesmerism on patients in hospitals and the insane?\"",
  "first_phrase": "In this last part, Esdaile's experiences with mesmerism in the treatment of insanity are discussed. Despite initial skepticism, funds were given to Esdaile to pay mesmerisers for six months to experiment on patients at the Calcutta Lunatic Asylum. Although the patients were poor and friendless, and hence unfavourable subjects to work upon, Esdaile's success cannot be ignored. His belief in the benefits of mesmerism in restoring tone and regularity to the nervous system was vindicated, yielding remarkable results.",
  "content": "Its efficiency in insanity Although Esdaile does not apparently attach much importance to his experiences with the insane, his success was very remarkable:- \"I having expressed my desire to the gentlemen comprising the committee of management of the Subscription Mesmeric Hospital to try the effect of Mesmerism upon the insane, they very liberally gave me funds to pay mesmerisers for six months, and Dr. Strong, Physician to the Calcutta Lunatic Asylum, very kindly permitted me to experiment on his patients. Being familiar with the soothing and strengthening effects of Mesmerism upon the debilitated and irritable nervous system of the sane, and believing that insanity, in general, originates in debility or functional derangement of the brain, I expected to find Mesmerism of benefit in the treatment of madness, like everything else that restores tone and regularity to the nervous system. But unfortunately the asylum here only contains the most unfavourable and disheartening subjects to work upon; the inmates being poor, friendless wretches, pulled up by the police on the highways, or confined by order of the magistrates for offences committed in paroxysms.",
  "last_phrase": "In conclusion, Esdaile's use of mesmerism proved to be efficient in treating insanity, despite the challenging conditions of working with poor and friendless patients. The success rate of his experiments demonstrated the potential benefits of mesmerism in restoring tone and regularity to the nervous system of the insane."
}