{
  "title": "What was Pope Pius IX's opinion on Animal Magnetism?",
  "first_phrase": "This excerpt from \"Animal Magnetism\" by J.C. Street, recounts the experiences of Lafontaine, a renowned magnetizer, in Naples during the 19th century. In the previous paragraphs, Lafontaine is seen conducting miraculous cures and facing serious opposition from the priests and doctors, who accused him of blasphemy. In the last 200 tokens of the text, we see Lafontaine's audience with Pope Pius IX, who expressed curiosity and interest in his work, contrary to the accusations of the priests. This encounter reveals the pope's positive views towards animal magnetism and sheds light on the controversies surrounding Lafontaine's methods.",
  "content": "The reason of this strangely-worded document was that Lafontaine was very successful in curing cases of blindness and deafness, and the priests had declared to the King that this was a blasphemous imitation of the miracles of Christ. Good old Pius IX was much more sensible; he received Lafontaine in audience, at the request of the Count de Reyneval, and chatted with him for twenty minutes, showing much curiosity and interest. The interview with Pius IX Lafontaine describes his audience with Pius IX in his \"Memoires,\" and there is no reason at all to doubt its truthfulness. It was published at the time and was never questioned, as it certainly would have been had it not been accurate, for it contains an expression of opinion by the Pope about Animal Magnetism which Lafontaine's enemies would have been very glad to have stigmatised as a fabrication. Lafontaine says:- \"I was introduced by the Cardinal Borromeo, who was good enough to tell me the ceremonial, which consisted in a genuflection on entering the room, and another when near the Pope, who offered his hand to the visitor in order that he might raise it and kiss his ring.",
  "last_phrase": "Lafontaine's meeting with Pius IX is a remarkable example of how open-mindedness can foster dialogue between seemingly opposing factions. By discussing and exploring Lafontaine's \"blasphemous\" practices, Pius IX showed a willingness to engage with ideas rather than suppress them. This reminds us that progress is only possible through understanding and communication."
}