{
  "title": "\"Differences in Approaches to Animal Magnetism\"",
  "first_phrase": "This text explores the different approaches of magnetizers and hypnotists in inducing altered states of consciousness. While some generalize from insufficient data, others prescribe complete silence during the process. The Experimentalist operators of De Puysegur's followers differed in methodology, and the effects they produced varied correspondingly. However, all magnetizers agree on the importance of silence during the process. The text also offers insight into Mesmer's method, which involved patients silently attending to their own sensations, and the use of symbols to entangle their reactions.",
  "content": "On one point, however, all magnetizers agree: They prescribe complete silence during the process of inducing the magnetic condition; and this differentiates them very decidedly from the modern Suggestionist school. Different methods for doing Animal Magnetism Mesmer’s method Mesmer required his patients to be silently attentive to their own sensations, for then the internal energy which the Royal Commissioners called “imagination” intensified those sensations, and conduced to a crisis; and although the patients at the baquet did not maintain silence, it was about their own and each other's symptoms and feelings that they conversed, and this helped on the positive crisis by promoting the mysterious influence which the Commissioners called “imitation.” Mesmer also used symbols which in quantistic terms “entangled” with them the reactions of the subjects.",
  "last_phrase": "In conclusion, regardless of the different methods used for inducing the magnetic condition in animal magnetism, silence is prescribed during the process. This is different from the modern suggestionist school, and it helps to intensify the sensations and energy, leading to a positive crisis. Practitioners also believe that silence aids in introspection and the development of medical instinct, which is essential for diagnosis and prescription."
}