{
  "title": "\"The Historical Conception of Disease and Healing in Christianity\"",
  "first_phrase": "In this text, we delve into the ideas surrounding disease and healing in the past, particularly from a religious perspective. The author touches on the beliefs of Father Gassner and the old pagan idea that diseases were sent as punishment by the gods. Christianity's triumph over paganism caused the Church to view ancient gods as devils who still had power over humans. The Church believed that diseases could be cured by both God and the Devil, depending on the operator's religious profession. Hypnotic cures operated by the clergy were attributed to God while those by a heretic were pronounced to be Satan's work. The Church's methods of exorcism and cure were deemed similar to those of the Heathen.",
  "content": "These old gods could still cure disease it was believed; and did so at the hands of those who became their servants; so the cures made in their names were cures wrought by the Devil, and it was taken for granted by the Church that all miraculous cures not due to God were the Devil's work; and the Church actually taught the extraordinary doctrine that God sometimes inflicts disease upon mankind and the Devil cures them! But hypnotic cures occurred in the Church as a natural result of faith in God's goodness, and it was necessary to recognize them as sometimes legitimate. There was, however, no mark in the cures themselves to distinguish the divine from the diabolic; so the religious profession of the operator was taken to be the criterion. The hypnotic cures operated by the clergy were declared to be performed\" by the help of God; the cures effected. by a layman, especially by a heretic, were pronounced to be due to Satan. The methods of cure and of exorcism used by the Church are declared by Voetius in his \"De Exorcismo\" to have been the same as those of the Heathen, names only being changed.",
  "last_phrase": "In conclusion, the history of miraculous cures is a complex and often confusing one, with the lines between the divine, the diabolic, and the simply unknown frequently blurred. While the Church sought to maintain control over such cures by declaring the religious affiliation of the operator to be the key factor in determining their legitimacy, it is clear that many people throughout history have turned to a variety of sources-both sacred and profane-in their search for healing. Ultimately, whether we look to the saints of old or the magnetic healers of today, what remains constant is the very human desire to find relief from our physical and emotional afflictions."
}