{
  "title": "What is Ecstatic Delirium and Sleep-Waking? A Case Study of a Patient's Unusual Neurological Symptoms.",
  "first_phrase": "This text describes the strange case of a patient who suffered from recurrent attacks of delirium, during which she lost all external sensation and yet remained active mentally. The patient also exhibited symptoms of mimicry, singing, and dancing during her episodes. However, after a few weeks, her attacks changed, and she retained her external senses during them, entering a state of ecstatic delirium that would come and go like epilepsy. Despite her erratic behavior, she was still able to walk and talk during these attacks.",
  "content": "After a few weeks the character of these attacks completely changed; she still wandered in her talk, displayed the same spirit of mimicry, sang, whistled, danced, was rude, noisy, laughing, or miserable, by turns, but she also retained in these attacks all her external senses; she saw, heard, and walked well, and the power over the voluntary muscles was entire; she was now in a state of what was called ecstatic delirium; the attacks coming on suddenly, and as suddenly ceasing, no symptoms of phrenitis being present, the attacks lasting a few hours, and coming and going like attacks of epilepsy. There you might see her in the ward singing, dancing, and mimicing every individual; sometimes swearing, sometimes rather affectionate; then the attack going off as suddenly as it came on; she seemed lost for a moment, then began to smile, look pleased, and at once became herself again.",
  "last_phrase": "In conclusion, ecstatic delirium, also known as sleep-walking, is a rare phenomenon that affects some individuals differently. In some cases, patients may retain their external senses and voluntary muscle power, but display sudden and erratic behaviors, similar to those seen in somnambulism. Although patients may remember events that occur during the fits, they may forget them when out of the attacks. If you or someone you know experiences similar symptoms, please consult a healthcare professional for proper diagnosis and treatment."
}