{
  "title": "What was the response of the English School to animal magnetism and mesmerism in the late 18th century?",
  "first_phrase": "This text explores the power of mesmerism and its role in telepathy and healing. The introduced concept of entanglement refers to the mental connection between two individuals where the idea of healing in one person can affect the other's sense of vitality. The last 200 tokens discuss the English School, including Elliotson and Esdaile, who were pioneers of modern hypnotism. Additionally, it introduces the physician J.B. De Mainaduc, who learned animal magnetism in Paris and delivered lectures on it in England. His success in treating cases with magnetism was documented in a pamphlet named \"Veritas.\"",
  "content": "Esdaile: His wonderful success in India--His first experience, and what it taught him-Opposition and triumph - His method of mesmerising – Mental phenomena-The \"mesmeric disease\"—He thought that Mesmerism should be known to everyone-Its benefit in therapeutics-Its efficiency in insanity-Esdaile's broadness of view-His belief in the \"fluid\" Mesmerism known to the Faquirs of India The phisician J.B. De Mainaduc (died 1797) having received his medical training in England, moved to Paris in 1782 and while there learned animal magnetism from D'Eslon. In the year 1788 he delivered a course of lectures on animal magnetism at Bristol, and afterwards in London. He also treated magnetically, and with considerable success, a great number of cases, an account of which, with certificates from the patients themselves, he afterwards published in a pamphlet entitled \"Veritas,\" which bears the appropriate motto, \"Causa latet, vis est notissima. \"140 His lectures excited very considerable sensation in scientific and literary circles; and, as might be expected, a number of magnetic practitioners, in imitation of him, soon entered the field of competition.",
  "last_phrase": "In conclusion, despite the early success and popularity of animal magnetism in England, it took a long time for the intellectual establishment to take it seriously. However, the pioneering work of J.B. De Mainaduc and others like him paved the way for a broader understanding of mesmerism, its mental and therapeutic benefits, and its potential impact on medical and psychological sciences."
}