{
  "title": "What were Esdaile's thoughts on the role of mental rapport in Mesmerism, and how did he view the criticism of those who claimed that Mesmerism could be produced without an operator or by \"doing nothing\"?",
  "first_phrase": "This section discusses the views and methods of James Esdaile, a British surgeon who used Mesmerism to treat patients in the 19th century. Esdaile highlights the importance of physical and mental rapport between the operator and patient in producing beneficial results. He also inadvertently practiced suggestion techniques and criticized those who used false statements to mislead their subjects. Esdaile disagrees with those who claim that Mesmerism can be produced solely by auto-suggestion and argues that it requires the involvement of an operator.",
  "content": "This has been a favourite way of \"disproving the existence of any outside influence or agent,\" ever since the days of the first French Commission, when in Dr. Franklin's garden the Commissioners told a boy who was an excellent subject that he would be taken to a magnetic tree, and instead conducted him in succession to four trees that had not been magnetised, at each of which he got more and more into the mesmeric state; and similar experiments are accepted even still as proof that the hypnotic condition is always brought on solely by the subject's auto-suggestion. Of those who say that Mesmerism is produced without an operator or \"by doing nothing\" Esdaile says:-- \"The truth is that they were taught their favourite trick by the mesmerisers, who have not only declared that this can be done, but it is a natural consequence of their proceedings if carried to a certain extent.",
  "last_phrase": "In conclusion, while it is true that the subject's auto-suggestion is a powerful force in inducing the hypnotic state, it is also clear that the involvement of an operator is not only helpful but necessary in many cases. The history of Mesmerism is full of evidence to support this, and even Esdaile, who sought to minimize the role of suggestion, acknowledged the importance of an operator in achieving the desired physical effects. So, the next time you hear someone claim that Mesmerism can be produced \"by doing nothing,\" remember the words of Esdaile and the lessons of history: true Mesmerism requires skill, effort, and expertise."
}