{
  "title": "\"How can mirrors be used for self-hypnosis and magic according to Dupotet's method?\"",
  "first_phrase": "In the previous part of the text, it was discussed how the polarized light can produce the glare, causing a distortion in viewing. It was suggested to practice looking at oneself in the mirror without blinking to improve concentration and induce self-hypnotic states. In the last 200 tokens, the text moves to discussing Dupotet's method for magic mirrors and how it unfolds the power of symbols. The author explains the necessary psychical conditions of the magnetist when preparing occult mirrors or circles for developing clairvoyance, as described by Baron. It is essential that the magnetist is living and filled with ardour, with their thoughts entirely free and senses awake. Any disturbance can produce unnatural results.",
  "content": "He says, \" Should you desire to produce an act of magic, do not select one of those moments when the Soul is enchained. It is essential that you should feel yourself living, and filled with ardour, that your thoughts should be entirely free, that you should clearly see the objects to which they tend, and finally, that your senses should all be awake. It is essential, be it only for a moment, that a fire should circulate in you . . . that there should be a spiritual conception, and that your hand should conduct this divine animated essence, this living magnet, upon a selected surface, for it should at the same instant establish the spiritual rapport. In tracing the disc, it acquires its virtue only when it is made in certain dispositions of spirit. When the Magical sign has in itself the power of the quality that you have impressed thereon, you have no necessity of further preparation. Cover it until you deem it proper to commence the experiment. Avoid everything which disturbs the senses, especially noise. Be calm and tranquil; have no intention of acting by your own self; this disturbs the experiment, and would produce unnatural results.",
  "last_phrase": "When performing magic, it is essential to select a moment when your soul is free, your senses are awake, and you feel a burning passion for the task at hand. Keep calm and avoid all distractions, especially noise. Be quick in making decisions and remove the subject from the magical sign if needed. Remember to hide the sign if emotions become too intense."
}