{
  "title": "What is Mesmeric Trance and its Effects on the Body?",
  "first_phrase": "In the previous text, the author describes his encounter with a man whom he put into a mesmerized state. In the final 200 tokens, the author observes several unusual phenomena, including the man being subjected to fire and inhaling irritants without any reaction. The author and a group of officials confirm that the man is totally insensitive to all stimuli, even with the light from a mid-day sun. The author concludes that the man could not be an impostor or be using imagination to control his involuntary organ like the iris. The event leaves the author and the officials perplexed and trying to understand what happened.",
  "content": "I now bent his head forward, and placed his eyes in front of a mid-day Indian sun. On opening the eyelids, his pupils were seen to be dilated as if by belladonna, and the light produced no effect whatever on the iris. We were all now quite satisfied that total insensibility of all the senses existed, and left him. He awoke after three hours, and had no recollection of what had happened. \"From a careful survey of all the attending circumstances of the case, I felt confident- I.—That it was morally and physically impossible that the man could be an impostor, inasmuch as he could not imitate what he had never heard of. But allowing that he had suppressed all expression of pain by a powerful effort of will, it was absurd to suppose that he could by any act of volition control the movements of an involuntary organ like the iris. 2.—That as the man could not possibly imagine what was expected, there could be no imagination at work in the matter. 3. —That there was no consent or mental sympathy between the parties; and it has been seen that there was no suggestion. 4.—That it was not necessary for the patient's eyes to be open.\"",
  "last_phrase": "In conclusion, the early cases of hypnotism helped Esdaile draw significant conclusions about its powerful effects on the body. These included the ability to control bodily movements, alleviate nervous pains, and perform surgeries without patients feeling any pain. Such findings revolutionized the medical field and continue to have practical applications to this day."
}