{
  "title": "\"Valentine Greatrakes: A Powerful Magnetic Healer\"",
  "first_phrase": "The last 200 tokens of this text are about Valentine Greatrakes, a healer who lived 450 years ago and gained a national reputation due to his exceptional healing abilities. This part mentions the well-authenticated cures he performed, attracting huge crowds in London, including the attention of Robert Boyle. Greatrakes' supporters and detractors published several pamphlets and ballads about him. This section highlights the impact and influence of Greatrakes' healing, as seen through the eyes of the Bishop of Derry, and how his abilities were perceived by the people around him.",
  "content": "I have seen pains strangely fly before his hands, till he hath chased them out of the body; dimness cleared, and deafness cured by his touch; twenty persons, at several times, in fits of falling sickness, were in two or three minutes brought to themselves, so as to tell where their pain was; and then he hath pursued it until he hath drawn it out of some extreme part: running sores of the King's Evil dried up, and kernels brought to a suppuration by his hand. Grievous sores of many months' date, in a few days healed. Obstructions and stoppages removed; cancerous knots in the breast dissolved, &c.\" He attracted huge crowds in London and Robert Boyle witnessed many of his healing sessions. His supporters and detractors published several pamphlets and ballads concerning his healing. Greatrakes wrote to Lord Conway in May 1666: 'The Virtuosi have been daily with me... and God has been pleased to do wonderful things in their sight. Sir Heneage Finch says that I have made the greatest faction and disturbance between clergy and laymen that anyone has these 1000 years'.",
  "last_phrase": "The healing practices of Greatrakes attracted large crowds in London, and Robert Boyle witnessed many of his sessions. Greatrakes used both hands to chase pains and draw diseases out of the body. Using both hands awakens both cerebral hemispheres and reaches a higher state of awareness, making it a crucial aspect of magnetic healing."
}