{
  "title": "\"What experiments did Dupotet perform to create reality through verbal suggestion and physical acts?\"",
  "first_phrase": "In conclusion, it's evident that Dupotet made significant contributions to the practice of Hypnotism. He emphasized the power of positive thinking and taught that we create our reality. Verbal suggestion, a method now used by Hypnotherapists for curing disease, was also pioneered by Dupotet. In his theory, Magnetism connects the soul and body, and signs or objects can convey magical power. Using verbal suggestion, he demonstrated his power by making a sober man behave like a drunkard. This experiment is an example of \"the objectivation of types\" used by electro-biologists and is known in Hypnotism as suggestion therapy.",
  "content": "He thought that the material sign is the vehicle that conveys the magical power; for instance, he believed that the sign of the cross, or holy water, in former times conveyed the real effect-producing blessing of a priest; but that those signs did so only when animated by the soul or spirit of the person who gives the benediction; and that the priests have now lost the magnetic or magical knowledge of how to put their own Magnetism into the blessings they give, therefore these are now merely perfunctory ceremonials or conventional expressions of good will. He describes an experiment in verbal suggestion, as he performed it, thus:- \"I take a man full of health and strength, and I put another person's cane into his hand, and say to that man, who is wide awake: ‘You will be drunk in a minute, and you will feel and behave like a drunken man.' The subject smiles, and looks at me, doubting not my good faith, but my power.",
  "last_phrase": "In conclusion, Dupotet's experiments with signs and suggestion reveal the power of the human mind and its ability to influence the body. While we may interpret his \"energetic anchors\" as a form of anchoring in modern terminology, the results speak for themselves. By understanding the mechanisms of suggestion, we can harness this power to improve our lives in meaningful ways."
}