{
  "title": "What Were the Strange Phenomena Experienced by Lafontaine in Naples?",
  "first_phrase": "In the previous text, Lafontaine, a magnetizer, produces epidemic phenomena in his audience, resulting in several people falling into a cataleptic trance. As he awakens one, another succumbs to the state, leading to extraordinary attraction occurrences, and the excited crowd getting up in disorder to witness the strange proceedings. Despite the insults and indignities from doctors and priests, French Ambassador Count de Reyneval interferes and obtains written permission from King Ferdinand for Lafontaine to remain in Naples, with conditions. In the last 200 tokens, Lafontaine manages to revive his subjects and leave the hall, though exhausted, after a hectic night of magnetic experiments.",
  "content": "As each of the stricken ones was brought to, Lafontaine had him or her conveyed out of the hall, but it was two o'clock in the morning before he left the hall himself; and when he did so, he was thoroughly exhausted, and on reaching his hotel he fainted for the first and only time in his life. These epidemic phenomena were common with Sunderland, as we shall see, but he had them perfectly under control. In some places Lafontaine speaks of the insults and indignities to which he had to submit, always apparently at the instigation of either the doctors or the priests, for with few exceptions the priests attributed his doings to the help of the \"Old Gentleman\" himself. When the police gave him notice to leave Naples, the Count de Reyneval, the French Ambassador, a warm friend of Magnetism and of Lafontaine himself, applied to King Ferdinand, who gave permission in writing for him to remain, his words being: “I consent that Mons. Lafontaine remains in Naples, on condition that he makes no more blind people to see nor deaf ones to hear.\"",
  "last_phrase": "Despite facing insults and indignities, Lafontaine's successes in curing blindness and deafness led him to gain the attention of both the French ambassador and Pius IX, who even had a twenty-minute audience with him. Although he faced opposition, his ability to heal people and his influence on those in power proved to be greater."
}