{
  "title": "What was Esdaile's first mesmerism experience and how did it lead to his life's work?",
  "first_phrase": "In this final section of the text, we find out what happened to James Esdaile after he left the Company's service in India. Esdaile moved back to Scotland but found it too cold, so he came South and settled near Sydenham. He was interested in mesmeric phenomena, but he did little actual mesmerizing after he retired from surgical practice. However, he graphically described his first experience in mesmerism, which happened completely by accident while he was carrying out a medical procedure in India.",
  "content": "On the 4th of April, 1845, a Hindoo of the lowest caste was brought to the hospital with a double hydrocele. The water was drawn off one side of the scrotum, and two drachma of the usual corrosive sublimate injection thrown in. On feeling the pain from the injection, the man threw his head over the back of the chair, and pressed his hands firmly upon his groins, making the grimaces of a person in pain. Seeing him suffering in this way, it occurred to me to attempt to mesmerise him; and turning to my native assistant, I asked him if he had ever seen a person mesmerised. He said that he had seen it attempted at the Calcutta Medical College, but without success. ‘I have a -great mind to try it on this man,` I said, ‘but as I never saw it done, I shall probably not succeed.' Without a word said to the man, his eyes being still closed, I began to make passes from the crown of his head to the pit of his stomach without touching him. I continued this for half an hour, and then gave it up in despair, seeing no sensible effect.",
  "last_phrase": "In conclusion, the mesmerism experiment performed on the Hindoo man with a double hydrocele was a success even though the primary medical procedure was not. The power of mesmerism was seen when the man's pain disappeared, and he went into a trance-like state, demonstrating the potential of hypnotism in the medical field."
}