{
  "title": "What is Dupotet's \"magic telegraph\" and how does it produce physical and mental effects?",
  "first_phrase": "In the previous text, we learned about the idea of magnetism being infused with the soul or spirit. The author argued that this could result in extraordinary and magical phenomena, governed by a distinct set of laws. In the last section, the author introduces us to Dupotet who worked with this higher power to produce physical or mental effects. Dupotet's \"magic telegraph\" was worked mentally and could be considered a form of mental suggestion. He could even produce physical phenomena in his subjects with an imitation so instantaneous that it was impossible to say which of the two was the imitator.",
  "content": "It was by the exercise of this higher power that Dupotet worked what he called his \"magic telegraph,\" by which he could produce either physical or mental effects, but which was worked in both cases mentally, and would at present undoubtedly be called ‘mental suggestion.’ Hypnotists will recognise in Dupotet's description of the phenomena he produced a curious mixture of those which they know under separate names, such as imitation, fascination, echolala, illusions of the senses, and hallucinations. He says:- \"I think in front of someone magnetised, he hears me, and repeats the words that I pronounce interiorily; I make a gesture, a sign, and he repeats it with such rapidity that the two motions are one. I drink, he drinks; I sing, and he sings in the same tone and time; I cough, spit, he does the same; I suffer pain in some part, he suffers in the same way, any exclamation the pain draws from me he repeats exactly.\" Those he calls physical phenomena; and by fixing the eye of the subject he produced an imitation so instantaneous that it was impossible to say which of the two was the imitator.",
  "last_phrase": "In conclusion, Dupotet's \"magic telegraph\" showcases the remarkable power of mental suggestion, or what we now call hypnotism. With the ability to produce both physical and spiritual effects on a conscious subject, it proves that the mind has a great influence over the body, and that the power of suggestion is a real phenomenon."
}