{
  "title": "What were the results of using Mesmerism in hospitals and with insane patients in the 19th century?",
  "first_phrase": "This text recounts the mesmerizing experiences of James Esdaile, a Scottish surgeon who used Mesmerism to alleviate pain during surgery in the 19th century. The author describes a patient's successful recovery from flawed vision and skin sores through Mesmerism. Esdaile also observed that Mesmerism could induce sleep and effectively numb patients to the pain of surgeries when combined with mesmerized water. In the last 200 tokens, Esdaile explains how he conducted rigorous experiments in six different hospitals to demonstrate the efficacy of mesmerized water. He meticulously medicated the water with different ingredients, giving it to patients who took it without raising suspicion, leading to successful tests.",
  "content": "I repeat that the only experiments on which I rely were first trials; they were made at intervals of months and years, in six different hospitals; and my test experiments were thus conducted:- The mesmerised water was medicated with tincture of rhubarb, tincture of cardamons, aromatic spirits of ammonia, etc., and given to the patients at their usual time for taking physic, so that it was impossible to excite suspicion or expectation of anything unusual in them. The result was that a large proportion of susceptible subjects were so profoundly entranced on the first occasion that they might have been operated upon without pain, and as said in the text, their unhealthy sores were frequently burned with undiluted nitric acid without their feeling it when sleeping from the effects of mesmerised water. What more effectual precautions could be taken by those who deny any external influence I cannot in my simplicity imagine. And so in regard to mesmerising persons in another room while the attention was actually engaged; no possible precaution was omitted to prevent them from suspecting my intentions.\"",
  "last_phrase": "In conclusion, Esdaile's experiments with mesmerism showed remarkable results in terms of pain management, and his experiences with insane patients were also positive, although he was limited by the unfavorable conditions of the asylum. Despite this, his findings highlight the potential benefits of mesmerism in restoring tone and regularity to the nervous system, offering a promising avenue for future research in the field of mental health."
}