{
  "title": "What were Lafontaine's experiments with animal magnetism, and why were they largely ignored by the scientific community?",
  "first_phrase": "The previous text discusses Lafontaine's experiments with magnetism, including his ability to influence inanimate objects and living beings through \"passes.\" In the last 200 tokens, the focus shifts to Lafontaine's unique ability to magnetize living creatures-- even a lion in the London Zoo. The text acknowledges the scientific community's reluctance to investigate such phenomena, despite their potential significance. The concept of the gaze as a powerful tool for taming animals is also introduced.",
  "content": "Another experiment which he tried frequently at his lectures and demonstrations was to put the somnambule in a scale, exactly balanced, and standing over her, to attract her by magnetic passes, so that the tray of the scales in which she sat rose and the other fell, the magnetiser's hands being held several inches above her head. This experiment was always made in full view, and it is as \"scientific\" in character as any experiment in ordinary physics, but it has remained as much ignored by men of science as it was when Lafontaine was showing it in the various towns he visited. Lafontaine magnetises the lions in the Zoo Lafontaine was in England in 1840 and 1841, and created a sensation, according to the Times and other newspapers of that day, by magnetising a lion in the Zoological Gardens, London, a performance which he repeated in some other English cities. It seems a pity that Braid was not present on one of these occasions. This experience was repeated in the 1900s by Henry Durville in Paris as we will see later on. The gaze is in fact a main element for taming animals and every person who works with wild animals can confirm how very powerful it is.",
  "last_phrase": "In conclusion, Lafontaine's experiments with animal magnetism, including his demonstration of putting a somnambulist in a balanced scale and his magnetization of a lion in the London Zoo, were highly intriguing and sensational at the time. While ignored by the scientific community, these experiments showcase the power of suggestion and the importance of gaze in working with animals."
}