{
  "title": "Who was Charles Lafontaine and how did he promote Magnetism for the cure of disease?",
  "first_phrase": "This excerpt talks about Charles Lafontaine, a propagandist of Magnetism born in 1803, and his beliefs about Animal Magnetism. Lafontaine was a whole-hearted believer in the fluid theory and believed that will has the power to enable the magnetiser to project and direct his own magnetic fluid. Before this, the text gives instructions on how to recharge the cervical plexus and other plexuses. The extract suggests that one can accumulate such strength through concentration that a laser beam can be emitted.",
  "content": "Dupotet was an idealist, who thought he had reached a knowledge beyond that of other magnetisers, and who relied greatly upon the innate and mysterious power of the will. To cure disease, although a most worthy aim, appeared less important to him than to understand a tremendous and, as yet, almost unknown power or natural force, which seemed to him to be more psychical than physical in its nature and manifestations. Lafontaine was a whole-hearted believer in the fluid theory, and he accorded to will no other power than that of enabling the magnetiser to project and direct his own magnetic fluid. He expressed all magic and miracle in the terms of the magnetic or vital fluid, and thus he was almost a materialist in Magnetism as compared to Dupotet. Again; Dupotet exerted himself principally to convince those who belonged to the superior order in intelligence and education; he spent years in attendance at the hospitals of Paris to magnetise patients there at the request and for the benefit of doctors and men of science. His demonstrations were semi-private, and he relied for the ultimate triumph of Magnetism more upon teaching his pupils than upon the conspicuousness of the cures he made.",
  "last_phrase": "In conclusion, while Dupotet and Lafontaine may have had different approaches to the practice of Magnetism, both contributed to its advancement. Dupotet sought to convince the educated and relied on teaching his pupils, whereas Lafontaine aimed to cure diseases and appeal to the lay world. Ultimately, their contributions demonstrate the potential of Magnetism as a powerful and natural force for healing."
}