{
  "title": "\"Animal Magnetism: Its Rise, Spread, and Divisions\"",
  "first_phrase": "In the previous section of this text, we learned about the controversy surrounding animal magnetism, which gained a lot of interest after several reports were published by royal commissioners. However, the dissent of M. Jussieu from his brother commissioners and his own counter-report which attested to the facts of animal magnetism, gave the subject an additional boost, leading to the formation of \"Societes de l'Harmonie\" throughout France, Germany, and Switzerland. However, the French revolution disrupted the progress of animal magnetism, and many Societies were dissolved. But, in the end, the science participants in the advancement of other sciences, leading to the re-establishment and re-organization of the schools of animal magnetism. In this last segment, we will focus on the two distinct and almost antagonistic schools of animal magnetism, the first party of which was chiefly in Germany.",
  "content": "While animal magnetism was thus making a steady and rapid progress in France, political events, which shook the foundations of society, absorbed every consideration. The French revolution broke out, and threw a temporary cloud over science, literature, and the arts. Many of the Societies de l'Harmonie were dissolved, and the patrons and disciples of Mesmer expatriated for reasons of personal safety, carrying with them the discovery of animal magnetism back to their native lands, and diffusing its principles throughout Germany and Holland, Sweden and Russia. Several of the pupils of Mesmer carried the doctrine as far as America: thus do all great truths, in spite of every opposition, gradually become diffused over the face of the civilized globe. When the terrors of the French revolution had subsided, and society in some measure recovered its equilibrium, animal magnetism participated in the advancement of the other sciences. After all these changes, the schools of animal magnetism began to re-establish and re-organize themselves. It was found that its friends and partisans were divided into two distinct and almost antagonistic parties. Mesmeric “crisis” Germany The first party was chiefly in Germany.",
  "last_phrase": "Despite the setbacks caused by the French Revolution and subsequent political events, animal magnetism gradually spread throughout Europe and even reached America. After a period of reorganization, it became an established part of scientific advancement. Today, the practice of Mesmerism may still be controversial, but its foundations remain rooted in tangible experiences that anyone can have."
}