{
  "title": "What were the effects observed during magnetic treatment in North London Hospital in 1838?",
  "first_phrase": "In this excerpt from \"Report of Cases Treated Magnetically at the North London Hospital,\" Dr. Elliotson and Mr. Wood produce remarkable effects on two female patients, Elizabeth O'Key and Hannah Hunter, through a treatment involving silently extending one hand towards the patient's forehead. One patient exhibits double vision that arises from a muscle drawing aside, as well as an inability to differentiate the minute hand on a watch, while the other drops off into a state of insensibility for minutes at a time, exhibiting abnormal traits distinct from sleep.",
  "content": "…We there saw Dr. Elliotson and his assistant, Mr. Wood, in the course of their routine of visit, in the midst of a crowd of pupils and visitors, produce very extraordinary effects on two female patients, Elizabeth O'Key and Hannah Hunter, apparently with no greater mental and bodily exertion than what would attend the act of steadily holding forth the hand towards the forehead of the patient for a few minutes, varying from two to twelve, till the effect is produced. This treatment is, it appears, no longer looked upon as a matter of experiment or curiosity in the hospital, but as a portion of a regular (though very peculiar) medical course, which has been found in these two cases to be productive of decidedly good results. The patient to be thus acted on is seated in a chair—the doctor, or his assistant, silently extends one hand open and the palm downward, towards (but pot touching) her eyebrows—and in a few minutes she breathes heavily, and at once drops off into a state of insensibility, which differs from sleep in some very extraordinary respects.",
  "last_phrase": "In conclusion, the mesmerising treatment performed on Elizabeth O'Key and Hannah Hunter at the University College Hospital is no longer considered an experiment, but an innovative medical course that has been found to be effective. The treatment involves silently extending one hand towards the patient's forehead, inducing a state of insensibility that differs from sleep. The details of these cases can be found in the medical notes."
}