{
  "title": "\"Magnetism and Mesmerism in 19th Century Medicine\"",
  "first_phrase": "In the late 1800s, the scientific community was divided over the legitimacy of animal magnetism (mesmerism). The British and Foreign Medical Review had previously denounced it as a \"great delusion,\" but by 1846, the journal had acknowledged the reality of certain abnormal states induced by mesmerism. In this final part, Sandby notes that many junior members of the medical profession are open to the truths of mesmerism, but are waiting for public acceptance before they adopt it more widely.",
  "content": "Indeed we do not hesitate to assert that the testimony is now of so varied and extensive a kind, so strong, and in a certain proportion of cases so seemingly unexceptionable, as to authorize us, nay, in honesty, to compel us to recommend that an immediate and complete trial of the practice be made in surgical cases.\" The “Medico-Chirurgical Review” also, which had previously been noted for its ignorant abuse of Animal Magnetism, in reviewing Esdaile's book, says (October, 1846):- \"Without agreeing with our author in the generally favourable estimate he gives of Mesmerism, we may state that we believe the cases we have alluded to are entitled to belief, and that the subject is one of such vast importance as to call for a searching investigation.\" Again, Sandby says: -- \"It is a fact that a numerous portion of the junior members of the medical profession are alive to the truths of Mesmerism, and only biding their time till the ripened mind of the public gives them a signal for its more general adoption.",
  "last_phrase": "In conclusion, despite early skepticism and criticism, the growing body of evidence and testimonies supporting the effectiveness of Mesmerism for surgical cases, coupled with the recognition and adoption by the younger members of the medical and religious professions, suggests that the practice deserves further investigation and widespread adoption. However, it should be noted that Mesmerism requires individual attention and may require prolonged treatment times."
}