{
  "title": "\"Animal Magnetism: A Case of Successful Healing\"",
  "first_phrase": "In the preceding text, the author presents a case of successful animal magnetism by dr. Loewe on Caroline Baudoin, a woman afflicted with scrofulous tumours. Despite several medical interventions, one of her limbs had to be amputated due to severe infection. However, her body remained infected with scrofulous matter, causing another wound on her breast that resisted treatment. In this final part, the author describes how he instinctively decided to magnetize Caroline, and it resulted in her falling asleep and claiming that had she known the author seven months sooner, she wouldn't have lost her arm.",
  "content": "This having been resolved, the operation was performed at the Hospital St.-Louis, with the consent of the patient, who, fatigued with the pain occasioned by this festering limb, looked upon its removal as a blessing. It was attended with complete success; the wound, however, took sometime in healing; and the patient afterwards left the hospital, wherein she had been under treatment for several months. But her system, infected as it was with scrofulous matter, gave her no rest. Another wound opened on her breast, and resisted every medical treatment; she was in this state when I first knew her; a poor girl, doomed to great suffering, and apparently to a premature death. Moved by the recital of her sufferings, I resolved upon magnetizing her, rather from an instinctive feeling that I might relieve her, than from any conviction that I could do her good, for I scarcely considered it possible to cure so inveterate a disease. In the course of three minutes magnetization, she fell asleep, and began by telling me that, had she known me seven months sooner, she would not have lost her arm. It was only three months since she had been operated upon.",
  "last_phrase": "In conclusion, the use of magnetism proved successful in relieving the suffering and healing the wounds of the patient with an inveterate disease. While the magnetization provided enough lucidity to give advice to other patients, it was not sufficient to modify her constitution and prevent a recurrence of the previous eruptions. However, her prediction of a state of profound sleep proved true, which was managed by attentive care."
}