{
  "title": "\"What were some examples of cures performed by Dr. Elliotson using suggestion and mesmerism?\"",
  "first_phrase": "In the last 200 tokens of this text, the therapeutic importance of suggestion in mesmerism is brought to light through several anecdotal examples given by Dr. Elliotson. The author details cures operated by Elliotson, including the first case of a girl suffering from epilepsy who found relief through mesmerism. However, the resistance to suggestion is also explored, such as when a lady fails to keep a promise made while in a state of mesmeric sleep due to the presence of a butler. Throughout these examples, Elliotson's understanding of the power of impressions in the mesmeric state to heal is highlighted.",
  "content": "When she was put to sleep again she explained that she did not whistle because the butler was there. When awake she remembered neither the promise nor the reason for not executing it. Dr. Elliotson had a patient who was, in her normal state, hyper-sensitive to sounds; he got her to promise that, when demesmerised, she would not hear them; this happened as promised, and gave such relief that he remarks, \"Here is a fact showing the important use to which the power of impressions in the mesmeric state can be applied.\" Thus Elliotson perceived the therapeutic importance of Suggestion which Braid could not see. Examples of some cures operated by dr. Elliotson The first case was one of epilepsy, occurring in a girl sixteen years of age, a housemaid of diminutive stature. She had been subject for twelve months before her admission, on the 4th of April, 1837, to attacks of epilepsy, which occurred about once a week, or oftener. At twelve years of age she had a fall, by which she was stunned: this was worthy of remembrance.",
  "last_phrase": "In conclusion, Dr. Elliotson's use of suggestion and mesmeric techniques for therapeutic purposes sheds light on the potential of non-traditional methods of healing. His successful treatments, such as the case of the housemaid with epilepsy, provide hope for those seeking relief from medical conditions that may not be easily cured by conventional means."
}