{
  "title": "\"Greatrakes and Magnetic Healing: A Historical Account\"",
  "first_phrase": "In the previous section, we learned about the remarkable healing abilities of Valentine Greatrakes, who could cure pains and diseases with just his touch. He drew huge crowds in London, and both his supporters and detractors published pamphlets and ballads concerning his healing. In this last part, we will take a closer look at the techniques Greatrakes used, particularly his use of both hands, which is still used today by modern magnetizers. Using both hands allows us to awaken both our cerebral hemispheres and reach a higher state of awareness. It also allows us to perform a \"measurement\" on the person we are working on, putting an intention into what we do and changing reality. We'll also learn a simple two-handed technique to relieve a headache, which dates back to the time of Mesmer.",
  "content": "The old magnetizers, frequently mention the chasing of the pains from one part of the body to another, drawing them finally out of the body by the extremities. When the pain left, the disease 'departed with it.92 It is interesting to look at the image and see that Greatrakes, as did all the magnetists, used BOTH hands to get results. There are various reasons why using BOTH hands is so important in getting results in magnetic cures: - By using both hands we awaken both our cerebral hemispheres. In this case we reach a higher state of awareness. - An interesting quantum interpretation is that by using both hands and feeling a sensation between them we are performing a “measurement” on the person we are working on. A measurement is the act of putting an intention into what we do and therefore changing the reality. We see that the system is still used in a similar way by today’s magnetizers: Simple way of using the two hands technique to relieve an headache This simple method dates from the time of Mesmer. It works with most headaches. Put one hand on the forehead and the other on the occiput. Be calm and wait a few moments.",
  "last_phrase": "Using the two-hands technique for magnetic cures can bring great results, as proven by the old magnetizers and modern-day practitioners. By awakening both cerebral hemispheres, performing intentional \"measurements,\" and following simple methods such as placing one hand on the forehead and the other on the occiput, relief from headaches and other pains can be achieved. As M. Deleuze's work shows, the power to heal others through fluid magnetism is truly miraculous."
}