{
  "title": "\"The History of Anesthesia and the Battle Between Magnetism and Chloroform\"",
  "first_phrase": "In this text, we learn about the controversy over anesthesia during surgery in the 19th century. Dr. Copeland advocated for patients to feel pain during operations and wanted Mr. Ward's case removed from the minutes. This view was opposed by Dr. James Esdaile, who wrote about the effectiveness of animal magnetism in anesthesia. The discovery of chloroform subsequently overtook magnetic insensibility as the preferred method, despite its risks. In this final section, the dangers of chloroform and the way the public perceived the accompanying deaths are discussed. The main players in this debate include Dr. Copeland, Sir Benjamin Brodie, Mr. Lister, Dr. Marshall Hall, and Dr. James Esdaile.",
  "content": "The discovery of chloroform relieved the doctors from their embarrassment by putting into their hands a means of producing insensibility which could be used with everyone, and was speedy in its action; whereas, the production of magnetic insensibility was tedious and uncertain for most physicians who hadn’t been properly trained, although in every other way better than that produced by chloroform. Chloroform is well-known for having killed its hundreds every year, while no death was ever caused by magnetic insensibility; but the public was told that in these fatal cases there was something wrong with the patient himself, whose fault, in a sense, it therefore was, and not the fault of the chloroform or of the doctors, that the accident occurred.",
  "last_phrase": "In conclusion, the discovery of chloroform provided doctors with a quick and reliable method of producing insensibility, whereas magnetic insensibility was often unpredictable and required proper training. However, chloroform was not without its faults, and its well-known risk of fatal accidents cannot be ignored. When it comes to the eclipse of hypnotism in its mesmeric form, the opposition of the medical establishment played a significant role, even if it was based on conscientious grounds. Nevertheless, the doctors' prejudice, ignorance, and conceit may have caused them to err conscientiously."
}