{
  "title": "\"Satanic Agency and Animal Magnetism in History\"",
  "first_phrase": "In this final section, the author examines the opposition to magnetism from religious figures and the medical community. The enemies of magnetism claimed that even the church warned against its Satanic agency, citing quotes from St. Chrysostom and others to support their argument. However, some Protestant clergymen like the Rev. George Sandby defended it. The church of Rome refused to issue a general anathema and only pronounced on particular cases, declaring that magnetism in itself was harmless when not mixed up with Satanic agency.",
  "content": "The clergy could not well display less piety than the doctors; so they, too, raised the cry of \"Satanic agency,\" and warned their Bocks against Magnetism; although some Protestant clergymen were among its ardent advocates and defenders against this and other charges. The Rev. George Sandby, for instance, devotes a considerable portion of his excellent treatise on Mesmerism to proving that the cures operated by the magnetizers are not Satanic, and that the miraculous healing of Christ was not magnetic. It has always been a difficult thing for pious people to distinguish between the anger of God and the claw of the Devil in the causing or curing of disease; and the Church of Rome was circumspect enough to refuse to issue a general Anathema against Animal Magnetism. Applications were made to Rome by puzzled ecclesiastics in Belgium, Piedmont, and Switzerland, but it was not until I843 that Cardinal Castracane declared officially to the Archbishop of Rheims that Rome would only pronounce on particular cases; which ruling did not conflict with the opinion it had already expressed that Animal Magnetism in itself, as a natural phenomenon, was harmless, so long as it was in no way mixed up with Satanic agency.",
  "last_phrase": "In conclusion, while some religious leaders were skeptical of the use of animal magnetism and attributed its effects to Satanic influence, others acknowledged its therapeutic benefits. Even the Catholic Church, while refraining from issuing a general condemnation of the practice, advised caution and urged individuals to ensure that it was not associated with any involvement of the Devil. Nonetheless, animal magnetism continued to generate interest and debate, with practitioners and advocates striving to prove its efficacy and legitimacy."
}