{
  "title": "The Healing Power of Magnetism: Observations and Applications",
  "first_phrase": "In the previous section, we learned about the ability of magnetized individuals to sense the illnesses of others and prescribe suitable remedies. This ability is not unique to humans; even animals have been observed to self-select plants for medicinal purposes. In this last part, we will discuss the healing properties of magnetism and how de Puysegur and other magnetizers treated illnesses. Despite their focus being solely on therapeutics, they did not investigate the natural history of this artificial sleep. Nonetheless, we will explore how we can harness this dormant human capacity in hypnotherapy sessions for people to find solutions on their own.",
  "content": "(Alphonse Didier) De Puysegur – 1751 -1825 Editor’s note: The fact observed by de Puysegur and his successors is the ability of the magnetized person to indicate by him/herself the treatment necessary for the illness. This is the recovery of a dormant human capacity that has been observed as present even in animals. For example Dr. Eloy Rodriguez, Richard Wrangham and the famous chimpanzee expert Jane Goodall have studied primates’ innate ability to self-select plants78. Primates have been observed finding plants that, travelling through their stomach picked up internal parasites and worms. We can think that the same ability of finding what can heal him is present in man. We can use this capacity in our hypnotherapy sessions to help people find solutions on their own. Magnetism as a healing treatment working on everybody Since they were solely occupied with the question of therapeutics, de Puysegur and the other magnetizers who followed his example in Lyons, Bordeaux, Bayonne, Marseilles, etc., did not study the natural history of this artificial sleep. De Puysegur, like Mesmer, was a healer. But in the case of de Puysegur's treatment we agree with Dechambre that if his faith was robust, likewise was his honesty.",
  "last_phrase": "In conclusion, de Puysegur and his successors observed the dormant human capacity for self-healing that even animals possess. This innate ability can be utilized in hypnotherapy sessions to help people find their own solutions. Furthermore, the effectiveness of magnetism in healing therapies is proven not only on humans but also on animals."
}