{
  "title": "\"What were the experiments performed on M. Petit in 1826 regarding convulsive motions and magnetism?\"",
  "first_phrase": "In the previous section, the author described how M. Dupotet could induce convulsive motions in his patients by merely approaching his fingers towards specific body parts. In this last section of 200 tokens, the author focuses on M. Petit, a 32-year-old somnambulist presented to the committee by M. Dupotet. The committee handed over a note silently to Dupotet, in which they pointed out the particular parts they wished to be convulsed. All these instructions were followed and executed without any suspicion of deception. To further prevent any deception, M. Marc put a bandage over the eyes of the patient, and experiments with slight differences in results were repeated. Finally, the committee requested that the action be carried over to the two inferior members. As a result, M. Dupotet directed his foot towards the left hand, and both hands became agitated.",
  "content": "Provided with these instructions, he first directed his hand towards the left wrist, which became convulsed; he then placed himself behind the patient, and directed his finger first towards the left thigh, then towards the left elbow, and, at last, towards the head. These three parts almost immediately became convulsed. M. Dupotet directed his left leg towards that of the patient, which became so much agitated that he was upon the point of falling. M. Dupotet then directed his foot towards M. Petit's right elbow, which became agitated; he afterwards carried his foot towards the elbow and the left hand, and very strong convulsive motions were developed in the whole upper part of the body. One of the committee, M. Marc, in order to further prevent any kind of deception, put a bandage upon the eyes of the patient, and the same experiments were repeated with a slight difference in the result. After an instantaneous mimic signal from one or two of us, M. Dupotet directed his foot towards the left hand: at its approach both hands became agitated. We desired that the action should be carried at once to the two inferior members.",
  "last_phrase": "In conclusion, the experiments conducted by M. Dupotet, the committee, and others presented convincing evidence of the existence of hypnotic phenomena. By following the specific steps outlined, they were able to induce strong convulsive motions in various parts of the patient's body. These findings add to our understanding of the power of suggestion and the potential for manipulating bodily responses through hypnosis."
}