{
  "title": "What were the methods used by Esdaile to produce insensibility for surgical operations with Mesmerism?",
  "first_phrase": "In this section, we learn about James Esdaile's methods for inducing mesmeric sleep in patients for surgical operations. Esdaile employed young men to mesmerise patients, varying their techniques to suit their convenience. The author notes that while some may find Esdaile's methods coarse, they succeeded in producing perfect anaesthesia. Esdaile simply gave instructions to his assistants, and the patients were ready for surgery within minutes or days. This section demonstrates the effectiveness of mesmerism in producing a state of complete insensibility.",
  "content": "Otherwise the passes are mere mechanical movements without vitality, and the lads knew from experience that if they did not work with a will they were losing their time. Whenever a new mesmeriser was wanted my assistants brought some healthy young man who was willing to learn the art, and in a week be became a skilful mesmeriser under their directions.\" As Esdaile's use for Mesmerism was in most instances to produce insensibility for surgical operations, he naturally laid most stress on the production of the sleep, and the methods he uses may appear to some to have been coarse and material. However that may be, they succeeded perfectly. He simply gave his directions, and told his assistants to let him know when the patient was ready to be operated upon, which might be either a matter of minutes, or of days; but we do not read of failure to produce insensibility in any case, and in every case the result of the process was total and complete anaesthesia, a very different thing indeed from the \"slight drowsiness\" or \"characteristic vibration of the eyelids\" which hypnotists include in their \"degrees of hypnosis.\"",
  "last_phrase": "In conclusion, Esdaile's successful use of Mesmerism for surgical operations highlights the potential of the technique for producing total and complete anaesthesia. While his methods may appear coarse and material, his understanding of the physical effects of Mesmerism on the nervous system provides valuable insight for further exploration into this fascinating field."
}