{
  "title": "\"What is the story of James Esdaile and his pioneering work with mesmerism in India?\"",
  "first_phrase": "This text talks about James Esdaile, a Scottish surgeon who worked in the British India during the mid-19th century. He conducted a series of mesmerism experiments on native convicts and surgical patients, which gained him widespread attention and success. In November 1846, he established a small hospital under Government auspices for his research, under the watchful eye of \"visitors\". Esdaile's fame grew and even Lord Dalhousie, the Governor-General appointed him Presidency Surgeon, arguably one of the most prestigious and respected professional appointments in India. The final 200 tokens describe Esdaile's lasting impact on the Indian medical community and how his success was eventually overshadowed by the rise of chloroform.",
  "content": "Accordingly a small hospital was opened by public subscription in Calcutta for Mr. Esdaile in November, 1846, under Government auspices, and \"Visitors\" were appointed by the Governor.153 Opposition and triumph His success there was so great, and the Report of the Visitors so favourable, that Lord Dalhousie, the Governor-General, appointed him Presidency Surgeon,154 and afterwards Naval Surgeon, and an Order in Council made it obligatory for all surgeons, after taking their degree in India, to take a two months' course of practical mesmerism under Mr. Esdaile. In all, Esdaile performed 261 operations under mesmerism, almost all of them of the severest kind, including zoo excisions of scrotal tumours, weighing from 10 to 103 pounds, an operation so generally fatal that in most of the cases which he successfully treated no other surgeon would operate, and he never lost a patient in these cases.155 In 1848 chloroform began to be employed in India, and was taken up warmly by the Faculty there, and in consequence the utility of mesmerism in surgical cases ceased to attract attention.",
  "last_phrase": "In conclusion, James Esdaile's success with mesmerism in Indian surgical cases was so remarkable that it led to his appointment as Presidency and Naval Surgeon and even an Order in Council mandating a course of practical mesmerism under him. While his contributions to the field of mesmerism were significant, the onset of chloroform in India drew attention away from his work. Nonetheless, his experiences serve as a reminder of the potential value of exploring unconventional medical practices."
}