{
  "title": "\"The Controversy Surrounding Mesmer's Animal Magnetism Theory\"",
  "first_phrase": "In the preceding text, we have seen how Mesmer's theory of animal magnetism was ahead of its time and practical in some ways for the principles of quantum science. However, it faced opposition from the French establishment, which eventually led to a censurable level of insults and slanders. In 1784, the Academy refuted animal magnetism and a secret report addressed to the King raised concerns of it disrupting social decorum. Scholars have also pointed to a possible political motivation for the government's negative rapport of Mesmer's theory. This final section explores Mesmer's \"Societies of Harmony,\" which had a reputation for democracy, and how they could be viewed as a threat to the government.",
  "content": "It ought to be said a that when in march 1784 Breteuil, minister at the Maison du Roi, set up Royal Commissions to investigate the claims of animal magnetism, it is likely that he was in part actuated by other motives that those which had led d'Eslon to push the matter52. Mesmer's Societies of Harmony53 had “a reputation for democracy: persons of different ranks met there on terms of equality”. 'The time has come for the revolution which France needs, but to operate in public could condemn it to failure,\" said Bergasse, a disciple of Mesmer - \"one has to unite people under the pretext of physical experiments, in reality however for the purpose of the overthrow of the tyranny\"54. Mesmer himself was not politically active, but some feature of his doctrine could be given a political gloss, especially his frequent talk of his patients' need to achieve harmony55. Thus a negative rapport of the commissions suited the government very well.56 This first academic commission rejected the theory (not the facts) of animal magnetism. It is to note that in 1820 a second academic commission accepted it fully.",
  "last_phrase": "In conclusion, the investigation of animal magnetism in France during the late 18th century was heavily influenced by political forces and led to a negative report by the first academic commission in 1784, which was later disputed by a dissenting report. However, the second academic commission, held in 1820, fully accepted the theory of animal magnetism. This highlights the importance of remaining objective and not neglecting one's own impressions when conducting research and experiments."
}