{
  "title": "\"What were Mesmer's cures and could mesmerised water really induce sleep and reduce pain in patients?\"",
  "first_phrase": "This text discusses the use of Mesmerism to treat various ailments in the 19th century. It provides case studies of patients treated with Mesmerism, including Moteelall Koonwur who experienced partial paralysis and a prickling sensation. No remedy was used except Mesmerism, and over time Koonwur showed improvement until his vision was restored and the prickling ceased. The author, Esdaile, also claims that mesmerized water was used to treat patients' sores without causing any pain. This last section delves into the skepticism surrounding these claims, suggesting that the results could be attributed to suggestion and imagination rather than external influence.",
  "content": "He cannot stir a foot without his tall staff\" He gradually and slowly improved; no remedy but Mesmerism being used, and the last reads:- \"August 3lst.- His vision is perfect, the pricking is gone, and he has returned to his duty.\" Of mesmerised water Esdaile says:- \"From multiplied experiments in six different hospitals, I should as soon doubt the power of fresh water to quench thirst as that of mesmerised water to induce sleep in persons who have already felt the mesmeric influence. When the sores of patients became foul, and the application of nitric acid became desirable, they often had a dose of mesmerised water as the speediest way of entrancing them, and their sores were then steeped in acid without a sign of sensibility. What more can I say ? \" He adds in a footnote:- \"Here also it will be said that smell and taste, suggestion and imagination, and no extraneous influence, produced the result.",
  "last_phrase": "In conclusion, Esdaile's experiments with mesmerized water reveal the power of suggestion and imagination in inducing sleep and reducing pain in patients. His meticulous test experiments underscore the effectiveness of mesmerism in treating various medical conditions, including the management of unhealthy sores using undiluted nitric acid while patients slept from the effects of mesmerized water. Hence, mesmerism remains a valuable medical tool that warrants further investigation and exploration."
}