{
  "title": "\"Animal Magnetism and the Historical Perception of Miraculous Cures\"",
  "first_phrase": "In the last 200 tokens of this text, the author delves into the controversy surrounding animal magnetism, which is believed to be a diabolical agent by some of its detractors. Father Gassner, a proponent of animal magnetism, thought that certain diseases were curable by natural means, while others were the work of the devil. The author also touches upon the ancient pagan belief that the gods sent diseases as punishment or displeasure, and how Christianity's triumph over paganism led to the idea that pagan gods were devils. In the previous part of the text, the author recounts a personal experience with animal magnetism and cites an example of how it was successfully used to cure a boy suffering from tertian ague.",
  "content": "Father Gassner settled the question to his own satisfaction, by handing over to the doctors the diseases which he did not recognize as the work of the Devil; his theory being that Nature inflicts some diseases which are curable by natural means, and that the balance must be put to the credit of the Devil. The old Pagan idea was that the gods sent diseases as a punishment, or token of their displeasure; the Ancients had no official Devil,, a professional opponent of the gods; so they believed that the gods who inflicted the disease removed it again when they were placated. But when Christianity triumphed over Paganism, the Church pronounced the Heathen Gods to be Devils. It did not believe, nor does it even now unreservedly believe, that Jupiter, Mercury, Venus, or Diana have no real existence. Not only the Early Fathers, but all, theologians down to late in - the Middle Ages, thought that those and other Pagan gods continued to have not only a real existence, but terrible powers over human beings who gave them a chance to get at them by straying from the orthodox fold.",
  "last_phrase": "In summary, the early belief in diseases being a punishment from the gods evolved into the concept of the Devil being responsible for incurable illnesses. The Church recognized the power of hypnotic cures through faith in God, but still believed that cures performed by non-clergy were the work of the Devil. It is fascinating how the perception of disease and healing has changed over time, but the importance of faith remains constant in the pursuit of well-being."
}