{
  "title": "What is Mesmerism and why do medical practitioners have a limited understanding of it?",
  "first_phrase": "This section delves into Dr. James Esdaile's views on mesmerism, which he believed should be known to both medical practitioners and the general public. Esdaile was critical of the medical fraternity's treatment of mesmerism, and it's clear from his writing that he thought laypeople had a more intelligent interest in the subject. Esdaile believed that there was an error in the public's perception of mesmerism as being solely a professional topic, as it was a new discovery that doctors knew little about. He notes that any attempt to misapply it could do more harm than good, and it should only be used when required.",
  "content": "He says that at first he was disposed to make his experiences known only to members of the Faculty, but that he found that they were either hostile or indifferent, and so he determined to make them known to laymen also, who showed a much more intelligent interest in them; although he believed that Mesmerism is a subject that belongs, properly speaking, to the doctors. He said:- \"The public are too apt to consider the subject of Mesmerism as a professional one, and not to take the necessary means to become acquainted with it till the doctors shall have decided what is to be believed about it. This is an error on the part of the public, for, I am sorry to say, medical men as yet know nothing about it; and there is nothing in their previous knowledge, however great and varied, that bears upon the subject, or can entitle them to decide ex cathedra on the truth or false-hood of the new discovery.",
  "last_phrase": "In conclusion, Mesmerism should not be solely confined to medical professionals, as patients can benefit greatly from taking an active interest in their health. As this field of study continues to evolve, it is important for everyone, whether layman or medical practitioner, to remain open-minded and willing to learn something new. After all, the true goal of a physician is to facilitate nature's power to heal, as opposed to taking all the credit for oneself."
}