{
  "title": "What Can We Learn from Dupotet's Magical Theory of Magnetism and Suggestion in Hypnotism?",
  "first_phrase": "This text describes the experiments performed by Dupotet and other magnetisers around sixty to seventy years ago. They claimed to have the power to take away a person's power of hearing, feeling or seeing or even transform them into someone else entirely. These experiments involved the magnetisers making passes over a chair and putting magnetism into it, causing people to fall asleep upon sitting on it. Dupotet regarded these phenomena as magical operations rather than mental suggestion. Understanding the nature of these experiments could prove to be difficult for a modern suggestionist.",
  "content": "Dupotet, in fact, did not regard these phenomena as instances of the subject believing that he was tasting or hearing or seeing one thing when in reality he was tasting or hearing or seeing something else, which is the suggestionist explanation, an explanation which rests upon the completely credulous condition of the subject. Dupotet considered that the subject really did have the sensorial experiences which he said he had, not merely that he believed that he had them. The subject in a ‘magical’ way actually tasted, saw, and heard by making use of the operator's sense organs,' and this, when he had the subject in complete rapport with himself, Dupotet called \"installing himself in the subject.\" He says, moreover, \"It is not only his own soul that the magnetiser has power to lodge in the body of his subject, when he has driven out the subject's own; he can introduce that of another, person, living or dead, and transform his subject into any personage he pleases: Caesar, Napoleon, Talma; even into a young girl, full of modesty.",
  "last_phrase": "In conclusion, Dupotet's teachings emphasize the power of our own perceptions in creating our reality. He believed that we have the ability to not only experience our own senses but can also access another's, creating a transformative experience. Additionally, his use of physical acts and verbal suggestion demonstrate the power of magnetism as a vehicle for connecting the mind and body, ultimately providing insight into the practice of hypnotism and its potential for healing."
}