{
  "title": "The Necessity of Belief in Practicing Mesmerism and Magnetism.",
  "first_phrase": "In this final section, Baron Dupotet outlines the points that magnetisers sought to prove, which were largely unrelated to the curative effects of Mesmer's methods. Instead, they focused on higher phenomena, such as somnambules mentally taking cognizance of surrounding objects and the lucidity of their vision. This emphasis on the \"higher\" aspects of the practice was in contrast to doctors who refused to examine Mesmer's curative abilities. It is clear that belief in one's capabilities was necessary for practicing magnetism and mesmerism, as it allowed individuals to access abilities they may have thought impossible.",
  "content": "It will be remarked that these different \"points,\" which the magnetizers undertook to prove, and the doctors to disprove, have little to say to the cure of disease, the one object of the school of Mesmer; for at this time the side issue of the “higher” phenomena had taken the place of the curative effects, which the doctors refused to examine, precisely as they refuse to examine them at this day. “1st. While the organs of the senses are in a state of complete insensibility, unexcitable by any external stimuli, they (the somnambules) mentally take cognizance of the conditions and relations of surrounding objects through some other channel than the organs through which such impressions are generally conveyed. “2nd. There is in many cases an obvious vicarious transference of the senses from their appropriate organs to other parts of the nervous system, as to the tips of the fingers, epigastrium, and other parts of the body. “3rd. The lucidity of their vision penetrates through intervening opaque objects, and even takes cognizance of events passing at a distance. “4th.",
  "last_phrase": "While the higher phenomena exhibited by somnambulists during the time of Mesmer and his followers may not hold much relevance to the cure of diseases, these observations offer a unique glimpse into the inherent complexities of the human mind and body."
}