{
  "title": "The Historical Dilemma of Healing: Divine or Diabolic?",
  "first_phrase": "In this last part, we dive into the consequences of the belief that all miraculous cures not due to God were the Devil's work, and that the religious profession of the operator was the criterion of legitimacy. The Church recognized hypnotic cures made by the clergy but declared those by a layman, especially a heretic, were due to Satan. Voetius declared that the methods of exorcism used by the Church were the same as those of the Heathen with just names changed. The consequence for magnetizers was a slander that their cures were accomplished by the aid of the Devil.",
  "content": "And just as the works of Christian writers are full of miraculous cures by saints, when alive and when dead, so also those of the Heathen authors abound in stories of cures effected by the use of charms and spells which were believed to have received their efficacy from the gods-cures such as those mentioned by Matthiolus and Fermilius; snake bites rendered harmless by charms pronounced even without seeing the sufferer, and fevers cured by merely muttering certain words. The consequence to the magnetizers of that way of regarding the action of unknown and invisible causes of disease was a very telling slander, but one which it is difficult for us now to take seriously, namely, that magnetic cures were accomplished by the aid of the Devil. To deny this was declared to be the same thing as asserting that they were done with the assistance of God; and that was affirmed to be equivalent to saying that Christ's miraculous healing was nothing but Animal Magnetism; which, of course, was looked on as rank blasphemy.",
  "last_phrase": "In conclusion, the history of healing practices is rich and diverse, and there have been many beliefs and accusations surrounding their efficacy. Today, we have access to evidence-based medicine and scientific research, but it is essential to acknowledge the cultural and historical context that shaped our understanding of health and healing."
}