{
  "title": "\"History of Animal Magnetism and Hypnotism\"",
  "first_phrase": "In the previous section, the author introduced the concept of Animal Magnetism and Hypnotism from the time of Mesmer. In this final part, the author shares their practical experience with ancient techniques guided by modern-day magnetists who use a different approach to traditional medicine and psychology in the western world. The author shares their skepticism and eventual conviction as they witnessed stunning results in healing and pain relief, which extend not only to humans but to animals as well. They conclude that these techniques offer a unique way to touch the deepest strata of the human being.",
  "content": "What is common to all these magnetists is that they can make a strong impression and have a deep and positive physical impact on others, without doing anything specific. Many believe that this is a gift. In reality it is an inborn capacity of every human being that can be cultivated and perfected. Stunning Results In performing the techniques, we came across stunning results. People were healed , pain was removed in a very simple way and we ourselves felt much better and energetic. In practicing the exercise, we observed our impact was stronger in a personal relationship. I was personally very skeptical at the beginning, but the more I studied, the more I had to admit the evidence that magnetism works, and works well. We cannot define it, unless we want to label everything existing on the face of the planet under this name. Furthermore, I was utterly convinced of the strength and validity of these techniques by recently seeing that they work equally well for healing animals. These are therefore keys that permit us to touch the deepest strata of the human being.",
  "last_phrase": "In conclusion, if you are interested in exploring the potential of magnetic techniques and their impact on human beings and animals, this book offers a fascinating insight into the history and practice of magnetism. With clear evidence of its effectiveness, these techniques can be cultivated and perfected by anyone willing to learn and apply them to their personal relationships and well-being."
}