{
  "title": "Understanding Kieser's Theory of Animal Magnetism and Tellurism.",
  "first_phrase": "In the last part of this text, we dive into how Kieser applied his unique understanding of animal magnetism and its connection to the telluric force. Kieser believed that healing could be done using the animal magnetic force, which emanates in different forms during the reciprocal action between two things, such as the magnetizer and the somnambulist. Kieser's concepts were influenced by the Schellingian Naturphilosoph Nees von Esenbeck. This section provides a detailed account of the means of magnetizing as described by Kieser himself.",
  "content": "\"The telluric force is, therefore, not an electric or galvanic force, nor is it identical with the mineral magnetic force, neither is it merely the psychic force of man, nor his nervous activity; it is not the all-flood of Mesmer, nor general vital power, nor is it identical with light, heat or chemism, or a dead, fine exhalation of an animal body, nor even the pure psychic force of spirits\" (Vol. I, pp. 338-344); but, as said before, the most universal force of the earth, the living activity of the earth, which in the different forms of the magnetizer, either as metallic, vegetable, animal, or as human spirit, is always the expression of the telluric spirit\" (Vol. I, p. 18). Kieser was able to heal using these concepts that are his own way of thinking. The means of magnetizing were: The will, the look and various manipulations with the hands and fingers of the magnetizer and the unmagnetized baquet, all of which Dr. Kieser describes at full length from page 347-407 in Vol. I. Kieser credits the outline of this theory to the Schellingian Naturphilosoph Nees von Esenbeck.",
  "last_phrase": "In conclusion, Kieser's concept of telluric force as the living activity of the earth in various forms of magnetism, including his own method of magnetizing using the will, look, and hand manipulations, led to his successful healing practice. The concept of neurogamy and strict contact between magnetizer and magnetisee highlights the importance of being grounded during the practice of magnetism or hypnotherapy to achieve better results."
}