{
  "title": "The Emergence of Animal Magnetism in Medicine.",
  "first_phrase": "In the previous part of this text, the author described how the French \"new\" or Puysgurian School of Magnetism gained popularity despite being disapproved and scrutinized by medical men. In the final 200 tokens, the author discusses the doctors' attempts to prove these phenomena were fraudulent using torture. However, the result of these cruel tests was to convince a large number of medical men of the genuineness of the phenomena. This martyrdom bore fruit as men of world-wide reputation also became believers in Animal Magnetism. The author argues that the brutality of these tests evinces a higher level of intelligence than the obstinate incredulity and ignorant slanders on which later generations of medical men have rested their denials.",
  "content": "A great many of the strongest advocates and ablest practitioners of the new method of treating disease (for such Animal Magnetism was regarded) were at first its determined opponents; and painful reading as are the accounts of the tortures inflicted on the unfortunate sensitives to satisfy skeptical doctors, that martyrdom bore fruit in the shape of a continually growing number of converts; and among the believers in the reality of Animal Magnetism were men of world-wide reputation, such as Cuvier, La Place, A. Von Humbolt, Lavater, Gall, and a host of lesser lights; and in England such men as Coleridge and Dugald Stewart. After all, the brutality of these tests - tests which tended first of all to awaken curiosity, and then to produce conviction – evinced a higher level of intelligence than the obstinate incredulity, silly ridicule, and ignorant slanders and abuse on which later generations of medical men have so often been content to rest their denials.",
  "last_phrase": "In conclusion, the early magnetisers faced brutal tests and opposition from skeptical doctors, but their perseverance resulted in a growing number of converts, including men of world-wide reputation. These tests demonstrated a high level of intelligence and paved the way for the emergence of powerful magnetic phenomena. It is essential to differentiate between intellectual belief that follows demonstration and emotional belief that follows assertion to fully comprehend the reality of Animal Magnetism."
}