{
  "title": "Can Mesmerism Effectively Cure Patients When All Other Remedies Fail?",
  "first_phrase": "In this section, two cases are presented that illustrate the beneficial effects of Mesmerism in patients who had previously failed to respond to other remedies. The first case is that of Hunga, a young Hindoo man who had been suffering from an extremely tender and swollen wrist that had not responded to traditional treatments. After just a few days of daily Mesmerism sessions, however, the swelling began to decrease, the tenderness subsided, and the patient was ultimately cured. The second case is that of Moteelall Koonwur, a 38-year-old writer who had experienced partial paralysis, spasms in his hands, and a prickling sensation throughout his body following a sudden fit. Once again, Mesmerism was used to great effect, with the patient experiencing significant improvement in his symptoms without the need for sleep or coma.",
  "content": "In the following case, in which likewise no sleep was produced, the symptoms remind one of Mesmer's cure of Major Du Hussay. The first entry reads:- \"July 2nd, I847.-Moteelall Koonwur, a writer, aged 38, residing at Taltullah, in Calcutta, reports that on the 20th of April last, while taking his meal, he suddenly fell down in a fit, and lay insensible for two days. On the third day he was partially restored to his senses by general bleeding and leeching; since that, his body, except the right arm, the right side of the breast, and the left cheek, has become partially paralysed, and subject to a peculiar pricking sensation, which increases much in the evening and prevents him sleeping at night. He has been suffering from spasms in the hands; and the right cheek is so devoid of feeling that he does not consider it a part of his body. He feels and walks like an intoxicated person, and sees double.",
  "last_phrase": "In conclusion, Mesmerism has shown to be a controversial yet successful technique for curing illnesses such as paralysis and inducing sleep. Mesmer's cure of Major Du Hussay and Esdaile's experiments have demonstrated the effectiveness of Mesmerism on patients, even through the use of mesmerised water. While there are debates on whether the results are due to suggestion and imagination or the actual influence of Mesmerism, these cases highlight the potential of the practice in the medical field."
}