{
  "title": "\"What was the Pope's opinion on magnetism? A conversation with Lafontaine, the French magnetiser.\"",
  "first_phrase": "In the last 200 tokens of this text, Lafontaine explains his processes and nature of cures to the Pope. Lafontaine presented a copy of his ‘Art de Magnetiser,' to which the Pope expressed his doubt on its utility. However, Lafontaine explained the beneficial aspects of Magnetism as a curative agent. In Lafontaine's \"Memoires,\" he said that he has always been greeted warmly in every town he visited despite the difficulties he encountered.",
  "content": "said his Holiness, ‘I do not say that Magnetism may have no utility, only I doubt it, especially as a curative agent; but it is a natural effect, like electricity, which enters entirely into the order of physical nature.'\" Then, in reply to the Pope's questions, Lafontaine explained at some length the character of his processes and the nature of the cures he made: and in dismissing him, the Pope said, \"Well, Mons. Lafontaine, let us wish and hope that, for the good of humanity, Magnetism may soon be generally employed.\" Notwithstanding the insults and indignities he had to put up with, especially at the commencement of his public life as a magnetiser, Lafontaine says in his \"Memoires\":-- \"In all the countries which I have visited, in every town where I have stopped, I have, generally speaking, received a kindly welcome, not only from the people but also from the authorities. It is true that I have met difficulties here and there, but I have always overcome them by asking only for that which I believed had a right to demand.\"",
  "last_phrase": "In conclusion, Lafontaine's contributions to the field of magnetism were recognized even by the Pope himself, despite the early opposition he faced in his career. His personality and sympathetic nature were felt by those who knew him, and his legacy lives on through his books and his work as director of the \"Journal du Magnétisme Animal.\" Though he faced obstacles, Lafontaine's determination to ask only for what he believed was his right helped him to overcome them and make important contributions to the field of magnetism."
}