{
  "title": "What was Esdaile's view on the dangers of frequent mesmerizing and the resulting diseases?",
  "first_phrase": "This excerpt talks about the dangers of stimulating mesmeric action in the body and the potential complications that can arise from repeated use. The author notes that once stimulated, the nervous system can become diseased and act spontaneously, leading to unpredictable effects. The author, Esdaile, was cautious about these potential side effects and was careful to exclude sources of fallacy in his experiments. In this last part of the excerpt, he explains how he drew conclusions from his experiments by only focusing on first-time subjects and putting aside anything that might have been the result of habit or imagination.",
  "content": "But a dove-like simplicity seems to be considered the badge of all our tribe, and no mesmerist gets credit for having sufficient common sense to take the most common precautions in making his experiments.\" In drawing conclusions from his experiences, he put aside everything that might be the result of habit or training:- \"All practical mesmerists know how the specific mesmeric symptoms become complicated with the effects of the imagination and unconscious volition when highly-sensitive subjects are frequently experimented upon. To guard against this source of fallacy, I shall only relate the results of first experiments made upon different subjects.\"",
  "last_phrase": "In conclusion, it is important for mesmerists and hypnotists to take precautions in their experiments and to be aware of the limits of the mesmeric disease, as identified by Esdaile. First experiments on different subjects, rather than repeated experiments on highly-sensitive individuals, can help prevent fallacy. Understanding the possible secondary symptoms of the disease can also prevent charges of imposture or delusion. Ultimately, with careful attention and responsible experimentation, the use of powerful natural agents such as mesmerism can be a valuable remedy."
}