{
  "title": "\"What is Mesmerism, and why should the public, not just doctors, know about it?\"",
  "first_phrase": "The remaining 200 tokens of this text highlight the author's views on the public's perception and doctors' knowledge of Mesmerism. He argues that the public should not wait for the doctors' verdict on the subject as medical professionals are equally new and perplexed by it. He further criticizes doctors' routine practice of taking credit for cures while suppressing nature's healing powers. The author's stance is reminiscent of Mesmer's philosophy, emphasizing the physician's role in inducing nature to cure the patient.",
  "content": "As the question at present stands, it is one of facts, and of evidence in support of them, of which a jury of sensible unprofessional men can judge as well as so many doctors, to whom the subject is equally new and perplexing. When the doctors have experimented for themselves, or taken the trouble to witness the practise of others, and carefully studied the subject, the public cannot do better than take them for their guides.\" His conception of the true function of the physician resembled Mesmer's:- \"The whole art of the true physician is exerted to induce Nature to interfere and take up the case of his patient; and, when he sees signs of her gracious presence, he only reverently looks on and confines himself to removing impediments in her way. But the routine practitioner will rarely condescend to divide with Nature the merit of the cure. He and his pills, powders, and potions must have all the credit; and if anyone pretends to be able sometimes to cure disease by the unassisted powers of Nature he is called a quack, impostor, or fool, and hunted down as a fera natura.",
  "last_phrase": "In conclusion, Esdaile believed that the true function of a physician is to assist the body's natural healing process, and not just to rely on medications to cure diseases. He also condemned the absurdity of making insensibility to pain the only test of the reality of Mesmerism. Esdaile urged the public to know the real definition of Mesmerism to avoid being deluded by false and biased descriptions."
}