{
  "title": "The Diffusion and Divisions of Animal Magnetism",
  "first_phrase": "This text highlights the rise and spread of animal magnetism in Europe during the 18th and 19th centuries. The last 200 tokens discuss the aftermath of the French revolution and how it impacted the spread of animal magnetism. Many supporters of the practice were forced to flee France, and its principles were diffused throughout Germany, Holland, Sweden, and Russia. The text then elaborates on the two distinct factions that emerged regarding the practice of animal magnetism; the first was mainly in Germany, where it was fully accepted and practiced. This part of the text provides examples of German practitioners and their methods, including touchings and pressures. Finally, the text discusses how the Science Academy of Berlin offered a prize for the best thesis on the science, and a public hospital in Berlin adopted Mesmerism in place of traditional medicine.",
  "content": "In almost all the university towns, public lectures on the subject of mesmerism were given; and in this country, it was fully accepted and practiced. Mesmer's original theory was of the existence of a universal medium or “fluid”. The free and regular circulation of it through a human being produced health, while any obstruction, or impediment to that free circulation, caused disease; and this party naturally adopted the practices or methods of Mesmer's School, namely, the touchings, pressures and pointings, and the baquets, and chains, are usually associated with the name of Mesmer. Prof. Ennemoser, one of the main practitioners stated: Mesmerism is based on experiences that everybody can have. These experiences are solidly grounded in the field of Knowledge. The Science Academy of Berlin, which had previously denounced Mesmer as a visionary, then offered a prize consisting of 3,300 francs—for the best explanatory thesis on the science. In the year 1815, a public hospital was established in Berlin, in which no medicines were used. Only Mesmerism and the prescriptions of lucid somnambulists were adopted.",
  "last_phrase": "In conclusion, Mesmerism was a controversial topic in the 18th and 19th centuries, with both advocates and critics. However, it had significant developments and successes in Europe, particularly in Germany, where it was implemented in public hospitals as an alternative to traditional medicine. While Mesmer's original theories have been largely discredited, the practice of hypnosis today owes much to the techniques and methods developed by Mesmer and his followers."
}