{
  "title": "Animal Magnetism: A Strange and Controversial Science",
  "first_phrase": "The final part of this text sheds light on the reasons for the decline of Animal Magnetism, a therapeutic approach very popular in France between 1800 and 1820. The rise of blind assessments and the attacks of academic circles against unorthodox healings, among other factors, contributed to the loss of popularity of the technique. It is interesting to note that such attacks against alternative medicine continue to this day. Even acupuncture, another energy-based technique, struggles to gain acceptance in some countries.",
  "content": "Several causes conspired to counteract the efforts of the magnetizers, and frustrate their hopes; but these causes also took time to grow and gather enough strength to operate with effect; insomuch that while Hypnotism was apparently becoming triumphant, the causes that led to its eclipse in some academic circles were maturing. More on Animal Magnetism in 1800 In France, between 1800 and 1820 animal magnetism suffered an eclipse in academic circles. This was in part because of the consequences of the divisions between magnetizers, and also because of the attacks by academies with blind assessments against unorthodox healings. We can see how similar attacks against all the so-called alternative medicine continue until the present day. Even acupuncture, which, like animal magnetism is a technique based on the concept of energy, though accepted in China has difficulty being accepted elsewhere. As we read in a paper from the University of California: “Blind assessment first emerged in history as a deterrent against unconventional healers. Such healers were automatically treated with suspicion and distrust when their claims disregarded normative science. Understandably orthodox physicians suspected poor judgment and illusion, bias and over-enthusiasm, or even quackery and fraud.",
  "last_phrase": "In conclusion, the history of animal magnetism in academic circles highlights the challenges that alternative forms of healing face in gaining acceptance. The attacks and blind assessments against these unconventional healers continue to this day, with even widely accepted techniques such as acupuncture facing skepticism in certain parts of the world. Nevertheless, it's important to keep an open mind and continue to explore these mysteries in order to broaden our understanding of the human body and mind."
}