{
  "title": "\"Developing the Magnetic Gaze and Sensitivity in Magnetising Therapy\"",
  "first_phrase": "In this text, we explore the practice of magnetic healing, specifically the process of performing slow passes on the body of the patient at a close distance. The author mentions the importance of developing psychical qualifications such as the magnetic gaze and sensitivity in order to carry out this practice effectively. The text refers to the teachings of De Lausanne, who advises on what practitioners should feel during the process. Through this method, practitioners can experience sensations of heat or cold and fluid movement within the body.",
  "content": "Toward this aim the instructions that De Lausanne himself gave and which we have put below are very useful: What you must feel using DeLausanne’s method “Here I will tell you what you will experience, in a manner more or less sensible, perhaps the first time, or maybe at the end of eight or ten sittings, or even only at the end of some months of practice. I am ignorant whether there are persons who have not the necessary temperament to obtain this end. To determine this, it would be requisite to know whether they who have never attained it, have not like me failed in patience and perseverance in their researches, and whether the habit of magnetizing without taking notice of their sensations, has not hindered them from following the necessary course to develop them. Editor’s note: in our experience this sensitivity is something that everybody can awaken. It is a natural body capability. These are the three phenomena, and this is the advantage derivable from them. 1.",
  "last_phrase": "In conclusion, De Lausanne's method can be a valuable tool in developing the natural capability of sensitivity for everyone. By following his instructions, practitioners can identify the principal seat of the disease and direct the energy towards it. Additionally, they may experience sensations in their own body that correspond with their patient's internal organs, providing further insight into the ailment. With patience and perseverance, this method can be a useful addition to any healing practice."
}