{
  "title": "\"The Development of Mesmerism and Magnetic Healing in Europe\"",
  "first_phrase": "This text explores the development of Mesmerism in Germany and France, and the contrasting theories and techniques used by each party. The German mesmerists saw Mesmer's magnetic fluid as evidence of a living Universe, while the French Experimental School focused on using the vital magnetism to aid sickness. The last part discusses the Puysegur technique, which involved fixing the eye and breathing to operate without contact between operator and subject. This was developed by the Marquis de Puysegur and practiced with a series of exercises to concentrate the will and develop vitality.",
  "content": "It accepted the theory of the Puysegurean or Experimental School, that sickness arises from want of an adequate supply of the vital magnetism which is degenerated by the organism itself, and which one person can impart to another, or aid him in extracting from the circumambient ether; corresponding to which theory there was a different set of processes that were mostly used70, namely, the fixation, of the eye and breathings, which had developed out of De Puysegur's discoveries, first of lucid Somnambulism, and then of the “passes” as a method of operating without actual contact between operator and subject. A vast series of exercises for developing vitality and the concentration of the Will were also practiced. Puysegur and his mysterious discovery Chateau de Buzancy “To feel, one needs neither intellect nor science, and Magnetism is felt better than it can be expressed” De Puysegur Puysegur technique I will now give you the theory of the Magnetic fluid, with the method of directing that fluid as adopted by the Marquis de Puysegur, for if you can grasp the spirit of the idea, it will greatly assist you in formulating your Will-power when practicing.",
  "last_phrase": "In conclusion, the theory of the Puysegurean or Experimental School, described the vital magnetism as the cause of illness that one person can impart or receive through processes like fixation of the eyes and breathings. The Marquis de Puysegur's method of directing the magnetic fluid involved considering oneself as a magnet and imagining the fluid circulating in the patient's body. Practicing the exercises for the concentration of the will and vitality can enhance the effectiveness of the technique."
}