{
  "title": "\"Magnetism in Italy: Historical divisions among healers\"",
  "first_phrase": "In the preceding text, we learned about the disagreements and lack of agreement among hypnotherapists on hypnosis and trance phenomena. In this final part, we'll discuss the debates on magnetizers such as Andalini and Campanelli in Italy in recent years. Despite having worked with thousands of people and meeting several physicians, no universal theory has been found on their healing techniques resembling that of Dupotet. Even in the 1800s, magnetizers had differences in opinion on their curative agent and how to produce the desired effects. While these magnetic healing systems brought about cures, it intensified prejudice against magnetizers.",
  "content": "Moreover, the new school, which relied on benevolent intention and the exertion of the will, was in many minor points divided in opinion, not only with regard to the proper method of magnetizing, but also with reference to the effects which it was desirable to produce: for instance, some magnetizers said you should never allow your patient to remain in the deep sleep for more than half-an-hour; others told you to let him sleep for a week, if he would. The very desire of cohesion among magnetizers saved them from quarrelling over those points; but their differences were a source of weakness, nevertheless, and seemed to justify the assertion of the enemy, that the magnetizers were themselves ignorant of the subject they professed to teach. As a matter of fact, cures were brought about by the systems both of Mesmer and De Puysegur, and every operator found his own method successful; but this, which ought to have been an additional reason for listening to the claims of the magnetizers, only intensified the prejudice against them; for it was not to reason, but to passion, that the enemy appealed, and they spared no effort to stir up hatred against both Magnetism and magnetizers.",
  "last_phrase": "In conclusion, the split in opinion among magnetizers did not deter them from achieving remarkable cures through their different methods, but it sadly intensified the prejudice against them. Nonetheless, understanding the different schools of magnetism, with their various methods, remains beneficial for anyone interested in the subject."
}