{
  "title": "What were the experiments conducted on Baptiste Chamet to demonstrate the phenomenon of convulsive movements in relation to magnetism?",
  "first_phrase": "In this section, the committee conducts experiments on Baptiste Chamet, who was placed in a state of somnambulism by M. Dupotet. They examined if convulsions could be produced with the approximation of fingers or the use of a metallic rod. It was found that although the presence of the magnetizer was not necessary for the convulsions to occur, they could still be reproduced on their own. The section ends with an example of M. Chales being magnetized and experiencing convulsions.",
  "content": "At a later period, the fingers were directed towards the toes, but no effect was produced. Some ulterior manipulations were performed. MM. Bourdois, Guersent, and Gueneau de Massy, successively directed their fingers towards those of the patient, which became contracted at their approach. At a later period, motions were perceived in the left hand, towards which, however, no finger was directed. Finally, we suspended all our experiments, in order to ascertain whether the convulsive motions did not take place when the patient was not magnetised; and these motions were renewed, but more feebly. Hence your committee concluded, that the approximation of the fingers of the magnetizer was not necessary for the production of the convulsions, although M. Dupotet added, that, when they have once commenced, they may be reproduced of themselves. … M. Chales, French Consul at Odessa, furnished us with another example of this phenomenon. M. Dupotet magnetised him in our presence, on the 17th of November 1826. He directed his finger towards the left ear, and immediately we perceived a motion in the hair behind the ear, which was ascribed to a contraction of the muscles of that region.",
  "last_phrase": "In conclusion, while the proximity of the fingers of the magnetizer seemed to produce convulsive motions in some cases, it was not always necessary for their production. Furthermore, the phenomenon was not limited to a specific part of the body and could be reproduced without finger approximation. These findings shed further light on the nature of this mysterious phenomenon and leave room for further exploration and study."
}