{
  "title": "\"The Impact of Phrenology on the Perception of Magnetism\"",
  "first_phrase": "The second half of this text delves into the impact of phrenology on magnetism, and how it created a side issue that shifted attention away from individual examination of magnetism. Drs. Elliotson and Engledue were the main pushers of phrenology in England, but their affiliation with materialism caused prejudice against the science. The phrenologists argued that actions were determined by a combination of a person's natural characteristics and their environment, which removed moral responsibility. In contrast, Gall wanted phrenology to be solely based on observation and free from religious or metaphysical bias.",
  "content": "Dr. Engledue, for example, in a paper read at a meeting of the Phrenological Association in July, 1843, said of McNaughton, a recently hanged murderer, \"his actions, like the actions of all animated beings, were necessarily the result of his organic constitution and the circumstances surrounding him at a given period,\" a theory which the public regarded as an encouragement to crime, and a danger to society; and the fact that Drs. Elliotson and Engledue were known to be pronounced materialists, did not tend to weaken that idea. Not only did Phreno-magnetism create a side issue, to the detriment of Magnetism, but the alliance also injured Phrenology. Whether Gall himself was really a materialist or not, he sought to establish Phrenology upon a basis of pure observation, as completely independent of corroboration from adventitious sources such as Animal Magnetism, as it was free from bias through religious or metaphysical theory.",
  "last_phrase": "In summary, while Phrenology aimed to establish a pure observational basis for understanding the brain, its association with the declining practice of Magnetism led to misconceptions and declines in its own credibility. The strict scientific method used by Gall, the founder of Phrenology, was overshadowed by the mistaken theories of his successors. As with any scientific pursuit, it is important to continue to scrutinize and refine both theory and practice."
}