{
  "title": "What is the nature of post-hypnotic suggestion and how does it connect with the impulsive actions of the insane?",
  "first_phrase": "In the preceding text, the author discusses the phenomenon of post-hypnotic suggestion and how it affects individuals. The feeling of satisfaction when a suggested act is performed seems to connect with the impulsive actions of those who are insane. It was mentioned that suggestion is a modern form of the \"magnetic promise\" used by magnetizers to get somnambules to promise to do certain things after waking up. In the last 200 tokens, Colonel de Rochas's discovery of the 12 stages of the magnetic condition is explained, and it is only in lighter stages that suggestion is possible. The lucid degree of hypnosis is immune to suggestion.",
  "content": "This inability to reason inductively is not a phenomenon of somnambulic lucidity, and it is in that state that magnetic promises are made; but Colonel de Rochas, who has carried the process of Magnetism to an extreme limit, has found that there are twelve stages of the magnetic condition, separated from each other by a period of unconsciousness that may be only momentary, but always occurs; and that it is only in the earlier and lighter stages of Magnetism that Suggestion is possible, for when the sleep deepens into the lucid degree, suggestibility ceases. Tell a lucid patient ever so impressively that a chair is a cow, and he will laugh at you, or think you mad, just as a person in the waking state might do. This rather elementary fact is apparently unknown to the Suggestionists, probably because their method only produces the suggestible stages of hypnosis; but it seems as if the magnetic promises were the equivalent in the lucid somnambulic state for deferred suggestion in the (technically) hypnotic condition.",
  "last_phrase": "In conclusion, the ability to reason inductively is not present in the somnambulic lucidity state. Colonel de Rochas identified twelve stages of the magnetic condition and found that suggestion is only possible in the earlier and lighter stages. Suggestibility ceases in the deeper lucid stage. In the lucid state, the will or intention of the hypnotiser plays a significant role in persuading the subject to make a magnetic promise. Knowing this can help to understand the art of magnetism and how to use it successfully."
}