{
  "title": "\"Mesmerism and Magnetism: Turning Point in European History\"",
  "first_phrase": "In the previous section, we explored the emergence of magnetism in European history and how it resulted in the diffusion of ancient healing practices. Mesmer's pioneering work involved combining his healing experiences with an alchemical and esoteric philosophical background, resulting in a new form of practical metaphysics. In this final section, we will examine the splitting of magnetism into various streams after Mesmer's work. To gain a deeper understanding of mesmerism, it is important to explore the voluminous writings of the early French school, which laid the foundations of our knowledge of this discipline.",
  "content": "The powers that magnetists show are the same as in some shamanic traditions: seeing events at a distance, seeing inside their body, having a natural intuition of the healing remedies. Previously, Mesmer’s accounts of such wonderful feats were present, but not so diffused. In reality a high level tradition met some traditional practices of healing bringing new and powerful results. What Mesmer did was to reactivate ancient knowledge into a new frame. He put together: 1. His experiences in healing 2. An alchemical and esoteric philosophical background which was until this moment restricted only to an élite 3. His lucidity and experimental mindset 4. His experience as a physician After Mesmer, new streams developed each one of which further developed one of the many aspects of this discipline. Magnetism (and Hypnotism) after Mesmer – The splitting into various streams “The principle of study, which it is my foremost desire to impress on those who will listen to me, is this: Let all who wish to read about mesmerism go back to the fountain-head of the subject and explore the voluminous writings of the early French school. In that literature the real foundations of our knowledge of mesmerism were laid.",
  "last_phrase": "In conclusion, Mesmer played a pivotal role in the development of magnetism as a healing practice. He combined his experiences in healing, an esoteric philosophical background, an experimental mindset, and his credentials as a physician to reawaken ancient knowledge into a new frame, which became the foundation for the practice of magnetism and hypnotism after him. Today, magnetism continues to be recognized as a valid healing method and more studies and evidence are being gathered to support its efficacy."
}