{
  "title": "What were the methods and results of using Mesmerism as anesthesia during surgical operations in the past?",
  "first_phrase": "This section discusses the mesmerizing and de-mesmerizing techniques used by James Esdaile, a 19th-century Scottish surgeon who performed surgical operations using mesmerism as an anesthetic. The text describes the method of mesmerizing the patient through longitudinal passes and testing the cataleptic tendency of the arms. After successful mesmerization, the surgical operation could begin. For de-mesmerizing, blowing sharply in the eyes and rapid passes were used. Esdaile found it impossible to mesmerize himself and used attendants and servants for the purpose. He used a variety of techniques for mesmerizing, all based on attention and physical contact with the patient.",
  "content": "I never say a word to him, but desire my assistants to take him to another room and mesmerise him. They desire him to lie down, and shut his eyes, and try to sleep, as they pass their hands over the most sensitive part of the body, exhaling their breath upon the patient, and loading him with their sweat if he does not readily yield to the mesmeric influence. A few minutes of this will sometimes suffice, but more generally it takes hours, and relays of mesmerisers. The lads varied the routine, however, to suit their convenience. One preferred to place both his hands on the pit of the stomach from the beginning to the end of the process, breathing on the eyes and head all the time. Another placed one hand on the pit of the stomach at the beginning, and made passes slowly over the face with the other, changing hands when tired. A third would make passes from the stomach upwards to the head; and they seemed to succeed equally well-provided they attended to the work. A moderate degree of continued attention is indispensable.",
  "last_phrase": "In conclusion, while the methods used by Esdaile to induce insensibility for surgical operations with mesmerism may seem crude by today's standards, they were undoubtedly successful. The key takeaway is that attention and dedication to the mesmerizing process are essential, and with proper training, anyone can become a skilled mesmerizer."
}