{
  "title": "What is the Mesmerizing Method Described by Esdaile for Surgical Operations and De-Mesmerizing?",
  "first_phrase": "This text describes the mesmerizing method used to prepare patients for surgery, as described by James Esdaile. The author explains the steps of the process, including making the patient comfortable and using longitudinal passes from head to stomach with hands in the shape of claws for several minutes. This prepares the patient for surgery, but it's better not to speak to them or test their condition. The author also describes the demesmerizing process, which includes blowing briskly into the eyes and reversing passes. Esdaile employed hospital staff to perform the mesmerizing, and successfully operated on a pariah with a surgical condition.",
  "content": "Repeat the process steadily for a quarter of an hour, breathing gently on the head and eyes all the time. The longitudinal passes may then be advantageously terminated by placing both the hands gently but firmly on the pit of the stomach and sides. The perspiration and saliva seem also to aid the effects on the system. It is better not to test the patient’s condition by speaking to him, but by gently trying if the cataleptic tendency exists in the arms. If the arms remain fixed in any position they are left in, and require some force to move them out of every new position, the process has been successful” (and the surgical operation may begin). To de-mesmerize:- “Blowing sharply in the eyes,156rubbing the eyelids and eyebrows, rapid reverse or transverse passes.” Esdaile soon found that it was impossible for him to do the actual mesmerising himself; and he made use of the attendants and servants at the hospitals for that purpose, and they soon became strong and skilful magnetisers. He says:- \"A Bengal coolie, or pariah, comes before me for the first time, and I see that he has a disease requiring a surgical operation.",
  "last_phrase": "In conclusion, if you are looking to de-mesmerize, blowing sharply in the eyes, rubbing eyelids and eyebrows, and rapid passes are effective techniques. For successful mesmerizing, repeat the process for 15 minutes, breathing gently on the head and eyes, and gently testing for cataleptic tendencies in the arms. Terminating with hands placed gently but firmly on the pit of the stomach and sides can aid in the process."
}