{
  "title": "What were Dr. Esdaile's Mesmeric Experiences and Discoveries in Surgical and Medical Practice?",
  "first_phrase": "The last part of the text describes the general conclusions of James Esdaile about mesmerism based on his experiences. He believed that mesmerism was a natural power in the human body that affected the nervous and muscular systems. Through his experiments, he found that surgical operations could be performed without pain during mesmeric trance, and it could cure nervous pains, spasms, and contracted limbs. Besides, he concluded that mesmerism could act as a stimulant in functional debility, and it could subdue inflammation as it gives complete command of the muscular system. He also found that mesmerism was independent of the imagination and could be transmitted through the air and water. Esdaile's experiences were unique, and he brought mesmerism to the forefront of surgical and medical practice.",
  "content": "7.—That as sleep and the absence of all pain is the best condition of the system for subduing inflammation, the mesmeric trance will probably be found to be a powerful remedy in local inflammations. 8.—That the imagination has nothing to do with the first physical impressions made in the system by mesmerism, as practised by me. 9.—That it is not necessary for the eyes to be open; I always shut them as a source of distraction; and blind men are as readily mesmerised as others. I0.—That water can be charged with the mesmeric fluid, and has a powerful effect on the system when it has been previously affected. II.—That the mesmeric influence can be transmitted through the air to considerable distances, and even pass through dense materials.\" I do not think that the great importance of Esdaile's mesmeric experiences has ever been fully perceived. In one respect 'those experiences’ were unique, for he conquered his enemies, and brought mesmerism into the forefront of surgical, if not of medical practice. He occupied the extraordinary, almost unnatural, position of a mesmeriser who was treated not only with respect, but with honour by his fellow citizens and by the Government.",
  "last_phrase": "In conclusion, Esdaile's mesmeric experiences were groundbreaking, and they helped bring mesmerism into the forefront of surgical and medical practice. His enemies, limited to only a section of his professional brethren, were unable to diminish his success, which was recognized and respected by the government and his fellow citizens. Despite opposition, his success rate remained impressive and his patients continued to seek his expertise, suggesting the efficacy of mesmeric techniques in reducing inflammation and physical pain."
}