{
  "title": "\"What is the nature of the ecstatic delirium experienced by a woman with sudden on-and-off attacks?\"",
  "first_phrase": "In the earlier part of the text, a quiet and modest girl is described who has sudden attacks that cause her to act wild and become quite rude in her mimicry. Her attacks come on suddenly and then end just as suddenly. Dr. Elliotson attempts to treat her by creating internal sensations and lifting her from the bed. In the last 200 tokens of the text, the author describes a moment where the girl is lifted from the bed and helped to walk, with the result being that she is restored to her natural state. However, the attacks continue, and Dr. Elliotson is struck by the active mind during the moments of external insensibility.",
  "content": "She was shortly after laid on her bed for repose, and no sooner was this done than she fell again into the same state. In a moment she again became senseless; her eyes, again, though wide awake, lost their sight entirely ; she talked again in the same rambling way, and was again as rude in her mimicry as before. She was again taken up, and walked about, and was instantly restored, and remained in her natural state for a week. At the end of a few days the same kind of attacks again came on. Nothing had made so great an impression on him (Dr. E.) as to see the brain, as instanced in this case, completely senseless, and yet the mind wandering and active, in two or three moments the patient losing all external sensation, which was suddenly again restored, again lost, and again restored. Some similar symptoms were observed in a common epileptic fit, such as the person in a moment becoming perfectly senseless, and as suddenly becoming sensible, but the intellect, as in this case, was not active during the state of external insensibility.",
  "last_phrase": "In cases of ecstatic delirium, symptoms can be unpredictable and vary from person to person, but it is a relief to know that such attacks are temporary and can be managed with medical intervention. So, if you or anyone you know experiences similar symptoms, it is important to seek immediate medical attention."
}