{
  "title": "Animal Magnetism and the Story of Mesmer",
  "first_phrase": "In the preceding text, we learned about the mesmeric circle of Count Segur, accompanied by an esteemed group that included Count de Gebelin, de la Fayette, and other notable figures. They were subjected to ridicule, even by the queen, who sought to discredit the practice. This section sheds light on the climactic reason for Mesmer's departure from France: internal fights over the finances of the Harmony Society. Mesmer departed the country for 20000 francs, after suspecting his figures were being manipulated.",
  "content": "It was in vain that I wished to discuss the matter; she would not hear me, and merely said,—How can you expect us to listen to your follies, when seven commissioners of the Academy of Sciences have declared that your magnetism is only the effect of a heated imagination?' Madam, replied I, rather hurt by the above remark, I respect this learned decree, but as veterinary surgeons have magnetised horses, and produced effects of which they attest the veracity, I could wish to be informed whether it was those horses that had too much imagination, or whether it was the learned doctors who were deficient in it. She laughed, and thus ended our conversation on animal magnetism. \"60 It was, however, mostly due to a number of internecine struggles of an economic nature which plagued the Harmony Society, that Mesmer, who felt the figures recorded in its accounting books were being intentionally tampered with, decided to settle for 20000 francs and leave the country instead of having to worry about the internal fight in the society. He made this decision in 1785, boosted by a hefty sum he was able to carry along.",
  "last_phrase": "In conclusion, the controversies surrounding Mesmer and animal magnetism continued, but ultimately his opponents prevailed and he left France for Italy and Germany, making occasional disguised trips back to France. Despite the struggles he faced, Mesmer's legacy in the development of mesmerism and hypnosis lives on, continuing to spark intrigue and controversy to this day."
}