{
  "title": "The Rise and Fall of Clairvoyant Commissions",
  "first_phrase": "This text explores the tests utilized to examine clairvoyance in the 19th century. It starts by briefly mentioning two insignificant commissions before delving into the examination of two clairvoyants in 1837. The report of the unfavorable commission was criticized by Dr. Berna and Dr. Husson. The following year, Dr. Pigaire sought to test the clairvoyance of his daughter, but withdrew her due to the unreasonable conditions set by the committee. The text explains two testing methods, concealing the object or blindfolding the clairvoyant, and how the latter could negatively impact the experiment. Through the analysis of these tests, the text highlights the skepticism and controversy surrounding clairvoyance.",
  "content": "By shutting up an object in a box, it is very effectually concealed from the somnambule who is to be tested, and she experiences no emotional disturbance; and this is the way adopted by those who really wish to know the truth. The blindfolding of the clairvoyant, on the other hand, always excites the subject, and is certain to affect her clairvoyance disastrously; and that is the method always chosen by those who wish to prove that clairvoyance does not exist. In the case of Dr. Pigeaire's daughter, the Commissioners wanted to blindfold her elaborately, although she was required to see into a box. Sometimes the operation of blindfolding a clairvoyant was grotesque. First, pads of cotton wool were placed upon the eyes, and these were tightly bound round with a dark cloth, then the whole head was enveloped in a bag, and after that a sack was drawn down over the body.",
  "last_phrase": "In conclusion, the methods used to test clairvoyance in the past were often flawed and relied on outdated beliefs. It is important to approach the study of paranormal abilities with a critical yet open mind, using modern scientific methods to avoid any biases and accurately understand the truth."
}