{
  "title": "\"The Empirical Practice of Magnetism: Deleuze's Methods\"",
  "first_phrase": "In the previous section of this text, Deleuze discussed the importance of will and confidence in successful magnetism. In the last 200 tokens, Deleuze explains the key condition - benevolence, or the desire to do good - necessary for magnetizing. He emphasizes that these three conditions must be united for energetic and salutary results. Deleuze's methods involve the right use of passes and the 'magnetic gaze' for relaxing and soothing, making them effective. He further explains the difference between hypnotic and magnetic gaze and presents his simple and easy-to-follow first method of sitting.",
  "content": "One of these qualities may supply the others to a certain point; but to have energetic and salutary action at the same time, the three conditions must be united. … “I believe in an emanation from myself because magnetic results are produced without me touching the patient; ex nihilo nil.[...] I don't know whether it is material or spiritual, nor to which distance it be made to extend; but this I know, that is discharger and directed by my will, for when I cease to will, it ceases to act\" Deleuze The points stated by Deleuze are very empirical. In fact magnetism is empirical in its results. Only quantum theory can be accounted for the kind of results we get. In magnetism results are the key. Some methods of Deleuze Deleuze simplified a little the way of doing of Mesmer, bringing attention to the right use of passes. His methods are very soothing and relaxing. In practicing them your gaze should be concentrated and use the ‘magnetic gaze’.94 See below the difference between the two types of gaze. Hypnotic gaze Magnetic gaze Method 1 - sitting This first method of Deleuze is very simple and effective.",
  "last_phrase": "In conclusion, Deleuze's approach to magnetism and healing is empirical yet effective. By using the magnetic gaze and passes, one can achieve soothing and relaxing results. The key is to concentrate and willfully direct the energy towards the patient. Practice and exercise of the gaze can make this method more effective."
}