{
  "title": "The History of Animal Magnetism: Mesmerism and Puysegurism in Europe",
  "first_phrase": "This text explores two different complementary approaches to Animal Magnetism, a controversial topic in the 1800s. Germany adopted Mesmer's theory of a universal \"fluid\" that, when unobstructed, produced health, while France's Puysegurean or Experimental School believed sickness was caused by a depletion of vital magnetism that could be imparted by one person to another. In the last part, the author discusses how Animal Magnetism was considered dead in France by various learned bodies while simultaneously spreading through enthusiasts. Conversely, Germany and some other countries accepted the practice, even making it a requirement for medical education. The author notes how both these approaches require intention and a free mind, with the subject feeling the energy through entanglement.",
  "content": "The more the subject lets his mind free the better it is. Different situations France At the end of the first quarter of the1800s, Animal Magnetism in France was in a condition which might be called “dead and alive;” not because it was half dead or dying, but because it was declared and believed to be dead by the Academies of Science, Societies of Medicine, and other learned bodies. It was also treated as non-existent by the great majority of doctors, because at the same time it appeared to be very much alive by reason of the steady spread of its doctrines by enthusiasts, both lay and medical, who made up for the deficiency in number through earnestness and courage. Other countries In Germany, Austria, Russia, and some other countries, the doctrines of Mesmer had been accepted almost officially, if not by the Faculty, at least by the Governments. For these had made laws restricting the practice of Animal Magnetism to medical men, and in some instances had made a knowledge of Magnetism an item in the education of the doctor.",
  "last_phrase": "In conclusion, the history of Animal Magnetism demonstrates the power of passionate, yet diverging ideas to shape a movement. While the practice declined in France due to legal restrictions and medical prejudice, it flourished in other countries where governments passed laws and incorporated it into medical education. Ultimately, the success of any movement depends on the tenacity of its supporters and their willingness to adapt to changing circumstances."
}