{
  "title": "The Rise and Fall of Animal Magnetism in Europe.",
  "first_phrase": "In the last 200 tokens of this text, we get an insight into the condition of Animal Magnetism in France and other countries in the 1800s. While France was divided into different schools of thought, Germany, Austria, Russia, and other countries had already accepted Mesmer's doctrines. The Puysegurian magnetizers had supplanted those of Mesmer in France, and this caused divisions and weakened the movement. Despite the steady spread of its doctrines, Animal Magnetism declined in France as its passionate supporters and practitioners died off.",
  "content": "The influence of Puysegur In France, the ideas and manipulations of De Puysegur had supplanted those of Mesmer to a very large extent, and several hundreds of local centres of magnetic practice and propaganda had been established throughout all the French Provinces on these lines, most of which were conducted by medical men, although there was no law in France limiting the practice of Animal Magnetism to the doctors. The consequence of this departure of the magnetisers along diverging roads was an estrangement between the Mesmerian and the Puysegurian magnetizers. This caused a weakening to the movement as a whole. In the countries which followed Mesmer, his theory of disease and cures done by his methods, became the sole consideration, and this made Animal Magnetism a medical question, with which the public had apparently no greater moral right to interfere than they had legal right. As the large majority of the doctors were deeply prejudiced against Magnetism, and steadily refused to have anything to say about it, or even to hear about it, Animal Magnetism declined more and more as its older and more enthusiastic supporters and practitioners died off.",
  "last_phrase": "In conclusion, the independent and popular approach of the Puysegurian School of Magnetism led to a wider interest in the subject among the public in France, despite the opposition of the medical establishment. Eventually, the doctors were forced to acknowledge the phenomena of Magnetism, even if they resorted to cruel testing methods at first, leading to a greater understanding and acceptance of this fascinating field."
}