{
  "title": "The Controversy Surrounding Mesmerism: A Historical Account.",
  "first_phrase": "In this last part of the text, we will witness the effects of Mesmer's magnetism in different people. In one instance, Mesmer commanded two girls to stop approaching him; resulting in their knees bending and losing the power to move. Later, in the garden of M. le prince de Soubise, some people who were not able to sustain the experiment experienced different effects, including fainting and losing their power to move limbs. However, the first Royal Commission recognized the serviceability of magnetism in increasing human happiness. This recognition was not enough to stop the fierce fight between supporters and opponents of the new science.",
  "content": "I do not recollect what effect M. Ang****, a very strong man, experienced, but it was terrible. Mesmer then called his servant to take away the bodies; but, I do not know how it was, although well accustomed to this sort of scene, even he found himself in no condition to act. It was necessary to wait a long time for each one to come to himself. The first Royal Commission “There is in Mesmerism the existence of a power which, if properly directed and controlled, I may be found eminently serviceable in increasing the happiness of human kind.” F.A. Mesmer Returning to the history of Mesmer, once Mesmer had proven his doctrine through the medium of unexpected instances of healing, which were visible and undoubted witnesses of the truth, magnetism was confronted by the most intriguing passions being unleashed against it, and it was compelled to endure an unceasing fight against numerous and powerful adversaries. Such bitter wrangle has invariably gone one, with greater or lesser fierceness, between defenders and opponents of the new science.",
  "last_phrase": "In conclusion, the history of Mesmerism is a fascinating one, and the bitter wrangle between its defenders and opponents has been going on for centuries. Despite the censurable degree it eventually reached, there is no denying that there exists an immense power in Mesmerism that, if properly directed and controlled, can be eminently serviceable in increasing the happiness of human kind."
}