{
  "title": "How did animal magnetism gain popularity and recognition in England in the 19th century?",
  "first_phrase": "This passage provides insights into the history of animal magnetism in England. While the practice was gaining popularity in Germany and France, it took much longer for it to be taken seriously in England. It wasn't until the 1820s that Richard Chevenix began lecturing and demonstrating the power of mesmerism in London, catching the attention of physician John Elliotson. Elliotson further experimented with mesmerism after meeting with French magnetizer Baron Du Potet in 1837. From 1840 to 1860, a group of English mesmerizers formed a British School of Animal Magnetism, believing that the power of cure was inherent in the human constitution. The last 200 tokens elaborate on how this school of thought came into being.",
  "content": "That began when Richard Chevenix gave lectures and demonstrations in London in 1829. One of those who attended was the physician John Elliotson (1791-1868), soon to become professor of medicine at University College and president of the Royal Medical and Chirurgical Society141. When, in 1837, the famous French magnetizer Baron Du Potet came to London, Elliotson was further intrigued and decided to experiment with mesmerism.142 The English mesmerisers from 1840 to 1860 are a group that may be said to constitute a British School of Animal Magnetism, the key note of which may be found in the following paragraph of an article by Dr. Esdaile in the \"Zoist\":- \"Wonderful to say, this greatly desiderated and almost unhoped for curative agent not only exists in Nature, but is an essential element in the human constitution, varying in different persons, of course, like all other bodily and mental gifts; and most persons possess the power of curing others, or of being themselves cured occasionally, by an inherent sanative influence propagatable between different individuals: for health is transmissible as well as disease, it appears.\"",
  "last_phrase": "In conclusion, the study of mesmerism or animal magnetism, which had its roots in the 19th century when Richard Chevenix gave lectures and demonstrations in London, has evolved into a respected therapeutic practice. The English mesmerisers from 1840 to 1860 formed a British School of Animal Magnetism that provided valuable insights into the healing powers inherent in the human constitution. As we continue to explore the mind-body connection, the history and lessons of mesmerism remain relevant and valuable for understanding and treating human ailments."
}