{
  "title": "What is the \"Mesmeric disease\" and why did Esdaile and other medical magnetisers consider susceptibility to suggestion a sign of it?",
  "first_phrase": "In the previous paragraphs, the author discusses the potential negative consequences of pushing hypnotism too far, often resulting in patients showing secondary symptoms of \"mesmeric disease.\" In the last 200 tokens, he references James Esdaile, who believed that great susceptibility to suggestion was a sign of this disease. Esdaile also saw Braid's Hypnotism as an example of an abnormal exertion of a part of the organism on the general nervous system. In this segment, the author highlights how Esdaile's theories are relevant to understanding the limitations of hypnotism and how it can impact the nervous system.",
  "content": "In this respect Mesmerism very closely resembles Hysteria, which, however primarily induced, is apt to recur on the agitation of the body or mind, more particularly if it is in any way associated with the first disturbing cause; and they both correspond in each, being sometimes voluntarily producible. To the experienced person, the springing up of the mesmeric phenomena, without the usual exciting cause, is a moral demonstration that the system has been previously revolutionised by mesmerism. The nervous centres having become morbidly sensitive by the action of this great nervous excitant, every shock to the nerves, especially if connected with Mesmerism, is exhibited in the shape of abnormal mesmeric symptoms.\" In Braid's Hypnotism Esdaile saw an example of the action of an abnormal exertion of a part of the organism on the general nervous system. He says:-- \"The whole nervous system may be deranged by the exhaustion of a particular organ, as has lately been practised by Mr.Braid, of Manchester, who entrances his patients by making them gaze with a double 'inward squint at an object placed before their eyes.\"",
  "last_phrase": "In conclusion, it is important to note that Mesmerism, like Hysteria, can induce abnormal symptoms that are sometimes voluntarily producible. The use of Mesmerism should be limited to cases of sickness to avoid harmful consequences. Therefore, caution and proper application are crucial when dealing with mesmeric patients to prevent unintended results."
}