{
  "title": "Satanic Agency vs. Animal Magnetism: The Church's Dilemma",
  "first_phrase": "This text discusses the historical context and beliefs regarding magnetic cures, and the slander they faced. Prior to this, the text explored stories of miraculous cures by both Christian and Heathen authors. The enemies of Magnetism condemned them by accusing the magnetizers of relying on the Devil's aid to perform their cures. They argued that this contradicted the belief that God was the only one deserving of credit for healing. Furthermore, many historical figures warned against seeking medical aid from the Devil or those who practiced magic, claiming that it was better to die than to resort to such means.",
  "content": "Having presented the friends of Magnetism with this dilemma, their enemies proceeded to impale them on one of its horns by declaring that the magnetizers were condemned out of their own mouths, for they constantly quoted the doings of the sorcerers and the witches in corroboration of their own phenomena. And, besides, did not everybody know that \"The Devil is an expert physician\"? Did not St. Chrysostom tell us that \"It were better for a man to remain sick all his days, yea, he had better die, than to go to the Devil for health\"? Did not old Burton, in his \"Anatomy of Melancholy,\" say that in his time many cures were done in every village by the sorcerers, \"but it were better to die than to be so cured\"? Did not Sennett, a physician of the sixteenth century, who accused Paracelsus of commerce with the Devil, tell his professional brethren that “It is better for them to acquiesce with resignation in the death of their parents, than to save their lives by such impious means as the use of medicines recommended by Paracelsus\" and the Devil?",
  "last_phrase": "In conclusion, the controversy surrounding the use of magnetism as a healing tool may never be fully resolved. However, we can appreciate the efforts of those like Rev. George Sandby who sought to defend the practice against accusations of Satanic influence. Ultimately, it is up to individuals to make informed decisions based on their own beliefs and experiences with this natural phenomenon."
}