{
  "title": "\"Can mesmerizing a patient cure hydrocele pain? A case study from 1845.\"",
  "first_phrase": "In this text, the author recounts his attempt to mesmerize a patient suffering from hydrocele, a Hindu man of low caste. The attempt was made after the man grimaced in pain due to an injection. After half an hour of making passes without touching the patient, the man began to exhibit signs of being mesmerized. He eventually went into a state of opisthotonos, a posture in which the head and feet are bent backward and the body is bowed forward. The author summoned the judge and the collector of the district to witness the phenomenon, and they found the patient unresponsive to external stimuli. The man's behavior is a striking example of the hypnotic state.",
  "content": "While resting myself (the thermometer was 850) I desired the man to open his eyes, and he said he saw smoke. This aroused my attention, as I had heard of mesmeric haze. He shortly removed his hands from his groins, crossed his arms on his breast, and all signs of uneasiness disappeared. In half an hour more, he took no notice of my questions, and remained perfectly passive while I drove a pin into the small of his back. Latterly his back began to arch backwards, and he was now in a state of opisthotonos, the nape of his neck resting on the back of the chair, and his breech on the edge of the seat. Being now convinced that we had got something extraordinary, I went over to the adjacent court house, and begged the judge and the collector of the district to come to the hospital. We found him in the same position I had left him in, and no hallooing `could attract his attention. Fire was applied to his knee without his shrinking in the least, and liquor ammonia that brought tears into our eyes in a moment, was inhaled by him for some minutes without causing an eyelid to quiver.",
  "last_phrase": "In conclusion, this mesmerizing experience sheds light on the mysteries of the human mind and its potential for extraordinary phenomena. While it remains a rare occurrence, it is important to approach such cases with an open mind and careful consideration of all the facts before drawing conclusions."
}