{
  "title": "Animal Magnetism Commission Report of 1784",
  "first_phrase": "This text explores the first commission held in 1784 to investigate animal magnetism, and its contentious final report which was critical of Mesmer's doctrine. One commissioner, Jussieu, authored a dissenting report highlighting factual omissions and distortions in the majority report. The commission's deliberate insensibility and avoidance of self-absorption were described as an epistemological error. Despite limited results, some phenomena witnessed were striking. This final section delves into the implications of the commission's approach, and how it shaped subsequent views on animal magnetism.",
  "content": "In response to Mesmer’s argument for the reality of his animal magnetic Fluid from the sensibilities of his patients, the commissioners adopted a policy of deliberate insensibility. They professed to avoid having too “?xed” an attention. Animal magnetism, if real, should forcibly “?x their attention” for them. To focus too intently upon one’s own sensations was to risk producing imagined ones from within.” One historian has summarized the commissioners’ efforts to ignore their internal sensations as the strenuous avoidance of “self-absorption”. Not only reason but sensation, they now realized, could, if misdirected by the imagination, have an inward focus. The results of this deliberately inattentive self-experimentation amounted to little: only one commissioner on a single occasion felt a pain in his belly that lasted all day and was accompanied by fatigue and malaise. But he attributed these symptoms to the “powerful pressure” that had been exerted on his chronically delicate stomach by a zealous magnetizer”58. Nevertheless, some of the phenomena they witnessed were of so striking a nature, that they gave rise to expressions of surprise. \"",
  "last_phrase": "In conclusion, the commissioners' deliberate insensibility in response to Mesmer's animal magnetic fluid argument challenged the idea that inward focus could result in imagined sensations. Despite limited results, some witnessed phenomena were strikingly unusual. This study highlights the complexities of sensory perception and the importance of critical analysis in scientific research."
}