{
  "title": "What were the spiritual and physical effects of hypnotic imitation noticed by Braid and modern hypnotists?",
  "first_phrase": "The last 200 tokens of this passage describe the \"spiritual\" effects of \"magic telegraph\" by Braid and how he was able to create various physical and mental effects in his subjects through imagination and thought. Dupotet and other magnetisers also performed similar experiments with mental and physical suggestion. One of the physical experiments was making a subject fall asleep on a magnetised chair. It is intriguing how these phenomena were explained before modern suggestionist theories developed.",
  "content": "These mental effects, or effects of mental suggestion, seem to have been common to the magnetisers sixty or seventy years ago; for Dupotet does not at all claim them as his speciality, but says, \"It is child's play for the magnetisers to-day to take away the power of hearing, feeling, or seeing by simply willing it, without saying a word.\" Another common physical experiment which Dupotet and other magnetisers performed was to make some passes over one of several similar chairs in the absence of the subject, who, when called into the room, sat in each chair for a moment successively, and fell asleep when he came to the magnetised one, the other chairs having no effect on him. This the magnetisers called \"putting magnetism into, or on, the chair\"; but Dupotet regarded it as a magical operation. It is difficult to conceive what the modern Suggestionist could make of the phenomena, unless he attributed, it to mental suggestion.",
  "last_phrase": "In conclusion, the phenomena of magnetism, as described by Dupotet and other magnetisers, are intriguing and controversial. While modern Suggestionists may attribute these effects to mental suggestion, Dupotet believed that the subject actually experienced the sensorial phenomena. The idea that the magnetiser could introduce their own or another person's soul into the subject's body is a fascinating and alarming prospect, and one that continues to spark debate and speculation today."
}