{
  "title": "What is Mesmerism and how does it work as a remedy in functional derangement of the nervous system?",
  "first_phrase": "The author explains the benefits of Mesmerism in treating diseases of debility, especially those related to the nervous system. Mesmeric sleep is described as being more refreshing and having advantages over common narcotics. Mesmerism's ability to stimulate the nervous system can help patients that have failed with other remedies. One patient, Hunga, a Hindoo lad, suffered from severe swelling and tenderness and had no power of motion in the wrists and joints of the fingers. After undergoing Mesmerism treatment for an hour daily, the swelling began to decrease and after six weeks, he was discharged cured, with fine hand movements.",
  "content": "But it is from its power of stimulating the nervous system that a patient often draws the greatest benefit when all other remedies have failed, and to procure this effect neither sleep nor coma is usually necessary. The following cases will illustrate this double' action of Mesmerism:- \"Hunga, a Hindoo lad, aged eighteen, came to the hospital with the wrist of the right arm much enlarged and excessively tender; he cannot bear the least pressure on it. The entire hand, back and palm is so swollen (oedematous) that the bone cannot be felt, and there is not the slightest power of motion in the wrists and joints of the fingers. He has been leeched, blistered, etc., during the last six weeks at the Native Hospital, and without the least benefit. The part was ordered to be mesmerised for an hour daily. After three or four days the swelling of the hand began to decrease, the wrist became daily less tender, and at the end of six weeks he was dismissed cured, with the hand as fine as the other, and the motion of all the joints quite free-no other means having been used.\"",
  "last_phrase": "In conclusion, Mesmerism, which can stimulate the nervous system without inducing sleep or coma, can offer significant therapeutic benefits in cases where traditional remedies have proved ineffective. As illustrated by the success stories of Hunga and Moteelall Koonwur, this alternative therapy can cure complex medical conditions and restore patients to full health without the need for invasive procedures or medications."
}