{
  "title": "\"What is Lafontaine's Method of Magnetising, and How Can You Use it to Induce Catalepsy?\"",
  "first_phrase": "In the last 200 tokens, Lafontaine provides instructions for awakening a magnetised subject. It involves making passes from the shoulders to the feet, using muscular force, blowing cold air on the eyes, and making transverse passes over the stomach. Lafontaine also gives some hints about what to do in case of slight inconveniences or in case of non-awakening. It is essential to remain calm, collected, and confident as the magnetiser, and not be alarmed by difficult subjects. In Lafontaine's experiments, the magnetiser and the subject become one person, and a feeling of calm is achieved. The drawing above depicts a particular state of catalepsy.",
  "content": "Lafontaine follows these instructions with some hints about what to do in case of slight inconveniences, such as the subject during the process becoming unable to breathe, or getting blood to the head, or becoming convulsed, the remedy for which little difficulties consist either in slight pressure on the solar plexus, quick sharp transverse de-magnetising passes, or long slow downward calming passes. In case of non-awakening when de-magnetised, the operator should rest, put his hands in cold water for a few minutes, and then dry them, and begin again. Some subjects are difficult to awake, and the operator must not be alarmed, but must keep on de-magnetising. Lafontaine ends his instructions thus:- \"Whether all goes right or not, the magnetiser must remain cool, collected, and confident, He loses his power if he becomes confused or frightened.\" Working with this method in our classes we have seen that at a certain moment the magnetizer and the subject become as one person. The breathing rate synchronizes without doing anything purposely. A profound feeling of calm comes about. The drawing above reports an example of one of the experiments of Lafontaine. It is a particular state of catalepsy.",
  "last_phrase": "In conclusion, Lafontaine's method of magnetizing is a simple but powerful technique that can induce a state of catalepsy in most people in less than five minutes. With some hints on how to handle slight inconveniences during the process, such as inability to breathe or getting blood to the head, Lafontaine emphasizes the importance of remaining cool, collected, and confident. By reinforcing your gaze, you can easily learn how to magnetize and achieve a profound feeling of calm."
}