{
  "title": "What is Ecstatic Delirium? A Case Report of Sleep-Walking vs. Ecstasy Treated with Magnetism.",
  "first_phrase": "In the previous section, a patient's behavior during her attacks was described as a mixture of mimicry, singing, and dancing. In this section, her attacks took on a different character, as she entered a state called ecstatic delirium while still retaining her senses and control over her voluntary muscles. The attacks would last a few hours and occur suddenly without symptoms of phrenitis. The author explains how this state of being awake but half-asleep is called ecstasy and is similar to another state called somnambulism, which happens when people are partially awakened in their sleep. The patient also had a selective memory of events during her attacks.",
  "content": "Now, they (the students) were aware, that when affections of this nature attacked persons while asleep, and they were partially awakened, the state they were then in was called somnambulism; but when the attacks came on while the persons were awake, and they became half asleep, the result was ecstacy. The one term he had employed, that of \"sleep-waking,\" applied to both these states. Sleep-waking was much more extraordinary in some persons than in others. This patient recollected in one paroxysm what occurred in former ones, but when out of the attacks she forgot all that took place in them. She had a memory of circumstances which happened in the fits during the presence of the fits only; but she also remembered in the fits those things which occurred out of them.",
  "last_phrase": "In conclusion, sleep-walking and ecstasy are two states that can occur in the same condition known as somnambulism. Patients with this disorder may have a strong memory of circumstances that happened during their fits, but forget everything afterwards. The effects of somnambulism can vary greatly from patient to patient, including double vision and disturbed eyesight. Understanding and diagnosing this condition is crucial in giving proper treatment and care, as demonstrated in the cases treated magnetically at the North London Hospital."
}