{
  "title": "\"Who was Lafontaine and what were his public demonstrations of mesmerism on animals and humans?\"",
  "first_phrase": "This text discusses the work of Lafontaine, a mesmerist who demonstrated his abilities to put animals in a deep slumber with just his gaze and passes. In Paris in 1843, he famously put a dog to sleep in front of an audience of 1,500 people. The previous tokens describe how he started working with lions and other animals, and his techniques were met with amazement. The text concludes by pointing out that Lafontaine's techniques have been replaced by hypnotism and suggestion, but the potential of magnetic practices is still being explored.",
  "content": "As it didn't react I picked at it but it still didn't react, so I put my whole arm inside the cage and touched the head and the mouth. I put my hand there. All those present were astonished. Afterwards I touched its nose again. I then woke it up. The lion opened its eyes and again regained its fearful appearance. Lafontaine worked with this lion in Tours many times, and then again in Nantes obtaining much repeated success. He couldn't work in the same way with a hyena because as soon as it saw Lafontaine’s gaze, it attempted to attack him. He worked very well on many cats. In Belfast a cat was mounted on the table where he was drinking tea and he put it to sleep with a few passes.135 Lafontaine’s experiences with cats, lizards, and a squirrel are very curious. Why have they not been repeated? The reason is because the theories of a mesmeric fluid have been put aside and replaced by those of hypnotism and suggestion. These theories are valid, but they fail to account for the entirety of magnetic practices. We have personally done exercises on different animals and have seen very interesting results.",
  "last_phrase": "In conclusion, Lafontaine's experiences with mesmerism and magnetism offer intriguing possibilities for those interested in animal behavior and healing practices. While these theories may have been replaced by modern approaches, they still offer valuable insights into the potential power of suggestion and manipulation. Through his demonstrations, Lafontaine captivated audiences and left all present astonished."
}