{
  "title": "Who was James Esdaile and what was his success in the use of Mesmerism in India?",
  "first_phrase": "In the final section of this text, James Esdaile, a young Scottish surgeon stationed in India, is introduced as a fervent believer in the powers of Mesmerism. Esdaile believed that Mesmerism could be used as an effective tool in the treatment of various illnesses, and he personally had great success using it to induce insensibility to pain in surgical procedures. This section sheds light on Esdaile's background, his views on the healing powers of Mesmerism, and his pioneering use of this technique in medicine.",
  "content": "India – Mental phenomena-—He thought that Mesmerism should be known to everyone-Its benefit in therapeutics-Its efficiency in insanity-Esdaile's broadness of view-His belief in the \"fluid\" Mesmerism known to the Faquirs of India “Wonderful to say, this greatly desiderated and almost unhoped for curative agent not only exists in Nature, but is an essential element in the human constitution, … most persons possess the power of curing others, or of being themselves cured occasionally, by an inherent sanative influence propagatable between different individuals: for health is transmissible as well as disease, it appears.” James Esdaile His wonderful success in India James Esdaile pre-eminently deserves the title of \"Great Mesmeriser,\" for no one else has approached him in the daring and successful use of Mesmerism to produce insensibility to pain in severe surgical operations. Esdaile was a young Scotch surgeon, born in 1808, who went to India at the age of 23 in the East India Company's service, and, a few years later, was appointed to the charge of a small hospital at Hooghly, a village `25 miles from Calcutta.",
  "last_phrase": "In conclusion, James Esdaile's pioneering work in mesmeric phenomena in India not only demonstrated the efficiency of mesmerism in therapeutics and insanity but also uncovered the inherent sanative influence within the human constitution that can be propagated between individuals. Esdaile's success in producing insensibility to pain in severe surgical operations and his broadness of view have shown how such a curative agent can be highly beneficial to all, and not just limited to a select few."
}