{
  "title": "How did James Esdaile use gaze and experiment with distance in Mesmerism, and what were the dangers he recognized?",
  "first_phrase": "This text discusses the dangers of the mesmeric state, particularly the risk of shock and falling into a \"mesmeric disease.\" Esdaile, a notable figure in the field, experimented with \"gazing\" as a powerful mesmeric tool. He found that this technique had notable effects up to a distance of 90-100 feet from the subject. Esdaile believed that the permeability of air demonstrated that walls and other substances could also be permeable to mesmeric fluid. An example of his successful experiment was Janoo, a prisoner with cataracts, who was mesmerized through a window while eating.",
  "content": "He found marked effects up to a distance of 90 or 100 feet in the case of the passes; but he does not seem to think that gazing acts so well at such long distances; he, however, was shortsighted, which may have made some difference. He says:”The experiments have been so numerous and unexceptionable, that I must consider the transmission of the mesmeric fluid through a large body of air to be incontestably proved.\" He believed that since air is permeable, the permeability of walls and other substances is to be expected. \"In coming to this conclusion,\" he again says,\" I rely on first trials.\" One of his experiments, for example, was with Janoo, a prisoner who had a cataract in each eye, and could barely distinguish light from darkness. He mesmerised Janoo in ten minutes, he not understanding what was being done. Next day he mesmerised him through a window while he was eating his dinner, suspecting nothing.",
  "last_phrase": "In conclusion, Dr. James Esdaile's numerous and unexceptionable experiments have incontestably proved the transmission of mesmeric fluid through large bodies of air. With marked effects found up to a distance of 100 feet, he relied on first trials to conclude that the permeability of walls and other substances was to be expected. These findings open up new possibilities for the practical application of Mesmerism in medicine and beyond."
}