{
  "title": "\"Exploring the Connection Between Hypnotism and Magnetism\"",
  "first_phrase": "This text delves into the relationship between hypnotism and magnetism, two practices that are often unfamiliar with each other's work. The author, who is a hypnotherapist, believes that practitioners from both disciplines can benefit from exploring the hidden treasures of the other. The text discusses the split between the two disciplines in the 1930s and encourages readers to learn about the history and different paths within hypnotism and magnetism. The last 200 tokens offer a reading list for those who want to learn more about the subjects.",
  "content": "Mesmer Hypnosis is a form derived from a branch of animal magnetism, which has received more academic historical attention than its original source. It is now time to put attention on this latter form, which in fact counts probably more practitioners than the former in its derivations in Europe. Too often, only some academic works are taken into account when writing the history of hypnotism, and most of the time these are writings by people who don’t even practice hypnotism but who instead only had a good place in the academy9. This line of conduct creates many problems10. What to read? If you are, or want to be an hypnotherapist and want to really learn hypnotism and magnetism, it is good for you to read not only about hypnosis and the systems of Dave Elman and Milton Erickson, but also that you take a look at the past, and learn that there are many different paths, such as those outlined by Braid, Fahnstock, Sunderland, and Bods, and the many writings and revues of the Mesmerists. Many of them you will find for free on Gallica.fr and Google Books.",
  "last_phrase": "To truly understand and master hypnotism, it’s important to expand your knowledge and explore different paths beyond what is commonly taught. By delving into the historical writings of Mesmerists, such as those found for free on Gallica.fr and Google Books, you can learn from respected scientists like William Gregory and gain a deeper understanding of the mesmeric state and its many phenomena."
}