{
  "title": "How did Charles Lafontaine promote the healing power of Magnetism and overcome opposition in the medical world?",
  "first_phrase": "This text explores Charles Lafontaine's efforts to promote the healing power of Magnetism to the public. Despite the opposition he faced from the medical community and the public, Lafontaine persevered and founded societies to continue his work. The text mentions Dupotet, who shared similar ideals and used clairvoyance in his demonstrations. The opposition that Lafontaine faced was intense and even included violence, but he continued to promote the idea that people could cure each other's maladies without the use of drugs. At first, it was difficult to understand the hate that magnetisers and their subjects faced, but Lafontaine's work eventually gained recognition through the results of his cures.",
  "content": "But, nevertheless, nothing could have been more brutal and irrational than the treatment which Lafontaine at first received from the public; he was undoubtedly for some years in danger of grievous bodily harm when he opened his lectures in new places; and we find that, as with Dupotet, the local medical men were always the leaders, and, as he believed, the instigators of the opposition. It is difficult to understand now the intense hatred which not only the magnetiser but also his subjects incurred sixty or seventy years ago. Why the audience should storm the platform on which a lecturer was endeavouring to demonstrate to them that they possessed a power to cure each other's maladies, and should violently assault the lecturer himself, and do cruel and cowardly injuries to his entranced subjects, seems to be explicable only on the hypothesis of epidemic insanity of a certain kind; and it is in itself a curious and Interesting psychical phenomenon. But, after a time, Lafontaine in great measure lived down this idiotic opposition; and, even at first, wherever he went it died away after a week or so, for his plan was to remain in each town long enough to make some striking cures among the inhabitants.",
  "last_phrase": "In summary, Lafontaine faced great opposition and hostility at the beginning of his career as a magnetiser, but his persistence, dedication, and his successful treatment of serious illnesses, including Mme X's lung disease, ultimately earned him the appreciation of high society and the recognition of the healing power of magnetism."
}