{
  "title": "\"The History and Recognition of Mesmerism as a Valid Healing Method\"",
  "first_phrase": "This text delves into the history of Mesmerism, the recognition of the principle of vitality inside man, which continued to be practiced and recognized as a valid healing method after Mesmer. The Academy examined whether to engage in re-examination, and despite opposition, the commission favored the said opinion. The opponents of magnetism deployed odd arguments against the re-examination, but the commission declared that no judgment should be taken as absolute and irrevocable in the field of sciences. In the final part, we shall read about the commission's decision and the reasons behind it.",
  "content": "As a commission appointed by the Academy had issued its motivated opinion that such re-examination was appropriate, the opponents of magnetism deployed the oddest arguments against the said opinion, which are set out here under: — If, one of such antagonists said, the hopes of magnetism are raised once more, we will soon be forced to halt our courses and shut down our schools, waiting for them to be conclusively demolished. — Another such adversary was afraid that, with the help of distance magnetism, some magnetizer might burst out from his attic in Paris and eventually dethrone the rulers of China and Japan. — Yet a third such foe could only countenance the existence of two classes of magnetizers: Deceivers and deceived. Notwithstanding such assortment of hostile arguments, the commission settled the matter by favouring the said opinion. One of the remarkable reasons it adduced as the basis for supporting such opinion was its declaration that « the judgment passed in 1784» by the commissioners mandated by the King to examine animal magnetism should in no way derogate from the need to carry out a new examination, since in the field of sciences no judgment whatsoever should be taken as being absolute and irrevocable in nature».",
  "last_phrase": "Despite the arduous and often controversial journey, the ultimate recognition of magnetic therapy's healing abilities by the commission is now an essential pillar of modern medicine. So let us draw inspiration from this historical example and continue to embrace new developments in our quest for better health and well-being."
}