{
  "title": "Can Animals be Healed and Controlled Through Magnetism? An Examination of Lafontaine's Strange Experiences",
  "first_phrase": "In this text, Lafontaine's ability to control and heal animals through magnetism is briefly described. The author then goes on to explain Lafontaine's approach to demonstrating the powers of magnetism in front of his audience, using subjects that he had previously magnetized to showcase various phenomena such as insensibility, catalepsy, and clairvoyance. Lafontaine's ability to magnetize people was so great that even when he was absent, his subjects could pass on their powers unintentionally, as was the case with Clarisse and another young woman. This demonstrates the inexplicable wonders of magnetism, which Lafontaine himself had experienced and explains in his \"Memoires d'un Magnetiseur\".",
  "content": "He seems to have had little difficulty, wherever he went, in finding and developing excellent clairvoyants, and this he preferred to taking subjects round with him, for in the latter case he found that there was always a suspicion of connivance and trickery. He relates some curious experiences, which he explains always by the fluid theory, one at least of which experiences seems to be inexplicable on any other hypothesis. He says, in his \"Memoires d'un Magnetiseur\": \"One day, in my absence, Clarisse, (one of his subjects) took it into her head to magnetise another young woman who had never been magnetised. The girl was soon in a deep sleep, but when Clarisse proceeded to de-magnetise her a curious phenomena happened: Clarisse herself fell into the magnetic sleep, as if all the fluid which she had communicated to the subject had passed over into her.",
  "last_phrase": "In conclusion, Lafontaine's experiences with clairvoyants and magnetizing provide a fascinating insight into the mysteries of the human mind. Despite encountering some unexplained phenomena, he was able to develop excellent clairvoyants through his preferred method of finding and nurturing their abilities. Lafontaine's \"Memoires\" serve as a valuable resource for anyone interested in the practice of magnetism and mentalism."
}