{
  "title": "\"Family Magnetizing: An Alternative to Calling the Doctor\"",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the idea of family magnetizing and how it could have revolutionized medical practice if it had been widely adopted. The piece explains that learning to magnetize is not difficult and could have obviated the need for doctors in many cases. The article cites several examples of family members successfully treating their loved ones with magnetism, and suggests that doctors would have become supervisors in serious cases if this approach had been widely embraced. Overall, the author argues that the medical establishment resisted this approach because it threatened their livelihood.",
  "content": "I told her she might change her hand when it was tired, and that she must either stand before or at one side of her husband, or sit a good deal higher than he was, or her hand would soon tire; and that if he should go to sleep, she had better continue the passes till the sleep was deep, and then contentedly allow it to expend itself, as it was sure to do sooner or later. At the same time, I begged him to omit all medicine, and live just as had always been his habit. This was done, and he obtained a complete recovery.” Had this system of family magnetizing been generally adopted, the function of the doctor would have become merely that of supervisor in serious cases; and, of course, that did not suit the Faculty at all. Moreover, the operating member of the family would soon have developed into an expert himself; and then what would have become of the doctors ?",
  "last_phrase": "In conclusion, the practice of family magnetizing could have revolutionized the way we approach healing today, but the monopoly of this practice by the medical profession has prevented its widespread adoption. Nevertheless, it is important to recognize that the study of orthodox medicine does not necessarily equate to knowledge of Magnetism, and for those interested, seeking out experienced and competent lay magnetizers may be worth considering."
}