{
  "title": "\"The Approach of Experimental Magnetism Explained\"",
  "first_phrase": "In this final section, we delve into the similarity between the silent and non-verbal approach of the Experimental School and that of Milton Erickson's modern approach. While Erickson's system also emphasizes the attainment of higher consciousness, the fundamental differences lie in the postulate of energy instead of the unconscious, and the use of non-verbal communication. The experimental school believed that disturbing the patient's sensations arrested the magnetizing process, which interfered with the curative effect of magnetism. Despite its usefulness in some cases, suggestions were generally ignored as they were deemed to be a disturbance.",
  "content": "There is a similarity between the above system and Milton Erickson’s modern approach although there are still three main differences: Everything is done non-verbally Energy (and not the unconscious) is a postulate The aim is toward the higher level of consciousness In quantum terms we can think that with this approach the operator ‘entangles’ himself with the subject. The subject should think of nothing in order to destroy the coherent state which results from the induction. . It must be remembered that, although the old magnetizers were perfectly aware of the influence of suggestions, they did not consider them as something of importance and of psychological interest, but rather considered the \"suggestible\" condition as an imperfect magnetic state. Suggestion, in fact, is a separate branch of these psycho-physical phenomena. It was avoided and ignored instead of being studied, because it was considered as a disturbing influence, which interfered with the development of the magnetic state, and with the action of the Magnetism; although suggestion was also undoubtedly continually employed in some form, when it was deemed necessary. In fact when they did use suggestions they tried to make use of the so-called ‘mental suggestions’ and wrote many books on this account.",
  "last_phrase": "To sum up, while similarities exist between the old magnetism and Milton Erickson's modern approach, there are clear differences. The old magnetizers focused on body sensations, while modern operators utilize energy and nonverbal communication. The ultimate aim of magnetism is to develop human capabilities to their fullest, and success depends on the mutual state achieved between operator and subject. Remembering these points can improve the practice and effectiveness of magnetizing."
}