{
  "title": "What is Dupotet's method of magnetising in hypnotherapy?",
  "first_phrase": "In the previous text, we learned about the French magnetizer Dupotet's method of hypnotherapy, which relied on the power of the operator's will and the emission of magnetic fluid in producing effective results. Now, we will delve into the details of Dupotet's technique, which involved standing at a certain distance from the subject and performing passes with one or both hands, without making physical contact. The use of hand gestures and the direction of passes were critical in enhancing the effect of the technique.",
  "content": "There is no doubt that Dupotet produced very powerful results by his process, one of which results seems to have been a good deal of difficulty (occasionally), in demagnetising his subject, although the sleep he produced does not appear to have been deeper than that induced by most other magnetisers. Dupotet’s technique 1. The Magnetiser is completely silent and stands at a certain distance from the Subject, who may be seated, reclining or even standing. 2. After concentrating his thoughts, establishing mentally “rapport”, and without even establishing manual relation, lifting his hand level with the latter's forehead, he performs passes from above downwards, before his face, chest, and abdomen. 3. The Operator practices with one hand only, from the head to the umbilicus. 4. Both hands may, however, be used, one acting from the forehead to the root of the throat, and the other from the chest to the navel. 5. The effect is increased by extending the fingers of one hand towards the eyes, and the other in the direction of the epigastric region. 6.",
  "last_phrase": "In conclusion, Dupotet's magnetising technique was successful, although it seemed to have some difficulty in demagnetising the subject occasionally. The steps included standing at a distance, concentrating thoughts, establishing mental rapport, using passes from head to umbilicus, and turning back towards the subject. To induce deep sleep, long descending passes on the head and a few passes over the legs and knees were done. After completing the process, it is advised to go to the farthest place of the room and change breathing."
}