{
  "title": "What was Esdaile's method of mesmerizing and how did he gain acceptance for it in India?",
  "first_phrase": "In the final part of this text, we delve into the unique approach and ideas of James Esdaile, a surgeon of the British East India Company who pioneered the use of mesmerism in surgery. Before leaving India, Esdaile faced strong opposition from the orthodox medical establishment. However, he was eventually able to win over the press, who became his greatest supporters. Esdaile’s approach to mesmerizing patients was also original and independent, free from preconceived notions or biases. He offered a detailed description of his method and emphasized the importance of maintaining patient comfort while conducting the procedure.",
  "content": "He thus describes the method which he always followed:- \" Desire the patient to lie down and compose himself to sleep, taking care, if you wish` to operate, that he does not know your intention; this object may be gained by saying that it is only a trial; for fear and expectation are destructive to the physical impression required. Bring the crown of the patient's - head to the end of the bed and seat yourself so as to ‘be able to bring your face in contact with his, and to extend your hands to the pit of the stomach, when it is wished; make the room dark, enjoin quiet, and then, shutting your patient's eyes, begin to pass `both your hands `in the shape' of claws, slowly, within an inch of the surface, from the back of the head to the pit of the stomach; dwelling for several minutes over the eyes, nose, and mouth, and then passing down each side of the neck, go downwards to the pit of the stomach, keeping your hands suspended there for some time.",
  "last_phrase": "In conclusion, this method of inducing anesthesia through mesmeric passes and catalepsy may seem unconventional, but it has proven to be effective for surgical purposes. By following the steps outlined by the practitioner, patients could achieve a state of deep relaxation and insensitivity to pain, allowing for a safer and smoother surgical experience."
}