{
  "title": "What were Lafontaine's experiences with magnetism and animals, and why have they not been repeated?",
  "first_phrase": "This text describes Lafontaine's experiences with various animals and his work in developing theories of magnetism. The author notes that while magnetism theories have largely been replaced by hypnosis and suggestion, they still have interesting results when practiced on animals. The last 200 tokens focus on Lafontaine's plan to demonstrate his control over magnetism to audiences by showcasing the physical and mental phenomena that can be achieved through his techniques. The text also notes Lafontaine's popularity due to his successes with magnetizing people, even in public demonstrations.",
  "content": "Animals react to passes and can even be healed through their use. A strange experience Lafontaine wanted to demonstrate the higher phenomena of magnetism. Lafontaine's plan therefore was often to produce before his audience two or more subjects whom he had completely under his control through previously having repeatedly magnetised them, and thus fully developed their magnetic susceptibilities. With one of these subjects he demonstrated the physical phenomena, such as insensibility, catalepsy, attraction, and so on; with another he demonstrated thought reading and clairvoyance. Occasionally he was called upon by his audience to demonstrate his science upon someone in the body of the hall, and as this was almost always a person who was well known locally, he never refused to do it if he believed that the volunteer was at all a likely subject. Being a very powerful magnetiser, his successes in this way were frequent, and although the process of magnetising someone for the first time, especially under such conditions, was calculated to severely exercise the patience of his audience, he attributed much of his popularity to his successes in these cases.",
  "last_phrase": "In conclusion, magnetism has been shown to have incredible effects on animals and humans alike through the use of passes. Lafontaine's experiments further demonstrated the impressive power of magnetism, producing physical and mental phenomena in his controlled subjects. His successes in developing clairvoyants and curing ailments using magnetism only add to its practical applications."
}