{
  "title": "The Influence of Puysegur on Magnetism and Medicine.",
  "first_phrase": "In the previous section, we saw how animal magnetism had become a medical question in countries that followed Mesmer's theory. However, in France, the emergence of a new school of magnetism led to popular interest in this practice, thanks to its independence from medical theories and the absence of laws restricting its practice to doctors. In this last part, we'll discuss the impact of Puysegur's ideas and manipulations in France, the rift between Mesmerian and Puysegurian magnetizers, and the torturous testing of sleeping patients by medical men that ultimately convinced them of the genuineness of the phenomena.",
  "content": "In France, on the contrary, the independence of the new or Puysgurian School of Magnetism, from technical theories of disease and the extraordinary phenomena which the “passes” and other new methods of inducing the magnetic condition produced, as well as the absence of any law restricting the practice of Magnetism to medical men, who as a rule did not believe in it, and were opposed to its use, had the effect of creating a popular interest in Magnetism. This popular interest, after a time, forced the Faculty to open its eyes to the subject, with the result (as I have shown in a previous volume) that the doctors set about to prove that the \"higher\" phenomena of Magnetism were fraudulent, by the application of torture to make the supposed deceiver break down and confess. The result of the cruel testing of sleeping patients, however, was to convince a large number of medical men of the genuineness of the phenomena.",
  "last_phrase": "In conclusion, the popular interest in animal magnetism in France forced the medical community to acknowledge its reality, despite their initial skepticism and cruel testing methods. The resulting converts, including renowned figures such as Cuvier and Humboldt, prove that a willingness to investigate and learn from new phenomena is far more intelligent than obstinate denial."
}