{
  "title": "Is this a case of authentic magnetism or just an elaborate hoax?",
  "first_phrase": "In the previous text, a young girl was described who, under the influence of magnetism, would enter a trance-like state, during which she would chatter in a strange language. Despite her afflictions, she was said to possess a good nature and affectionate disposition.  In the last 200 tokens, it is detailed how in her trance state, she loses her good sense but retains her good feelings, making her sympathetic to others present. She speaks in gipsy patois and shows an eerily pale appearance. Her senses appear half-awake, and her memory seems to have a perfect recollection of some things while losing others altogether. The text is an explanation of the phenomena of magnetism on the girl, and the physician present, Dr. Elliotson, is one of the few people able to communicate with her in the trance state, revealing more about her afflictions.",
  "content": "When she first awakes into her magnetic state (if we may be allowed to use the expression), out of the preliminary minute of slumber, she seems to enjoy at once a revival of her previous magnetic-dreaming existence, inquires affectionately for Dr. Elliotson or some friends who has been lost to her mind's eye during her ordinary waking intervals, and then begins to chatter away her gipsy patois, free from headache, untroubled by prudential considerations, unconscious of any operations, however painful, which may be performed on her—tells comical stories, mimics the crooked-mouthed family, who could not blow out the little farthing rushlight, and whistles very prettily. Her senses meanwhile appear but half awake—her fingers at times lose their perception altogether, and her eyes the power of adjusting the optic axes, so that one finger held up appears to her as two. Her appearance as she sits, as pale and almost as still as a corpse, is strangely awful. She whistles, to oblige Dr. Elliotson—an incredulous bystander presses his finger on her lips—she does not appear conscious of the nature of the interruption, but when asked to continue, replies, in childish surprise, \"It can't.\"",
  "last_phrase": "In conclusion, this magnetic semi-existence experienced by the poor child raises many questions about the human mind and consciousness, yet despite the skepticism of some, her authenticity was never called into question, leaving room for further exploration and understanding into this mysterious phenomenon."
}