{
  "title": "What Effects are Missing when New Hypnotic Methods are Applied and How is Telepathy Related to Hypnosis?",
  "first_phrase": "This text discusses the effects of new methods in inducing hypnosis and the factors involved. The author recalls Braid's position that suggestion is not necessary for induction, but rather a result of concentration and gazing at an object. The subjective mind is then released and performs its functions independently, proportional to the degree of hypnosis induced. The author highlights the significance of this fact in telepathy between unconscious non-rational minds. The last 200 tokens explain how, in old methods, the hypnotist mesmerizes themselves along with the subject, and how the conscious rational mind has no part in telepathy until the threshold of consciousness is displaced.",
  "content": "It may be only in a slight degree, it may be imperceptible to those surrounding him, or it may reach a state of complete hypnosis, as in the cases mentioned by Braid; but certain it is that the subjective powers will be evoked in exact proportion to the degree of causation. In Braid’s cases it is only the subject who puts his mind in this state, while when a mesmerist employs the old methods of inducing the subjective state, — passes, fixed gazing, and mental concentration, — he hypnotizes (changes mental state) himself by the same act by which he mesmerizes the subject. The far-reaching significance of this fact will be instantly apparent to those who are aware that telepathy is the normal means of communication from one unconscious non- rational mind to another unconscious non- rational mind, and that it is only between unconscious non- rational minds that telepathy can be employed. The conscious rational mind has no part or lot in telepathy until the threshold of consciousness is displaced so as to enable the objective mind to take cognizance of the message.",
  "last_phrase": "In conclusion, the power of the human mind and its ability to influence others, even at unconscious levels, is a fascinating phenomenon. Whether it is through mesmerism, hypnosis, or telepathy, the idea of healing and vitality can have a remarkable effect on another person, and it may be imperceptible at times, but its significance cannot be denied. Understanding and harnessing this power can have practical applications for those seeking to improve their mental and physical well-being."
}