{
  "title": "What Happened During the Somnambulist Experiment and How Did the Subjects React?",
  "first_phrase": "In this last part of the text, the focus is on the experiments conducted on a girl in a state of somnambulism, where she had a changed countenance and was conscious of only immediate objects. Multiple experiments were carried out on her, and one of them testing her resistance to a powerful magnetic galvanic battery. In all these experiments, the girl was subjected to different stimuli, but the invariable effect was the contraction of her hands.",
  "content": "Many experiments were tried upon her, of the most of which it was scarcely possible that she should have been conscious, for the purpose of sending her again into a profound slumber; and these were, so far as we could judge, uniformly successful. One of the experiments consisted in the operator, while standing at her back, placing his hands each near one of hers, and then gradually extending his arms, still keeping the fingers pointed towards her, when her arms were, or seemed to be, drawn apart by an irresistible power. This, however, was one of the cases in which collusion appeared possible; though on a minute, and certainly rather sceptical scrutiny, we confess that we feel by no means certain that it was practised. After this had been continued for some time, the most searching test was introduced. A powerful magnetic galvanic battery was introduced, and the last-mentioned girl was exposed to its full influence. She stood it without the movement of a muscle, except that her hands were contracted; which is, we believe, the invariable effect of the trial.",
  "last_phrase": "In conclusion, the experiments carried out on the girls suggest that they were susceptible to being placed in a deep hypnotic sleep, and that their bodies were unresponsive to pain while in that state. While collusion between the girls and the experimenters was a possibility, the test results suggest otherwise. These findings provide an interesting insight into the power of hypnosis and its effects on the human body."
}