{
  "title": "The Rise and Fall of Animal Magnetism in Europe.",
  "first_phrase": "In the final part of this text, we see the rise and fall of Animal Magnetism, also known as Mesmerism. Despite a favorable report by the Royal Academy of Medicine, the supporters of Magnetism did not gain much ground due to years of belittling the Academy. Conversely, the opponents of Magnetism became more vehement in their opposition. The decade from 1830 to 1840 was the golden age of Magnetism on the Continent, but in England, it did not become popular until the next decade. We learn about two commissions that examined clairvoyants and found their abilities wanting. The text explores two ways of testing clairvoyance: hiding an object or blindfolding the clairvoyant.",
  "content": "Two other Commissions are sometimes mentioned but they are without importance. In 1837 Dr. Berna applied to the Academy of Medicine to examine two clairvoyantes, and a committee was appointed for that purpose. As was to be expected, the clairvoyance of these women was quite a failure when tested by an utterly hostile Commission, and the Report was adverse. This Report was answered by both Dr. Berna and Dr. Husson, the Reporter of the Commission of 1831.They declared the report to be false and malicious. In the following year Dr. Pigaire called on the Medical Faculty of Montpellier to examine the clairvoyance of his daughter, whom he thought able to win the Burdin ‘prize’ of 3,000 francs for seeing what were the contents of a sealed box; but, the result was nihil, for the Committee of Investigation required conditions which Dr. Pigaire considered utterly unreasonable, and to be intended for insults to himself and to his daughter, and so he withdrew his clairvoyant. There are two ways of testing clairvoyance: One is to hide the object; the other is to blindfold the clairvoyant.",
  "last_phrase": "In conclusion, testing clairvoyance is a controversial and tricky subject. While some rely on the concealment method to truly test the abilities of the clairvoyant, others opt for the blindfolding technique that often leads to inaccurate results. It is up to individuals to decide which approach to take when evaluating clairvoyant abilities, keeping in mind the potential biases that may color their efforts."
}