{
  "title": "What were Esdaile's methods for achieving complete anesthesia with Mesmerism and what did he think caused the physical and mental phenomena of Mesmerism?",
  "first_phrase": "In the preceding text, the author describes the success of Dr. Esdaile's use of Mesmerism to produce complete anaesthesia for surgical operations. Unlike modern hypnosis, Esdaile's methods were coarse and material, but proved to be effective in producing insensibility without fail. Esdaile attributed the success of Mesmerism to the physical effects of nervous fluid that conveyed individuality and mental peculiarities to the mesmerized person's brain. In the next section, we see the description of the process of Mesmerism and the study of the healing powers of the human body. The section also talks about some of the seminal figures in Mesmerism, including Franz Anton Mesmer and James Braid.",
  "content": "He does not seem to have taken any interest in mental methods of producing mesmeric phenomena; he explains their action thus:- \"The mental phenomena are likewise to be accounted for by the theory of physical effects of Mesmerism. Our nervous fluid not only flows in the direction desired by the will, but is also, as we may reasonably conjecture, stamped with our own individuality, and conveys both our physical and mental peculiarities along with it into the system of another. This natural, homogeneous, thought-stamped nervous fluid is transmitted to the mesmerised person's brain through the medium of his nerves; and the consequence is that the thought-modified nervous fluid of the active brain is both reflected and understood by the passive brain of the patient, exactly as the passive end of the electric telegraph records the impulses received from the active extremity of the battery; the difference being that the human battery feels as well as reflects the impressions transmitted . . . This theory will apply equally to the medical part of the subject, and exhibits how the mesmeriser can at pleasure equalise, augment, or torpify by an artificial plethora the nervous powers, and can thereby conquer disease, and take off the sting of pain.\"",
  "last_phrase": "In conclusion, while Mesmer did not seem to have taken any interest in the mental methods of producing mesmeric phenomena, his theories on the physical effects of Mesmerism are still relevant today. His understanding of the transmission of thought-modified nervous fluid and the ability to equalize or augment nervous powers highlights the potential for Mesmerism in the medical field. At the same time, his unintentional use of suggestion in his practice shows how the power of the human mind can also play a role in producing mesmeric effects."
}