{
  "title": "What was the success of James Esdaile's surgical operations using mesmerism in India in the mid-1800s?",
  "first_phrase": "In this final section of the text, we explore the end of James Esdaile's mesmerism career in India and his subsequent retirement to Scotland and then Sydenham, where he passed away in 1859 at the age of 50. Before his retirement, Esdaile's mesmerism techniques gained significant recognition, compelling Lord Dalhousie to appoint him as Presidency Surgeon and ensuring all Indian surgeons undertake a two-month course of practical mesmerism under his guidance. Esdaile performed a record 261 surgeries under mesmerism, with a remarkable success rate for complex operations that conventional surgery considered too risky. However, the advancement of chloroform in 1848 led to the decline of the use of mesmerism for surgery.",
  "content": "Esdaile retired from the Company's service in 1851, returned to Scotland, and settled near Perth, devoting himself to the recording of his mesmeric observations and experiences in India. He soon found Scotland too cold, after twenty years' sojourn in India, and came South, dying in Sydenham in January, 1859, aged 50. Mr. Esdaile did little actual mesmerising after he left India, for he had retired from surgical practice, and he had not personally operated mesmerically for many years; moreover, he thought that \"only the depressing influence of disease will be found to reduce Europeans to the impressionable condition of the nervous system so common to Eastern nations.\" Esdaile thus graphically describes his first experience in mesmerism:- \" At the time of making my first experiment, I had never seen anyone mesmerised, nor read a mesmeric book, and had only conversed with one person who had witnessed the mesmeric phenomena. My informant, being a trustworthy gentleman, excited my curiosity, but as I could get no books on the subject, I determined to experiment for myself, leaving the when and the how undetermined. Accident decided this for me, and under circumstances that precluded the possibility of mistake.",
  "last_phrase": "In conclusion, Esdaile retired from the Company's service and dedicated his time to recording his mesmerism observations and experiences in India. Although he did not pursue active mesmerizing after leaving India, he described his first experiment in mesmerism, which happened by accident, leading to a discovery of the potential of mesmeric phenomena. Moreover, he believed that only the depressing influence of disease would reduce Europeans to the impressionable condition of the nervous system."
}