{
  "title": "What was the relationship between Mesmerism and religion in India?",
  "first_phrase": "This text discusses James Esdaile's experiments with mesmerism, a phenomenon that was new to the general population of India but familiar to the country's \"holy men.\" In the last 200 tokens, Esdaile discovers that he can paralyze patients by depositing the mesmeric \"fluid\" on material substances. He also finds that he can mesmerize a subject at a distance of thirty yards, and in Janoo's case, the subject falls down suddenly when the effect is produced. The author concludes that Esdaile was surprised to learn that mesmerism and religion had become intertwined among the Faquirs of India.",
  "content": "He found that he could in this way paralyse subjects who had no knowledge of what he had done; for example:- \"I have requested visitors at the hospital to choose any tile in the floor upon which they wished a patient, who was out of doors at the time, to be fixed. I then pressed my hand upon the selected square tile and breathed upon it, leaving my visitors to catch their man in their own way; and they had generally to send for me to relieve the man from the trap.\" Mesmerism known to the Faquirs of India Esdaile was not a little surprised to find that Mesmerism, although new to the mass of the people of India, was known to, and practised by, their \"holy men,\" by whom it was intimately associated with religion. He says:- \"’Dr. Davidson, late resident at Jaypore in Upper India, visiting the mesmeric hospital in Calcutta, and seeing the native mesmerisers stroking and breathing upon the patients, said, ’I now understand what the Jar-phoonk of Upper India is; it is nothing but Mesmerism.'",
  "last_phrase": "In conclusion, Mesmerism was not only practiced by Europeans like Esdaile but also known to and practiced by Indian faquirs and holy men for religious purposes. Mesmerists could paralyse people without their knowledge, and it was a mystery to western doctors until they discovered the Eastern practice of Jarna and phoonkna, which perfectly described Mesmer's process. Mesmerism had a profound impact on the lives of many patients, including the unfortunate young Hindu female mentioned by Colonel Bagnold."
}