{
  "title": "What is Somno-Vigilium and how does it affect a person's external sensations and mind?",
  "first_phrase": "In the previous paragraphs, the author describes the case of a patient who experienced somnambulism or somno-vigilium. During these attacks, the patient became completely insensible to external stimuli but was able to talk rationally and display a great spirit of mimicry. Dr. Elliotson tried to awaken her by producing a strong internal sensation, and found that she could walk again with assistance. In this final part, the patient wakes up suddenly during the walk, appears lost for a moment, and then seems astonished before returning to her natural character. The author highlights the remarkable nature of these attacks, both for their sudden onset and resolution.",
  "content": "She would become suddenly still, look wild for an instant, rub her eyes, be sensible of everything around her, and resume her natural character, which was that of a quiet, modest girl. These attacks were remarkable, both from the sudden manner in which they came on, and the equally sudden manner in which they went off. As she could not be awakened by external impressions made on her, Dr. Elliotson determined on trying what would be the effect of producing a strong internal sensation in her, and endeavoured to get her to believe she was likely to fall to the ground. For this purpose she was lifted from the bed, and it was found that she could not stand; she was then supported under the arms, and at first she felt the ground slightly, then afterwards gradually got a proper feeling in her feet, then by degrees she began to step out, and, with assistance, at last walked firmly. She suddenly awoke during the walk, ceased to speak, appeared lost for a moment, then moved her head, seemed astonished, and awoke, and walked to bed well.",
  "last_phrase": "In conclusion, inducing strong internal sensations proved to be an effective method in restoring the patient's external sensations. Dr. Elliotson's persistence in finding a cure for the patient's unusual attacks paid off, and this breakthrough could be a promising approach in treating similar cases in the future."
}