{
  "title": "The Life and Legacy of Mesmer: From Wien to Paris and Beyond",
  "first_phrase": "This text follows the life of Franz Anton Mesmer, a magnetic healer, after he had to leave Vienna due to political suspicion. He moved to Paris and was compensated for his losses in the French Revolution. In 1803, he declined his friends' request to open a new establishment and moved to Switzerland. Despite living a quiet, anonymous life, he continued to treat patients and was visited by many. The Academy of Berlin acknowledged his ideas, but as an old man, he declined their invitation to move to Germany. Mesmer passed away in Switzerland in 1815. His life is summarized in a statement he made in 1783, which encapsulates the struggles of those who have contributed to a significant idea or truth.",
  "content": "In the meantime, the Academy of Berlin formally acknowledged the validity of Mesmer’s ideas and dispatched Prof. Wolfart to him with a view to inviting him to move to Berlin in Germany. However, Mesmer, who was by then an old man, was no longer keen to travel. Prof. Wolfart accordingly collected his memories, all the way until Mesmer met his death in Switzerland, on 5 March 1815. His stormy life, his doctrine and the events which saw him as a protagonist are superbly summarised in the following extract from a letter he wrote to a friend of his in 1783 : «My existence resembles the life of those men who, by combining strong and far-ranging ideas, have reached either a big lie or a big truth. Such people belong to that error or that truth, and, depending on whether the same is accepted or rejected, they live amid admiration or die in unfortunate conditions. However hard they try to regain their primordial independence, to detach their destiny, that is, from the one befalling the system they have originated, all they do is to engage in futile efforts.",
  "last_phrase": "In conclusion, Mesmer's groundbreaking ideas on animal magnetism faced both opposition and recognition during his life. Despite this, his legacy lived on and influenced the development of hypnosis and psychotherapy. Mesmer's journey teaches us the importance of perseverance and belief in oneself, even in the face of adversity."
}