{
  "title": "What was Dr. Elliotson's approach to Mesmerism and how did it impact his medical career and relationships with colleagues?",
  "first_phrase": "In the previous text, we learned about Dr. Elliotson, a physician recognized for his experimental and original approach to medicine. His interest in phreno-magnetism led him to investigate Mesmerism, which he experimented with at University College Hospital. However, his colleagues were not pleased with his unorthodox methods and issued a prohibition on Mesmerism in the hospital. This led Dr. Elliotson to resign in December 1838. In this last part of the text, we'll learn how the treatment that Harriet Martineau did caught the attention of Elizabeth Barrett Browning and Charlotte Brontë. Furthermore, we'll read about Brontë's own experimentation with the treatment and her writings about it to her sister.",
  "content": "He horrified his fellow physicians at University College Hospital by experimenting with enormous doses of poisonous drugs, and scandalized them by using a stethescope, against which the whole profession at first set their faces (instead of their ears): and he was not only the first to exhibit and practise auscultation, but he also gave the first impulse to clinical instruction, until then almost entirely unknown in England. He founded the Phrenological Society, and was its first President: and it was some experiments in phreno-magnetism which he witnessed that first drew his attention to Mesmerism. He \"took up\" Mesmerism with his usual enthusiasm and fearlessness, and not only held séances at his own house, but experimented freely with it at his Hospital. His treatment by his medical brethren This was too much for his colleagues: to poison his patients through too much zeal was all very well, but to run the risk of curing them in so unorthodox a manner was quite too much for them: so they persuaded the governors of the Hospital to issue a prohibition of Mesmerism in the wards, and in consequence Dr. Elliotson sent in his resignation, which took effect in December, 1838.",
  "last_phrase": "In conclusion, Dr. Elliotson was a controversial figure in the medical field due to his pioneering efforts in clinical instruction, auscultation, and the use of mesmerism, where he even founded a hospital in London dedicated to it. Despite facing opposition from his colleagues, he remained a staunch advocate of phreno-mesmerism and continued to use it in his private practice. His legacy lives on through his contributions to medicine and the friendships he forged with literary icons such as Dickens and Thackeray."
}