{
  "title": "\"What can we learn from Elliotson's experiments with phreno-mesmerism and the power of will in hypnotism?\"",
  "first_phrase": "This text discusses the phreno-mesmerism experiments conducted by mesmerisers. It explains that pressing or pointing to different parts of the cranium can cause different emotions, tendencies, or impulses in the subject. However, explanations given for the facts differ according to observers' physical and psychological theories. Those who deny the truth of phreno-magnetism argue that \"organs\" can be established anywhere by suggestion. Elliotson, one of the observers, cautioned against using suggestion in their experiments. He found that the curative effect was always proportional to the attention he gave to what he was doing, and that even looking away from his subject had little effect.",
  "content": "Elliotson saw that not only the recognised phrenological organs might be thus parodied, but that by Suggestion, or \"mesmeric education,\" you might establish in different parts of the body organs for waltzing, whist-plying, or anything else you liked; but he was shrewd enough to see that the establishment of organs by arbitrary association in this way does not prove that there are no natural divisions of function in the substance of the brain, which act normally when they are not perturbed or overpowered by Suggestion; and he warns those who experiment in phreno-mesmerism to be very careful to avoid Suggestion in their experiments. As to the will, he said: \"All my most experienced friends, however mighty they acknowledge the power of the will to be, are satisfied that every effect may be produced without willing in addition to the mesmeric means of manipulation, contact, fixedness of look, etc. \"16 The Will Elliotson found that151 the curative effect was always proportional to the attention he gave to what he was doing, and that even looking away from his subject caused the passes to have very little effect.",
  "last_phrase": "In conclusion, Elliotson's experiments with phreno-mesmerism revealed the power of suggestion in establishing new organs in the body but did not discount the existence of natural divisions of brain function. He found that concentrated attention and purpose make the strongest will and believed that he operated through magnetism, but his division into magnetism, imagination, and will power remains interesting. We can learn from Elliotson that while normal hypnotists work with imagination, attention and purpose are crucial to achieving the desired effect."
}