{
  "title": "What Is the Importance of Gaze and Concentration in Hypnosis and Mesmerism?",
  "first_phrase": "In this last part of the text, the author delves into how changes in methods have affected the results of hypnotism. They note that in the old mesmeric method, fixity of gaze and concentration of will were considered indispensable for success. However, with the introduction of new methods, including the removal of suggestion and will factors, there has been a drop in phenomena of a higher order. The author argues that the gaze is of foremost importance in order to entangle with the subject and produce higher order phenomena. Recent studies have also shown a change in the EEG during hypnosis. Ultimately, the author seeks to explore how changes in methods have affected the conditions of the operator and the subject, and what effects are missing with the new methods.",
  "content": "What effects, if any, either in the condition of the subject or of the operator, or in both, are missing when the new methods are applied? It is now necessary to recall to mind the fact (1) that Braid said that suggestion is not a necessary factor in the induction of the hypnotic state and therefore he even removed the importance of the will factor; and (2) that steadily gazing upon an object will induce the condition in a more or less marked degree, whether the subject is expecting the result or not. It is sure that intense gazing upon an object, accompanied by concentration of mind, will displace the threshold of consciousness to a greater or less extent, depending upon the mental characteristics of the individual and the circumstances surrounding him. Recent studies have also shown a change in the EEG. The subjective or inner mind is therefore released, or elevated above the threshold of consciousness, and performs its functions independently of, or synchronously with, the objective mind, just in proportion to the degree of hypnosis induced.",
  "last_phrase": "In conclusion, it is evident that the induction of hypnosis involves the release of the subjective or inner mind, which operates independently or synchronously with the objective mind. Recent studies have also shown changes in EEG, and it is important to note that telepathy is only possible between unconscious non-rational minds. Further research is required to determine the effects, if any, of the new methods on the condition of the subject or operator."
}