{
  "title": "\"The Slanderous Attacks on Mesmerism and its Demise\"",
  "first_phrase": "In the previous section, the text explored how the adversaries of Magnetism shamefully exaggerated the supposed danger of the practice. However, this fear-mongering had some impact on scaring the general public away from Magnetism. In the last part, the text delves into the accusations that magnetism was productive of insanity and that it stirred up the sexual instincts of patients. The text points out that no reputable opponent laid stress on these allegations, and there was never any proof of Magnetism causing insanity. The text also notes how inexperienced individuals experimenting with Magnetism could cause unexpected incidents, leading to serious consequences resulting in \"cross-magnetism.\"",
  "content": "No case has ever been proved. It seems strange that this should have been believed, for it had been proved that one of the specific effects of Animal Magnetism was the cure of some forms of insanity and the alleviation of others; but the evil report was believed because in the hands of experimenting and skeptical doctors, ignorant of the subject, Magnetism was sometimes productive of grave accidents. In fact Mesmerism shares many elements with homeopathy. In homeopathy, many times physical symptoms get a little worse, but the mental state improves. Later the physical symptoms improve. In the same way, it is well-known to magnetizers that an aggravation of the symptoms of a disease is frequently a first effect of Magnetism,100 and the occurrence of this aggravation is regarded by experts as a ‘crisis’ prognostic of cure; but it could occasionally occur that inexperienced persons who were experimenting were frightened by unexpected incidents of that kind, and allowed other people to interfere, the consequence being ‘cross-magnetism,’ resulting, perhaps, in a series of fits, perhaps in delirium, or in coma that lasted for hours, or even days.",
  "last_phrase": "In conclusion, the suppression of Mesmerisers in the past can be attributed to a combination of adverse circumstances that led to opposition to Animal Magnetism. While some inexperienced people may have caused grave accidents, it is important to appreciate the potential benefits of Magnetism, such as curing some forms of insanity and alleviating others. It is also essential to consider the whole context of the past to understand history better and make informed decisions for the future."
}