{
  "title": "Animal Magnetism: Non-verbal communication and an open mind",
  "first_phrase": "In the last section of this text about animal magnetism and its relationship with hypnotic science, the author talks about the benefits of practicing magnetism alongside modern techniques like NLP and Ericksonian Hypnosis. They mention having a personal connection with famous names in the field, including Gil Boyne and Ormond Mc Gill. The author explains that practicing animal magnetism opens up a world of non-verbal communication that goes beyond words and can lead to inexplicable healings. They stress that having an open mind is crucial to mastering magnetism and discovering its true potential.",
  "content": "As this kind of communication is even present in similar work performed with animals, we understand that it is not a matter of suggestion, even if psychological elements could enhance the communication. The non-verbal is denser than the verbal Ancient hypnotists hypnotized non-verbally, and many times got stronger results than those obtained by hypnotists today. Other curious effects are that in many instances we see distant effects11, similar to what happens between twins and between people who know each other very well. The necessary state of “open mind” Magnetism is natural. All it needs is to be learnt afresh At the beginning, when I started studying magnetism, I got some results, but I had difficulties in reaching certain others. I later got them easily and with very little effort. The key is in the state of mind. If we start to practice it to verify our own “rational” theories we are on a false track. If we start practicing with the aim of discovering what will happen, giving credit to the fact that reality is wider than what we think, we can discover many things that will truly stupefy us.",
  "last_phrase": "In conclusion, the ancient art of non-verbal communication and magnetism can be a powerful tool for those with an open mind and curiosity. By perceiving reality as a wave of probability and recognizing the influence of human consciousness, seemingly impossible results can become reality. So, if you're willing to approach it with an open mind, you may discover many incredible things that science cannot yet explain."
}