{
  "title": "How Was Mesmerism Used to Cure Insanity in 19th Century India?",
  "first_phrase": "This passage explores the use of mesmerism as a treatment for insanity in the 19th century. Esdaile, a surgeon with the East India Company, used mesmerism to treat patients in his care and found that many were receptive to the technique. His friend Dr. Kean, who worked at Moorshedabad Insane Asylum, also had success using mesmerism on his patients, including a blind man who he put to sleep in just half an hour. Dr. Kean treated 74 patients with mesmerism over two years and discharged 64 cured. It's interesting to note that hypnotic suggestion was likely also used in these treatments, with subjects feeling an \"instinctive craving\" to do things promised to them while under mesmerism.",
  "content": "Several of the men dated their recovery from a certain day, saying that after they awakened on such a day they felt their ‘heads lightened,' or their ‘hearts opened,' and their appearance and conduct corresponded with the statement.\" Dr. Kean, of Moorshedabad Insane Asylum, Esdaile's friend, was more successful with lunatics. He tried Mesmerism on a blind man, and put him to sleep in half an hour; this so impressed him with the power of Animal Magnetism that he introduced it into his practice with the lunatics under his care, and from that time had no more trouble with them. The hospital attendants and guards were his operators. In the Lunatic Asylum of Berampore Dr. Kean treated seventy-four patients by Mesmerism during the years 1847 and 1848, and discharged sixty-four cured. It is probable that Dr. Kean also used what would now be called Suggestion, for the \"Calcutta Register of Medical Science,\" in reporting these cases, remarks that the promise to do anything when mesmerised is carried out afterwards in the waking state, the subject feeling \"an instinctive craving\" to do it, not knowing why.",
  "last_phrase": "In conclusion, the use of mesmerism by Dr. Kean at Moorshedabad Insane Asylum and Berampore Lunatic Asylum in the mid-19th century resulted in successful cures and maintaining the quiet and discipline of the hospitals. The power of animal magnetism and suggestion appeared to have greatly influenced the outcomes, which may provide some insights for modern-day therapies."
}