{
  "title": "The History and Evolution of Magnetism and Hypnotism",
  "first_phrase": "In this final section, the commission appointed by the Academy in 1826 conducts a renewed examination of magnetism after opponents' bizarre arguments threatened to halt its progress. After six years of research, the commission concludes in its report that magnetic action can cure diseases that are impervious to traditional medicine. However, the battle between the academy and the magnetists continued, causing the latter to create different systems like Braidism, Statusvolism, and Spiritualism. This section highlights the developments in animal Magnetism from the time of Mesmer to the rise of Hypnotism from 1800-1900.",
  "content": "On 14 February 1826, the aforesaid opinion was adopted with a favourable vote of thirty-five to twenty-five, as a result of which, on the 25th day of the selfsame month, a new commission was vested with the duty to conduct a renewed examination of magnetism. After a six-year period of studies and conscientious researches, along with a large number of corroborating facts, the commission, in its report drawn up in June 1831, declared that magnetic action had the ability to triumph over diseases which were impregnable to the most vigorous therapies. The existence of the science of magnetism was thus officially recognized by virtue of this favourable formal report. In the course of the subsequent centuries, however, the battle between the ruling academy and the magnetists resumed. Furthermore, magnetists split themselves up into different groups and created different systems, each one with its own validity and purpose. 1800-1900 For a brief sketch of the history of animal Magnetism from the time of Mesmer to the rise of what is known as Hypnotism, we must include not only the vicissitudes of Animal Magnetism during that period, but also take into consideration four other systems: 1. Braidism (or the Hypnotism of Braid) 2. Statusvolism, 3.",
  "last_phrase": "In conclusion, the history of magnetism and its related systems is a long and fascinating journey full of ups and downs. While the science of magnetism has struggled to gain acceptance and recognition over the centuries, its ability to provide healing benefits has been proven time and time again. Today, various forms of magnetism and hypnotism continue to exist and evolve, with their own unique practices and purposes. Regardless of which system one chooses to subscribe to, it’s clear that the power of magnetism remains a valuable tool in the realm of alternative medicine and holistic healing."
}