{
  "title": "The Medical Monopoly of Magnetism Explained.",
  "first_phrase": "In this text, the author delves into the issues regarding the monopoly of Magnetism, which was sought after by doctors purely for self-preservation. However, their acquisition of the monopoly did not make them any more competent with the practice than lay magnetizers, many of whom opposed this decision. The author argues that the monopoly was disastrous for Magnetism, as doctors employed it empirically and did not explore its full potential beyond its use in curing disease. These issues are further explored in the last 200 tokens, which also touch on Dr. Esdaile's views on the matter.",
  "content": "What their demand for a monopoly meant was that a knowledge of Animal Magnetism should form part of the equipment of every physician; that only a person who understood both systems of treatment, and could use either effectually as the occasion presented itself, should be allowed to practice Medicine; for, with the exception of Mesmer, and a few other early enthusiasts, every magnetizer acknowledged that there are cases in which Magnetism (at least with our present knowledge of it) does no good, and in which the sufferer must recur to other methods for arousing the curative forces of Nature. The effect of making Animal Magnetism a monopoly of the doctors was disastrous to it as a subject needing exploration and study in and for itself; for the medical men who employed it used it empirically, as they did their drugs, or explained its action by some superficial hypothesis; and they deprecated its use for any other purpose than the cure of disease. Even Dr. Esdaile, a daring, original, and very successful magnetizer (about whom I shall have something to say further on), thought it wrong to induce the higher phenomena solely for the purpose of scientific study.",
  "last_phrase": "In conclusion, the monopoly of animal magnetism by doctors resulted in its downfall as a subject needing exploration and study. Limiting its use to cure diseases made it difficult to induce higher phenomena solely for scientific study. However, countries that refused to give doctors a monopoly witnessed new developments primarily in the psychological side of animal magnetism, mainly the work of laymen. This led to the birth of hypnotism, which Braid developed, causing a conflict with animal magnetism, ultimately leading to its downfall."
}