{
  "title": "What was the history of mesmerism in England and India, and how did Dr. Esdaile's success help promote its use in therapeutics and insanity treatment?",
  "first_phrase": "In the last 200 tokens of this text, we learn about the rise of animal magnetism in England during the late 18th century. The physician J.B. De Mainaduc introduced this practice in Bristol, which was followed by others in the field of competition. Dr. George Winter describes the huge success of animal magnetism, where the house of a magnetic professor, Mr. Loughborough, was daily crowded with patients. However, despite its popularity in Germany and France, England took a long time to take animal magnetism seriously due to the fanatical interpretation of the cures by Mrs. Pratt. This follows the previous part of the text, which describes Esdaile's success in India using mesmerism, his method of mesmerizing, and his belief in its broad therapeutic benefits.",
  "content": "We are informed by Dr. George Winter, that a person named Holloway, by giving lectures on animal magnetism at five guineas for each pupil, realised a considerable fortune; and the house of Mr. Loughborough, another magnetic professor, at Hammersmith, about the year 1790, was daily for many months crowded with patients. \"In the year 1790,\" says Dr. George Winter, \"I deem animal magnetism to have been at its height; it was credibly reported that 3000 persons have attended at one time to get admission to Mr. Loughborough's, at Hammersmith, and that some persons sold their tickets for from one to three guineas each.\" But, notwithstanding all this, while animal magnetism was making rapid progress in Germany and France, it does not appear to have made the same advancement in England; on the contrary, the fanatical interpretation which Mrs. Pratt put on the cures of Loughborough, could not fail to have disgusted many who might otherwise have been interested in the facts themselves, which were very clearly and unequivocally established. Despite persistent popular interest, it took a long time for the intellectual establishment of England to give serious attention to animal magnetism.",
  "last_phrase": "In conclusion, animal magnetism gained immense popularity in Europe, but it took significant time for England to embrace it. Despite the skepticism of the intellectual establishment, some physicians showed curiosity and began to experiment with mesmerism. The concept of inherent sanative influence suggests that the power of healing exists within the human constitution, and this knowledge can help us realize its potential for the benefit of all."
}