{
  "title": "What was Esdaile's method of mesmerizing and what were his unique views on it?",
  "first_phrase": "In this text, James Esdaile's mesmeric experiences in colonial India are discussed, particularly his use of mesmerism as a surgical anesthetic. The author notes that Esdaile's success with mesmerism was significant because he managed to overcome the opposition of many of his professional colleagues and brought the practice to the forefront of surgical, if not medical, practice. The final 200 tokens of the text include several points made by Esdaile himself about the nature of mesmerism and its effects, including how the mesmeric trance could be a powerful remedy in local inflammations and how water could be charged with the mesmeric fluid. Esdaile also notes that he shut the eyes of his patients during mesmerism and that the mesmeric influence could be transmitted through the air to considerable distances. Despite the opposition he faced, Esdaile remained undaunted, even comparing himself to Galileo at one point.",
  "content": "It was only a section of his professional brethren that continued to oppose him, and that opposition appeared far more important than it was, because those who promoted it controlled some of the Indian medical periodicals and schools. The Calcutta Medical College was Esdaile's greatest foe, and the Calcutta Medical Journal called his patients \"a set of hardened and determined impostors.\" Esdaile laughs at this, and says that he has more operations to perform in a month than all the other hospitals in Calcutta put together have in years, so he supposes the Hindus find it great fun to come hundreds of miles to get capital operations performed on them, and when they go home persuade their friends to come and take a part in the joke; for he can imagine no other motive for the tremendous and wholesale imposture than the fun of mystifying the Faculty of Calcutta. His own experience evidently reminds him of Galileo, for he quotes Galileo's letter to Kepler; and he says that he felt like \"a keeper of a madhouse whose patients have risen in rebellion and threatened to put him to death if he did not confess himself to be the only madman in the establishment.\"",
  "last_phrase": "In conclusion, Esdaile's innovative and successful techniques in mesmerism were met with fierce opposition from a section of his colleagues, who controlled medical periodicals and schools. However, Esdaile's track record of effective treatments and high numbers of successful operations made a significant impact. Despite accusations of \"wholesale imposture,\" Esdaile persevered and ultimately gained recognition for his accomplishments, paving the way for new ideas and methods in medical practice."
}