{
  "title": "\"What is Dupotet's theory of Magnetism and the Power of the Soul in Magic?\"",
  "first_phrase": "This article discusses the views of Dupotet on magnetism, who believed in the existence of an unknown force that the soul can utilize to set different physical forces in motion. According to him, this was the true Magnetism of Mesmer, which was based on the power of the soul. He claimed to have rediscovered the existence of this mysterious force and believed in the scientific view of magic, where the results produced by magicians were due to natural causes. Now, in the last 200 tokens, Dupotet introduces some of the obscure and tremendous forces that he believed still exist, and that can be experimentally studied to produce certain effects.",
  "content": "In fact, Dupotet believed in ‘magic,’ but without being superstitious, for he took the scientific view that the effects produced by the magicians are due to natural causes, being the result of certain forces in Nature, the existence of which in former times was known to a few students, who handed down their knowledge of those forces to a small number of successors under pledge of secrecy, but who guarded them most jealously from the public. Over and over again he claims that he has rediscovered the existence of the mysterious force with which the magicians worked, and says that he does not know if any of the secret brotherhood still remains on earth, but that, at all events, the obscure but tremendous forces, though now forgotten or ignored, still exist undiminished. It is not easy for anyone educated in our present scientific ideas to grasp such conceptions, which differ, from our present notions in that they introduce life into everything, and accord to ‘the soul’ the power to imbue the ‘brute’ forces of Nature with a portion of life sufficient for the carrying out of certain purposes.",
  "last_phrase": "In conclusion, Dupotet's belief in the existence of mysterious forces of nature was not based on superstition but rather on a scientific view. He proposed that the soul was capable of imbuing brute forces with life and intelligence to carry out certain purposes. While this differs greatly from our current scientific understanding, it offers a unique perspective on the power of human will and intention."
}