{
  "title": "What is Animal Magnetism and how was it developed into modern hypnotism?",
  "first_phrase": "This text discusses different approaches to Mesmerism, a now discredited practice where magnetic forces were believed to have healing properties. The author recounts a personal experience with Mesmerism and their initial skepticism, but also acknowledges the success stories of Dr. Esdaile, who used Mesmerism to perform surgeries without pain. The author also discusses the expansion of Mesmerism to France, where it was further developed by the likes of Dupotet and the Durvilles. The text concludes by acknowledging that new methods and branches of Animal Magnetism were emerging, challenging older theories and producing new phenomena.",
  "content": "Dr. Esdaile's remarkable works are not the only records of capital operations performed without pain to the patient with the help of mesmerism. A paper read before the Royal Medical and Chirurgical Society of London, in 1842, and published as an independent pamphlet, gives full details concerning a case in which Mr. Ward, a surgeon attached to St. Bartholomew's Hospital, had, about that time, amputated a man's leg above the knee while he, the patient, remained completely unconscious of the operation in a mesmeric sleep, put upon him by the influence of Mr. Topham, a barrister interested in the practice of Mesmer. In France magnetism was developed further than in England. After Dupotet, the Durvilles (Hector, Gaston, André), continued this school and merged it with the findings of Reichenbach concerning polarities. This merging although interesting, was criticized by others161. In any case it continues until today such as in modern biomagnetism which has nevertheless detached itself even more from classical hypnotic techniques. Other branches Already in Esdaile's time several other forms of Animal Magnetism were in the field, which seemed to throw doubt on the older theories by introducing novel methods which gave rise to new and puzzling phenomena.",
  "last_phrase": "In conclusion, Animal Magnetism has a fascinating and intricate history of development, overlapping with modern hypnotism, and producing revolutionary techniques such as Mesmerism and Electro-biology. The evolution of this field has led to the emergence of biomagnetism techniques which have detached themselves further from classical hypnotic techniques, making it an exciting area of study and practice for those interested in the mind-body connection."
}