{
  "title": "\"Why do we need to use enchantments for clear vision, and where does the agent come from?\"",
  "first_phrase": "This text explores the concept of using enchantments to awaken one's will and abilities, as mere willpower alone is often not enough. It explains the necessity of finding an agent that can cause agitation and disturbance in the will - an element within oneself that must be set in action by first awakening a spiritual sense. The author emphasizes the need for a fire that lights itself within the individual and uses Baron Dupotet’s experiments to demonstrate the power of magnetic somnambulism. This last section examines Dupotet's promise to produce convulsive motions in somnambulists at will by merely directing his finger towards that part of their body.",
  "content": "Trace, then, a disc with a very friable piece of coal, \"(i.e., a circle with a piece of charcoal that will leave a distinct and well-marked line behind it) \". . . . Whether the form is equal or unequal is of small consequence, but it must be close, and well blacked throughout. Think that in forming it your fingers must not merely be mechanically active; fire must run from them unceasingly, and this without being wandering. Three minutes are sufficient for this first operation.\" A demonstration of Baron Dupotet We read on “Isis Revelata”: “M. Dupotet, proposed, on the 14th of November 1826, to make a committee witnesses of certain experiments, in which he should reduce the question with regard to the magnetic somnambulism to an absolute certainty. He undertook, and we have his promise to this effect under his own hand, to produce at pleasure, and out of sight of those individuals whom he had placed in a state of somnambulism, convulsive motions in any part of their bodies, by merely directing his finger towards that part. These convulsions he regarded as an unequivocal sign of the existence of somnambulism.",
  "last_phrase": "In conclusion, the demonstration of Baron Dupotet in 1826 showcased the possible existence of magnetic somnambulism, but also highlights the skepticism that surrounded it. The precise instructions for creating the disc with friable coal demonstrate the level of detail and focus required for successful experimentation in the field of science."
}