{
  "title": "What were the experiments Lafontaine conducted with somnambules and animals using magnetism?",
  "first_phrase": "This text explores Lafontaine's experiments with animal magnetism in the mid-1800s, including his ability to put a somnambulist in a balanced scale and to put a lion and a dog to sleep using magnetism. In England, Lafontaine magnetized a lion at the Zoological Gardens, and later, in a public demonstration in Paris, he put a dog to sleep using passes. Lafontaine's use of the gaze played a critical role in taming animals, and experiments with animals were repeated in the 1900s by Henry Durville in Paris.",
  "content": "Other experiences with animals of Lafontaine The case in London wasn’t the only one of its kind. Lafontaine worked repeatedly using magnetism with many animals. In Paris, at a public stance on January 20th, 1843, in the presence of 1,500 persons, he put a dog to sleep. He did this public demonstration using passes. He held it with one hand and did passes with the other, as if performing on a human, willing him to sleep. He put the dog in such a completely lethargic sleep that it didn't even wake up upon the sound of a revolver. The first experience that Lafontaine performed on lions was in Tours in 1840, where he began to stare at a lion in a fair (the lion was in a cage). He says: \"I said nothing to anybody. I placed myself near the cage and I fixated my eyes on the lion's eyes. After a while it couldn't sustain my gaze anymore and its eyes closed down. At this point I began doing passes from far away and I obtained a deep slumber in 20 minutes. At this point I dared to touch its leg, which was near the edge of the cage.",
  "last_phrase": "In conclusion, Lafontaine had numerous experiences using magnetism with animals, such as putting a dog to sleep with passes before a crowd of 1,500 people in Paris in 1843, and subduing a lion's aggression by staring at it until it fell into a deep slumber in Tours in 1840. These impressive feats have demonstrated the potential of animal magnetism in animal care and handling."
}