{
  "title": "\"What is Du Potet's method for recharging plexuses and how was magnetism used for medical treatment in the past?\"",
  "first_phrase": "This text describes the effects of magnetism on a girl who sustained a head injury and the magnetism techniques taught by Baron du Potet. The girl had not had any fits since being magnetised by the Baron and she was still being magnetised once a week. To recharge plexuses in the body, the Baron's method involves breathing deeply, visualising two imaginary threads that reach the cervical plexus, and staring at a red point. These exercises are said to develop energy and provide the results described in earlier pages.",
  "content": "You will have drawn beforehand a red point by the exact spot on which the image of the cervical plexus falls. Whilst your eyes are shut, and your whole body is relaxed, breathe slowly and deeply. Open your eyes. Look at the red point which symbolizes the cervical plexus. Let a feeling of emptiness pervade your head. Imagine a source of energy surging within the solar plexus. Two threads spread out from there: One of them follows the spinal column inwardly, whereas the other moves frontally under the thorax, the throat and the face. The said two imaginary threads reach an immaterial point by the cervical plexus. Mentally cover this “itinerary” more than once, for a two minutes period, by climbing up from the front. During such time, keep on staring at the red point. By the stage when you eventually close your eyes, you must imagine yourselves seeing the red point as if from within, the way you would have done had your eyes been located in the cerebellum (the nape). As this part of the exercise is more tiring, do not exceed ten seconds the first times you implement it.",
  "last_phrase": "By using the simple yet effective technique outlined above, you can visualize and energize your cervical plexus, and eventually other plexuses, within a matter of minutes. With patience and perseverance, you can develop a stronger awareness of your body's energy centers and cultivate a sense of inner balance and harmony."
}