{
  "title": "The Commission Reports on Animal Magnetism in the 18th and 19th Centuries",
  "first_phrase": "In the previous section, we learned about the two commissions that investigated animal magnetism in the 18th and 19th centuries. The first commission rejected Mesmer's theory but accepted the curative occurrences they observed. The second commission, on the other hand, fully accepted the phenomena of magnetism and collected and communicated important facts. In the last 200 tokens, we are introduced to the \"Husson's Report\" which was signed unanimously by nine commissioners who investigated animal magnetism thoroughly for six years. The report recognized the reality of the phenomena produced by the magnetizers and concluded that the Academy should encourage the researches on Animal Magnetism as a very curious branch of psychology and natural history.",
  "content": "Commission Response Time frame of the analysis Experiments Participation First Commission (Bailly 1784) It accepts the reality of curative occurrences it directly observes, but rejects Mesmer’s theory A few months All types, but not with regard to meta-psychic phenomena as well One member who is against the response of the commission (namely, Jussieu) invites the commission to carry out a more extensive analysis, because of the “tonic and salutary” effects which have been noticed Second Commission (Husson) It fully accepts the phenomena of magnetism Six years All types Unanimous decision The reaction to the second commission After two days of violent discussion, the report of the Commissioners was accepted by the Academy of Medicine, on condition that it should not be printed, although manuscript copies were allowed to be taken, whereas twenty thousand copies of the unfavourable report of the Royal commission of 1784 had been industriously circulated by the enemy.",
  "last_phrase": "In conclusion, the commission's response to Mesmerism had significant impacts on its evolution over time. Despite the positive report from the second commission, it took years for the movement to gain momentum, with England lagging behind. It is a reminder that acceptance of new ideas often takes time and perseverance."
}