{
  "title": "\"Has the Power to Develop Telepathy Been Lost in Modern Hypnosis?\"",
  "first_phrase": "This text explores the development of telepathic powers in subjects under hypnosis by mesmerists in the past. It notes the careful investigations and documented results of this phenomenon, which has since fallen into disuse. The author reflects on the reasons for this and notes that the decline can be traced back to the time of Dr. Braid, whose theories led to the abandonment of Lafontaine's approach in favor of inducing a hypnotic state with a bright object. In the last 200 tokens, the author explores how this shift influenced the academic world's perception of hypnosis and its impact on the development of higher phenomena.",
  "content": "But that does not account for the fact that mesmerists, who believe in the verity of the phenomena, are rarely able to produce it at the present day. The first question which presents itself is one of dates. When did the higher phenomena show the first signs of decadence? A moment's reflection will fix it at or about the date of the promulgation of the theories of Dr. Braid, who copied some of Lafontaine’s processes, but modified them, having the subject looking at a bright spot. It is a historic fact, well known to all who have watched the progress of hypnotic science, that as soon as it was found that the mesmeric or hypnotic sleep could be induced by causing the subject to gaze upon a bright object held before his eyes, the approach of Lafontaine was practically abandoned in the academic world as there has always been in this environment a strong tendency to remove every influence of the observer.",
  "last_phrase": "In conclusion, the decline of the higher mesmeric phenomena can be attributed to various factors such as the introduction of Dr. Braid's theories, abandonment of Lafontaine's approach, and the shift towards using the bright object technique. Moreover, the lack of vitality, concentration, and strength of the gaze on the part of the operator has further contributed to this decline. Therefore, it is essential to practice exercises to enhance these skills to produce higher order phenomena."
}