{
  "title": "The Changing Attitudes of the Medical Community Towards Animal Magnetism",
  "first_phrase": "In the previous paragraphs, the author discussed the resistance of early 19th-century medical practitioners in adopting and acknowledging the efficacy of magnetism as a form of treatment. Despite active opposition from a few individuals, accumulating evidence in favor of this practice resulted in secret puzzlement and lukewarm acquiescence from the resisting doctors. The last 200 tokens of this text highlight a shift in opinion, as even the British and Foreign Medical Review altered their stance to acknowledge the reality and evidence behind certain abnormal states induced by mesmerism. The text refers to Dr. Esdaile's \"Mesmerism in India\" and how the evidence can no longer be disregarded by the medical profession.",
  "content": "It looked at one time as if that mandate was forthcoming, in the shape of a growing belief in the efficacy of Magnetism on the part of the more intelligent part of the community, and even the Faculty itself seemed at one moment about to open its eyes.. Sandby remarks that in 1839 The British and Foreign Medical Review called Animal Magnetism \"a great delusion,\" to have anything to do with which “degraded\" medical men. In 1845 the same journal, in reviewing Dr. Esdaile's “Mesmerism in India,\" allowed that there was \"a reality in the simple phenomena of Mesmerism\" - it could hardly do less, unless it wished to intimate that the Bombay Presidency Surgeon and the Governor General of India were monumental liars; and in 1846 that journal had so far altered its opinions on the subject as to say:-- \"We conceive that the evidence attesting the fact of certain abnormal states being induced by Mesmerism, is now of such a character that it can no longer be philosophically disregarded by the members of our profession, but that they are bound to meet it.",
  "last_phrase": "In conclusion, the medical community's perception of animal magnetism or mesmerism has undergone a significant change since the 1830 and 1840s. What was once deemed a great delusion has now gained recognition among the more intelligent members of the medical community. The potent magnitude of the evidence regarding Mesmerism now calls for comprehensive trials and investigations, particularly in surgical cases, and many young medical professionals have embraced the concept's potential."
}