{
  "title": "The Monopoly of Animal Magnetism in Medicine.",
  "first_phrase": "In this text, the author describes the disastrous effects of making Animal Magnetism a monopoly of doctors. Their empirical use of the technique and limited knowledge of its psychological side inhibited its exploration and study in itself. As such, new developments in Magnetism took place outside medical circles and largely by laymen. This led to the rise of Hypnotism, which caused conflict with Magnetism, ultimately leading to its decline. Today, Mesmerism remains stagnant.",
  "content": "It was only in France and in the United States, countries that refused to give the doctors. a monopoly, that new developments in Magnetism took place. Those new developments have been `more and more in the direction of the psychological side of Animal Magnetism, which the doctors, by reason of the materialistic nature of their education, are, as a body perhaps less qualified to deal with than any other educated people; and these developments have, in fact, been largely the work` of laymen. What is now known as Hypnotism is chiefly mental in its operation; but Hypnotism, as understood and practiced by Braid, was principally physical, in regard both to causes and to effects. It was because this was the case that Hypnotism came into touch and into conflict with Magnetism; and Braid's discovery was, of all the causes that worked against the magnetizers, the one which operated with the greatest effect, by taking the wind out of the sails of Animal Magnetism and leaving it be calmed. Mesmerism today is still where it was half a century ago.",
  "last_phrase": "In conclusion, the progress of Magnetism has been hindered by the reluctance of some countries to give doctors a monopoly. Therefore, new developments have been largely the work of laymen, including the practice of Hypnotism. However, the Spiritualistic Magnetism branch is to be distinguished from the early school of Faith Healers and has introduced elements that were viewed as detrimental to Animal Magnetism."
}