{
  "title": "Why did the public initially oppose magnetism cures in the past, despite their effectiveness according to examples of Lafontaine's success stories?",
  "first_phrase": "In this concluding section, we witness how Lafontaine overcame opposition to his work as a magnetiser, and became a respected figure in the higher echelons of French society. Lafontaine's plan was to make some striking cures and to remain in each town long enough to garner support. His magnetism was successful in treating various maladies, including terminally ill patients like Mme X. Lafontaine's work is a curious and Interesting psychical phenomenon, not least because of the violent opposition he faced.",
  "content": "A large number of these cures were of persons in the higher grades of society, who had tried every other means of cure in vain, and when they were cured these people made the virtues and wonders of Magnetism known among their own set, insomuch that it sometimes happened to Lafontaine to have his lecture broken up by an organised band of howling opponents, and the next evening to be the guest of some marquis or duke, and be received with every expression of consideration by a room full of the nobility. Examples of cures by Lafontaine Lafontaine worked successfully with magnetism on inflammations, paralysis, epilepsy, fevers, hypertrophies, gastric problems, neural problems and many others. For example: Mme X was considered terminally ill by her physicians. She had an illness in her lungs and she was near death. She spit blood. At the end of the first day of treatment she had a violent attack and she spit even more blood. Lafontaine treated her with the magnetic blow and with passes. After a few days of intense magnetic work she felt better and she finally healed completely.",
  "last_phrase": "In conclusion, the healing powers of magnetism, as exhibited by Lafontaine, had a positive impact on the lives of many, including high-ranking members of society who became advocates for the practice. Lafontaine's open-mindedness and generosity were also noted, as he shared his knowledge with Native Americans who in turn sent him healing plants. The story of Lafontaine serves as a reminder of the power of alternative healing, and the importance of keeping an open mind towards different practices."
}