{
  "title": "The Eclipse of Hypnotism: Prejudice and Ignorance in Medicine.",
  "first_phrase": "In this text, we explore the history of hypnotism and its opposition by the medical faculty back in the day. The previous paragraphs talk about the verdicts of death followed by chloroform and the misinterpretation of the \"failure of the heart's action.\" The writer then mentions Robert Chamber's quote regarding the measure of incredulity from ignorance and knowledge, leading to the opposition of hypnosis. The author, in this final section, discusses the opposing medical faculties' prejudice, ignorance, and stupidity towards magnetizers despite their growing evidence-based treatment.",
  "content": "And conscience, in their case, was ably backed up by fear of pecuniary loss, by esprit de corps, and by a secret or “subconscious\" dread lest, peradventure, their much boasted knowledge should turn out, after all, to be worthless. We must remember, too, that, as is, usually the case, the active opposition came from a few individuals, whose followers gave that opposition weight by their passive and dogged acquiescence; an acquiescence which, nevertheless, often became lukewarm, for, as the evidence in favour of Magnetism accumulated, a good many of the resisting doctors began to be secretly puzzled, and some of them even showed themselves individually disposed to adopt magnetic treatment in a small way as soon as ever they received a \"mandate\" to that effect from the public-very much as is the case now with regard to \"Suggestive Therapeutics.\"",
  "last_phrase": "In conclusion, the opposition to Magnetism in the medical profession was driven by fear, both of pecuniary loss and jeopardizing their much-valued knowledge. However, with the accumulation of evidence in favor of Magnetism, the tide started to turn, and the efficacy of this treatment began to gain more acceptance from the medical community. As we look back on this historical phenomenon, we should remember that the embracing of new ideas often takes time and persistence from a few individuals, but eventually, the truth prevails."
}