{
  "title": "\"What was Lafontaine's Approach to Magnetism and how did he Magnetise his Subjects?\"",
  "first_phrase": "This text discusses the personality of Lafontaine, a man known for his eminently sympathetic nature and his contributions to the field of magnetism. In addition to authoring books and directing a review, Lafontaine developed a unique method of magnetising that produces a deeper magnetic state and can induce clairvoyance in a subject. The method involves seating the magnetiser and subject face to face, with the magnetiser concentrating all their energies on the subject while touching their thumbs together. This technique for magnetic induction is simpler than others but requires sustained attention.",
  "content": "I take this description out of the fifth edition of \"L'Art de Magnetiser\":- \"Before commencing the operation, you should ask those present to be seated and to remain silent; for it is essential that during the operation the attention both of the magnetiser and of the magnetised should not be disturbed and that the former should observe in his subject all the sensations which may be expressed in his countenance. In commencing, the operator should concentrate all his energies in one idea -that of acting on his subject. \"The subject and the magnetiser should sit face to face, the knees of the subject between those of the magnetiser, but not touching them; and the magnetiser seated on a somewhat higher seat, so that he may reach the subject's head without fatigue. He should then touch the ends of the subject's thumbs with the ends of his own, without pressing them136: the contact of the thumbs will put the brains of the magnetiser in direct rapport with that of the subject; the nerves of the latter, forming a prolongation of the nerves of the magnetiser, serve to conduct the fluid, and make complete the invasion by it of the subject's nervous system. \"",
  "last_phrase": "To conclude, when performing this magnetization or hypnosis process, it is crucial to maintain a calm and quiet environment so that the magnetizer and the magnetized can concentrate without any disturbance. Specific physical positions must be adhered, the subject's thumbs should be touched lightly to establish a connection, and the magnetizer should make controlled passes to complete the invasion of the subject's nervous system."
}