{
  "title": "What is the relationship between Magnetism and Spiritualism, and how was Spiritualistic Magnetism practiced in the past?",
  "first_phrase": "This text explores the association of magnetism and spiritualism in France in the 1840s. Spiritualistic Magnetism, founded on clairvoyance and a mixture of revelations, Swedenborg's system, modern spiritualism, and ceremonial magic was pioneered by L.A. Cahagnet. This school was different from the early faith healers and introduced matters that were strongly opposed. The text also touches on the Marquis de Puysegur and the Chevalier de Barberini, whose magnetic processes associated with prayer produced extraordinary results. The magnetic group \"La Concorde,\" established in Lyon in 1784, emphasized the importance of magnetizer's preparation, state of mind, and the ability to feel the ailments of those treated.",
  "content": "Whilst the Marquis de Puysegur was making convert in every direction, by his wonderful somnambulists, a magnetizer of a still higher tone appeared on the scene in the person of the Chevalier de Barberini, a gentleman of Lyons, whose magnetic processes, associated with prayer, produced results even more extraordinary than the clairvoyants of Puységur.119 The chevalier de Barberin and the quest for other dimensions Some time in the spring of 1784, in Lyon was created a magnetic group called ‘La Concorde’ to which pertained two persons: de Barberin and Monspey. They emphasized the importance of magnetizer's preparation, state of mind etc... They found that when they magnetized they were able to feel in their own bodies the ailments of those they were treating and to operate accordingly. Editor's note This concept is very interesting. The ability to ‘feel’ the other's ailment reminds us of the modern theory of Ramachandran about ‘mirror neurons’ that fire when observing the behaviour of the other, as though the observer were himself acting. Modern scientists have supposed they are involved in understanding other people's feelings (empathy) and that they have played a role in the development of human culture.",
  "last_phrase": "In conclusion, the Chevalier de Barberini's magnetic processes, combined with prayer and a strong emphasis on the magnetizer's preparation and state of mind, produced extraordinary results in the form of a powerful and accurate diagnosis. This fascinating concept continues to be relevant today, as it may help us to better understand phenomena such as empathy and quantum entanglement."
}