{
  "title": "\"What is Somno-vigilium? A Case Study of a Patient's Unusual State of Consciousness\"",
  "first_phrase": "In this intriguing text, we learn about a patient who is being treated for fits and nausea with creosote and copper. Although the treatment did not produce any clear effects, the fits stopped altogether after another agent was administered. However, the patient began experiencing a new condition known as \"somno-vigilium,\" which involved being both asleep and awake, but completely insensible to external stimuli. Despite this, the patient was able to talk and mimic others. These fascinating insights into the patient's state of mind provide a unique perspective on the complexities of human consciousness.",
  "content": "All at once she would become perfectly insensible, but her eyes would remain wide open, but perfectly insensible to the effect of light: pulling her hair produced no impression on her. Her sense of hearing was lost to all ordinary sound. Though her eyes were open, yet she was perfectly blind; when you dashed the fingers suddenly towards her eyes, there was no winking. Her tongue was not tried, but it is probable her sense of taste was gone. She had never, in her own recollection, had the sense of smell. Yet, though now totally without external sensation, she was constantly talking, and talked very sensibly, and wittily too; but from the great variety of topics her conversation embraced, it amounted to rambling. She displayed, also, a great spirit of mimicry. This state had been commonly called somnambulism ; somno-vigilium, as he (Dr. E.) had said, was a better term, for this patient could neither stand nor walk, but laid in bed during the attacks. This state would cease as a fit of epilepsy or hysteria ceases.",
  "last_phrase": "In conclusion, the case of somno-vigilium presented by Dr. Elliotson's patient was remarkable for the loss of external sensation, yet the patient's ability to speak and mimic displayed surprising cognitive function. By inducing an internal sensation and some assistance, she was able to overcome her condition and walk, demonstrating the potential for unconventional treatments in neurological disorders."
}