{
  "title": "\"What is the importance of entanglement in magnetic therapy and the decline of telepathic powers in modern hypnosis?\"",
  "first_phrase": "In the last part of the text, the importance of entanglement in magnetic therapy is discussed. Specifically, the focus is on Lafontaine's method and the strong successes that he achieved by developing telepathic powers in his subjects. It is suggested that the development of higher phenomena such as telepathy was common among early mesmerists, but has fallen by the wayside in modern hypnosis. The reasons behind this shift are unclear but may be related to the hostility and ridicule that mesmerists faced from academicians.",
  "content": "The development of higher phenomena It is well known that the early mesmerists constantly and habitually developed telepathic powers in their subjects. Causing their subjects to obey mental orders was a common platform experiment at the time of Lafontaine138. These experiments were also often made, under test conditions, by the most careful and conscientious scientists, and the results are recorded in the many volumes on the subject written at the time. Many of these works were written by scientists whose methods of investigation were painstaking and accurate to the last degree. We cannot read the works of the old mesmerists without having the conviction forced upon us, that telepathy was developed by their experiments to a degree almost unknown at the present day. Why it is that the power to develop that phenomenon by mesmerists has been lost or has fallen into desuetude in many parts of modern hypnosis, is a question of the gravest scientific interest and importance. The hostility and ridicule of the academicians undoubtedly had its effect on many minds, and caused many scientific investigators to shrink from publicly avowing their convictions or the results of their investigations.",
  "last_phrase": "In conclusion, the development of telepathic powers through mesmerism was a common platform experiment during the time of Lafontaine, and its success was recorded in many volumes. However, the power to develop this phenomenon has fallen into disuse in modern hypnosis. The reasons for this decline are complex but may be traced back to the theories of Dr. Braid, who modified Lafontaine's processes. Nevertheless, the study of telepathy remains of great scientific interest and importance, and further research may shed new light on this fascinating phenomenon."
}