{
  "title": "What Was Esdaile's Theory of Mesmerism and How Did He Practice It?",
  "first_phrase": "This text explores the views of James Braid, a prominent 19th-century Scottish surgeon, on Mesmerism, a technique popularized by Franz Mesmer for curing diseases through hypnosis. Braid did not show interest in exploring the mental aspects of producing mesmeric phenomena, but believed that the nervous fluid of the active brain of the mesmerist affects the passive brain of the patient. In his theory of physical effects of Mesmerism, Braid explains how the mesmerist can assist in conquering diseases and take off the sting of pain. However, Braid did not realize that mental rapport between the therapist and the patient was key to successful Mesmerism, and unknowingly practiced suggestion.",
  "content": "He says however: \"I wish it to be understood that I speak only of the physical and inferior mental phenomena, of the higher mental phenomena I have no knowledge; to produce them, mental sympathy will no doubt be indispensable.\" Elsewhere he says: \"In subjecting my patients to the sanative influence of Mesmerism for bodily complaints, no mental rapport has ever been thought of.\" He did not perceive that the desire on his part to cure and do good, and on his patients' part to be cured, created the mental rapport which De Puysegur and Deleuze considered sufficient to make the magnetic process effective. Moreover, he practised a form of Suggestion without knowing it, for he used to \"bid\" subjects to sleep who had been frequently mesmerised, and the command took effect at once. He says that this \"spontaneous mesmeric condition\" (as he regarded it) \"differed in no particular from that induced by the direct application of the mesmeric influence.\" He severely criticised those who mislead a subject by false statements, and then say the whole thing is imagination, since they have \"done nothing\" and yet the subject has gone into a mesmeric state.",
  "last_phrase": "In conclusion, Mesmerism, also known as hypnosis, remains a mystery to both practitioners and those who dispute its existence. However, evidence such as the spontaneous mesmeric condition and the idea of rapport suggest that there could be an outside influence or agent involved in the process. As such, the debate around Mesmerism will likely continue, and further research may be needed to clarify this controversial topic."
}