{
  "title": "\"The Politics of Animal Magnetism in 18th Century France\"",
  "first_phrase": "In the previous section, we learned about the establishment of Royal Commissions to investigate animal magnetism in March 1784. However, there were ulterior motives behind the government's interest in the matter. Mesmer's Societies of Harmony had a reputation for democracy, and some of his followers proposed using physical experiments as a pretext for overthrowing the tyranny. The first academic commission rejected animal magnetism in 1784, but a second commission accepted it in 1820. This final part of the text discusses the malevolence and intentional omissions in the first report, including a dissenting report from Jussieu that exposed the inaccuracies. However, the commission's epistemological error became highly controversial after it was published.",
  "content": "The first commission was held in 1784, when, some commissioners, who were selected from the whole spectrum of scientific bodies, were entrusted by the King with the task of conducting researches and experiments on animal magnetism, so that the government might be enabled to reach a decision on the degree of trust to be extended to the effectiveness of the influence exercised by such method. I will abstain here from addressing the issue of the malevolence, which characterized the way the said commission discharged its mandate. Suffice it to say that the final report it drew up was totally inimical to Mesmer’s doctrine though the famous Jussieu57, one of the commissioners, refused to sign it as he said it did not express the truth. Jussieu authored a dissenting report, in which he carefully enumerated the facts that had been intentionally omitted or distorted by the first report (the majority one). Some scholars have pointed out how the commission made an epistemological error that became highly controversial after the reports were published: “They took care “not to be too attentive“ to their own impressions.",
  "last_phrase": "In conclusion, the commission's investigation into animal magnetism in 1784 revealed a biased and malevolent approach to their mandate. Despite one commissioner's dissenting report, the majority's report inaccurately discredited Mesmer's doctrine. The commission's refusal to fully engage their own impressions highlights the importance of balancing reason and sensation in scientific research."
}