{
  "title": "The Commission Reports on Animal Magnetism: 1784 to 1837",
  "first_phrase": "The given text narrates the response of two commissions, the first one led by Bailly in 1784, and the second one by Husson which fully accepted the phenomena of magnetism after six years of analysis. The last 200 tokens recall the aftermath of the second commission, where despite the favorable report, magnetism did not gain momentum due to the previous belittlement of the Royal Academy of Medicine. It further describes that it took several years for any significant movement to grow, and it was only by 1830 that the efforts of Mesmer and his disciples were bearing fruit. It was until the publication of Colquhoun's “Isis Revealed” in 1833 that animal magnetism gained popularity in England.",
  "content": "It might have been expected that so favorable a report as this later one would have created a ‘boom’ in Animal Magnetism; but, although it undoubtedly lifted a weight from the hearts of the friends of Magnetism, those friends had for years so industriously belittled the Royal Academy of Medicine- the same body which, they contemptuously declared, had prohibited the medicinal use of mercury, of Peruvian bark, and even of emetics, that they did not gain much now by boasting of its pronouncement in their favor. On the other hand, the enemies of Magnetism were spurred on by the Report to greater opposition. It takes some years for any important movement to grow into a practical issue; and it was only by 1830 that the efforts of Mesmer and his disciples were bearing fruit. The decade from 1830 to I840 was the Hood tide of Magnetism on the Continent of Europe; although in England Mesmerism (as it was generally called here) did not reach high water-mark until the following decade; for England lagged behind the rest of the world in Magnetism, as it later did on hypnotism. Until the publication of Colquhoun's “Isis Revelata,\" in 1833, Animal Magnetism was almost unknown there.",
  "last_phrase": "In conclusion, despite the favorable report from the Royal Academy of Medicine, Animal Magnetism did not experience an immediate surge in popularity. It took several years for the movement to gain traction, and even then, it was met with opposition. The 1830s and 1840s were the heyday of Magnetism in Europe, but it was not until the publication of \"Isis Revelata\" that the practice gained recognition in England. While subsequent commissions were conducted, they were largely without significance, and only served to fuel the arguments of both supporters and detractors."
}