{
  "title": "The Life and Legacy of Mesmer: From Controversy to Quiet Anonymity",
  "first_phrase": "This text follows the life of Mesmer after his departure from France due to accusations of quackery. While in Italy and Germany, he continued to be a topic of interest and even made a secret trip back to Paris in 1793. Mesmer's noble disciples suffered from the French Revolution and forgot about mesmerism, but Mesmer himself sympathized with its ideas. Due to his political suspicion, he could not settle in Wien and instead lived a quiet life in Switzerland, practicing his Art and treating patients for free.",
  "content": "The consequence thereof is that he had to forego the plan of settling back in Wien, since he was viewed as politically suspect, and he retraced his steps to Paris several times. In 1802, while in that city, he asked for and was awarded a yearly allowance of 3000 florins as compensation for the money he had lost in the Revolution. In 1803, some of his friends solicited him to open up a new establishment devoted to the implementation of magnetic treatments, but Mesmer turned down their request. The war had consigned him to inaction; several friends of his had died, and he decided instead to take up residence in Switzerland. In 1809, he penned a letter to one of his friends, wherein he mentioned to him that he was spending a happy life of quiet and anonymity, untroubled by problems or by neighbours and people who could recognize him. He added in that missive, though, that he was still practicing his Art, and was always visited by plentiful patients, many of whom he would treat free of charge.",
  "last_phrase": "In conclusion, Mesmer's life was tumultuous and adventurous, with many highs and lows. Although he faced political suspicion and loss of resources due to revolutionary events, he continued to practice his Art for the benefit of his patients. Despite eventually declining invitations to move to Berlin, his contributions to the study of magnetism were acknowledged by the Academy. Mesmer's reflections on the nature of his existence suggest that his legacy remains one of those strong and far-ranging ideas that still inspire us today."
}