{
  "title": "\"Exploring the Relationship between Hypnosis, Meditation, and Reality\"",
  "first_phrase": "In this insightful text exploring the nature of human consciousness, the author discusses the power of hypnosis, meditation, and other practices in helping individuals access their basic state, which is marked by a lack of division between mind and body, and a natural ability to heal, experience harmony, and manifest psychic gifts. By recovering energy lost to the ego, individuals can access this state of consciousness, which is characterized by a sense of rightness and interconnectedness with the world. Building on the discussion of the preceding text, the author delves into the ways in which external and internal alchemy can help individuals to recover this energy and attain the \"way of the sage.\"",
  "content": "All the work we do is recovering energy otherwise burnt by the ego and the internal chattering. We could say that meditation, hypnosis, are all ways in which we recover energy. The human ego normally monopolizes our psychic energy - gobbling away energy that could be \"manifested as the delight of the open, receptive and present centered awareness\" (Philip Novak - the Fall 265). With meditation and hypnosis we reverse the process. The normal structures of consciousness need to be constantly fed with attention. But when we focus our attention on the present, as we do when meditate, they begin to weaken and fade away. There are two levels in which we can recover this energy: extravertive? and intravertive? or global, corresponding to the ancient paths of external alchemy and internal alchemy. In external alchemy we work on man and his perception, until we recover the \"way of the sage\", where all moral values are manifested. There is a sense of rightness, of interconnectedness with the world.",
  "last_phrase": "Meditation and hypnosis provide a means of reversing the process by which the human ego normally monopolizes psychic energy. With these practices, we can recover energy that can be manifested as open, receptive, and present-centered awareness. By focusing our attention on the present, we weaken and fade away the structures of consciousness. Through external and internal alchemy, we can recover the \"way of the sage\" and experience Satori, transforming our sense of individuality and opening ourselves to a new global experience."
}