{
  "title": "\"Symbols and Techniques for Strengthening Eye Power\"",
  "first_phrase": "This text explores some ancient designs and traditions that aim to strengthen eye power. The author highlights an image from Kings-Gnostics, which includes symbols for each day of the week that surround the eye in the form of deities. These deities are represented by different animals, such as the Lion and the Fawn. Additionally, the text mentions an ancient gem that features symbols that can refer to elements or highest deities, and these symbols could be used as a Mandala to strengthen fascinating power. The last part of the text discusses how it's possible to radiate magnetism even at a distance using three methods of ancient origin. These methods have a common base of \"retirement in silence.\"",
  "content": "The serpent was a symbol of Hecate, one of the attributes of Diana Triformis and considered one of hers most powerful antidotes. Here we assume that the symbol was adopted as applicable to Dies Saturnii (226).86 Similarly, in this other ancient gem the eye appears surrounded by four symbols that can refer to elements and in any case to highest deities.87 Some researchers interpret these ancient gems as amulets, but this attribution is not the only possible: there is no doubt that they can also be used as a Mandala to strengthen fascinating power by who knows the methodology and how to interpret the symbols. To operate in such a way the focusing, as in the Bishoff methodology, must perform first on the eye, extending then the look at the symbols viewed with peripheral side vision and eventually returning to the eye. Exteriorizing: The Psychic Projection It is possible to radiate magnetism even at distance. These three methods of ancient origin have for common base the \"retirement in silence”.",
  "last_phrase": "In conclusion, ancient gems with symbols related to deities such as the serpent symbol of Hecate and the eye surrounded by elements, could be used not only as amulets but also as a Mandala to enhance personal power. Additionally, the techniques of psychic projection for radiating magnetism from a distance involve retiring into silence and achieving a state of calmness through absolute passivity, and using a succinct phrase expressing a desire whatsoever."
}