{
  "title": "\"Phrenology Study Techniques: Head-Passes, Communicating-Passes, Lifting-Passes, and More\"",
  "first_phrase": "In the previous text, the writer explained the different types of passes that a magnetizer or a phrenologist can use during their practice. In this last part, the writer focused on three types of passes: head-passes, communicating-passes, and lifting-passes. The writer cautioned against the forceful use of head-passes and advised the use of communicating-passes in everyday conversations for better communication. The writer also described the use of lifting-passes in a cataleptic state. Overall, the text provides clear instructions for anyone interested in learning more about phrenology and magnetism.",
  "content": "Communicating-passes are for the purpose of aiding the passage of thought from the Magnetiser to that of the Subject, by formulating that passage, and they also help the Subject to receive fresh influence from the Operator, when he has been under influence some length of time. Use of communicating passes in ordinary conversations: These passes are practised intuitively by many persons, during ordinary conversation, to give ponderability to their meaning without their being in the least conscious of the power they are exercising. They are made in the same manner as repelling-passes, but must not be made more than a few inches from yourself, while your eyes are fixed upon your Subject, expressing or speaking your meaning as much as possible. Employ them always when in suitable conversation. Lifting-passes you employ when, for instance, your Subject is in a Cataleptic state, lying upon the ground, or on three chairs, as the case may be, and you wish to illustrate the experiment of lifting his body in the middle without manual contact.",
  "last_phrase": "In conclusion, communicating passes and lifting passes are powerful tools in magnetic healing used to aid the passage of thought and influence from the operator to the subject. Practised intuitively during ordinary conversations, these passes can help give ponderability to your message. When using lifting passes to illustrate lifting a Cataleptic subject's body, placing your hands close but not on their body with concentration in mind facilitates the process. Regular practicing of these techniques is essential to improve your skills and their effectiveness in magnetic healing."
}