{
  "title": "Understanding and Practicing Animal Magnetism.",
  "first_phrase": "In the preceding text, the focus was on understanding Animal Magnetism and how it can be used to direct subtle energy within our body. The concept of \"prana\" was introduced as a form of energy that is present everywhere, and how practicing certain charged postures can help direct this energy effectively. In this last part, the emphasis is on using Passes and Fascination Passes as a therapy to activate the inner healing resources of a person. The text explains how, when used in conjunction, fascination helps open up a person to the inner workings of hand magnetism, while passes activate reactions of the inner brain. The palms and backs of hands are described in relation to their magnetizing and de-magnetizing effects, and how they can be used to direct the charged energy.",
  "content": "The palms of your hands are Positive, and have a direct Magnetising effect, whereas, the backs of your hands are Negative24 and they have a De-Magnetising effect or no effect at all3. Therefore, make all your Magnetising-Passes with the palms of your hands towards your Subjects, and all your De-Magnetising-passes, with the backs of your hands towards your Subjects. Passes and Fascination Passes are one of the best therapy to use with fascination. We could use them: 1. at the same time, and in this case fascination will serve to “open up” the person to the inner working of hand magnetism. This kind of working is most useful for problems depending on the voluntary system (ex. Muscular Tensions) 2. After fascination: we will make the client closing his eyes after fascination. At this point, passes will serve to activate the reactions of the inner brain, helping our client to access his inner healing resources.",
  "last_phrase": "Remember to always listen to your intuition and use the palms of your hands for magnetizing passes towards your subject, and the backs of your hands for de-magnetizing passes. Utilize fascination and passes for a powerful therapeutic effect to access inner healing resources and alleviate problems like muscular tension. Trust your instincts and follow your gut when conducting passes, which can be likened to active radioesthesia."
}