{
  "title": "Breathing Exercises for Concentration and Vitality.",
  "first_phrase": "In the last 200 tokens of this text, the author gives further instructions on a breathing exercise that helps generate surplus electric force and store it in the spleen for future emergencies. The author cautions against overdoing the exercise and emphasizes the need for proper regulation to achieve physical, mental, and spiritual benefits. The author also warns against becoming too meditative and emphasizes the importance of concentration. The instructions should be followed religiously to gain the most significant benefits.",
  "content": "Whatever surplus electric force is generated through the work of breathing the system will store in the spleen for future cases of emergency, to supply the demand in time of need. Your system may not be trained sufficiently for the storing up of much surplus electric force, and the vibrations of the nerve centers are liable to transfer their activity to brain cells directly under the control of the imaginary faculties. Certain temperaments are thus made more meditative, a condition we do not favour, as our work at present is that of concentration whereby the greatest possible good physically, mentally and spiritually may be derived. You cannot afford to throw yourselves into a state of apparent happiness for the purpose of gratifying the sensual nature. You must continue to bear in mind that every system has its regulations, and if you earnestly desire to take advantage of these noble teachings you should give these exercises attention and follow them religiously, as you are the ones to derive the good from their observance.",
  "last_phrase": "In conclusion, to achieve the greatest possible physical, mental, and spiritual benefits from these exercises, it's essential to follow them religiously and give them your full attention. You must keep in mind that these exercises are a means to an end, and once you have achieved the desired state of development, you will no longer be expected to follow them routinely. As long as you are a disciple, follow the master, but once you can do the works of the master, you are no longer required to perform the duties of a disciple. Just like the study of harmony, it's important to follow the rules laid down until you have mastered all that the masters can teach you."
}