{
  "title": "\"Understanding the Three Brains Theory and Therapeutic Exercises\"",
  "first_phrase": "In the previous section, we explored the theory of three brains, which includes the neocortical brain, emotional brain, and basic brain. We also talked about the fourth position, awareness. Here, we will discuss a therapeutic exercise that can help in understanding this concept. This exercise involves using the sphere of light to work on fears and negative emotions. By looking at a light, closing their eyes, and focusing on their third eye, the subject can imagine a sphere of light that travels through difficult and peaceful moments of their life. This exercise can result in increased presence and natural healing.",
  "content": "Say him to continue staring at this point, the third eye, and imagine light becoming a sphere at the back of his head. The subject has always closed eyes and is concentrated on his third eye while the light ball goes visiting difficult and peaceful moments of his life. The light ball (that contains his consciousness) comes back to the present and the subject can open eyes. We can ask him if and how he feels now the emotion. The subject will feel more presence in himself and he will be less sensitive to the negative emotion. Most of the time the emotion will be no more. You can also do on yourself the exercise sphere of light STEPS 1. Feel the emotion, where do you feel it? 2. Recall past events occurrences 3. Look at the light (20 seconds) 4. Close your eyes, look at your third eye (touch him) 5. Imagine light continues to pass through you and collect at occiput in a sphere 6. The sphere goes into the past events 7.",
  "last_phrase": "Try this exercise of the mirror to help overcome your cravings. Each craving is like a dream that causes us to lose our focus and presence. This exercise will enable you to exit this trance-like state. Simply stare at yourself in the mirror for a few minutes while focusing on your breath. This practice can help you gain more control over your cravings and maintain mindfulness in the present moment."
}