{
  "title": "\"The Power of Fascination: A Healing Technique\"",
  "first_phrase": "In the previous text, the authors discussed two skilled practitioners of therapeutic fascination, Virgilio T. and the late Prof. Erminio from Pisa, who had different approaches to the practice. In this final section, the authors emphasize the importance of discipline in self-improvement to attain such powers. They highlight the difference between the immediate but shallow effects of Virgilio's hypnosis and Erminio's deep and long-lasting impact on healing pathologies. With this context, the authors describe how they became Virgilio's students and intimate associates and learned his secrets for making people feel better.",
  "content": "In spite of the fact that both Virgilio T. and Erminio from Pisa were consummate masters in this art, the former, albeit capable of producing rapid results, operates only by leaving a superficial and short-term imprint, at a time that the work carried out by the latter pushes this technique onto a different level, one that has a deep effect and succeeds in healing plentiful pathologies on an enduring basis. In so doing, it traces itself back to a long tradition of therapeutic fascination. After all, Virgilio, fully aware as he was of his limits, made use of his brand of hypnosis, never mind how spectacular, only as a game or for theatrical effect, whereas Prof. Erminio from Pisa was accustomed to assiduously cure dozens of people on a weekly basis, within his study, as part of his regular professional activity. Most of these persons would get cured in a single session lasting ten seconds or so.",
  "last_phrase": "In conclusion, while Virgilio T. was proficient at producing rapid but superficial results, Prof. Erminio from Pisa took the art of hypnosis to a different level through his dedication to healing and use of universal harmony. We can learn from his methodology and employ this technique for long-lasting healing purposes, which will be detailed in the second part of the book."
}