{
  "title": "Techniques for Trance and Therapy: A Guide",
  "first_phrase": "This text describes various techniques based on divergent gaze that can bring a person into a trance-like state for therapy or manifestation. The first part involves moving both hands in synchrony while looking into the operator's eyes to create an entranced state. The second part involves holding the subject's right hand and automatically moving it while diverging the gaze and assuming a stupefied expression. Other techniques are discussed for hemispheric dissociation and mental healing. The text presents the names of the creators of each method such as Salamini, Virgilio, and Di Pisa.",
  "content": "We devised a second part in order to bring therapeutical change and help manifesting: PART 2 (our creation) Stay here and continue imagining The hand comes near, in you Your image becomes true DIVERGENT GAZE – WITH AUTOMATIC HAND MOVEMENT (Salamini’s method) This method is based on holding the right hand of the subject as while greeting somebody and beginning to move it. At the same time we move left hand and we diverge eyes assuming a stupefied expression. The subject will continue the movement. (operator is on the right) EYES MOVEMENTS TO CREATE HEMYSPHERIC DISSOCIATION (Virgilio and Di Pisa) If we look very concentrated in the eyes, alternating the gaze from one to the other (begin with the right one) we can facilitate hemispheric dissociation and help each following technique of fascination. DIVERGENT GAZE – GOING NEAR (Di Pisa’s Method) Divergent gaze, if done going very near to a person can be a powerful method for fascinating a person. In this case we can send a suggestion of mental healing.",
  "last_phrase": "In conclusion, utilizing the various gaze techniques and healing methods mentioned in Part 2 can aid in achieving a state of mental wellness and physical relief. Remember to approach with a stupefied expression, use hemispheric dissociation, and move in with a divergent gaze. Utilizing these techniques with a state of focus and energy can lead to successful results in achieving mental and physical relief."
}