{
  "title": "\"Developing Self-Consciousness: 7 Mindful Exercises\"",
  "first_phrase": "In the previous part, we discussed the importance of attention and the power of projection. In this final section, we delve deeper into exercises that aid self-awareness and lead to freedom. These exercises include gazing at oneself in the mirror, constant awareness of a body part, and conscious breathing and talking. By practicing these exercises, one can become more present, and ultimately achieve a state of “remembering our own selves”. It is noteworthy that these exercises also have a positive impact on those around us.",
  "content": "Therefore we need a focal point in the present moment. You should keep constant awareness of one part of your body (e.g. one hand). Over a period of time, this exercise might even be escorted by directing attention to one foot (possibly the one by the other side of the body). The aim of these exercises is to start “remembering our own selves”. The aim is the further development of Presence as a way to freedom. Another interesting exercise is to be conscious of breathing while you are eating. Exercise 6: Consciousness of breathing while eating. You should now extend your awareness to your breathing as you eat. You ought to be conscious of the fact that you are busy eating. Exercise 7: Awareness of talking. You must now extend your awareness further and let it encompass your talk. Listen to yourselves talking while being conscious of the fact that you are engaged in a speech. This exercise has an effect which is also discernible by the people around you.",
  "last_phrase": "In summary, developing self-consciousness requires focusing on the present moment, directing attention to one's body, being mindful of breathing while eating, and being aware of one's speech. This process allows for automatic responses to be subordinated to awareness and aligns actions with decisions. With consistent practice, these exercises can lead to greater presence and freedom."
}