{
  "title": "\"Mindful Body Exercise Routine for Improved Presence\"",
  "first_phrase": "In the previous text, the author discussed the importance of body consciousness and how to perceive the body beyond mental projections. Now, the author further elaborates on exercises that promote presence in oneself. A key message is to focus on the exercise rather than the performance of the exercise, as the latter leads to distraction. The eighth exercise involves controlled arm folding while maintaining attention on the movement. Short practice periods are recommended rather than exhausting oneself with prolonged effort.",
  "content": "The same moment mind asks this question, the exercise is finished. Therefore, the question “Do I have performed well this year?\" will always be related to an exercise already accomplished, could not be more than merely retrospective. So while you work, think to the exercise, not to “the performance of the exercise”. Please consider this sentence, because the secret of success is wrapped in it. Memento. – Do not get exhausted in an effort to unduly prolong an exercise. At the beginning, when an exercise has been perfectly executed for a very short time, you can call yourself satisfied. Rather than prolong the duration for that day, you shall switch to a different exercise. Exercise 8 – arm folding Bend the arm on itself to touch the shoulder with your hand. Execute the movement slowly, controlling it, namely placing your attention on what you are doing and without any external thought. A similar exercise is well performed only when the mind does not distract, not even a moment.",
  "last_phrase": "In conclusion, by shifting our focus from \"the performance of the exercise\" to the exercise itself and paying close attention to the movements we make without distraction, we can achieve success in our fitness routine. Also, remember not to exhaust yourself to unduly prolong an exercise, and if an exercise has been perfectly executed, switch to a new one. Try these simple exercises like arm folding and finger stretching, and gradually increase the reps."
}