{
  "title": "\"The Importance of Concentrated Breathing for Physical Wellbeing\"",
  "first_phrase": "In the previous text, the importance of breathing was emphasized as a means of keeping the blood in circulation and purifying it. The focus was on the physical aspect of breathing, but in this part, Dr. Hanish introduces the concept of Ga-Llama, a life principle that can be accessed through concentrated breathing. There is no instrument to detect Ga-Llama, but its existence can be proven through perception, understanding, and the senses. This ancient principle has been used for over 142,000 years to bring sense to unknown and complex phenomena.",
  "content": "As dr. Hanish says: In systematic, concentrated breathing, you not only breathe in oxygen for the purification and furtherance of the circulation of the blood, but you also take into your being Ga-Llama, the centralizing life principle, although unconscious of it because of the inability to discover its presence by the aid of any instrument. Like the atomic theory, which has never been proved, Ga-Llama serves as a term to explain the inexplicable. Yet Ga-Llama is a reality, because its existence can be proved by mental perception, spiritual understanding and the senses. Ga-Llama is not a new term. It has been used to designate the life principle as discovered by the ancients as far back as 142,000 years ago, and more. It has been recognized that there is a principle by which can be established the consciousness of sense conditions whereby the hidden, the unknown, the incomprehensible, the mysterious, The marvelous, the wonderful, can be made known and simplified to the senses when brought down to this plane.",
  "last_phrase": "Incorporate systematic and concentrated breathing in your life to not only purify your blood circulation but also take in Ga-Llama, the centralizing life principle. By being aware of its existence, you can draw it into your being and get into harmony with the universe, and enhance your individuality to infinity with every breath."
}