{
  "title": "\"Curative Passes: An Essential Practice for Magnetizing Health\"",
  "first_phrase": "In this text, the author explains the difference between Magnetising-pass and Curative-pass practices. The Curative-pass aims to draw out something invisible that causes pain, and at the end of each pass, practitioners must shake their hands to prevent accumulating pain. The author also shares techniques on how to silence scepticism and transfer pain to another person. In the last part (200 tokens), the author emphasizes the importance of shaking hands to avoid carrying pain away. This information may help those interested in learning and practicing Curative-passes.",
  "content": "I have removed headaches by passes from bigoted persons, and have intentionally closed my hands to retain the pain, and, upon receiving a denial, or obstinately dubious reply from the Sceptic, as to whether his headache were better, have simply thrown the pain back again, and let it remain till he has promised, that if I would only desist and remove the pain, he would own to the power of Magnetism. At times you can also transfer the pain from your Patient, by this means, to another person, which is generally successful in silencing obstinate scepticism. Shaking the hand after every pass, which was made for the purpose of removing disease, is essential for another reason. I neglected it when I was a beginner in the science, and consequently left my Patients only half benefited, and with my own hand stiff, sore, and inflamed with their pain, which I carried away with me.",
  "last_phrase": "In conclusion, magnetism can be a powerful tool to relieve pain and discomfort in oneself and others. Proper technique, such as shaking the hand after every pass, can ensure that both the patient and practitioner benefit fully from the practice. While it may seem unusual to those unfamiliar with magnetism, the results speak for themselves, and many have found relief from headaches, toothaches, and other afflictions through this method."
}