{
  "title": "Exercises for Integrating Sub-Sensorialties: Aura, Magnetism, and Inner Sound",
  "first_phrase": "This text explores sub-sensorialties at physical, visual, and auditory levels, and provides exercises to integrate them. The exercises for the physical level include magnetic sensations and bringing energy to the hara. For the visual level, the Aura75 exercise helps to see your aura, and for the auditory level, it suggests focusing on the inner sound or \"sub sounds.\" The exercises are explained in detail and include notes on potential side effects.",
  "content": "This heat is your energy. Now you can imagine to be opening a door. At this point, you see a white light around you and watch the image change Note – eliminate the eventual headache The previous exercise could leave a slight feeling of a headache. You can easily eliminate headaches resulting from this exercise by placing one hand on the heart and the other on the forehead. Then remove your hand from the forehead and put it on the back of the neck, this eliminates the sensation Exercise - aura You can use the same technique to see what it is called \"aura\". Relax and inwardly head towards seeing the aura of the subject. Breathe in slowly. Look through or around the subject. When you defocus an outline light appears. HEARING The inner sound Cover your ears. You will feel like a mumble. It is blood passing close to your auditory cells. Keep attention to this noise. Try to listen in a quiet environment even without covering your ears and remaining present.",
  "last_phrase": "In conclusion, these exercises can greatly benefit your energy and perception. Remember to eliminate any headaches resulting from the aura exercise, and don't forget to listen to the inner sound in a quiet environment. Practicing the exercises for hemispheres and awakening of the central fire can contribute to the development of your overall energy, leading to a better sense of wellness and mindfulness. Make sure to perform them until you feel their effect is established in you."
}