{
  "title": "Mindfulness Exercises for Relaxation & Focus.",
  "first_phrase": "In the previous text, we learned about various exercises that help to improve our concentration and focus. Now, let's explore a few more exercises that can help us to strengthen our ability to pay attention. Exercise 9 focuses on extending and lowering a single finger repeatedly while keeping your attention on it. The exercise is designed to increase your attention span slowly. Exercise 10 involves placing cotton wool into a glass funnel and filling it with water, and then focusing on the decreasing level of the liquid. The idea is to resist the temptation to blink or divert your attention. Finally, Exercise 11 involves counting the grains of a necklace without thinking of anything else.",
  "content": "You do not have to distract. During the exercise the pupils must remain constantly fixed on the liquid’s level, resisting the invitation of the eyelids that would like to close. If you find that in the meantime, you diverted your attention, or if the pupils come off even for an instant from the liquid, the exercise has failed and everything is to be done again. If you do not have a glass funnel, observe instead of the decreasing level in the funnel, the increasing level into the bottle. Later you will resume the exercise complicating it, straining not to hear the noise of the liquid going down. (See further, exercises of elimination). Exercise 11 Necklace. Get amber or glasses necklaces, whose grains can scroll at pleasure on the thread holding them. The exercise is to count necklace’s grains without thinking of anything else. Begin to count a few, and then gradually increase the number.",
  "last_phrase": "In conclusion, these exercises are great techniques to improve focus and concentration. It is important to avoid any distractions during the exercises and to repeat them if your attention drifts away. Moreover, you can try variations of the exercises, such as counting the grains of a necklace or shooting your thumbs, to challenge yourself further. With practice, you can enhance your ability to stay focused and attentive in any activity."
}