{
  "title": "\"The Significance of Dr. Braid's Theories in Hypnotic Science\"",
  "first_phrase": "In the previous text, the author discussed the shift from the old mesmeric method to induce hypnotic sleep, to using fixity of gaze on a bright object. In this last part, the author begins with a reflection on the historical date of the shift and notes that it was well-known that the new method was much easier for inducing hypnosis. The author then delves into the significance of this change, particularly as regards the role of suggestion in hypnotic induction, and the importance of concentration and fixity of gaze. The author makes clear that fixity of gaze, accompanied by concentration of mind, can displace the threshold of consciousness to a greater or lesser extent, depending on individual mental characteristics, thus bringing subjective powers into play.",
  "content": "That being conceded, we must inquire how the conditions were changed by the change of methods. What effects, if any, either in the condition of the subject or of the operator, or in both, are missing when the new methods are applied? It is now necessary to recall to mind the fact (1) that Braid demonstrated that suggestion is not a necessary factor in the induction of the hypnotic state; and (2) that steadily gazing upon an object will induce the condition in a more or less marked degree, whether the subject is expecting the result or not. The intelligent student will so readily recall thousands of facts demonstrating this proposition that it is safe to set it down as an axiom in hypnotic science that intense gazing upon an object, accompanied by concentration of mind, will displace the threshold of consciousness to a greater or less extent, depending upon the mental characteristics of the individual and the circumstances surrounding him. The subjective powers are thus brought into play.",
  "last_phrase": "In summary, it is clear that when using old methods to induce hypnosis, such as passes, fixed gazing, and mental concentration, the mesmerist hypnotizes themselves as well as their subject. This has far-reaching implications for telepathy, which can only be employed between subjective minds. It is therefore crucial for practitioners to understand the subjective powers and mental characteristics of the individual they are working with to induce a successful hypnosis state."
}