{
  "title": "\"Benefits and Dangers of Light Therapy for Depression\"",
  "first_phrase": "In this text, we explore Light Therapy, a form of treatment that uses light to alleviate depression symptoms. The author describes how the absence of light affects all living species, making them more sluggish and leading to lower vitality. He explains that light therapy can help treat more than just winter depression, mainly because the light we get from interior lighting is far less than the amount from the real thing. However, he warns that it's important to use the correct dosage of light, as too much can cause manic symptoms.",
  "content": "Here's why: the amount of light reaching your eyeball from interior lighting is far less than the amount from the real thing. So unless you are outside much of the day in the winter, you are relying on electric light for your photons (in summer, there is so much light, most people get enough, even if they are indoors during their work hours). The following graph shows you just how much less light you receive, indoors versus outdoors (Lux is a standard unit of light flow): Brightness Values: Candle light at 20 cm 10-15 Lux Street light 10-20 Lux Normal living room lighting 100 Lux Office fluorescent light 300-500 Lux Halogen lamp 750 Lux Sunlight, 1 hour before sunset 1000 Lux Daylight, cloudy sky 5000 Lux Daylight, clear sky 10,000 Lux Bright sunlight > 20,000 Lux2 Light Therapy in Bipolar Disorder Light therapy is probably one of the safer antidepressant treatments for bipolar depression. Low \"doses\" can be safe for many people. But too big a dose can cause manic symptoms, just like any other antidepressant.",
  "last_phrase": "In conclusion, while indoor lighting may not be enough to provide the necessary amount of light for your body, using light therapy as a form of treatment for bipolar depression can be effective when used in safe doses. Consult with your doctor to determine the appropriate dosage and treatment plan for your individual needs."
}