{
  "title": "\"Attaining Non-Dual State: Exercises for Time Perception & Clairvoyance\"",
  "first_phrase": "This text explores the benefits of practicing the exercise of the mirror, which can lead to a state of \"being beyond time\" and non-duality. The exercise involves awakening the pineal gland and becoming more aware of the energetic body. The final part introduces the Hermetic Caduceus exercise, which helps to attain constant presence by using the energy of the right eye. The text also warns about the dangers of not being in control of one's own mind, as every imagination can become a reality. With this in mind, the exercise can unlock infinite possibilities that are blocked by the ego.",
  "content": "First Exercise: Look at yourself in the right eye, attention about breath, hands in a receptive position To start inhale to tense the body, when exhale to relax the body Look yourself in the left eye, and continue to tense/to relax - Put inside the energy until the maximum level Second Exercise: Look at yourself in the right eye and feel your breath Feel your self inside your body, at the centre of the body, decide to be present The imagination which operates on the body With regard to the preceding exercise, for a person who has attained such a state, and is thus stably in the present, every imagination becomes equivalent to a reality. That is why the ancient humans used to secrete this path, as they realized the risks posed by it to whoever was not in control of his own mind. In the reality of the now, everything is possible. It is the ego which blocks possibilities and prevents things from “making themselves”.",
  "last_phrase": "By tapping into our spiritual senses, such as clairvoyance and clairaudience, we can transcend the physical aspect and unlock endless possibilities. Through the use of specific exercises, like those mentioned, and a focus on being present in the moment, we can gain control over our minds and let things manifest. This journey towards enlightenment requires patience and practice but leads to a liberation of the self."
}