{
  "title": "\"Mesmerism and Magnetism Training Manual\"",
  "first_phrase": "This training manual by Dr. Marco Paret on Mesmerismus covers various techniques to enhance personal magnetism and vitality through four elemental keys, coaching, creativity, and understanding magnetism as natural. It explains the difference between hypnotism and mesmerism, physiological tenets, and the power of magnetic attraction. The last 200 tokens delve into the spirit of magnetism and distant magnetism, the upper level of ecstasy, and exercises for physical strength, personal magnetism, and self-magnetism using the mirror.",
  "content": "The Key of muscular tension 37 THE PRIMAL MIND 39 Five things you need to know for an effective practice 39 UNDERSTANDING MAGNETISM AS NATURAL 40 MAGNETISM AND THE PRIMAL MIND 41 Graphic and Symbolic Idea of Energy / Kundalini / Azoth 49 DIFFERENCE BETWEEN HYPNOTISM AND MESMERISM 50 SOME PHYSIOLOGICAL TENETS 53 The second brain of man 53 The secret of activating your Enteric Brain 54 USE OF MAGNETIC PASSES 62 Activation of our client’s inner resources in a non verbal way 63 Kinds of Passes 67 Curative Passes 70 EXERCISE TO DISCOVER MAGNETISM 76 MAGNETIC ATTRACTION 77 MASTERING THE KEY OF TIME 80 The power of Now 80 DEVELOPING YOUR CENTRAL ENERGY 85 Awakening both hemispheres and both parts of your mind and being 85 The Principle of the Secret Fire 86 EXERCISES: USING THE MIRROR FOR SELF MAGNETISM 91 PREPARING YOUR BODY IN A MAGNETIC WAY 93 EXERCISE TWO 97 SOME PERSONAL MAGNETISM EXERCISES 106 GENERAL MAGNETISM EXERCISE 109 MAGNETISM AND PHYSICAL STRENGth 114 The Spirit of Magnetism and Distant Magnetism 117 The upper level and Magnetic Extasy Ecstasy?? 119 2.",
  "last_phrase": "In conclusion, practicing and understanding magnetism can unlock hidden potential in your mind and body. From activating your enteric brain to developing your central energy, there are numerous exercises and techniques available. Whether it's for personal growth or improving physical strength, mastering the principles of magnetism can lead to a more fascinating and attractive life."
}