{
  "title": "\"The Physiology and Development of the Third Eye\"",
  "first_phrase": "This text explores how the opening of the third eye, an important concept in spirituality, is linked to the development of one's consciousness. The author explains how this process involves releasing mental blocks and developing intuition through personal effort. Hypnotic practices often touch the area of the third eye to facilitate the letting go of oneself and enter a state of hypnosis. The Kabbalists believed that the third eye operates on an ethereal plane called \"the universally shared book,\" which records all instances of human behavior. This theory predates Rupert Sheldrake's theory of resonance fields, which similarly suggests that unseen forces influence the direction of form.",
  "content": "The full reawakening on the part of the third eye is connected to a development of one’s consciousness that is achieved over a period of time, as the consequential fruit of individual effort and working on oneself. The more one progresses in the practice of fascination, the more one can discern a greater sensibility in that area. Finally, as far as the level at which the eye operates is concerned, the Kabbalists are of the view that it acts on an ethereal plane, “the universally shared book, where all the instances of man’s conduct are recorded in writing, namely, the ether. In it, all the units of human behaviour are inscribed, including the look of the eyes, or whatever nice or evil is said” 59. It is odd that this theory antedates the more recent one of Rupert Sheldrake (1998-1999-2000) that concerns “morphic fields”, i.e. the theory of resonance fields which are not directly perceptible but which have a tendency to “thrust” forms into a particular direction 60.",
  "last_phrase": "In conclusion, the awakening of the third eye is a gradual process achieved through individual effort and working on oneself. The more one practices fascination, the greater their sensibility in that area becomes. The Kabbalistic theory suggests that the eye operates on an ethereal plane, similar to Rupert Sheldrake's theory of morphic fields. Finally, the physiology of fascination aims to bring the subject into a passive consciousness, with a special emphasis on the two hemispheres of the body."
}