{
  "title": "\"Hypnotic Techniques: Mandelbaum Effect and Altering Binocular Function\"",
  "first_phrase": "In the previous segment, we discussed a hypnosis technique involving sweeping movements and fixation of gaze. The last 200 tokens explore the Mandelbaum Effect, where the operator's voice seems to come from a different location as they move farther away. The text also describes specific techniques such as \"Fascination\" and \"Absorbing,\" which involve altering binocular function and projecting mental images to induce a trance-like state in the subject. It's essential to note how left hand on shoulder, drawing, attraction with hand, and circular movement are involved in these techniques to make them more effective.",
  "content": "This technique is used in the following fascination technique: Put Left hand on shoulder Look inside left eye Push Energy (close buttocks) EARTH Check if the subject is loose Begin to draw him slowly always making movements with the other hand WATER Do not draw anymore, use only right hand Do attraction with hand If subject comes forward go back AIR Do circular movement with your hand Project mental image Do mental or verbal commands Have stupefied expression (be in a trance) FIRE ABSORBING This refers to absorbing the spirit of the person in front of us GOING BEYOND THREE DIMENSIONAL REALITY Altering binocular function Binocular functions refer to the ability of the eyes to coordinate their activity so that we can merge the visual fields of both eyes into one distinct image. The most commonly observed aspects of binocular functions include convergence (the ability of the two eyes to team and focus on the same object), and accommodations (the ability of the eyes to shift their focus from near point to far point or vice versa).",
  "last_phrase": "To conclude, these techniques are meant to alter and manipulate the subject's perception through a series of physical and mental commands. While effective, it should be noted that altering binocular functions can have negative effects on visual functions if done improperly. Always proceed with caution and consult with an expert if unsure."
}