{
  "title": "\"Reconnecting with Body and Presence in Magnetism and Mesmerism\"",
  "first_phrase": "In this text, we explore the idea of body consciousness and how it affects our energy and Kundalini. The main point is that we often lose touch with our bodies, leading to a decrease in energy. To recover and connect with the primal mind, we need to be present in the here and now and in our perceptions of reality and body. In the last 200 tokens, we'll focus on the difference between hypnotism and mesmerism, based on Jay Hudson's \"The Law of Psychic Phenomena\". Hudson highlights the shift from one method to another and its impact on results. The text emphasizes the importance of being present when practicing magnetism and feeling connected to the client.",
  "content": "A moment's reflection will fix it at or about the date of the promulgation of the theories of Dr. Braid. It is a historic fact, well known to all who have watched the progress of hypnotic science, that as soon as it was found that the mesmeric or hypnotic sleep could be induced by causing the subject to gaze upon a bright object held before his eyes, all other methods were practically abandoned. It was much easier to hold an object before the subject's eyes for a few minutes, with the mind at rest, than to make passes over him for an indefinite length of time, accompanying the passes by fixity of gaze and intense concentration of mind. The important point to bear in mind right here is the fact that in the old mesmeric method, fixity of gaze and concentration of will on the part of the operator, were considered indispensable to success. It seems clear, then, that it is to this change of methods that we must look for an explanation of the change in results.",
  "last_phrase": "In conclusion, the shift from the old mesmeric method to the new method of inducing hypnotic sleep by gazing at a bright object marked a significant change in the practice of hypnotic science. By removing the need for fixity of gaze and concentration of will, the new method proved to be a more effective way to induce the hypnotic state. The use of suggestion is not necessary in this method and the subjective powers of the individual are brought into play. Hypnotic science continues to evolve, but this historical shift remains an important milestone in its development."
}