{
  "title": "\"The Relationship Between Mesmerism and Telepathy Explained\"",
  "first_phrase": "In the preceding paragraphs, the author discusses the effects of changing methods in inducing hypnotic state by recalling the fact that suggestion is not a necessary factor in the induction, and intense gazing upon an object can displace the threshold of consciousness to a greater or lesser extent. In the last 200 tokens, the author concludes that when a mesmerist employs old methods, he mesmerizes himself by the same act by which he mesmerizes the subject, evoking subjective powers in exact proportion to the degree of hypnosis induced. The significance of this fact becomes instantly clear to those aware of telepathy between two subjective minds.",
  "content": "The subjective mind is released, or elevated above the threshold of consciousness, and performs its functions independently of, or synchronously with, the objective mind, just in proportion to the degree of hypnosis induced. It may be only in a slight degree, it may be imperceptible to those surrounding him, or it may reach a state of complete hypnosis, as in the cases mentioned by Braid; but certain it is that the subjective powers will be evoked in exact proportion to the degree of causation. The conclusion is obvious and irresistible that when a mesmerist employs the old methods of inducing the subjective state, - passes, fixed gazing, and mental concentration, - he hypnotizes himself by the same act by which he mesmerizes the subject. The far-reaching significance of this fact will be instantly apparent to those who are aware that telepathy is the normal means of communication between two subjective minds, and that it is only between subjective minds that telepathy can be employed.",
  "last_phrase": "In conclusion, the subjective mind can be released through hypnosis in proportion to the degree of causation, and the operator can also be in a partially subjective state. This allows for the exhibition of telepathic powers between two subjective minds, but it is important to understand that Braid's discoveries are only one link in the great chain of hypnotic science. Understanding the far-reaching significance of these facts can open up new possibilities in the field of hypnotic and telepathic research."
}