{
  "title": "Manipulating the Mind: The Power of Eye Contact and Mental Concentration.",
  "first_phrase": "In the previous part of this text, the author described how to use the power of gaze and concentration of thought to influence the actions of others. In the last 200 tokens, the author suggests conducting further experiments to hone these skills, such as trying the technique on public transport or in the street. The author also mentions the importance of formulating clear intentions and having strong mental energy. The text concludes with a suggestion for using this ability to obtain a service or object from someone who is resistant to parting with it. Overall, the text provides insight into the power of the mind and how it can be used to influence others.",
  "content": "The chosen person will soon become restless, nervous, as if she was aware of a force that dominates her, and will end up looking on your side or even staring at you. 5° Get to the window and look at a person who comes towards you. If you fix it with sufficient energy expressing the will that raises her head and looks at you, it will almost invariably, obeying your mental recall. The experience can be done with the same process in backward conditions; namely, passing you set one person at a window. Two action elements come into the scene in this series of experiences: the magnetic power of gaze and the concentration of thought. When these experiences have succeeded once on two, you have conscience that you can dominate others and impose your will in large measure. Other experiments you can then try with the help of a friend or an ordinary person. Suppose that you want to obtain from him a service or an object from which he does not want to part from.",
  "last_phrase": "In conclusion, the power of gaze and concentration of thought can be used to dominate others and influence their actions. By practicing these techniques, you can become more aware of your ability to impose your will on others. However, it is important to use this power ethically and responsibly, taking into consideration the impact it may have on those around you."
}