{
  "title": "Exercises for Body and Mind: Enhancing Presence and Energy.",
  "first_phrase": "In the previous section, we learned about exercises that can maintain the flexibility of our body and prevent tensions that can block energy. Now, we are ready to move on to the \"exercises for hemispheres,\" which are symbolic of the polarities in humans. The author suggests a possible connection to a school in Italy since pre-Roman times, as evidenced by the representation of eyes in everyday objects of the Etruscans. The exercise involves working with different aqueous energies and the energy of breathing to extract power represented by a sword while dominating polarities.",
  "content": "Moreover, their winged deity in the symbology below implies the same concepts of the exercise that we will be presenting shortly. In it, we may see how the power of breathing (represented by the wing, which is the element of air) relates to the eye. At the same time we see clearly how this is a force, represented by the sword. The two aquatic tails show clearly the dual aspect behind this energy76. Since tails belong in their form, to the aqueous element, symbol in its entirety (though we do not have evidence of the matter) may easily represent the exercise that follows: from the meeting of two different aqueous energies and the energy of breathing you extract the power (represented by the sword). To do this you must work at both physical and energetic level. Dominate polarities with the hot water/cold water exercise To develop the basic energy we must therefore be able to overcome polarities.",
  "last_phrase": "In conclusion, the power of breathing and the meeting of two different aqueous energies in the exercise presented can help us extract our inner power and overcome polarities. By working on both physical and energetic levels, we can develop our basic energy and become a magnetic man, who builds their own reality instead of being influenced by the outside world. The hot water/cold water exercise is a practical way to dominate polarities and take control of our lives."
}