{
  "title": "\"The Importance of Following Regulations in Spiritual Exercises\"",
  "first_phrase": "In the final 200 tokens of this text, the author emphasizes the importance of sincere commitment to the exercises outlined in the teaching for deriving the greatest good physically, mentally and spiritually. The author warns against seeking sensual fulfillment, urging adherence to regulations until mastery is achieved. The discussion here echoes the study of harmony - one must follow rules until mastery when he can break rules to establish rules of his own. It is crucial to follow what is known until one reaches perfect harmony.",
  "content": "As repeatedly said, these exercises are a means to an end only, and as soon as you have reached the desired state of unfoldment you will no longer be expected to follow them in routine. As long as you are disciples you follow the master. As soon as you are able to do the works of the master you are no longer to perform the duties of a disciple. It is as with the study of harmony, whatever method you take up, you are expected to follow it until you have acquired all that the masters in harmony can teach you. You must at first keep within the bounds of the rules laid down by harmony. As soon as you begin to master harmony you can break the rules apparently, to enter into fields peculiar to the regulations known and establish rules of your own. Until then you must keep at least to that which is made known unto you and know for yourself, so that you will never do anything but that which shall be according to perfect harmony.",
  "last_phrase": "In summary, these exercises are meant to be temporary and to help you reach your desired state of unfoldment. Once you become proficient in the works of the master, you will no longer need to perform the duties of a disciple. Until then, you must follow the rules laid down by the master and gradually develop your ability to enter into new fields of regulation. Practice exercise four four times each day by facing different directions and following the instructions given."
}