{
  "title": "\"The Enteric Nervous System: An Independent Circuit Within Higher Animals\"",
  "first_phrase": "This text explores the fascinating concept of the enteric nervous system and its autonomous operation. Even when the vagus nerve is severed, this system continues to function. Dr. David Wingate, a professor of gastrointestinal science at the University of London, explains how the gut's nervous system was preserved as an independent circuit inside higher animals because offspring need to eat at birth. Developmental biologists have discovered that the two nervous systems only later connect via a cable called the vagus nerve, creating communication between two minibrains.",
  "content": "Therefore, nature seems to have preserved the enteric nervous system as an independent circuit inside higher animals. It is only loosely connected to the central nervous system and can mostly function alone, without instructions from topside. This is indeed the picture seen by developmental biologists. A clump of tissue called the neural crest forms early in embryo genesis. One section turns into the central nervous system. Another piece migrates to become the enteric nervous system. According to Dr. Gershon, it is only later that the two systems are connected via a cable called the vagus nerve. \"The cephalic [cerebral] brain communicates with the smaller brain in the gut in a manner analogous to that of interactive communication between networked computers.... The current concept of the enteric nervous system is that of a minibrain placed in close proximity to the effector systems it controls.",
  "last_phrase": "In conclusion, the enteric nervous system serves as a minibrain located in close proximity to the organs it controls. It can mostly function independently and is only later connected to the central nervous system through the vagus nerve. The enteric brain operates as the seat of the subconscious, allowing for a deeper connection to the cosmos, which the upper brain cannot achieve. Understanding the enteric nervous system is a fundamental point for connecting to the universe's mystery."
}