{
  "title": "\"The Importance of Proper Breathing Techniques: Fundamental Exercises\"",
  "first_phrase": "Have you ever wondered if you were breathing properly? In the previous part of this text, we discovered how important it is to use our lungs to their full capacity. In this last 200 tokens, we will present to you two exercises to help you achieve this. This section introduces Exercise 64, created by Professor Macphail, and its two components: Exercise 1 and Exercise 2. It is important to note that these exercises should be performed in the morning or whenever you feel the need. Are you ready to start breathing better? Let's dive in!",
  "content": "You should try to repeat it three or four times holding the breath a bit longer every time. After three or four mornings, this exercise can be omitted, instead perform the following. Exercise 2 Put yourself in the above-mentioned position; exhale all the air from lungs and while inhaling, lift up your arms horizontally, holding them as rigid as you can. You must make sure that you spend the same time to put the arms at a right angle with the body, as it takes to enter the air in the lungs. Immediately after, raise your arms above the head as much as you can and look to the tip of the foot. Then bend yourself slowly until touching, if possible, the floor with fingertips, without bending the knees. Then set upright while you exhale the air from lungs, let fall arms along the body. This exercise can cause at first a feeling of dizziness, but there will not be inconveniences whatsoever.",
  "last_phrase": "Incorporating these simple exercises into your morning routine can greatly benefit your physical and mental health, and infuse your body and spirit with a magnetic energy. Remember to start with the first exercise and repeat it three or four times before moving on to the second exercise, which can take no more than a minute to perform. By focusing on both your breath and muscles, you can unlock your body's full potential."
}