{
  "title": "\"Mastering Magnetism: Techniques for Effective Passes\"",
  "first_phrase": "This text is a continuation of a guide on mesmerism, a technique of inducing a trance-like state to someone to promote healing, relaxation, and other effects. It warns of possible side effects, such as changes in temperature, which have been tested scientifically. To counteract these effects, the author advises on De-Magnetising-passes and Reverse-passes. The last part of the text provides specific instructions on how to perform the Drawing-Passes technique, which involves gazing into someone's eyes and intending them to come closer to you. By following this technique, you can notice your subject stepping slowly towards you.",
  "content": "Next, practise alternately MagnetisingandDe-Magnetising-passes,longitudinally and transversely, being careful to develop the habit of dividing your hands after each pass, so that, when you are making successive Magnetising-passes, you do not make a De-Magnetising or Reverse-pass every time you finish one Magnetising-pass, and return to make another. Drawing-Passes should be practised when gazing. A cheval-glass is an excellent assistance, as you can Gaze into your own eyes. Imagine you have a Subject before you. Gaze into his eyes fixedly. Will, with an intensity that is indicated in your look, that he should come to you. Let both your hands hang at your sides, having your palms towards your Subject. Raise your right hand very slowly and steadily to your right shoulder, partially closing it on the way, then raise your left hand in the same manner, dropping the right hand to your side again the while, and continue these alternate passes for a length of time. When you are effective with these passes upon an individual, you will find your Subject step slowly towards you.",
  "last_phrase": "In conclusion, by practicing magnetizing and de-magnetizing passes alternately, and drawing passes while gazing into a subject's eyes, you can master the art of magnetic intention. Using transverse de-magnetizing passes over a subject's legs and feet can help them to walk straight and steadily, while maintaining a convenient distance between you and your subject. These simple techniques can help you to become an effective operator and influence those around you."
}