{
  "title": "The Significance of Mesmerism and Telepathy in Hypnotic Science",
  "first_phrase": "In the previous section, the author discussed the subjective mind's involvement in hypnosis and highlighted how certain techniques induce this state. In this section, the author discusses the implications of inducing a subjective state in the hypnotist as well. They explain that telepathy is only possible between subjective minds and that when the operator is partially subjective, and the subject is in complete abeyance, conditions exist that make telepathic powers possible. The author also notes that Braid's discoveries, though valuable, were misunderstood, and much of their true significance was missed, resulting in the retardation of hypnotic science.",
  "content": "The objective mind has no part or lot in telepathy until the threshold of consciousness is displaced so as to enable the objective mind to take cognizance of the message. It will be understood, therefore, that when the subject is mesmerized, and all his objective senses are in complete abeyance, and the operator with whom he is en rapport is in a partially subjective state, the conditions exist which render possible the exhibition of telepathic powers. This is what was meant when it was said in an earlier chapter of this book that the discoveries of Braid had really served to retard the progress of hypnotic science; not because his discoveries are not of the utmost practical value, but because much of their true significance has been misunderstood. The fact that persons can be hypnotized by his methods, and that many of the phenomena common to mesmerism can be produced by that means, is a fact of vast importance; but it is only one link in the great chain, and not the whole chain, as his followers would have us believe.",
  "last_phrase": "In conclusion, telepathy can only be exhibited when the objective mind takes cognizance of the message, usually achieved through the operator and the subject being in a partially subjective state. While the discoveries of Braid and the law of suggestion were important to hypnotic and psychic science, they only form a part of the great chain of knowledge. To harness the power of the second brain or Enteric Brain, one can use magnetism as a tool to activate and speak to it but must follow the necessary protocols as outlined in Practical Instructions in Animal Magnetism."
}