{
  "title": "\"Animal Magnetism: Understanding the Phenomenon and Techniques\"",
  "first_phrase": "In this last part, we will delve into the curious effects of animal magnetism and learn about De-Magnetising and Magnetising passes. Professor Gregory's experiment of drawing fingers without contact produces distinct sensations in different people. Blindfolding may disturb clear perception. The change in temperature is tested with a thermometer. The effects of Longitudinal passes can be removed by Reverse passes. It is recommended to be familiar with De-Magnetising passes before employing Magnetising passes. Practise the pass by placing the tips of the fingers slightly below the book's edge, sweeping the hand upward, and repeating with both hands over furniture.",
  "content": "Further on you will learn of other and more curious effects being produced by these passes. The change of temperature alluded to by Dr. Gregory is not imaginary, as I have tested it by placing a thermometer in the hand of a Sensitive. The effects of Longitudinal-passes are removed by Reverse-passes. Be perfectly familiar with De-Magnetising-passes, before you employ the Magnetising-passes upon any human being, or animal. Practise them thus: Place a book upon the table, let the tips of the fingers of your right hand point a little below the edge of what you may call the end of the book, the palm of your hand being towards you, and in this position sweep your hand upwards over the book. This motion is the exact reverse of the one employed to Magnetise with. Practise this pass with your left hand, and then with both hands, over sofa, wall, and chair.",
  "last_phrase": "In conclusion, mastering the techniques of magnetizing passes and de-magnetizing passes is an important practice before using them on any human being or animal. It is necessary to develop the habit of dividing your hands to avoid mixing up the passes. Practicing the drawing passes with a cheval-glass can also be helpful. With time and dedication, one can discover more curious effects."
}