{
  "title": "\"Exercise for Lightness and Balance: Stand on the Balls of Your Feet\"",
  "first_phrase": "This text explains the benefits of proper breathing and correct body positioning in developing good posture and a healthy mind and body. The author provides examples of pupils who have improved their form and symmetry and have thrown away their restrictive harnesses after practicing these exercises. In Exercise Five, you'll learn how to throw your arms out in front of you by commanding your mind and relaxing your muscles. You'll also learn how to inhale and exhale gradually and contract your muscles without straining them. This exercise concludes the series and summarizes the lessons learned throughout.",
  "content": "They know they can prove that by their exercising they are developing the muscles as well, although no particular attention to their development is given. It is the natural result of proper breathing in the correct position, with a mind concentrated. In this exercise you throw your arms out in front of you by the power of the will, which is the thought of \"Be it so\" or \"Let there be.\" By the command of the mind, with muscles of the whole body relaxed, spine firmer than ever, and an air about as independent as any monarch or potentate, the functions of the body must respond. As soon as you have taken your \"prelude breaths\" inhale gradually and simultaneously by the command of the mind, and the execution of the will cause the muscles to become tense --- not strained. The hands must remain limp at all times. The tensing only reaches the wrist. In exhaling you relax muscles again. You repeat this in that position three times. Three inhalations, three exhalations.",
  "last_phrase": "Incorporating this exercise in your daily routine may help in developing your muscles while focusing your mind and improving your breathing. Remember to maintain a correct position with your muscles relaxed, spine firm and an independent air. By mentally commanding your muscles, you can achieve proper tension without straining, and gradually relax them during exhalation. Perform the exercise three times in a row, and on the fourth inhalation, move your arms to the sides. With practice, you may feel tingling sensations, which can signify improvement in muscle development."
}