{
  "title": "The Benefits of Light Therapy for Depression and Seasonal Affective Disorder",
  "first_phrase": "This text explains the benefits of light therapy in treating bipolar depression and seasonal affective disorder. The author first discusses the importance of natural light versus artificial light and how much less light we receive indoors. They then go on to describe the use and safety of light therapy in treating bipolar depression. Finally, the author highlights a study that compares light therapy with traditional antidepressants, showing that light therapy can be just as effective. The text emphasizes the importance of finding a safe and effective dose of light therapy with the help of a doctor.",
  "content": "So you have to be careful. Have your doctor help you find a safe dose -- one which does not produce any \"manic side\" symptoms or interfere with sleep. Light as antidepressant What about a head-to-head competition between light therapy and a typical antidepressant; wouldn't that be one of the better ways to demonstrate that light really works to treat depression? Just such a study was recently published: about 100 patients in Canada, with depression in the winter, randomly assigned to either fluoxetine (formerly Prozac, now generic) or a standard light box. What happened? Equal improvement in both groups, with light a slight bit faster in lowering depression scores (lower is better) at week one Patients with seasonal affective disorder (SAD), a regular recurrence of depression during the fall and winter, caused by a drop in serotonin levels in the brains, often improve after basking under bright light, a technique known as phototherapy.",
  "last_phrase": "If you suffer from seasonal affective disorder (SAD) and are looking for a natural way to improve your symptoms, light therapy may be a good option. Be sure to work with your doctor to find a safe dose and monitor any side effects. And remember, you're not alone — many people experience the \"winter blues\" and there are effective treatments available."
}