{
  "title": "\"Fascinating Peripheral Movements to Affect Body Perception\"",
  "first_phrase": "This text explores the concept of using peripheral movements to affect body position and balance, specifically Virgilio's method. The article discusses the visual areas in the brain that contribute to peripheral vision and how they are important for monitoring body position. The author also explains a four-step exercise that can lead to a more complete method of fascination. Finally, the text introduces moving from right to left side of vision and working on the left eye, which uses the principle of muscular effort to drain energy and facilitate reaching a trance state.",
  "content": "It is divided in four steps each one corresponding to a moment where the subject become more “loose”. Put Left hand on right shoulder Look inside left eye Push Energy (close buttocks) EARTH Check if the subject is loose Begin to draw him slowly always making movements with the other hand WATER Do not draw anymore, use only right hand Do attraction with hand AIR Do mental command FIRE MOVING FROM RIGHT TO LEFT SIDE OF VISION - WORKING ON THE LEFT EYE In the preceding exercise we touched the right shoulder. Saturating the right side is a way to help creating a state of trance. This is also what happens in our version of the exercise of the Hermetic caduceus. Before we charge energy on the right side and after we go on the left. This latter technique uses also the principle of MUSCULAR EFFORT in order to drain energy away and bring easier in the trance point represented by dark focus.",
  "last_phrase": "In conclusion, by following the four-step exercise of Left hand on right shoulder, Look inside left eye, Push Energy, and Check if the subject is loose, you can achieve a state of trance which can be enhanced by the principle of muscular effort and touching the left hemisphere through the right side. By using these techniques, you can improve your focus and create a strong connection with someone through touch."
}