{
  "title": "\"Phototherapy and serotonin: The link to treating seasonal depression\"",
  "first_phrase": "This article explores the effects of phototherapy on seasonal affective disorder (SAD) and the winter blues. The earlier text explains that serotonin levels rise in the brain on days with longer periods of sunlight, which can help manage the symptoms of SAD. The last 200 tokens discuss the symptoms of SAD and how light therapy can help improve them. It mentions a recent study that found people who got a burst of artificial light in the morning were twice as likely to overcome their seasonal depression, and states that sun gazing can be beneficial for those who suffer from SAD.",
  "content": "Most people with SAD symptoms, show changes in their sleep/wake patterns and melatonin levels. A recent study at Columbia-Presbyterian Medical Center in New York City found that people who got a burst of artificial light in the morning were twice as likely to overcome their seasonal depression as were those who received the light in the evening. About 80% of sufferers show the sleep delayed pattern. Their melatonin production and sleep periods begin later at night, and creep into the normal AM waking hours. These people have trouble waking up in the morning, and often never feel fully awake, even if they have slept longer than usual. This group according to these researchers should do sun gazing early in the morning. The other 20% who feel best in the morning, then fade steadily by afternoon, often going to sleep hours earlier than normal, should do sun gazing late afternoon. These people feel better when treated with bright light, of over 2500 lux. The average person responds to light therapy in 2 weeks, but some people take up to a month.",
  "last_phrase": "In conclusion, if you suffer from seasonal affective disorder (SAD) and have trouble waking up in the morning, try sun gazing early in the morning. If you feel best in the morning and fade steadily by afternoon, try sun gazing late afternoon. Bright light therapy of over 2500 lux can also help alleviate symptoms, but melatonin supplements may worsen them. Incorporating serotonin-promoting practices into your daily routine may also be beneficial for regulating appetite and improving sleep."
}