{
  "title": "\"Fascination Techniques: Altering Perception and Absorbing Spirits\"",
  "first_phrase": "This text explores methods used in the fascination technique to absorb the spirit of a person and go beyond three-dimensional reality. Before this, the text discusses altering binocular function and entering the subject's microcosm. The fascination technique involves using specific hand movements and mental commands to enter a trance-like state and absorb the subject's spirit. With extreme ocular convergence and accommodation, the subject becomes almost blind to the external world. These techniques allow for a deep connection with another person and a deeper understanding of their inner self.",
  "content": "Each eye can have normal acuity (20/20 vision) but unless the eyes team, visual functions are impaired; <in observing very fast one eye after the other it seems that we alter binocular functions. We can alter binocular function both with ocular convergence as going very near to the subject. ENTERING THE SUBJECT MICROCOSM This is done with a fast moving toward the subject. Directing the two eyes on a point demands an extreme convergence of the ocular axes and a strenous accomodation. The proximity of the point being too great, the accommodation, though contracted, is insufficient, in general to allow a clear vision. As for the surroundings objects their images form only the peripheral part of the retina, since the central part is focused. The peripherical sensations on the retina are weaker than the sensations at the centre. In these conditions the subject makes himself almost blind to the external world and the more we are near, the more the process is accentuated.",
  "last_phrase": "In conclusion, altering binocular functions through ocular convergence and proximity to the subject can create a significant change in sensory perceptions. By using the \"big face\" phenomenon, we can enhance our ability to discriminate detail through changes in the apparent size of objects. Understanding and utilizing these mechanisms can lead to a more comprehensive and accurate perception of the world around us."
}