{
  "title": "\"Meditative Mirror Exercise for Self-Awareness and Energy\"",
  "first_phrase": "This text explores the phenomenon of \"multiplication\" that occurs when we face ourselves in a mirror. It discusses the interplay between subject and image, and the development of energy and expanded time. In Exercise 15, the author suggests combining breathing and visualization to increase energy and impregnate a symbol. However, the author warns against losing control and falling into a non-dualistic perception of time, as it can result in negative consequences, as experienced by a friend of theirs.",
  "content": "Briefly visualize a symbol which you want to become impregnated with. At the same time, you should, on ten occasions, slowly lift your arms, which you had previously stretched along your sides. Keep on inhaling air while raising up your stretched arms, until the thumbs touch each other at some high point. Thereupon, the lungs ought to be completely filled. When that stage is reached, you should slowly come back to an original state and position, by exhaling the air and gradually dropping your arms. You will derive a feeling of energy and expanded time. The more one proceeds toward energy, the more he approximates a superior quintessence. It is important to keep oneself in a state of constant presence. One friend of ours once fell into a swoon as a result of gazing at himself incessantly! That is a mistake. If, on the contrary, we preserve control at that moment, we might actually arrive at a non-dualistic perception of time.",
  "last_phrase": "In conclusion, practicing the exercise of the mirror with visualization and controlled breathing can lead to a feeling of energy and expanded time, as well as the possibility of achieving a non-dualistic perception of time and even precognition and vision from afar. Remember to preserve control, avoid excessive self-gazing, and utilize the energy of your active eye to tap into the superior quintessence. With consistent practice, one can attain a state of constant presence and perception beyond time."
}