{
  "title": "\"Learn the Art of Magnetic Passes for Healing and Influence\"",
  "first_phrase": "In this final section of the text, the author delves into the various types of passes used in magnetism. These include Reverse-Passes which remove the effects of the last Magnetising-Passes, Local or Topical-Passes made over specific parts of the body, Drawing and Repelling-Passes used for attracting and repelling subjects respectively, Direct-Passes for quick influence, Head-Passes for passing energy to the crown, Communicatory-Passes for conveying mental pictures and Lifting-Passes for moving rigid limbs. Curative-passes are employed for healing and are distinct from Magnetic Passes. It is recommended to practice these passes daily before attempting to magnetize anyone.",
  "content": "- Head-passes are Direct-passes made on or towards the crown of the Subject's head. - Communicatory-passes are merely to assist you in formulating your Will, and in conveying mental pictures. - Lifting-passes are also used to assist you to formulate your Will, when desiring to lift or at least to move a Subject's limb or body, when cataleptic or rigid. - Curative-passes are passes employed for the purpose of healing, and are styled, Longitudinal, Transverse, etc. They are distinguished, in practice, from purely Magnetic passes, by shaking the hand after each pass, as though something was sticking to it, and had to be shaken off. You will act wisely by diligently rehearsing the passes daily, combined with the Gaze, before you attempt to Magnetise any individual. Also study these Instructions carefully through, and have them at hand to refer to, and then, whatever contingencies may arise, you will be prepared to meet them. The Art of Making the Passes. Magnetic, Longitudinal, Transverse, and Local-passes are practically identical.",
  "last_phrase": "In conclusion, mastering the art of making passes in magnetism can be achieved by diligent daily practice, combining the gaze with the four types of passes: magnetic, longitudinal, transverse, and local passes. Practicing on objects like a book, sofa, chair, and wall can improve your skills, but ensure to regulate the passes by counting. By following the instructions carefully, you will be prepared to meet any contingencies that may arise and become better at magnetizing individuals."
}