{
  "title": "Reconnecting Internal and External Realities: The Split in Our Culture and Our Minds",
  "first_phrase": "In the previous text, we explored the split that exists between our internal and external selves and how various techniques like hypnotism and magnetism can help bridge this gap. In this concluding section, we'll delve deeper into the concept of the \"external I\", also known as the civilized mind, and how it often takes precedence over our primal, animalistic selves. We'll also see how this split is not just limited to individuals but can be seen on a larger scale in the form of the ecological crisis, as pointed out by Ken Wilber. By understanding the interconnectedness of our internal and external realities, we can take steps towards a more holistic existence.",
  "content": "As he writes: \"Every neurosis...in a miniature ecological crisis (repression of the biosphere by the noosphere) and the worldwide ecological crisis is in fact a worldwide psychoneurosis\". And the same split exist inside us. Man in his deepest self has a basis primal or animal mind and only on the surface his civilized or rational mind. The civilized mind is the tool that we use for taking decisions in everyday society. While it should be just a tool, and we could call it also \"external I\", many times we identify so much with it that we forget our \"internal I\". For most of the persons this external I create a hierarchy in which it is at the top while at the bottom we have our primal, animal mind and our body. The external I is created through interaction with the environment. The more the interaction is difficult, the more this external I will become stronger, as it will act as a defense mechanism. We could call this external I also \"civilized mind\".",
  "last_phrase": "In conclusion, our external or civilized mind is a tool that we use for decision-making in our daily lives, but it is not a representation of our entire being. Our primal, animal mind and body also play a vital role in shaping our thoughts and behaviors. It is important to remember that we are a complex combination of these components and to strive for balance in our lives, rather than giving all power to the external mind."
}