{
  "title": "\"The Power of Pre-Fascination and Fascination Techniques\"",
  "first_phrase": "In the previous text, the author described how to use pre-fascination techniques to prepare a subject for the real work of fascination. The techniques include central gaze, right eye absorption, and imagining. In this final part, the author talks about how to merge fascination with verbal techniques and create instant regression through primary bodily or primary visual methods. The text also highlights the importance of directing the wording towards the unconscious mind and asking for backward and forward responses. Overall, the author provides a comprehensive guide on how to use fascination techniques effectively.",
  "content": "Their eyes will not converge and will tend to create a similar feeling in their partner. FASCINATION AND BACK AND FORWARD RESPONSE This technique can merge very well with verbal techniques. After having fascinated our subject, we ask for an unconscious response of going backward/forward. Our wording should direct itself to the unconscious mind. Ex. Unconscious, push him forward! After we have got the first response, we can continue asking to the unconscious to push our subject backward for no and forward for yes. If you are in the starting phase of your learning fascination, do your therapy, and after ask in this way the unconscious of your subject about the successful outcome of what you have done. REGRESSIVE STATES AND FASCINATION Fascination can be very useful for creating instant regression. We have two basic methods: primary bodily or primary visual. In the bodily regression we ask the body to regress and after we ask the subject in which period he is. In the visual regression we use questioning. The first method sometimes is not easily applicable.",
  "last_phrase": "In conclusion, utilizing the techniques of fascination and regression can be powerful tools in therapy and healing practices. By directing the unconscious mind and utilizing tapping points, energy can be felt and redirected for positive outcomes. Remember to integrate verbal techniques and utilize the back and forward response for optimal results."
}