{
  "title": "\"The Power of Magnetic Passes on Animals and Humans\"",
  "first_phrase": "This text explores the physical effects of passes, which can influence animals and people who are unconscious or in a natural sleep. Dr. Wilson conducted experiments on animals in the Zoological Gardens, including an elephant, with surprising results. Dr. Ennemoser affirms the positive fact of magnetic action on animals and achieving remarkable results in a short time with passes. The text also mentions Volgyesi's recent experiments on animals. The effects on animals are presented to create a positive mindset for the reader.",
  "content": "\"The magnetic action of men on animals,\" says Dr. Ennemoser, \"is a positive fact. With regards to the cure of their diseases through passes-method, it is possible to achieve surprising results in a short time. All the animals, which at first avoided the approach or contact of the man, became quiet when their heads were stroked, or the hand was passed along their backs. The effect is so decided and speedy (when the hand is passed in this direction at a distance of two or three inches) that the animals will often come nearer to the magnetizer. Fowls and other birds are often put to sleep in a very short time. Also Volgyesi recently did experiment with passes on animals. Entering the right frame of mind The effects on animals are presented here only with the intent of making the reader’s mind attitude positively. The reader will understand that passes work beyond any influences, and since animals cannot be influenced by suggestion the method is supposed to work objectively .",
  "last_phrase": "In conclusion, the magnetic action of men on animals is a positive fact and can be utilized for surprising results in a short time through the passes-method. By entering the right frame of mind, and using passes on a non-rational and pre-verbal level, deeper communication can be achieved, resulting in even more striking effects. So, embrace the power of irrationalism and allow the passes to work objectively."
}