{
  "title": "\"Transcending Ego through Energy and Presence\"",
  "first_phrase": "This text explores the concept of transcending ego and connecting to the whole. It details how rising through energetic processes can lead to the elevation and reintegration of the \"homo totus\" or total man, allowing for a greater awareness of the objective reality of the world. The text highlights the charges exercise, which can be used to develop a more subtle level of consciousness and eliminate pains and sorrows. Additionally, it describes an exercise for developing a superior level of presence by fixing one's gaze on oneself without blinking. The text is rooted in both Western and Eastern traditions and draws upon the works of Dante and others.",
  "content": "This exercise consists in filling completely the lungs At the same time you must be aware of your body realize this awareness progressively Begin with the feet, and continue making attention to the points of your body in which there is no presence;feel the different energy This exercise reinforces the consciousness at a more subtle level. It has also many practical uses: you will feel no more the pains and sorrows you had. These pains and sorrows had their home in the part of your body in which you were not present. But now you have decided to become present. The level you see now in the graph is also linked to discovering a new way of looking at the reality. A simple exercise for developing this superior level of presence is the following one. We have to be in front of a mirror and fix our gaze on our own selves without blinking the eyes. The first effect of such a practice is “to notice oneself”.109 Under normal circumstances, we forget about our own selves.",
  "last_phrase": "In conclusion, practicing awareness of our body and being present to ourselves can lead to profound changes in our perception of reality. By filling our lungs and focusing our attention on different parts of our body, we can strengthen our consciousness and alleviate physical pains and sorrows. Looking in the mirror without blinking our eyes can facilitate this process by developing a subtle interplay between ourselves and our reflection, leading to the discovery of something new and the feeling of energy developing."
}