{
  "title": "\"The Physiology and Techniques of Fascination\"",
  "first_phrase": "This text explores the ancient Egyptian legend of Hor-jerti, where the sun and moon were the eyes of a divinity resembling the tradition of ida and pingala in the Indian kundalini. The article then delves into the physiology of fascination, where the goal is to bring the subject into a passive-consciousness state by acting on the eye as a primary tool. In this last part of the article, various elements connected to eye accommodation in fascination, including the \"Dark Focus,\" \"Mandelbaum Effect,\" and peripheral hand stimulation, will be examined, all leading to entering the space of \"nothingness\" through convergence and divergent gaze techniques.",
  "content": "The space where we will bring our subject will be a non dual space, where some tenets of three dimensional reality will be no more valid. In operating on ourself, the most similar key is when we look at our third eye or some eastern techniques called observation of the sky. When engaged in our thinking and evaluating what is perceived, that is the functioning of mind... the arising of the make-believe world of labels and opinions. That is an unnecessary activity added to the basic condition of just being...just observing. Fascination gets these results using many elements connected to eyes accommodation. In fascination we observe many elements. between them we have : A phenomenon called “Dark Focus” An effect called “Mandelbaum effect” Peripheral hand stimulation and its effects Fixity with consequential blurring The use of Physical Effort The use of Divergent Gaze The use of Convergent Gaze ENTERING THE SPACE OF \"NOTHING\": THE MANDELBAUM EFFECT Accommodation is the physiological process by which the eye brings objects at different distances into focus.",
  "last_phrase": "In summary, by entering the space of \"nothing\" and using techniques such as observing the third eye and fascination, we can reduce unnecessary mental activity and just be in the present moment. Fascination, in particular, allows us to explore the Mandelbaum effect and other phenomena related to eye accommodation. By understanding these processes, we can improve our focus and perception of the world around us."
}