{
  "title": "The Power of Muscular Tension in Fascination",
  "first_phrase": "In the previous section, we learned about the importance of releasing bodily tensions and allowing energy to flow. Now, we dive deeper into the concept of muscular tension and how it can lead to an increase in mental strength. Every physical movement is initiated by an electric impulse in our brains, and by increasing muscular tension, we can create coherence and synergy between our neurons. The author introduces an exercise to experience the effects of muscular tension and explains how it can be used to achieve strength in fascination. The mesmerists used the process of muscle stiffening to stimulate the brain and increase volition.",
  "content": "Simple exercise to experience how muscular tensions can enhance our mental strength Think of an image (visualize something, for example your home) Stiffen both arms Relax both arms. You will see your mental image more clear, or with more depth This exercise is in part similar to what is called active progressive relaxation13 and will make you understand why active progressive relaxation is many times more effective than simple relaxation. Using tensions to achieve strength in fascination The stiffening of the muscles is a basis to achieve more strength in fascination This for somebody is counter deductive (unexpected) because may be he thinks he must be relaxed. In fact sometimes you need to be relaxed, but to create energy you must stiffen your muscles. The brain in fact can be stimulated by the following process, as taught by the mesmerists who used it to expel the magnetic fluid and to increase volition: Stiffen the muscles of the arm, shoulders and neck. (Those of the face are less important).",
  "last_phrase": "In conclusion, the use of muscular tension to enhance mental strength and create energy is a powerful technique that has been used by mesmerists and magnetic speakers. Whether it's through active progressive relaxation or simply stiffening the muscles of the arm, shoulder, and neck, the increased cerebral congestion and nerve force accumulation can lead to greater personal power and magnetism. So next time you need to focus and create depth in a mental image, try this simple exercise and feel the difference for yourself."
}