{
  "title": "\"The Physiology and Tradition Behind Fascination and the Third Eye\"",
  "first_phrase": "This text delves into the connection between the third eye's full reawakening and one's consciousness development achieved through individual effort. As one progresses in the practice of fascination, the Kabbalists believe that the eye operates on an ethereal plane, where human behavior is recorded in writing. This theory predates Sheldrake's recent \"morphic fields\" theory. In Egyptian legend, the sun and moon represent the eyes of a large divinity, Hor-jerti. The goal of fascination is to bring the subject into a passive consciousness, and the eye serves as the primary tool to achieve this.",
  "content": "In terms of an ancient Egyptian legend, the sun and the moon were the eyes of a large divinity, Hor-jerti, i.e. “Horus of the two eyes”. This pair of eyes is similarly linked to two snakes as part of a tradition reminiscent of the Indian tradition which is included in the kundalini, and in accordance with which ida and pingala are the names of the two lateral channels around the sushunna. This tradition about the two lateral parts of the body sill goes on even in the fascination school of Virgilio T., as it confers special importance on the two hemispheres. Physiology of fascination Goal of fascination is to bring the subject in a passive consciousness. We call in this way a state where the subject is very receptive, his mind is open and he is in a very primal state where he will be very sensible both to magnetism as to our presence.. For doing it we will act on the eye as a primary tool.",
  "last_phrase": "To achieve a passive state of consciousness in the subject through fascination, the eyes are the primary tool. By bringing the subject into a non-dual space, where the mind operates without labels and opinions, an open and receptive state can be reached. The physiology of fascination uses various elements connected to eye accommodation to ultimately reach this goal."
}