{
  "title": "\"The Benefits of Light Therapy for Seasonal Affective Disorder\"",
  "first_phrase": "This text explores the efficacy of light therapy as an antidepressant, particularly in treating Seasonal Affective Disorder (SAD) which often occurs during fall and winter. We learn that serotonin levels rise in the brain on days with longer sunlight periods regardless of the season. In a head-to-head comparison between fluoxetine and light therapy, Dr. Gavin Lambert’s team discovered that light therapy worked faster in lowering depression scores. Symptoms of SAD include fatigue, overeating, low sex drive, weight gain, among others.",
  "content": "Little is known about why phototherapy works, but Dr. Gavin Lambert of the Baker Heart Research Institute in Melbourne, Australia, and his team discovered that serotonin levels rise in the brain on days with longer periods of sunlight, regardless of the season. The Australian researchers took blood samples from the jugular veins of 101 healthy men and compared serotonin levels based on weather conditions and seasons. They found the turnover of serotonin was lowest in the winter and the amount of serotonin produced by the brain was directly linked to prevailing sunlight duration. (Lancet, news release, Dec. 5, 2002) The symptoms of SAD and the “winter blues” can include fatigue, craving carbohydrates, irritability, sleeping more and a change of personality from your summer self to your winter self. Four times as many women as men suffer from SAD. There is little motivation to get up in the morning or even to live at all. Low sex drive, overeating to compensate and the inevitable weight gain add to the misery.",
  "last_phrase": "If you suffer from Seasonal Affective Disorder (SAD) or the \"winter blues,\" maintaining a regular sleep schedule, exposure to natural light, and using artificial light therapy can help alleviate symptoms. Don't hesitate to seek professional help if your symptoms persist or worsen. Remember, you don't have to suffer in silence."
}