{
  "title": "\"Three Methods for Achieving Mental and Emotional Health\"",
  "first_phrase": "In this final section, the author describes two methods for manifesting desires: the first being based on mental streams, synchronicity, and the creation of a \"matrix\" in the unconscious mind; the second relying on the solar plexus as a neuro-magnet capable of influencing personality. The author provides step-by-step instructions for the second method involving breathing exercises to be performed while lying down. By following these methods, one can improve their health, mental abilities, and character in a sincere and intelligent way.",
  "content": "The solar plexus is the large central nerve of the spinal cord, behind the stomach hollow. Some scientists claim that the solar plexus is a brain — the abdominal brain — and that has an influence not only on body functions like breathing and heartbeat, but also on the emotional nature of the individual. The solar plexus is a true magnetic center, as a neuro-magnet capable of influencing others personality or be influenced by it. Here is how to proceed. After you collect your thoughts and place yourself in the passivity already explained, lay down on a bed, after having taken the precaution of removing all the blankets that could be an obstacle to your movements. Hold your breath then, by making the chest to compress, air penetrates the abdomen and stretches it. Compressing then the abdomen, the chest fills if you also hold breathing. Each breathing, you must compress and stretch the chest and abdomen, each time, and quickly enough, for five times in a row. Then rest for 30 seconds and restart the exercise.",
  "last_phrase": "In summary, the solar plexus has a significant impact on both physical and emotional aspects of an individual, and by practicing the breathing exercise described above, you can directly stimulate this neuro-magnet to promote inner balance and tranquility. Give it a try and discover the power of your abdominal brain."
}