{
  "title": "\"Two Methods for Manifesting Desires: Mental Picture and Solar Plexus\"",
  "first_phrase": "In this last section, the author describes two methods for achieving desired outcomes through focused mental activity. The methods involve achieving a state of calmness and then either visualizing a written desire or concentrating on the solar plexus. The author suggests that success with these methods can be achieved through sincerity, intelligence, and a reasonable approach to one's desires. No harmful outcomes should be sought, and the methods are based on theories of mental streams, quantum reality, synchronicity, and unconscious mind \"matrix\" creation.",
  "content": "The procedure just described bases on the theory that by this means you get to produce in a perfect way some mental streams in full strength. Another explanation could come by considering the quantum nature of reality, or by the principle of synchronicity stated the first time by Carl Gustav Jung. Those who finally want to adopt a fully psychological point of view may think that it works because we create a \"matrix\" in our unconscious mind that tends to facilitate the occurrence of certain events. If you at first express simple and reasonable wishes as to enjoy better health, mental abilities, a sweeter character, you will probably succeed immediately. Insofar as you exercise, you can do more precise and detailed questions, such as those that we have mentioned. Until you will not ask for something harmful, either directly or indirectly, for the rights and happiness of your neighbour, you will get a measure of success based on the sincerity and intelligence you will show following this procedure. Second Method The second method is that of solar plexus.",
  "last_phrase": "In conclusion, by adopting a sincere and intelligent approach towards the methods discussed, you may succeed in achieving your desires, provided that they do not infringe upon the rights and happiness of others. Whether you choose the first method, which is based on mental streams, or the second method, which focuses on the solar plexus, make sure to follow the steps carefully and exercise caution. With patience and persistence, you can train your mind and body to achieve your goals and aspirations."
}