{
  "title": "\"The Split Between Internal and External Reality\"",
  "first_phrase": "In the previous text, the concept of the split between our inner and outer reality has been discussed, where many people believe that their thoughts are the only reality. The continuous chattering of thoughts leads to dissociation from the world, which can even be destructive. However, there are simple techniques like hypnosis and \"presence\" that can lead to a state of non-duality, reconnecting our internal view to the world's externality. This technique helps in achieving the natural state of well-being before words. In this last part, we delve deeper into this split between our internal and external reality and how it is connected. Mentioning names like Mesmer and Ken Wilber, the author highlights the interconnectivity of everything in the world.",
  "content": "And, returning on therapy, hypnotism without word: magnetism and fascination that even more connect to the basis state of man as they are without words. Most of the people feel separated from what is around him. The aim of all these techniques is reconnecting our internal view of the mind to the externality of the world. From a quantum perspective as well from a traditional perspective we are interconnected to the world around us. Mesmer said that we are as fishes in the water that don't know the water exists. In a quantum view the part cannot be separated from the whole without losing his qualities. There is a split in our culture, and this split is between what happens inside us and what happens outside us. But both these two realities are connected. Many authors have pointed it out: for example, Ken Wilber pointed out as the ecological crisis can be seen as a giant neurosis.",
  "last_phrase": "In conclusion, these techniques aim to bridge the gap between our internal and external realities. By reconnecting with our primal self and understanding our interconnectedness with the world, we can better navigate the challenges of everyday society. Remembering that our rational mind is just a tool and not our true self can help us find greater balance and harmony in our lives."
}