{
  "title": "Guide to Practicing Magnetic Passes and Draws",
  "first_phrase": "This section details advanced techniques of magnetism and repelling, and how they can be used to influence a subject at a distance. The author describes how to perform magnetizing and de-magnetizing passes, drawing passes, and repelling passes, with specific hand movements and instructions for gazing into a cheval-glass. The focus is on eliciting the desired response from the subject through intense concentration and manipulation of magnetic energy. The practices are highly effective and can be used in a public setting or even at a distance.",
  "content": "As he advances, you retire, keeping him at a convenient distance from you, as, for example, when you are acting upon one of an audience at the end of a public room or hall. When on the platform, you, of course, do not step backwards as he advances. When a Subject is at a distance (say in some other house), if slowly stepping backwards will assist you to formulate your Magnetic intention, you are at liberty to do so. The Drawing-passes very rarely affect any but those who have been already under the influence of the same Operator. Should a Subject come towards you in a headforemost manner, you will find that 'Transverse-De-Magnetising-passes over his legs and feet will enable him to walk straight and steadily. Evidently his extremities were stiffened by a local lodgment of Magnetic influence. To practise the Repelling-Passes. Again stand before your imaginary Subject, and act as though you were throwing full handfuls of some powder at him, towards, or a little above, the epigastrium.",
  "last_phrase": "In conclusion, these magnetic techniques can be very effective when practiced correctly, particularly in influencing those who have already been under the same operator's influence. Taking into account the appropriate distance, position, and direction of passes is essential, as well as formulating your will and imagination. With some practice, these techniques can be used to influence others, even at a distance, without their knowledge."
}