{
  "title": "\"The Art of Magnetic and Curative Passes: A Guide to Healing\"",
  "first_phrase": "In the last part of this text, the author provides an exercise to practice the different types of passes used in Magnetism, including Magnetic, Longitudinal, Transverse, and Local-passes. The author advises to diligently rehearse the passes daily and study the instructions carefully before attempting to magnetize any individual. The passes are distinguished by the purpose they serve and the movement of the hand. The author also advises to regulate the passes by counting a certain number during their performance. By following these instructions, one can be prepared to meet any contingencies that may arise.",
  "content": "An Exercise for practising Practise them thus :—Have, say, a book before you, lying on the table, raise your right hand, remembering it is filled with what we have called a Spirit Vapour, or fluid,—dash off from the tips of your fingers some of this fluid on the top of the book, and draw the hand over it, which must be slightly closed, as though holding a ball rather large for the size of your hand; return again to the top of the book, again dashing the fluid on to the top, and carrying the hand down to stream and distribute the fluid over the length of the book. This same process should be performed with the right, the left, and with both hands, over the entire length of a sofa; down in front of a wall; over a chair; and then transversely over the same objects. Practise some slowly, some quickly. Regulate them by counting a certain number during the performance of each pass.",
  "last_phrase": "In conclusion, practising magnetising and curative passes can be beneficial for distributing positive energy and alleviating pain, respectively. To perform these passes, follow the steps of dashing off a Spirit Vapour from your hand onto various objects, and shake your hand after performing the curative pass. Remember to regulate the passes by counting and practising slowly and quickly."
}