{
  "title": "Understanding and Releasing the Primordial Force of Life.",
  "first_phrase": "This text explores the concept of the primordial Force that governs the life of all beings, as described by the Italian writer, Ercole Quadrelli. In the earlier part of the text, the technique of mesmerism is explained as a way to unblock this force through movement. The last 200 tokens elaborate on the nature of this force, describing it as an irrepressible appetite that is the driving force of life. The text emphasizes the force's power over a person's will and describes how it influences inclinations, faiths, character, and even the deep functions of physical life. The author invites readers to become aware of this force and to experience it as the invisible background of their waking life.",
  "content": "When you experience hunger, terror, sensual thirst, panic, and spasm---- there you will encounter this force again, as something violent, dark, and untamed. And if such intimations allow you to feel it, you will gradually be able to experience it as the invisible background of your whole waking life. Your energy flows through you. The deep roots of inclinations, faiths, atavisms, invincible and irrational convictions; habits, character, everything that lives in you as animal instinct or as biological legacy; all the body’s will; the blind thirst for life, yearning to generate, to preserve, and to continue itself--- all this reconnects and merges into the same principle. Be aware that this Being that merges with the emotional and irrational powers travels deeper with you, until it identifies itself with the same force in charge of the deep functions of physical life. You think to will, but in reality you stay in habits, pulled by this force.",
  "last_phrase": "Remember that your energy flows through you and reconnects with the same principle that governs the deep functions of physical life. Embrace this force and allow it to merge with your body's will, animal instincts, and blind thirst for life. Use the Emotional Release method to locate emotions and release blockages and anxieties from your body."
}