{
  "title": "\"The Power of Three Methods for Personal Growth\"",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the third and final method of developing oneself. The method is called the muscular method and is based on the theory that different forces expressed by intelligence, spirit, gravity, electricity, muscle action, etc. are of the same essence. The student is required to tense every muscle in their body, and direct their spirit fervently towards the desire they want to satisfy. The force that escapes from the tired muscles is then withdrawn in the mental form of the desire and is thought to act on the personality or conditions concerned. The author recommends putting this exercise into practice every morning with thoughts such as 'my business will be better' or 'will live peacefully all day.' The text concludes by highlighting the absence of education on developing oneself in schools.",
  "content": "Based on this theory, the student, after retiring in silence, must remain completely straight and tense every muscle in his body, as rigidly as possible. We are therefore in the presence of a force created but not used. The spirit of the student is then brought fervently on the desire that must be satisfied. He wants with all his forces that this desire fulfils. He shall ensure, at the same time, the physical force-expression, namely the rigidity of tired muscles, turns into mental strength-expression. Matters that he keeps in his mind this idea: while the force escapes from his tired muscles, it withdraws from him in the mental form of his desire, and acts in this form on personality or conditions concerned. You can, to give an example, put into practice this exercise every morning, with thoughts like: -my business will be better — or — will live peacefully all day-or any other that you like or it is worthwhile. 3.PRESENCE At school, no one teaches how to develop man.",
  "last_phrase": "In conclusion, the development of man lies at the hub of the universe, and it requires a state of real PRESENCE through Reintegration. By practicing exercises like the one mentioned in this text, one can turn the physical force-expression into mental strength-expression and fulfill their desires. Let us strive to climb up the energetic level and build a new life."
}