{
  "title": "\"Using Mental Images for Transmutation and Improvement\"",
  "first_phrase": "In this text, we explore the role of mental images and symbols in the transmutation and activation of one's imagination. These tools have been used since ancient times to improve the self and create the desired reality. However, it's essential to use them correctly to avoid being dominated by the images. The first phase involves building passive imagination, while the second phase requires a positive trance that unites will and imagination. This text concludes with an explanation of the Hermetic Caduceus, representing a fundamental step in realizing the power of imagination.",
  "content": "The first phase: To get started in this subtle domain of our imagination, or, to express it in hermetic terms, in the ability to fix our “mercury”, you can begin building images that appear in the relaxed mind, with closed eyes. The body must eliminate any tension. Any mental effort blurs mental images. However, this phase, we call it passive imagination, is only an initial step in which you do not have to indulge too much. In fact, if we stay too long in the passive stage, the ability to infuse an impulse to our unconscious is becoming increasingly weak, and we end up with appearing images dominating us. We enter in a negative trance where imagination reigns. We risk to take the mood of the “peaceful dreamer” type. Second phase: The positive trance is the next step. It is more tiring, and consists of imagining whatever you want to. It is the union between will and imagination. It is then a first level of realization of the Hermetic Caduceus.",
  "last_phrase": "In conclusion, practicing the positive trance and harnessing the power of your imagination can lead to personal growth and an increase in influence. Remember to take the time to build vivid and tangible images, but also be mindful of not staying too long in the passive phase. With practice and effort, you can shape your mental material like clay and experience the fascinating phenomenon of correlation."
}