{
  "title": "\"Magnetic Passes: Discovering and Applying Magnetic Attraction for Healing\"",
  "first_phrase": "This text discusses exercise #4 in discovering magnetism - magnetic passes. The operator uses their palm hand to create spiraling passes over the person's body, removing pains and disease. The exercise can be done on animals as well and can cause animal hypnosis. The phenomenon of \"sensibility to attraction\" or magnetic attraction is also introduced, which can be discovered by bringing the hand near the subject's arm causing it to move in the direction of the hand. This attraction is not physical but of the reflex order.",
  "content": "The exercise can equally be done with a seated person but to learn what really is sensibility to attraction is better the student begins working with standing persons.. These passes will create a particular state. They work also on animals and could create animal hypnosis. MAGNETIC ATTRACTION Put attention also to this concept, called “sensibility to attraction” or \"magnetic attraction\". It is a phenomenon little studied by hypnotizer. How to discover it?29 It is enough to bring the hand near the arm of the endormed subject: at once that arm goes out in the direction of the hand and follows all its movements. Though the magnet produces the same phenomenon, one must not suffer himself to be deceived by the analogy. This attraction has nothing in common with the attraction of iron by the magnet; it is not of a physical kind, but of the reflex order. But that is a distinct question, which we need not touch at present.",
  "last_phrase": "In conclusion, the concept of sensibility to attraction, or magnetic attraction, is a little-studied phenomenon that can be cultivated and improved through magnetic education. With practice, the subject can become increasingly sensitive to various attractions, leading to a marvelously perfect simulation of thought-transference. So go ahead and experiment with this technique on standing or seated individuals and even animals, and discover the possibilities of unconscious-mind to unconscious-mind communication."
}