{
  "title": "\"Di Pisa’s Healing and Donato's Visionary Methods\"",
  "first_phrase": "In the previous part of the text, we learned about Di Pisa's healing method which involved creating a fascination state to eliminate pain, muscle tension, and movement difficulties. Now, we will focus on Donato's method - Effort and vision. The technique involves draining the subject's energy through muscular effort and fixating their gaze to induce trance. Additionally, the text highlights the importance of pre-fascination techniques like central gaze or focusing on the right eye before inducing the actual state of fascination.",
  "content": "The attention and all the physical strength of the subject are absorbed in this maneuver, while his concentrated innervations toward the muscular effort prevents his thoughts from being distracted. Donato looks at quickly, brusquely and very near; the operator then turns round the subject, continuing to fix and provoke him with his glance; the latter, as though attracted and fascinated, follows him with wide open eyes which can no more be detached from his own. \" PRE-FASCINATION AND OTHERS TECHNIQUES Prior to begin the real work of fascination we can do « prefascination ». This is done in many ways. - Pre-fascination with central gaze This is the most known. We observe our subject at the third eye and send mental command - Pre-fascination on the right eye In this case we can “absorb” the magnetism of the person in face of us. The best is we put a lot of energy while we speak, until the moment in which his right eye will be open - Pre-fascination imagining It is done opening the gaze. Some people with vision problems do it normally.",
  "last_phrase": "In conclusion, by using pre-fascination techniques such as central gaze, right eye fixation, and imaginative visualization, one can effectively capture and maintain their subject's attention. This can be further enhanced by incorporating verbal techniques, such as asking for a back and forward response from the subject's unconscious mind."
}