{
  "title": "\"Telepathy and the Role of the Objective Mind\"",
  "first_phrase": "In the preceding text, the author discusses the correlation between telepathy and hypnotism. The conditions that render the exhibition of telepathic powers have been explained, along with the significance of Braid's discoveries and the law of suggestion. In this last part, the focus shifts towards some physiological tenets, such as the concept of the second brain in man and the way to activate it through magnetism. Practical instructions in animal magnetism have also been given, including the posture and position necessary for successful results.",
  "content": "The later discovery of the law of suggestion was also of the most transcendent interest and importance; but it is not the whole law of psychic science” SOME PHYSIOLOGICAL TENETS The second brain of man The secret of activating your Enteric Brain Magnetism as a tool to activate and to speak to your second brain From “Practical Instructions in Animal Magnetism16”: \"When any person is desirous of being magnetised, you must make him promise to obey your directions in every particular, and, above all, not to mention his intention of submitting to the operation, to any individual. When he has agreed to this, the process may be undertaken, but nobody is to be present, except the necessary witnesses, and if possible but one of these; whoever does attend, must not be allowed to interfere in the operation or its results.\" \"Having fixed the person in a commodious posture, you are to place yourself on a seat a little more elevated than his, and directly opposite to him, so that your knees and feet may touch.",
  "last_phrase": "In conclusion, while the discovery of the law of suggestion was a significant development in psychic science, it is not its entirety. Understanding the connections between our enteric brain, magnetism, and physiological responses is another essential aspect. If interested in animal magnetism, remember to follow the directions carefully and ensure that unnecessary individuals do not interfere with the operation or its results."
}