{
  "title": "\"Exercises for Concentration, Intuition and Life Force Unleashing\"",
  "first_phrase": "In the previous part, we explored exercises to improve concentration and intuitive ability by looking at specific spots. Now, let's dive into the importance of energy and life force in Mesmerism. Movements and convulsions are effective methods to unleash the force of life and overcome blockages, according to Mesmer's contemporary. In this last section, we'll delve deeper into this key aspect of Mesmerism and understand its ties to problem-solving.",
  "content": "This exercise allows the brain to work differently from the previous one – Reflected light is a Polarized light. Reflected light activates neurons in a very synchronized way(linked to intuition and receptivity. Repeated, this exercise is useful to develop clairvoyance. Nostradamus used to look at the light reflected in a jug to increase his intuitive ability).work on both points (black and bright) means working on both cerebral hemispheres (will and intuition) Types of breathing while staring As different types of breathing while staring will bring different results, these different types of breathing will be examined as we will treat the different types of magnetism. 3. THE KEY OF MOVEMENT FOR UNTYING THE FORCE OF LIFE Unleashing life force Mesmerism works on energy and life force. Movements and convulsion are one of the methods we could use to untie the force of life. A contemporary of Mesmer said: The method of solving problems through mesmerism is to help Nature going beyond blockages1. Problems create symptoms that are blocked energy9.",
  "last_phrase": "In conclusion, the exercises mentioned above can be useful in developing your clairvoyance and intuition. Staring at reflected light, working on both cerebral hemispheres through black and bright points, and using different types of breathing techniques can bring different results. Similarly, movements and convulsions can be employed to untie the force of life. By unblocking life force and releasing ties of life, one can tap into their innate energy and bring about a healing crisis."
}