{
  "title": "\"The Power of Passes: Understanding Their Effectiveness and Influence\"",
  "first_phrase": "In the previous section, we discussed how passes can effectively solve problems and bring about changes in clients. In this part, we will delve into the reasons why passes are so powerful. We will touch on how they operate on a pre-verbal level, alter our boundary perception, communicate with the primal mind, and more. Additionally, we will explore how passes can affect animals and other unconscious beings. Using various experiments, including one by Dr. Wilson on animals at the Middlesex Hospital, we will find out how passes can even affect an elephant and make fish passive enough to be taken out of the water by hand.",
  "content": "The physical effect of passes, whether arising from the above mentioned reasons , from a quantum field (in a modern way of thinking) or from emanation of the nervous, magnetic, odyllic fluid, or from other causes determined by the exercise of the will, are in fact visible in the influence that may be exerted upon animals, or upon persons who are unconscious of the fact of being magnetized, or who are in a natural sleep, also like very young children (this was a way of making exercises that Baron Du Potet often used). Many years ago Dr. Wilson, a physician at the Middlesex Hospital, recorded in a pamphlet the results of some experiments which he made upon several animals living in the Zoological Gardens. The animals put to sleep became affected in various ways by the magnetic \"passes\". Between the animals there was also an elephant. The resulting consequence was that fish became so passive by the influence so that they could be taken out of the water with the hand.",
  "last_phrase": "In conclusion, the physical effects of passes are visible not only in humans but also in animals. This magnetic action can be utilized in the treatment of animals' diseases, and it can even be used to calm down animals that avoid human contact. By using passes, one can achieve surprising results in a short time and even put birds and fowls to sleep quickly."
}