{
  "title": "\"Longitudinal Passes and Magnetism for Healing and Strength\"",
  "first_phrase": "In this text, the author discusses the practice of using Magnetising Longitudinal-Passes, which are said to give strength after various health conditions. The author shares their personal preference to perform other techniques like using \"Warm Breathing\" to achieve similar results. The author emphasizes the importance of one's will when conducting these procedures and suggests trying experiments on friends and family. The author also references Professor Gregory's experiments on \"Animal Magnetism\" and explains the different sensations that may result from performing specific hand gestures near someone's hand.",
  "content": "Professor Gregory opens his work on \"Animal Magnetism \" by saying, \" If you will try the experiment of drawing the points of the fingers of your right hand, without contact, but very near, over the hands of several persons, downwards from the wrists, the hands being held with the palms upwards, and your fingers either all abreast, or one following the other, and repeat this slowly, several times, you will most probably find one or more who distinctly perceive a peculiar sensation, which is not always the same in different persons. Some will find a slight warmth, others a slight coolness, others a pricking, some a tingling, others a numbness. Such as perceive these sensations most distinctly, may then be tested, and will be found, probably, very clear and consistent with themselves. But sometimes blindfolding produces at once a state of nervous disturbance, most unfavourable to clear perception. All this I have often tried and seen, and Reichenbach, as well as many others, has minutely described it.\"",
  "last_phrase": "In conclusion, Professor Gregory's work on \"Animal Magnetism\" provides interesting insights into the effects of longitudinal passes and the importance of reverse passes and de-magnetizing passes. These experiments and practices can be useful for those interested in exploring the peculiar sensations that some individuals may experience and those seeking safe ways to employ magnetizing passes on humans or animals. It is recommended to practice these methods carefully and thoroughly before using them on others."
}