{
  "title": "The Importance of Proper Breathing Techniques for Health.",
  "first_phrase": "In the preceding text, the writer gives a detailed guide on how to achieve perfect breathing by controlling the rhythm of inhalation and exhalation while maintaining tranquillity. In these last 200 tokens, the writer emphasizes the importance of concentrating on the breath while inhaling \"prana\" or the centralizing life principle, to build cellular tissues that promote regenerative life. The writer also stresses that breathing is a crucial life principle necessary for reaching perfect consciousness. It is essential to follow the complete set of instructions, including the concentration process, to achieve the desired result.",
  "content": "While inhaling this Breath of life, with eyes steadily centered upon the object before you, concentrate your mind functions upon the Breath itself, following the current of Breath mentally as it enters the nostrils, along the air tubes into the lungs, and as it expands the chest and diaphragmatic region. Then as you exhale follow the reverse current. Don’t imagine. Be just present to the breath. The more you will be present the strongest the results. During This process of breathing think of Ga-Llama34, or as the indian call it “prana”, the centralizing life principle, convinced in your own mind that it is for the purpose of building up cellular tissues throughout the entire system, thereby insuring a foundation for the regenerative or child life. Breathe with the knowledge35 that Breath is the life principle, and that the object of breathing is to reach perfect consciousness. The exercise alone without the concentration, will only partly do the work, and the result will be according.",
  "last_phrase": "Remember that breathing is the foundation for regenerative life and perfect consciousness. Concentrating on the current of breath while inhaling and exhaling, and understanding the purpose of breathing is vital for the exercise to be effective. Breathing keeps the blood in circulation by purifying it in the lungs through the retention of oxygen. When facing obstacles, try resorting to breathing to find relief through the activation of your respiratory organs."
}