{
  "title": "\"Solve et Coagula: Exercises for Breaking and Rejoining Reality\"",
  "first_phrase": "In the previous section, we learned about Exercise 893: Linguistic solve et coagula which involved breaking up and rejoining predetermined combinations of forms (words) to regain the living word or reality. This exercise can bring about a change in the listener's mind unconsciously. Now, let's move on to Exercise 9: Physicality of the elements. This exercise involves stretching and relaxing the muscles of the body, paying attention to the air exiting the lungs, and imagining two columns that come out of the nostrils, and focusing on the heat and weight of the body. This physical method is based on the concept of static knowledge of the four elements.",
  "content": "We have noticed how, in its simplicity, this exercise is one of the most effective ones. It is also one that can be implemented “secretly” so as to avert problems. I often resort to this exercise by immersing the various linguistic combinations in a dialogue. We can change the “preferences”. The mind of the listener unconsciously processes the different pairs and, without him realizing it, a change is already produced, a change that is capable of reaching completion later through the means of recourse to additional techniques. Static Knowledge of the four elements Let us now implement a physical method. Exercise 9: Physicality of the elements While you lie down, you should begin to stretch the muscles of the body ?, and you should then relax them ?. At this point, you should pay attention to the air exiting the lungs ?, and imagine to discern two columns that come out of the nostrils. Lastly, you should redirect your attention to the heat ? and to the weight ? of the body.",
  "last_phrase": "Implementing physical exercises like Exercise 9 can produce beneficial results in our lives, such as increased sensory perception and a sense of reality that is more vibrant. By shifting our attention between the four elements: air, heat, weight, and the muscles, we can prime our minds for better focus during the day. Try it out and see the difference it makes."
}