{
  "title": "\"The Quintessence of Nature and the Sensorium Commune\"",
  "first_phrase": "In the previous section, the text explains that achieving a state of presence is the essential first step towards transcending the physical reality, controlling oneself in contingent situations and becoming free of fears. In this last section, the focus shifts to the Sensorium Commune and reconnecting with nature, which is inherently natural but has been distanced by human mental constructs. To make congruous decisions with our true nature, we need to access our central part of contact with it rather than relying on programming-based self. Mesmer believed that harmony with nature could be achieved through animal magnetism, which involves rediscovering the primitive animal dimension of a person.",
  "content": "In the Tibetan tradition, for instance, people are taught to take decisions by beginning with the quintessence, that is, our own nature. It must not be our programming self that should be allowed to take decisions, since such self is peripherical and based on habits. That prerogative should be accorded to our central part in contact with our true nature. That way, our acting might become congruous with our being. Even according to Mesmer, access to the “sensorium commune” consists in a state of harmony 98 which is achieved through techniques referred to by the term “animal magnetism”, given that they enable the rediscovery of the primitive, animal dimension of the person. An expression which used to denote the actualization of such a condition of harmony with nature was “the person has turned into an animal once more”, which are words alluding at the eradication of a whole series of mental superstructures.",
  "last_phrase": "In order to become more in tune with our true nature and make congruent decisions, it's important to access our central part and rediscover our primitive, animal dimension through techniques like animal magnetism. This state of harmony with nature can be symbolized by the Green Lion, which represents a new and more effective way of being that comes from accessing our inner vitality. By embracing this symbol and its meaning, we can unlock our full potential and live a more fulfilling life."
}