{
  "title": "Breathing and Standing Exercise for Better Health and Mind",
  "first_phrase": "In this last part, we dive into Exercise Two of Yogi Ramacharaka's book, which focuses on standing posture and controlled breathing. The exercise emphasizes spinal column firmness, body relaxation, and breathing intuitively. The instructions also recommend looking at a light, clenching fists for better results, and avoiding muscle tension. The previous section talked about another exercise that involves breathing control and emphasizes establishing a foundation for perfect health and expanded brain capacity.",
  "content": "The weight of body is to be balanced upon the balls of the feet. To succeed in doing this gracefully allow the body to swing easily forward and back. No weight is to be allowed to rest upon the heels. Keep the mouth closed, teeth separated, the tip of tongue, resting against lower teeth, as in first exercise. While inhaling, and following the currents of breath intuitively, gently raise the body and allow the weight to balance toward the tips of toes, inhaling slowly and harmoniously for seven seconds. Always look at the light in front of you. Now lower the body to its former position, gradually exhaling and giving it that graceful swing so natural to a controlled body. You are to remember when going through this exercise, if immediate results are to be expected there from, to clinch the hands tightly while inhaling. Do this thoroughly but gradually. Clinch fists tighter and tighter and tighter, yet without any effort, and be careful not to tense the muscles or to grind the teeth in the least.",
  "last_phrase": "Incorporating this simple exercise into your daily routine can improve your balance, posture, and breathing. Remember to center your weight on the balls of your feet, inhale deeply for seven seconds while raising your body, and exhale gradually while relaxing your fists. With practice, you will achieve graceful control of your body and feel lighter and more limber."
}