{
  "title": "\"The Importance of the Solar Plexus in Intellectual and Spiritual Development\"",
  "first_phrase": "In the last part of this text, the importance of the solar plexus and its connection to the brain is explained. The brain can be thought of as a torch that needs a constant supply of energy to function efficiently, and that supply comes from the solar plexus which is linked to the sun. The brain is only capable of achieving great things when it is sustained and nourished by the energies flowing from the plexus. Therefore, before undertaking any intense intellectual activity or meditation, it is essential to prepare the solar plexus to ensure the brain is supplied with enough energy to function at its highest potential. The text explains how one can choose a spiritual subject to concentrate on during meditation and watch thoughts unfold.",
  "content": "The brain is capable of great things, but on condition that the solar plexus keeps it supplied with energy. The source, therefore, the projector, is the solar plexus and the brain is the screen which manifests, expresses and publishes whatever the plexus feeds to it. The pictures projected onto the screen of the brain come from the plexus. So when you want to meditate or to undertake any intense intellectual activity, don't rush into it or try to concentrate suddenly, without preparation, otherwise your brain will just seize up and you won't accomplish anything worthwhile. Begin by concentrating on your solar plexus and then, when you feel that you have reached a state of peace and inner warmth, you can begin to work because your brain will be sustained and nourished by the energies flowing from your plexus. Touching the heart of the universe When you want to meditate you choose a spiritual subject on which to concentrate and then you can watch your thoughts unfold, as it were, as they follow the contours of the subject.",
  "last_phrase": "To achieve great things through intense intellectual activity or meditation, remember to first prepare your solar plexus with concentration and inner peace. By nourishing and sustaining your brain with energy flowing from your plexus, you can touch the heart of the universe and experience the marvellous sense of fulfilment that comes with contemplation. Allow your vibrations to become more and more intense, and know with absolute certainty that you understand things far better than with your intellect alone."
}