{
  "title": "\"The Path to Self-Awareness: Eliminating Useless Thoughts\"",
  "first_phrase": "In the previous section, the author explained the limitations of human freedom and the importance of being conscious to ride one's destiny. Now, the author delves deeper into the concept of objective consciousness and the connection it shares with hypnosis. The author gives the example cited by Ouspensky and states that objective consciousness is a natural right of man. However, due to present conditions, it is rare to achieve without specific training. The author explains that eliminating useless thoughts is essential in the pursuit of self-awareness. This path of self-awareness requires inner choice and a strong urge to attain greater self-control and power in life situations.",
  "content": "Without exaggerating at all, one might well say that in the current age such a state of consciousness only flashes through during brief and rare moments, and that it cannot possibly be perpetuated without a specific training. With regard to the majority of people, the main obstacle on the road to self-awareness is that they believe they are actually endowed with such quality....\". A first essential step in this way is to learn how to eliminate useless thoughts. Through such an initial step we are going to accomplish a lot, since we will push aside what clutters us. By removing thoughts, what is left shall consist purely in our own selves, our consciousness. The removal of useless thoughts, in fact, marks the beginning of the road to self-consciousness. The desire to follow this path of reintegration means the attainment of a greater self-control and more power in the various situations. It is a path which can only be created by an inner choice and an urge a person feels inside his being.",
  "last_phrase": "Take the first essential step towards greater self-awareness and learn to eliminate useless thoughts. Through this initial step, you can push aside what is cluttering your mind and tap into your own consciousness. This path towards reintegration can only be created by an inner choice and an urge within oneself. Practice the exercise of saying \"I am\" to become more aware of your own being and take control of your life."
}