{
  "title": "Exercises for Spiritual Growth: Pointing the Way and Bowing the Knees",
  "first_phrase": "In this final section, we'll explore two optional exercises from the lessons of The Kybalion. Before that, the author reminds us that it's our duty to share our experiences and guide others on the same path towards their goals. It's also crucial to understand that all phenomena, no matter how amazing they might seem, are based on natural laws, and there's no need to associate them with superstitions and spooks. Following this, the author describes the powerful Exercise Six, which involves kneeling to distribute magnetic circles that aid in awakening the spinal cord and expanding the realms of thought.",
  "content": "It must always be remembered that all phenomena, no matter how awe-inspiring or marvelous they seem at first sight, are based upon natural law and are in accordance therewith. Therefore the seemingly mysterious is no longer the source of superstitious ideas when the law upon which it is based is understood. EXERCISE SIX (optional) We now come to an exercise where all our pupils bow their knees. There is a time in every man's life, whether Jew or gentile, heathen or Christian, when he shall bow his knees in reverence. The principal object of this exercise is to distribute the magnetic circles for aiding in the awakening of the spinal cord, thus expanding the realms of thought, enabling you to reason more logically and be able to perceive through the sense of feeling the inner physical mechanism of your being, guiding you by virtue of the activity of the brain cells to the enfoldment of a perfect consciousness and realization that you are one with God and nature. Kneel at the back of a chair, bowing both knees at the same time.",
  "last_phrase": "In conclusion, understanding the natural laws that govern all phenomena eliminates the mystery and superstition. By expanding our consciousness through exercises like the one stated above, we can better connect with ourselves, nature and our creator, leading to a realization of oneness with God and the universe. Take time to practice these exercises and observe the improvements in your physical, mental and spiritual well-being."
}