{
  "title": "Using Hand Movements to Increase Magnetism and Attention",
  "first_phrase": "In this final section, we dive into the power of hands as visual cues to increase attention and expression of magnetism. Exploring the concept of male and female polarities, Italian researcher Prof Benemeglio notes how these can express themselves in everyday communication. Discover the different touches and passes used in magnetizing with our personality, including immediate and distance passes and palmar imposition. We also explore how to practice rotatory/circular imposition.",
  "content": "There are in fact different touches and passes: 1 – immediate (touching the skin) – In this case we touch with thumb and index finger with the palm with a finger (sometimes we can stack two finger together to increase power) 2 – at a distance (passes) Palmar imposition. How to Practice it. Palmar imposition is practiced by presenting the palm of the hand at a distance of about 2 to 4 or even 8 inches from the part we wish to act upon, and in holding it in that position for a time varying from I to 5 minutes. This imposition is usually done with one hand, but it can be done with both hands at the same time. It exerts a slightly stimulating effect when practiced in a heteronomous position, i. e., when the left hand is directed toward the right side, and the right toward the left side. The palm in itself has a calming effect. Rotatory (circular). Rotary imposition. How to practice it.",
  "last_phrase": "To practice different types of touches and passes, the immediate touch and palmar imposition can be done by touching the skin, while rotatory and perforating are at a distance. Palmar imposition exerts a slightly stimulating effect when done in a heteronomous position and has a calming effect in itself. To practice rotary imposition, you describe a circle, and for perforating, twist and turn your fingers around as if to bore a hole. Adding these practices to your routine may help you manage blockages effectively."
}