{
  "title": "\"Mindful Muscle Development through Breath and Will\"",
  "first_phrase": "In the previous section, the author discussed the proper technique for breathing and exercising to strengthen the muscles. In this final section, the author explains an exercise to awaken otherwise inactive nerve centers in the body. The exercise involves moving the arms and tensing the muscles while maintaining proper breathing and concentration. The goal is to distribute phosphatic fluids throughout the body and equalize electric conditions. The author warns against touching fingertips and experiencing shocks, which can occur due to an unscientific cord severing during birth.",
  "content": "At the time you take the fourth inhalation you move the arms outstretched to the side of body even a trifle to the back. Now you exhale. Inhale again, which will be the seventh time, you bring arms back again to their original position with fingertips facing but not touching. Not that you may be injured in the least thereby, but it may give you an unpleasant experience after some practice. At first you only notice a peculiar tingling sensation, yet you will feel peculiar shocks even the first time the fingers touch. This is to be avoided, as the desire is simply to distribute the phosphatic fluids to the extremities of the hands, and later on to the extremities of the body in general for the equalization of the electric conditions in the body, and the awakening of nerve centers heretofore inactive because of the shock received at the time of birth, when the cord was severed in a very crude and unscientific manner by the inexperienced hands of a physician or obstetrician.",
  "last_phrase": "In summary, while practicing the exercise, it's crucial to avoid touching fingertips to prevent unpleasant shocks caused by the equalization of electric conditions in the body. It's also essential to avoid the temptation of bragging about the benefits received to others. With time, the positive changes in appearance and overall health will become noticeable, and others will naturally inquire and seek to learn from you."
}