{
  "title": "\"The Various Types of Magnetic Passes Explained\"",
  "first_phrase": "This text provides information on the various types of passes (Magnetic Passes) used in Magnetism or Mesmerism. The author explains that the name of each pass indicates its object, intention, and method of performing it. The different types of passes include longitudinal, transverse, reverse, local or topical, frictions, drawing, repelling, and direct passes. The author also mentions the specific names that these passes receive among the Assamese natives and in Upper India. The last part of the text, comprising 200 tokens, discusses the effects of these passes that Magnetisers may use to influence their subjects.",
  "content": "- Reverse-Passes are De-Magnetising-Passes, but are designated \" Reverse,\" to indicate that they are to be made for the purpose of removing the effect of the last Magnetising-Passes, and in a contrary direction. - Local or Topical-Passes are made over any special locality, such as the Subject's hands, eye, foot, & Dr. Esdaile tells us, that \"Among the Assamese, the Loadpasses receive separate names, according to the sites over which the passes are performed; thus, those used for the purpose of relieving headache are named Metapon.\" - Frictions are passes with contact, and are named after the passes, e.g., Longitudinal-frictions, Transverse-frictions, & Anciently, Frictions were better known as strokings. - Drawing-Passes are used for the purpose of attracting or drawing Subjects towards you. They are very well accompanied with fascination. - Repelling-passes are made with an opposite purpose to the Drawing-passes, and in an exactly reverse manner. - Direct-passes are made straight at the Subject, for the purpose of quickly loading him with influence.",
  "last_phrase": "In conclusion, mastering the various types of passes used in mesmerism, such as the reverse-passes, drawing-passes, repelling-passes, and others, can greatly enhance your ability to influence and heal others. Remember to practice each type of pass with care, and to shake your hand after curative-passes to ensure their effectiveness."
}