{
  "title": "\"Exteriorizing Techniques: Ancient Methods of Psychic Projection\"",
  "first_phrase": "In the previous section, we explored the use of ancient symbols and gems as amulets and mandalas to strengthen fascinating power. Now, let's delve into the concept of psychic projection, which involves radiating magnetism even at a distance. This method has its roots in ancient practices that require the student to retire into a quiet room and achieve a state of absolute passivity. From there, three methods can be used, with the first involving writing a succinct phrase expressing a desire on a white sheet of paper and focusing on the meaning with intensity but calmness. In this final section, we will learn about the other two methods and their application.",
  "content": "That means the student has to retire into a room where cannot be disturbed nor hear any noise. Must be sitting or lying down, but at ease, and get about ten minutes during a State of absolute passivity. The muscles should be relaxed, the thought quiet. First Method The first method is the mental picture. When you are in a status of calmness described above, sit down at a table and write very readably on a white sheet of paper a succinct phrase expressing a desire whatsoever. Write for example \"I want to cease the disagreements I have with the guy\"; or “I want Mr. X forced to do this or that other thing.\" After writing what you want, readably and briefly, set yourself at ease and focus on your script, concentrating the thought with intensity, but calmly, on the meaning of the lines you have on sight. Breathe deeply and slowly.",
  "last_phrase": "By practicing the mental picture technique, you can train your mind to focus on your desires, and with time, achieve a state of balance and harmony. Remember to start with simple wishes and work up to more complex requests. With patience and practice, you can attain the results you seek. So, give it a try and let your thoughts manifest into reality."
}