{
  "title": "\"The Primal Importance of Rituals and Symbols\"",
  "first_phrase": "In the previous part of the text, we discussed how rituals and symbols are essential to governing everyday life, both in primitive and modern societies. In the last 200 tokens, the author delves deeper into the idea of symbols in primal societies. These symbols, often not linked to a specific person, are charged with the energy of the members and become a way of living and improving. Such symbols take the place of the ego, leading to harmony and peace with the universe. This mechanism is also observed in modern \"spiritualistic\" gatherings, which evoke an ego instead of a primal force, sometimes leading to problems.",
  "content": "Symbols in primal societies are created and \"charged\" with the energy of the members, and they become realities that in turn get to influence the everyday behaviour of their members, that make in turn the symbol their own, wearing it on themselves, and transforming and ruling their lives according to it. In this way the symbol become a way of living and of improving, something that takes the place of the ego and help the right hemisphere to find solutions for everyday's necessities. As symbol is felt \"outside\" the person, there is a sense of harmony and peace with the universe. The same mechanism is at work in modern societies in so called “spiritualistic” gatherings. They are the modern correspondence of the God's evocations and theurgist works of many ancient people, only that in this case all happens on a more mundane plane, evoking instead of a primal force an ego. Hence the problems that sometimes happen in such type of gatherings where the evoked entities seem to \"infest\" the participants.",
  "last_phrase": "In conclusion, symbols not only hold great significance in primal and modern societies, but also have the power to influence and transform individual behavior. Whether it's wearing a symbol or evoking it in a gathering, symbols can become a way of living and improving. However, it's important to be aware of the potential risks and consequences of investing too much power in symbols, as they can sometimes become all-consuming entities."
}