{
  "title": "\"Hand Magnetism: Techniques and Passes for Healing\"",
  "first_phrase": "This text explains the importance of using the right part of your hand when performing magnetic passes for therapeutic purposes. The author suggests using the palms for magnetizing passes and the backs for de-magnetizing ones. The passes are considered one of the best therapies to use with fascination to access the inner healing resources of clients. It is crucial to follow gut feeling and intuition when performing the passes. The text also touches upon the science of radioesthesia and establishing resonance with the client's energy field. The upcoming 200 tokens list various types of passes and their effectiveness.",
  "content": "Kinds of Passes Basic Point and Most Important Secret : Remember always to follow your intuition and your gut feeling for doing passes. You must “feel” the client, not just doing vane movements. Sometimes you could feel the need to go in a particular point or to do a specific pass. Do it. Doing passes is very similar to “active radioesthesia”. Radioesthesia is the science of using the sensations of the human body in order to access information about other objects of animate or inanimate nature by establishing resonance with what is their perceived field of energy. We should work in the same way with passes, establishing “resonance” (called “rapport”4 in magnetism25) with the client. This sensibility will be our guidance. In any case, a basic knowledge of the different ways of working is useful, as normally you will begin to move your hands and there are anyway some movements that are in general more effective than others. These are the various types of passes26.",
  "last_phrase": "In conclusion, while understanding the different types of passes can be useful in performing effective magnetism, it is equally important to trust your intuition and establish a 'resonance' with your client. Remember to follow your instincts and create a connection with the person receiving these passes for the most effective results."
}