{
  "title": "\"Exercises of Presence Therapy: Becoming More Present for Natural Healing\"",
  "first_phrase": "In the previous section, we learned about the power of presence therapy and how it can help individuals change their reality by becoming more present with themselves. We explored the concept of the three brains and the fourth position of awareness. The final 200 tokens introduce a therapeutical exercise that can help us understand the theory better. The exercise involves working on fears and negative feelings using the sphere of light method, where the client is asked to concentrate his physical eyes on his third eye. By doing so, the client can become more present to himself, allowing natural healing to follow.",
  "content": "Theory of three brains: - Neocortical brain - Emotional brain (sheep) - Basic brain, cerebellum (snake) fourth position: awareness The following therapeutical?? exercise will help you in understanding this concept: PRESENCE AND THERAPY Basic concept If you are present, also your client has possibility to be present to himself. Doing it, natural healing can follow. A basic concept is to look your client while you are present Exercise of the sphere of light – Working on fears and negative feelings This exercise work also for very strong emotions. Pick out an emotion (it could be a negative feeling or a fear) on which the subject wants to work and ask him where he feels it. Let him to look a light without thinking anything, then say him to close his eyes Say him to concentrate his physical eyes, under the closed eyelids, on his third eye (you can help him with small tapping on the third eye).",
  "last_phrase": "In conclusion, by understanding the theory of three brains and practicing the exercise of the sphere of light, one can achieve a state of mindfulness and presence that can facilitate natural healing in both the therapist and client. This exercise can be particularly useful for working on negative feelings and fears, and can lead to increased self-awareness and resilience in handling difficult emotions."
}