{
  "title": "\"Exercises to Improve Brain Function and Psychic Faculties\"",
  "first_phrase": "In the following section, we will be discussing some important exercises that can help you improve your brain and psychic faculties. The exercises include \"presence,\" where you focus on different sides of your head with a two-second rhythm, and \"glance,\" where you observe a distant point while maintaining peripheral consciousness. The article emphasizes the importance of executing these exercises properly for optimal results. Additionally, there is an exercise with breathing and a discussion of the Key of Light, which can stimulate creativity, willingness, and energy. These exercises are based on the research of Prof. Lefebure and can help rekindle your \"central fire.\"",
  "content": "It consists in observing a distant point and at the same time maintaining peripheral consciousness in the field close to the point and vice versa. This exercise, when properly executed, combines two elements: 1) the adjustment of gaze, 2) the fact that both eyes are \"awake\" Exercise – near-far Holding the hand stretched out in front of you, practically consists in focusing first at your thumb and then at a distance. If the exercise is done well, we will see, in the side field, two thumbs (due to non-centered vision of the eye) when we look far away, and two distant objects (due to non-centered vision of the eye) when we look close. Exercise – with breathing The same exercise, holding your breath The Key of Light Light is an important tool that can awaken in a person's abilities and powers. The light stimulates the mind at the global level, increasing creativity, willingness to do, and energy.",
  "last_phrase": "Incorporating near-far exercises and utilizing the Key of Light can increase brain capacity and awaken latent abilities. With regular practice, one can improve focus and visual memory, while benefiting from the stimulation of both solar and lunar qualities. Try these exercises and see the positive changes in your life."
}