{
  "title": "\"How to Control Food Cravings and Hunger: Understanding the Difference Between Physical and Emotional Appetite\"",
  "first_phrase": "In this final section, the author encourages readers to embrace a new method for dealing with stress and negative emotions. By taking deep breaths, counting backwards from ten, and repeating the mantra \"calm and relaxation,\" readers can counteract the false hunger of the mind and achieve true peace. The text highlights the importance of distinguishing between genuine physical hunger and mental cravings like boredom or restlessness, and suggests that satisfying the latter will only lead to frustration and discontent. Instead, the author urges readers to recognize their unique individuality and embrace their innate perfection as human beings.",
  "content": "Quando lo si prende per un reale bisogno del corpo, si è sempre frustrati e scontenti anche dopo aver mangiato. La noia è diversa dalla fame. La preoccupazione è diversa dalla fame. La scontentezza è diversa dalla fame e la frustrazione è diversa dalla fame. Queste sensazioni sono le sensazioni dell’appetito del pazzo - e tu certamente non lo sei. Tu sei nato per essere un individuo unico, e tu sei quello che sei stato creato per essere. Un meraviglioso, perfetto essere umano. Tu possiedi un nuovo e potente metodo per rapportarti ai fattori stressanti della vita. Se, in qualunque momento, qualcosa ti dispiace o ti annoia, o senti l’appetito del pazzo, utilizzi la tua nuova abitudine di prendere un lungo e profondo respiro. Lo trattieni e poi conti da dieci a uno. Poi ti lasci andare, e ti rilassi. Lasci che i tuoi occhi si chiudano, e ti dici queste parole, “calma e rilassamento”. E semplicemente ti senti meravigliosamente. Apri i tuoi occhi sentendoti meravigliosamente. Tu sai che l’appetito del pazzo non può essere soddisfatto col cibo, perché non è reale. Lasciarsi ingannare dall’appetito del pazzo equivale a punire il proprio corpo.",
  "last_phrase": "By learning to distinguish between actual bodily needs and the cravings of the mind, you empower yourself to take control of your eating habits. Remember to take a deep breath, count down from ten, and let go of frustration or boredom with the phrase \"calm and relaxation\". You are a unique and wonderful human, and with this newfound understanding, you can feed your body when it truly needs nourishment."
}