{
  "title": "\"What are the common triggers of overeating and how can you create your own personal suggestion to control them?\"",
  "first_phrase": "This section discusses identifying and overcoming triggers for overeating. Before this, the text suggests creating personalized self-suggestions for resisting unhealthy food cravings. To further this, the text advises creating a list of situations that cause one to eat between meals or overeat during meals. It lists some common situations, and most of the people who have done this exercise were surprised by what triggers them. This could include staying up late, watching TV, receiving guests, being away from home, or even preparing food. The text encourages readers to discover their \"bells\" and learn to control their responses to them.",
  "content": "(c) ricevendo amici in casa. (d) dopo essere tornati a casa dal lavoro o da scuola. 2) durante le normali attività di routine. (a) scrivendo lettere, leggendo, studiando ecc. (b) facendo i lavori di casa, o guidando l’auto. 3) quando siete molto occupati. (a) quando siete “troppo preoccupati” per prepararvi il giusto tipo di pasto. (b) quando vi concedete degli “assaggi veloci”. 4) quando siete lontani da casa. (a) visitando le case di amici o conoscenti. (b) mangiando al ristorante. (c) quando i vostri amici insistono perché assaggiate “i loro piatti speciali”. (d) quando frequentate ricevimenti e incontri sociali. 5) quando dovete preoccuparvi del cibo. (a) cuocendo o preparando cibi. (b) quando tornate dopo aver fatto gli acquisti e mettete in ordine quello che avete comprato. (c) quando pulite la tavola ed eliminate gli avanzi. (d) quando aprite la porta del frigorifero. (e) quando vedete altra gente che mangia cibi che fanno ingrassare, specialmente dopo mangiato.",
  "last_phrase": "Incorporate healthy eating habits into your daily routine, even in busy or challenging situations. Whether you are entertaining guests, at a restaurant, or feeling down, making small choices such as selecting healthy snacks or preparing meals in advance can have a positive impact on your overall health and well-being."
}