{
  "title": "\"What are the techniques for weight control using mental imagery and hypnosis?\"",
  "first_phrase": "In the last section of the book, \"Controllo del Peso\" by Laura Gaiero, the focus remains on using mental techniques, specifically those related to hypnosis and neuro-linguistic programming (NLP), to facilitate weight loss. Gaiero is a Life and Sport Coach, as well as a Master Practitioner in NLP, who has created a program that focuses on restructuring the minds and eating habits of individuals. The Dancan Srl, with which Gaiero is associated, is a coaching and training company that offers various programs, including the \"Business Excellence\" program for managers and companies, as well as sports and personal development training.",
  "content": "Attualmente Laura Gaiero si occupa del “Controllo del Peso” nuovissimo format specifico che dedica la massima attenzione ai processi mentali dei corsisti con l’obiettivo di ristrutturare a fondo la mente e le rispettive abitudini alimentari degli individui. Il format utilizza molte tecniche di PNL e PNL New Code con il fine d’insegnare nuovi processi per facilitare i comportamenti desiderati. Laura Gaiero condivide inoltre molte iniziative e progetti della Dancan Srl essendo assistente di Danilo Cannella, direttore didattico e socio fondatore della Dancan Srl, Trainer e Coach in PNL, PNL3 e Coach in PNL New Code. La Dancan Srl si occupa inoltre di formazione e coaching aziendale e sportivo, è artefice di nuovissimi format tra cui il “Business Excellence” per il potenziamento dei manager e delle loro d’imprese, con contenuti particolari ed efficacissimi che hanno origine dalle più lontane scuole di pensiero alle più recenti tecniche di PNL, PNL3 e PNL New Code. I formatori e coach della Dancan Srl si occupano costantemente dello studio di nuovi progetti aziendali, sportivi e personali, inoltre alcuni di loro erogano corsi di formazione alle imprese tramite Fondi paritetici interprofessionali in collaborazione con le agenzie accreditate sul territorio nazionale.",
  "last_phrase": "If you're interested in weight control or want to enhance your business and personal life, look no further than Dancan Srl. With Laura Gaiero's \"Weight Control\" program for mental restructuring and the company's \"Business Excellence\" program, which utilizes techniques from ancient schools of thought to modern PNL and PNL New Code, Dancan is dedicated to helping individuals and businesses reach their full potential. To learn more about their offerings, visit their website or email info@neurolinguistic.com."
}