{
  "title": "\"How can imagination help you achieve your weight loss goals?\"",
  "first_phrase": "In this last part of the text, the author emphasizes the importance of reinforcing imagination with daily practice to create new dietary habits. Visualizing oneself with an ideal body image and feeling proud of it can motivate the subconscious mind to accept a new memory model. Gradually, the feeling of confidence will spread into everyday moments, leading to conscious self-esteem and ultimately success in achieving the desired weight. The author highlights the significance of daily practice and persistence to attain the goal.",
  "content": "Si deve motivare la mente, non solo con la forza di volontà, ma anche facendo vedere, sentire e vivere al corpo e alla mente come volete ritornare a essere nel vostro corpo naturalmente magro. LA SENSAZIONE SUBCONSCIA È importante che proviate una sensazione di fierezza quando contemplate la vostra nuova immagine. Più la programmerete nella vostra mente subconscia, più noterete che state guadagnando una sensazione di sicurezza nella capacità di raggiungere il vostro obiettivo. Questa “sensazione subconscia” indica che il vostro inconscio sta cominciando ad accettare un nuovo modello di memoria e sta incominciando a immagazzinare un’immagine di voi stessi corrispondente al vostro ideale. Certamente, l’immagine non corrisponde alla realtà del tempo presente, ma la vostra mente inconscia accetterà la vostra valutazione come corretta. Di conseguenza acquisirete una sensazione conscia d’autostima che è molto importante per la continuazione del vostro programma fino al raggiungimento del peso forma. All’inizio, è probabile che riusciate a ottenere quest' impressione solo mentre siete rilassati e utilizzate la vostra immagine creativa, ma gradualmente la sensazione si diffonderà nei vostri normali momenti di veglia.",
  "last_phrase": "In conclusion, to achieve your ideal body weight, it's crucial to motivate your mind and body by creating a subconscious sensation of pride and confidence through visualizing and experiencing how you want to look and feel. As you program this new image into your subconscious mind, you'll begin to behave and feel like a new person even before reaching your goal, providing a significant motivation to achieve it. Just like in a theater performance, you'll temporarily lose your identity and become the person you want to be, empowering you to keep going until you reach your desired weight."
}