{
  "title": "How can activating your subconscious sensations help you overcome temptation and achieve your goals?",
  "first_phrase": "In this text, the author discusses the use of mental imagery to overcome temptation and achieve goals. The last 200 tokens explain the principles behind using verbal suggestions to complement the program. The author advises against the use of negative language and emphasizes the importance of clarity in expressing affirmations. The text concludes by highlighting the effectiveness of the outlined approach.",
  "content": "Tuttavia, può darsi che desideriate usare dei comandi verbali per aiutarvi nel processo. Vi sono due regole essenziali da osservare nell’utilizzo di suggestioni verbali: 1. L’utilizzo solo di comandi positivi, evitando parole negative o negazioni (no, non). La mente inconscia infatti non può riconoscere certe negazioni. Per esempio, se si afferma: “Non voglio più mangiare tanto”, l’indicazione che daremo all’inconscio sarà quella di voler mangiare tanto, considerando che non riconosce la negazione. 2. Avere una chiara idea di quello che la suggestione significa prima di entrare in rilassamento. Una frase del tipo “il cibo non mi piacerà e io non mangerò troppo” è chiamata una suggestione negativa e di norma è vissuta per un tempo molto breve o è completamente inefficace. La stessa idea può essere espressa in maniera positiva nel modo seguente: “I cibi che mi permetterò saranno così buoni e così soddisfacenti che potrò ridurne sempre più le quantità e avrò pochissimo bisogno di mangiare tra i pasti”. Tentare di formulare la suggestione mentre siete in stato di rilassamento profondo può richiedere sforzo cosciente, interferendo così con lo stato di rilassamento ottenuto. Il metodo delineato qui sotto è molto efficace.",
  "last_phrase": "In conclusion, using positive verbal commands and having a clear idea of their meaning before entering a state of deep relaxation are essential guidelines to follow when using suggestions to aid in your process. Writing down the suggestion, reading it out loud three times, and relaxing for a few seconds afterward is a highly effective method to implement. With practice, the words will come back to you spontaneously and effortlessly."
}