{
  "title": "How can keeping a food diary help with weight loss and motivation?",
  "first_phrase": "This text gives advice on how to avoid discouragement and maintain motivation when trying to lose weight. It highlights the importance of not rationalizing setbacks and provides a criteria for measuring progress beyond just weight loss. To ensure success, it suggests keeping a food diary and examining it weekly to correct mistakes and maintain accountability. This final section reminds readers to note every piece of food or drink consumed and keep the diary on hand at all times, emphasizing the importance of using the mind to achieve weight loss goals.",
  "content": "Dev’esservi chiaro che se non raggiungete i risultati c'è solo una ragione: non avete aderito al vostro programma alimentare e alle tecniche che vi sono state suggerite nel libro. Perciò, al fine di prevenire attimi di demotivazione, dovete mantenere una registrazione accurata delle vostre performance alimentari. Solo questo, infatti, potrà darvi una chiara visione di quanto è efficace l’utilizzo della vostra mente. MANTENERE UN DIARIO DEL CIBO Tale passo è una parte indispensabile del vostro programma di riduzione alimentare. Una sua eventuale omissione rischia di portare a risultati non desiderati. Per correggere i vostri errori con l’utilizzo della vostra mente, dovete prima sapere quali sono, e non c'è migliore maniera che un esame settimanale del vostro diario del cibo. Se non avete voglia di portare con voi un libretto, un singolo foglio di carta può essere altrettanto efficace. Piegato, può essere facilmente contenuto nel vostro portafoglio. Dovete portare questo foglio di carta ovunque andiate, e scrivervi ogni particella di cibo o bevanda che consumate durante il giorno o la notte, poiché altrimenti è facile che “dimentichiate” alcune delle cose che mangiate. Dovete tenere nota ogni volta.",
  "last_phrase": "In order to ensure success in your weight loss program, it is crucial to maintain an accurate food diary. By carrying a small piece of paper with you throughout the day and noting down every particle of food and drink that you consume, you can correct your errors and make progress. Review your diary each week and circle any mistakes, taking note of your progress. With proper use of visualization, you cannot fail to achieve your desired results."
}