{
  "title": "\"Ready to Relax? Follow These Guided Steps Towards Inner Peace and Perfect Body Shape\"",
  "first_phrase": "In this last section, we delve into the practice of deep relaxation with the help of a guided meditation. The narrator walks us through a series of breathing exercises and visualizations, leading us down a staircase towards a profound state of relaxation. We are encouraged to let go of our worries and tensions, and to sink deeper into a state of peacefulness. By the end, we are invited to fully surrender to this tranquil state with the words, \"relax deeply\".",
  "content": "A ogni numero che conto il tuo profondo rilassamento diventa più profondo e più intenso. Quando arrivo al numero uno sei allora cosciente di gioire di un profondo e piacevolissimo stato di rilassamento. Con il numero dieci facciamo il primo gradino verso il basso. Ogni muscolo e nervo diventa sciolto, molle e rilassato. Numero nove, l’onda di rilassamento si diffonde lungo tutto il tuo corpo. Numero otto, ti stai rilassando di più con ogni semplice respiro che prendi, con ogni suono che senti, tu stai andando più profondamente, più profondamente in un sonnolento rilassamento. Numero sette, ogni muscolo e nervo diventa sciolto... E molle, e così rilassato. Numero sei, ti stai muovendo verso il basso verso un nuovo e più profondo livello di rilassamento. Numero cinque, a metà strada, quando arrivo al numero uno dirò le parole “rilassati profondamente”. Sarai allora cosciente di essere così profondamente rilassato come mai prima d'ora. Numero quattro, ogni muscolo e nervo riposa sciolto rilassandosi e lasciandosi sprofondare più profondamente nel sonno. Numero tre, stai andando più profondamente, più profondamente in un sonnolento rilassamento. Numero due: al prossimo numero darò il segnale, dirò le parole “rilassati profondamente”.",
  "last_phrase": "As you continue to relax with each number, let yourself sink deeper and deeper into a state of calm. When you reach the number one, you will be fully aware of the peaceful and blissful relaxation you have achieved. Remember to treat your body with respect and allow yourself to enjoy the benefits of perfect health and wellness."
}