{
  "title": "\"How can visualization techniques help achieve personal transformation and goals?\"",
  "first_phrase": "In the previous section, the author explained how the conscious and unconscious minds interact to help you feel and behave like a new person even before achieving your desired results. This transformation is akin to how actors \"live the part\" and temporarily change their identity to better portray their character. In this last part, the author discusses how imagining yourself as the person you want to be can make that a reality. They use examples of soldiers with psychosomatic pain and actors who start to believe their own publicity to illustrate this point. Lastly, the author encourages readers to imagine themselves in action as their \"new self\" would behave, bringing their dream closer to reality.",
  "content": "Noi tutti siamo familiari con l’attore che finisce col credere alla sua stessa pubblicità. Durante la guerra, c'erano parecchie persone che facevano finta di avere gravi dolori di schiena per evitare di combattere. Il risultato fu che alcuni di questi soldati fece finta così a lungo che alla fine sviluppò tali dolori. Avevano dichiarato di avere dolori di schiena così spesso che la loro mente subconscia aveva accettato questo pensiero come un fatto. E la risposta alle cure era molto debole. In maniera molto simile, quando contemplate la vostra nuova immagine, la personalità incomincia ad assumere le caratteristiche di chi sa di poter superare tutti gli ostacoli. Le assume perché avete già iniziato a imparare la parte che avete scelto di rappresentare. Confidate che questa trasformazione avvenga. Incomincerete a pensare e ad agire da magri molto prima di aver raggiunto l’obiettivo. DALLE IMMAGINI IMMOBILI ALLE IMMAGINI IN MOVIMENTO Dopo che sarete diventati esperti nel vedervi come desiderate essere, il gradino successivo è vedersi agire come il vostro “nuovo io” snello agirebbe nelle varie situazioni. Per esempio, la prossima volta che vi rilasserete, cercate di vedere la vostra immagine a un incontro piacevole mentre i vostri amici si congratulano con voi per la vostra apparenza attraente.",
  "last_phrase": "In conclusione, la visualizzazione di sé stessi come si desidera essere può essere un modo efficace per raggiungere obiettivi di forma fisica e migliorare la propria autostima. Continuando a vedere se stessi in situazioni positive e immaginando di agire come il \"nuovo io\" snello, si può sviluppare una mentalità vincente e superare gli ostacoli che si presentano lungo il percorso verso il raggiungimento dei propri obiettivi di forma fisica e benessere."
}