{
  "title": "How can you change your conditioned response to food in certain situations?",
  "first_phrase": "In this last section, the author gives an example of how conditioning responses can be changed to overcome food-related challenges. Before this, the author discusses the importance of identifying personal trigger situations and developing positive strategies to deal with them, rather than simply deciding not to eat the \"wrong\" food. They suggest using visualization techniques to reinforce positive behaviors. In the example, the author describes a situation where a person visits a friend who serves tea and sweets, and outlines a plan to politely refuse the sweets and enjoy the tea while visualizing successful behavior. Overall, the section offers concrete advice for changing ingrained patterns of behavior.",
  "content": "Nelle vostre azioni le visualizzazioni si riveleranno di valore inestimabile. Questo potrà essere fatto o attraverso l’uso di suggestioni verbali o anche attraverso immagini mentali nelle quali vi vedete affrontare o superare il problema, concordemente col vostro piano prestabilito. Non potrete risolvere tutti questi problemi in una volta sola, ma la costante ripetizione di visualizzazioni nelle quali vi comportate con successo porterà infine a una risposta condizionata che eviterà di doverle costantemente ricordare ogni giorno. UN ESEMPIO DI COME CAMBIARE UNA RISPOSTA CONDIZIONATA Supponiamo che uno dei vostri problemi sorga dal fatto che settimanalmente visitate la casa di un amico dove il tè è sempre servito assieme a un piatto di dolci. Il vostro ospite vi spinge sempre a prenderne anche solo uno affermando che è stato fatto “proprio per voi”. Avete deciso di risolvere il problema rifiutando cortesemente questi dolci, nello stesso tempo facendogli complimenti riguardo all’eccellenza del suo tè. Pianificate di gustare lentamente la tazza di tè finché tutti i dolci non siano stati divorati dagli altri ospiti. Incorporate poi l’immagine mentale corrispondente al corretto comportamento nella vostra visualizzazione quotidiana. Rendetela più dettagliata possibile, non lasciando niente al caso.",
  "last_phrase": "Visualizations can be immensely valuable in your actions. By using verbal suggestions or mental images of successfully overcoming the problem, in line with your pre-established plan, you can condition yourself to respond correctly. Repetition of these visualizations will eventually lead to a conditioned response that avoids having to remember them every day. With practice, you can easily incorporate new behaviors into your life and overcome challenges with confidence."
}