{
  "title": "\"How can you avoid eating unhealthy food in different situations and change your conditioned response?\"",
  "first_phrase": "In the previous text, the author discussed various situations where individuals may struggle with making healthy food choices. These situations included visiting friends or restaurants, cooking and cleaning up after meals, and experiencing depression or boredom. The author refers to these as \"triggers\" for unhealthy eating habits. In this final section, the author encourages readers to create a personal list of triggers and develop constructive strategies to address them. Merely telling oneself not to eat certain foods is ineffective, and the author emphasizes the importance of finding positive alternatives. By documenting and addressing each trigger, readers can overcome challenges to maintain a healthy diet.",
  "content": "(f) quando odorate o vedete cibi deliziosi ma molto calorici anche se siete già sazi. (g) nei casi in cui siete spinti ad acquistare cibi “sbagliati” al momento di fare la spesa in supermercati ben forniti. 6) nei momenti di depressione e disperazione. (a) quando vi siete appena pesati e vedete che non siete riusciti a mantenere la “dieta imposta”. (b) quando siete annoiati e soli con “niente da fare”. (c) quando vi preoccupate per la vostra famiglia. (d) nei momenti di crisi. (e) come ricompensa dopo una giornata difficile. Abbiamo caratterizzato queste situazioni “campanelli” per semplificarne la ricerca. Tuttavia, dovreste comporre la vostra lista personale registrando ogni situazione su una linea differente. Il vostro prossimo passo è decidere esattamente cosa fare per affrontare ogni singola situazione. Scoprirete che potete evitarne qualcuna, ma la maggior parte vanno risolte e rese innocue. Dire semplicemente “non dovrei farlo” non ha valore. Dovete trovare qualcosa di più costruttivo e di natura positiva che potete fare al loro posto, evitando così di mangiare cibi impropri. Riportate sempre su carta come intendete superare ogni singolo problema.",
  "last_phrase": "Remember to create your personal list of trigger situations that make you crave unhealthy foods, such as feeling depressed or anxious, being bored, or seeing tempting but calorie-rich dishes. Instead of just saying \"I shouldn't do it,\" write down a positive action you can take to replace the unhealthy behavior. Use the power of visualizations to rehearse your new responses to these triggers, so that eventually they become automatic and help you avoid unhealthy eating even when faced with temptation at your friend's house or the grocery store."
}