{
  "title": "What are the essential rules to follow when giving verbal suggestions for weight loss?",
  "first_phrase": "This text discusses the essential rules for effective use of verbal suggestions. Firstly, avoiding negative commands and secondly, having a clear idea of what the suggestion means before entering a relaxed state. It provides an example of how to phrase a positive suggestion for healthy eating habits. The last 200 words explain that reading the suggestion three times, relaxing for 30-60 seconds, and letting the words return spontaneously can be more effective than remembering consciously. The example of a positive suggestion given is to believe in oneself in achieving the intended weight loss goals effortlessly.",
  "content": "Prima, decidete cosa volete fare. Poi, scrivete la suggestione su di un pezzo di carta. Leggetela tre volte lentamente e ad alta voce. Infine rilassatevi profondamente rimanendovi per trenta o sessanta secondi e lasciando che le parole ritornino a voi senza darvi nessuna suggestione ulteriore. Molte persone riferiscono che le parole sembrano tornare indietro in maniera spontanea e quasi automatica. Qualunque cosa accada, non fate nessuno sforzo cosciente per ricordare quello che è scritto sul pezzo di carta. Dopo che avrete superato il vostro fattore critico, la vostra mente subconscia incomincerà ad accettare l’idea di base. A volte brevi periodi, (fino a un minuto) di suggestioni verbali imparate giornalmente possono essere altrettanto efficaci rispetto a periodi più lunghi con intervalli meno frequenti. Un esempio di una buona suggestione può essere la seguente: “Io credo sinceramente di essere capace di seguire il mio percorso verso il raggiungimento del giusto peso con successo e senza sforzo, per mantenere e raggiungere il mio obiettivo di un corpo in salute e attraente.",
  "last_phrase": "To achieve your goal of a healthy and attractive body, follow these steps: first, decide what you want to do, then write your suggestion on a piece of paper, read it aloud three times slowly, and relax. After this exercise, your subconscious mind will begin to accept the basic idea. Remember to discover your \"bells\" that trigger excessive eating habits and exclude natural hunger during mealtime. By doing this, you can effectively compose your personal suggestion and set yourself on the path to success."
}