{
  "title": "\"What are the resources and lessons covered in the Fascination course's final class?\"",
  "first_phrase": "In this final section of the Fascination course, the focus is on valuable resources for further learning. The authors offer an ebook on mental fascination, password-protected chapters, and useful videos on neurolinguistics. They also recommend their book \"Instant Hypnosis and Fascination,\" in-person courses, and the website http://www.mesmerismus.info. This section follows a nine lesson curriculum, including developing eye contact, intentional breathing, and hypnotic suggestion. For more information or questions, visit the contact page or call 00393482213449.",
  "content": "Ultima Lezione del corso di Fascinazione Speriamo che quanto fatto finora vi sia piaciuto e vi sia stato utile. Contattateci se avete domande. Ci fa sempre piacere essere contattati. Vi segnaliamo qui varie risorse utili: Libro \"La Fascinazione Mentale\" http://www.pnl-nlp.org/courses/ebooks/button_model/index.php?bid=47 Per alcuni capitoli è necessaria una password: mesmerismus1 Molti video utili sono a: http://www.youtube.com/user/neurolinguistic Sito sulla Fascinazione: http://fascinazione.com/fascinazione/article_171.html Vi invitiamo inoltre ad acquistare il nostro libro \"Ipnosi Istantanea e Fascinazione\" e a frequentare i nostri corsi dal vivo e a visitare il sitohttp://www.mesmerismus.info Indice delle Lezioni: Introduzione e Lezione 1 Lezione 2 - Continuiamo a sviluppare l'occhio Lezione 3 - La respirazione Lezione 4 - Utilizzo dello sguardo Lezione 5 - Fare una proposta Lezione 6 - La proiezione voluta Lezione 7 - Mantenere l'attenzione Lezione 8 - Sviluppare Presenza Lezione 9 - Autoipnosi Indiana Ultimo messaggio, Video e Libro per informazioni e domande sulla lezione contattare: http://www.pnl-nlp.org/courses/contactus.php http://www.mesmerismus.info tel. 00393482213449",
  "last_phrase": "In conclusione, speriamo che il corso di Fascinazione vi sia stato utile e interessante. Vi invitiamo a contattarci se avete domande e a utilizzare le nostre risorse utili, tra cui il libro \"La Fascinazione Mentale\" e i video sul nostro canale YouTube. Inoltre, vi consigliamo di visitare il nostro sito web, di acquistare il nostro libro \"Ipnosi Istantanea e Fascinazione\" e di frequentare i nostri corsi dal vivo. Grazie per aver fatto parte della nostra comunità di apprendimento!"
}