{
  "title": "\"How can you use suggestion to overcome overeating habits and discover your triggers?\"",
  "first_phrase": "In the previous part of the text, the author discussed the power of suggestion in achieving goals. In the last 200 tokens, the article delves into identifying triggers that lead to overeating. The author advises listing down all external situations that encourage snacking or overeating, apart from natural appetite during meal times. These triggers, referred to as \"bells,\" can include staying up late at night or watching TV. The author encourages readers to identify their triggers to build better eating habits.",
  "content": "In questo obiettivo, sono guidato dalla fiducia nei poteri naturali che sono in me.” Alcuni affermano che un’altra suggestione molto efficace è la seguente: Ogni volta che sono tentato di mangiare cibo che mi fa ingrassare, mi domanderò automaticamente “veramente voglio assecondare la mia voglia? Non mi sentirei meglio se mi esercitassi nelle tecniche di autocontrollo che ho imparato?” Usando i due esempi riportati sopra come modello, potete comporre efficacemente la vostra suggestione personale. SCOPRITE I VOSTRI “CAMPANELLI” Ci sono momenti in cui certe situazioni esterne stimolano gli eccessi nel mangiare. Dovreste sedervi con carta e penna ed enumerare ogni situazione che attualmente vi sta facendo mangiare. Escludendo l’appetito naturale del momento dei pasti, potrete scoprire che avete imparato a rispondere a dozzine di “campanelli” mangiucchiando tra i pasti o mangiando troppo nei momenti dei pasti. La maggior parte dei nostri corsisti sono rimasti stupiti quando finalmente hanno compilato la lista di tutti i “campanelli” cui rispondevano mangiando. Qui sotto sono elencate alcune fra le situazioni più comuni in cui si osserva una tendenza a mangiucchiare: 1) lasciandosi semplicemente andare. (a) restando alzati la notte mentre gli altri dormono. (b) guardando la televisione.",
  "last_phrase": "To effectively combat eating habits, it's important to understand the external triggers that cause us to overeat. By listing and identifying these \"trigger bells,\" we can take control of our eating habits and make healthier choices. Whether it be questioning our impulse to indulge or reminding ourselves of our natural abilities, self-awareness and personal reflection are the first steps to achieving our goals."
}