{
  "title": "How can visualizing yourself as slim help you achieve weight loss goals?",
  "first_phrase": "In this article, the author discusses how soldiers who pretended to have back pain to avoid combat ended up developing actual back pain due to their subconscious minds accepting these thoughts as facts. Similarly, visualizing oneself as a slender and confident person can also lead to that transformation. In the last 200 words, the author encourages readers to take the next step by visualizing themselves in specific situations, such as being complimented for their attractive appearance, and even imagining scenes of envy among onlookers. The article also mentions how mental imagery can lead to better body proportion and offers a curious but unexplained result between before-and-after photos of people who use imaging techniques.",
  "content": "Vedetevi danzare con grazia e con grande energia, creando invidia nelle amiche sedute ai bordi della pista. Potete variare le situazioni secondo i vostri gusti. Per esempio, potete immaginarvi sulla spiaggia in costume da bagno con uno sciame di persone del sesso opposto che vi guardano con attenzione. Il punto principale è visualizzare cose che dovete ancora fare e le scene in cui ricevete complimenti per la vostra nuova figura attraente. Se lavorate in un ufficio, potete immaginarvi al vostro tavolo mentre orde di persone del sesso opposto si assembrano attorno a voi. RISULTATO AGGIUNTIVO DELL’IMMAGINAZIONE MENTALE Tutti noi conosciamo persone che sono dimagrite ma si lamentano che le loro anche sono troppo grandi, la loro pancia non è proporzionata, e le caviglie troppo grosse. Queste persone affermano di non voler diminuire di peso perché lo perdono sempre nei “posti sbagliati”. Questo talvolta accade anche quando si fanno esercizi fisici appositi assieme al programma. C'è un curioso e ancora inesplicabile risultato che si nota nelle persone che utilizzano una precisa rappresentazione mentale di come vogliono essere. Dal confronto fra le fotografie scattate “prima” e “dopo”, sembra che le proporzioni siano migliori tra le persone che utilizzano l’immaginazione.",
  "last_phrase": "In sintesi, l'immaginazione mentale può influire sul risultato di una dieta e di un esercizio fisico, consentendo una migliore proporzione del corpo. Per ottenere il successo, è fondamentale visualizzarsi in situazioni dove la nuovs figura attraente ottiene complimenti. In questo modo, il subconscio può sostituire i ricordi di fallimento con quelli di successo e aiutare il corpo a raggiungere gli obiettivi prefissati."
}