{
  "title": "\"How can positive thinking help you achieve your weight loss goals?\"",
  "first_phrase": "This text describes a step-by-step guide to achieving weight loss through visualization and conditioning techniques. It advises readers to imagine themselves in positive situations, wear their favorite dress, generate feelings of confidence, and behave successfully in various pleasant occasions. They are then advised to visualize themselves eating appropriately and feeling satisfied, use post-hypnotic suggestions to stay on track, and keep a food journal to measure progress. Finally, they are encouraged to learn from mistakes, use them as triggers, and not abandon the program after initial success. The last part suggests using visualization to maintain their ideal weight and reminds them to use the program as an addition, not a substitute.",
  "content": "Utilizzate delle suggestioni postipnotiche e condizionatevi ad attivare la sensazione subconscia ogni volta che vi sentite tentati ad abbandonare il programma. 7. Scoprite i vostri “campanelli”, decidete un rimedio per ogni situazione e usate immagini mentali durante il rilassamento per aiutarvi a ottenere la risposta corretta. 8. Misurate il vostro successo settimanale tenendo un diario del cibo. Non scoraggiatevi per stalli temporanei, se il vostro diario dice che procedete bene. 9. Scoprite i vostri errori controllando settimanalmente il vostro diario. 10. Imparate dagli errori, utilizzandoli come nuovi campanelli d'allarme e usateli a vostro vantaggio per ottenere un miglioramento continuo. 11. Non abbandonate il vostro programma dopo il successo iniziale. 12. Utilizzate le visualizzazioni, quando vi servono per mantenere il vostro peso ideale per tutta la vita. Ricordatevi di utilizzare tale programma come un’aggiunta, non come un sostituto a ogni altro strumento che già conoscete e potete utilizzare.",
  "last_phrase": "Remember to use positive affirmations to achieve your goals and to condition yourself to activate your subconscious feelings every time you feel tempted to abandon the program. Take note of your weekly progress and make corrections when necessary by learning from your mistakes. Use mental imagery during relaxation to help you achieve the correct response. Do not give up on your program after initial success, and use visualizations to maintain your ideal weight for life. Always remember to use this program as an addition rather than a replacement to any other tool you already know and can use."
}