{
  "title": "How can you use your subconscious to achieve your ideal body weight?",
  "first_phrase": "This text discusses the importance of having a subconscious sensation of pride and self-confidence when trying to achieve a weight loss goal. By programming this sensation into the subconscious mind, a new image of oneself can be created that corresponds to the ideal body weight. It explains how the interaction between the conscious and subconscious mind can lead to feeling and behaving like a new person, even before reaching the goal. The author uses the example of acting to describe this sensation of transforming into a different character. The text concludes by stating that if one can imagine something strongly and for long enough, it can become a reality.",
  "content": "A causa di questa reciproca interazione tra la mente conscia e quella inconscia, inizierete a sentirvi e a comportarvi come una nuova persona già prima di raggiungere i risultati che volete. Questo fornirà un notevole incentivo al raggiungimento del vostro obiettivo. La migliore maniera in cui possiamo descrivere questa sensazione prima che la proviate personalmente è tramite un esempio che vi sarà familiare se avete preso parte a una rappresentazione teatrale. Se avete rappresentato un certo personaggio abbastanza a lungo in più spettacoli, vi saranno stati momenti nei quali avete sentito che siete diventati la persona che rappresentate. Quando siete davanti al pubblico perdete temporaneamente la vostra identità, sebbene, nello stesso tempo, il vostro sottostante senso della realtà vi assicura che state solo “facendo finta”. Nel fare questo modificate temporaneamente la vostra immagine personale al fine di rappresentare meglio il carattere proposto dal copione e dal regista. Imparate, come dicono gli attori, a “vivere la parte”. Questa capacità di cambiare la propria immagine personale spiega perché alcuni comici sono molto seri nella loro vita privata. UN SOGNO CHE DIVENTA UNA REALTÀ Se immaginate qualcosa abbastanza fortemente e abbastanza a lungo, tenderà a divenire una realtà.",
  "last_phrase": "In conclusion, the interaction between the conscious and subconscious mind can lead to a transformational experience where you begin to act and feel like a new person before achieving your goals. This change in self-image can be compared to acting a role on stage, where you temporarily adopt a different persona. By imagining your desired outcome strongly and continuously, you can make it a reality. However, it is important to be mindful of how your thoughts and beliefs can shape your reality and affect your health and well-being."
}