{
  "title": "\"How important is keeping a food diary for weight loss success? And how can it help you?\"",
  "first_phrase": "This text is a continuation of the previous section that emphasizes the importance of maintaining a food diary to achieve effective weight loss results by utilizing visualization techniques. The author advises readers to keep track of their daily food consumption, be honest and circle any mistakes made. Learning from these errors is crucial in preventing demotivation and ensuring consistent adherence to the program. The author reminds readers to avoid justifying their mistakes and to view them as milestones towards success. By practicing the recommended system for at least six months, significant results will be achieved, and one will be reluctant to return to their old eating habits.",
  "content": "Scrivere a fine giornata non è così efficace come scrivere durante la giornata. È importante essere sinceri, perché alla fine della settimana dovrete rivedere il vostro diario del cibo e confrontarlo con il vostro programma alimentare. Fate un cerchio rosso attorno agli errori che avete commesso. Se il numero totale degli errori diminuisce di settimana in settimana, significa che state facendo ottimi progressi indipendentemente da ciò che è scritto sulla bilancia. Non potete non ottenere risultati se utilizzate correttamente le visualizzazioni. IMPARARE DAGLI ERRORI Soprattutto, evitate che gli errori iniziali vi impediscano di continuare a seguire il vostro programma alimentare e i vostri esercizi quotidiani. Avete accumulato per anni abitudini alimentari errate che non possono essere eliminate in un giorno, una settimana, un mese. Continuate a praticare da soli il sistema indicato per almeno sei mesi. Otterrete risultati così evidenti che non vorrete mai ritornare al vostro vecchio modo di mangiare e alle scuse inventate per razionalizzare il vostro aumento di peso. È possibile che voi “cadiate” durante la fase iniziale del programma di dimagrimento. NON TENTATE DI GIUSTIFICARE I VOSTRI ERRORI. Pensate ai vostri primi errori non come a ostacoli ma come a pietre miliari verso il successo.",
  "last_phrase": "In conclusion, learning from your mistakes and being honest with yourself is crucial when it comes to achieving long-term success with your diet and exercise program. Remember, progress is not always measured by the number on the scale, but by consistently making improvements and avoiding the temptation to justify slip-ups. Keep practicing the system outlined for at least six months, and you'll see results that will motivate you to continue on a healthier path."
}