{
  "title": "\"How can NLP techniques revolutionize weight control?\"",
  "first_phrase": "In the last part of this text, Dr. Marco Paret and Laura Gaiero present revolutionary techniques for weight control using NLP mental processes. The authors reflect on the evolution of the relationship between food and physical health in Italy and the world, from a time when obesity was not a common problem to the current state where it is a major concern. The authors argue that the solution may not simply lie in what we eat but also in why and when we eat.",
  "content": " Dr. Marco Paret Laura Gaiero Tecniche rivoluzionarie per il controllo del peso con l’utilizzo di processi mentali di PNL ISBN13 978-0-935410-20-4 © 2010 – NLP International Ltd. Prefazione Mezzo secolo fa in Italia non esistevano problemi fisici legati al cibo, non si sapeva cosa era l’anoressia o la bulimia, non s’incontravano persone obese … in quei periodi tutto quello che si poteva realizzare, era pagato da enormi sforzi fisici, la sera, quando ci si metteva a letto si aveva appena la forza di rimboccarsi le coperte per poi sprofondare in un pesante sonno ristoratore fino alle prime luci dell’alba, quando il canto del gallo dava inizio ad un’altra giornata di fatica. Ricordo che, una ventina d’anni fa, i telegiornali iniziavano a parlare del problema delle persone obese in America incolpando una cucina senza senso e straricca di grassi che faceva parte delle abitudini alimentari di questo popolo; da un po’ di tempo anche in Italia abbiamo questo problema, anche se la nostra cucina mediterranea è di sicuro una tra le migliori nel mondo … forse il problema non è solamente cosa mangiamo ma anche quando e perché lo facciamo.",
  "last_phrase": "In conclusion, the revolutionary techniques for weight control using mental processes of NLP explained by Dr. Marco Paret and Laura Gaiero in their book demonstrate that the problem of being overweight can also stem from our mind and not just from our stomach. Therefore, mastering the power of our mind through the use of exercises, visualizations, and other techniques can help us change our limiting behavior and achieve better results towards our professional and personal goals."
}