{
  "title": "\"Can You Control Your Weight without a Specific Diet? A Comprehensive Guide with Hypnotic Techniques\"",
  "first_phrase": "This text is a guide on how to control your weight through mental techniques, without the need for specific diets. The last section (from token 170 onwards) covers various additional techniques for weight control, such as the use of symbols and sounds. It features Laura Gaiero, Life and Sport Coach and Master Practitioner of NLP, who is part of the coaching team at Dancan Srl, a training and coaching company based in Italy.",
  "content": "11 Agire sulla mente 12 Iniziare 17 LA SENSAZIONE SUBCONSCIA 20 UN SOGNO CHE DIVENTA UNA REALTÀ 23 DALLE IMMAGINI IMMOBILI ALLE IMMAGINI IN MOVIMENTO 24 RISULTATO AGGIUNTIVO DELL’IMMAGINAZIONE MENTALE 26 LA VOSTRA “NUOVA IMMAGINE” E IL CIBO 27 IL POTERE DELL’IMMAGINAZIONE 31 USARE LE SUGGESTIONI POSTIPNOTICHE 33 UN METODO DI SUGGESTIONI VERBALI 38 SCOPRITE I VOSTRI “CAMPANELLI” 43 UN ESEMPIO DI COME CAMBIARE UNA RISPOSTA CONDIZIONATA 51 MISURARE IL VOSTRO SUCCESSO 54 MANTENERE UN DIARIO DEL CIBO 57 IMPARARE DAGLI ERRORI 59 UN ESEMPIO DELLA TECNICA DEL CONTROLLO 62 COME PREVENIRE UNA RICADUTA 64 SCHEMA “FAI DA TE” 64 SOMMARIO DELLA TECNICA 66 UTILIZZO DEL PENSIERO POSITIVO 70 TECNICHE SPECIFICHE PER IL CONTROLLO DEL PESO Metodi specifici ipnotici (da rivedere) 85 L’utilizzo della parola “rifiuto” 85 Controllare - metodo 1 89 Controllare - metodo 2 91 Dimostrazione 93 Il metodo del “quaderno” 113 Il metodo della previsualizzazione 114 Come agire con le persone che devono sempre finire tutto 115 VISUALIZZAZIONI GUIDATE 116 Metodo 1 – Base 116 METODO 2 – Snelli e in Forma 129 Alcune metafore utili 147 OPERARE A LIVELLO CENTRALE 148 OPERARE A LIVELLO SPIRITUALE 148 IDEE E CONCETTI 152 OPERARE A LIVELLO EMOZIONALE 154 TECNICHE SIMBOLICHE 159 POTERE DEI SIMBOLI: TECNICA 1 160 POTERE DEI SIMBOLI: TECNICA 2 161 POTERE DEI SIMBOLI: TECNICA 3 163 POTERE DEI SUONI E DEI SIMBOLI: PROIETTARE LA POTENZA ANALOGICA A UNA PARTE DEL CORPO 167 TECNICHE AGGIUNTIVE VARIE (e altro) 170 Gli Autori: Laura Gaiero è Life e Sport Coach e Master Practitioner di PNL e fa parte del Team della Dancan Srl, società di formazione e coaching con sede a Rivoli (TO) in Partnership con la ISI-CNV di Nizza (FR) del dottor Marco Paret per la distribuzione bidirezionale del materiale formativo e dei corsi svolti nelle sedi di Torino, Milano, Roma, Rimini e Nizza (FR).",
  "last_phrase": "In conclusion, the \"Controllo del Peso\" format by Laura Gaiero and the Dancan Srl team utilizes various techniques of PNL and PNL New Code to teach new mental processes and habits to achieve desired weight control results. The program also emphasizes the importance of keeping a food diary, learning from mistakes, and using positive thinking and symbolism to restructure the mind for long-term success. With their expertise in coaching and training, the Dancan Srl team also offers programs for business and sports excellence, leveraging on the latest techniques and approaches from PNL, PNL3, and PNL New Code."
}