{
  "title": "\"How can you control your eating habits for three hours and achieve your desired body weight?\"",
  "first_phrase": "In this last part of the text, the author encourages the reader to abstain from food completely for three hours in the evening, a time when they struggled with overeating. By doing so, they will feel better, look better, and gain self-confidence. The author advises against allowing others or any pleasant, interesting, or stressful situations to tempt them back to harmful eating habits. Instead, the reader should make a mental decision to collaborate with this strategy and become the person they always wanted to be. They should nod their head in agreement and take control of their lives without excuses.",
  "content": "Così ora sii cosciente, non permettere ad altre persone, uomini, donne, membri della tua famiglia, amici, collaboratori, vicini, conoscenti o estranei di tentare di spingerti o indurti di nuovo alle abitudini di mangiare troppo, e sii cosciente di non permettere a nessuna situazione, circostanza o evento piacevole, interessante o affaticante e stressante di provare a portarti in questo dannoso mangiare serale. E, più importante di tutto, per favore sii cosciente, non permettere ad alcun pensiero, che sia il tuo pensiero o il pensiero di qualcun altro che arrivi dal passato o dal futuro che tenti di portarti di nuovo a queste abitudini di mangiare troppo. E voglio ora che tu prenda una decisione mentale, che tu decida di collaborare a questa strategia dell’astensione dal cibo per queste tre ore nella sera, che una volta ti davano problemi. Io voglio che tu prenda questa decisione mentale, una promessa mentale. Voglio che tu ora annuisca leggermente col capo prendendo la tua strada, divenendo la persona che hai sempre desiderato essere. Bene, senza dubbio, senza eccezione, senza scuse. Vai per la tua strada. Non vuoi permettere più che queste abbuffate notturne controllino la tua vita.",
  "last_phrase": "Congratulations! You have taken a significant step towards achieving your goal of overcoming overeating habits. Remember to be conscious and avoid any temptations, situations or thoughts that could lead you back to unhealthy eating habits. With determination and commitment, you can successfully achieve your weight loss goals. Trust in yourself and embrace the healthy lifestyle you deserve."
}