{
  "title": "\"How can positive thinking help with overcoming emotional eating habits?\"",
  "first_phrase": "In this text, the author talks about the impact of negative thoughts on losing weight and suggests positive affirmations to help in the process. The text explores how emotional eating habits can trace back to childhood and the desire for love and approval. The last 200 tokens focus on the importance of positive affirmations in achieving better results in one's weight loss journey. The author suggests two affirmations, \"I forgive myself for accepting food when I wanted love\" and \"I am certain there is enough food and love for me.\" These affirmations, repeated during relaxation and visualization, can help overcome negative thoughts and emotions that hinder weight loss efforts.",
  "content": "__________________________________ AFFERMAZIONI POSITIVE Spesso i nostri pensieri negativi possono impedirci di dimagrire: le seguenti affermazioni di pensiero positivo hanno il fine di permettere la riflessione su certi aspetti emozionali insiti nel mangiare troppo. La ripetizione di queste frasi, soprattutto in momenti di alta ricettività come il rilassamento e la visualizzazione è di grande aiuto e sostegno nella conduzione efficace del programma di ritrovamento del proprio peso forma. Più queste affermazioni diverranno VERITÀ, migliori saranno i risultati. 1. Mi perdono per aver accettato cibo quando desideravo amore. 2. Sono certo che c'è abbastanza cibo e amore per me. Per una buona parte di persone, un’attività con la quale si era certi di ottenere l’approvazione dei genitori era la pulizia del piatto. Mangiare ogni cosa che si aveva di fronte portava approvazione e sentimenti positivi da parte degli adulti. Il mangiare può perciò essere una risposta emozionale che vi portate appresso a partire dall’infanzia. Quando siete adulti, sensazioni di abbandono e rifiuto possono frequentemente spingervi verso il frigorifero, verso un dolce, o il ristorante più vicino. Attraverso il mangiare, voi sperate di ricatturare le sensazioni di calore e amore che avevate mangiando tutte queste cose quando eravate bambini. 3.",
  "last_phrase": "Remember to forgive yourself and your parents for any negative associations with food. Use positive affirmations to reframe your relationship with eating, and repeat them during relaxation and visualization exercises. By making these affirmations your truth, you can successfully reclaim your healthy weight and emotional wellbeing."
}