{
  "title": "How to abstain from nighttime eating and achieve weight loss goals effortlessly?",
  "first_phrase": "In the following section, the author encourages the reader to take small steps towards achieving their weight loss goals. They highlight the fact that as we try, things tend to become easier, almost automatically. The author also mentions the reader's determination to lose weight and assures them that they will not end up as an eighty-year-old woman still struggling with her weight. Instead, the author suggests the reader focus on when and how they will lose weight. The author then challenges the reader to abstain from food for a brief period gradually, starting with three hours before bed, to feel the benefits of self-control and an increased sense of confidence and self-acceptance.",
  "content": "E sai nella tua mente se te lo chiedo, se te lo chiedessi tu potresti astenerti completamente dal cibo per ventiquattr'ore; ci sarebbe bisogno di parecchio sforzo, ma potresti farlo. Io non voglio che tu digiuni per ventiquattr'ore. Ma naturalmente sai, e ti rendi conto, che se io te lo chiedessi, con una certa quantità di sforzo, potresti totalmente e completamente astenerti dal cibo per dodici ore. Non voglio che ti astenga dal cibo per dodici ore. Ed entrambi sappiamo che, senza troppo sforzo, potresti astenerti dal cibo totalmente e completamente per sei ore. Ma io non voglio neppure che ti astenga dal cibo per sei ore. E ora noi sappiamo, e comprendiamo entrambi, che senza troppo sforzo potresti astenerti dal cibo per tre ore. Io vorrei ora che ti astenga dal cibo totalmente e completamente per tre ore. Queste tre ore la sera, in cui una volta avevi difficoltà. Tre brevi ore, rinunciando al cibo totalmente e completamente. Ti accorgerai che pensando al cibo scoprirai quanto meglio ti senti e quanto meglio appari e a come la tua fiducia, autostima, accettazione di te stessa, fiducia in te stessa divengono più grandi, sempre più grandi.",
  "last_phrase": "Make a commitment to yourself to implement the strategy of abstaining from food for three hours in the evening, which once gave you trouble. Remember that no other person, situation or thought should influence you to revert to harmful eating habits. With conscious effort, your self-confidence and esteem will increase, and you will feel and look better. Choose to embark on this journey to become the person you want to be."
}