{
  "title": "How can mental imagery help you become thin by re-educating your approach towards food?",
  "first_phrase": "In the final part of the text, the focus is on the importance of creating a clear mental image of the desired body weight and size through daily visualization practice. The author emphasizes the need to reinforce the imagination with constant practice and to replace old self-images with new mental ones to achieve a healthy weight. The text also stresses the power of mental practice in shaping new habits and behaviors. The name of important concepts in this part include: visualization, self-image, and mental practice.",
  "content": "Naturalmente, l’immaginazione deve essere rinforzata dalla pratica quotidiana. È quindi essenziale che abbiate una chiara immagine mentale di come volete apparire nel crearvi nuove abitudini alimentari finché le vostre motivazioni per diminuire il vostro peso sono infisse nella vostra mente inconscia in modo così chiaro da far sì che le risposte siano automatiche. Infatti, la nostra mente non può distinguere ciò che è realmente vissuto da ciò che è vividamente immaginato. Non c’è bisogno di vivere veramente qualcosa perché la nostra mente la adotti. Se immaginiamo nuove azioni nella nostra mente diventerà sempre più facile riproporle nella vita reale. Ogni giorno, prima di andare a dormire, date un lungo sguardo alla fotografia che avete scelto, poi visualizzatevi mentre indossate l’abito che avete comprato. Notate il vostro aspetto con le anche più sottili. Osservate il piacevole profilo che presentate con le vostre parti posteriori ridotte alle proporzioni normali. Prima di terminare la visualizzazione, “vivete la parte” cosicché ogni successiva volta che vi visualizzerete andrete in uno stato più profondo e la vostra immagine diverrà più chiara, viva e raggiungibile. Qualunque azione fatta ripetutamente rende abitudinaria la mente inconscia.",
  "last_phrase": "In conclusion, reinforcing your imagination with daily practice is essential for creating new healthy habits. Visualize yourself as you want to appear and feel a sense of pride in your new image. Your subconscious mind will adopt this new pattern of memory and store an image of your ideal self, making it easier to turn imagination into reality. Remember, motivation is not just about willpower, but also about seeing, hearing, and living your desired outcome. Take the necessary steps to create habits that will make the visualization of your ideal self a reality."
}