{
  "title": "How to overcome the harmful habit of nighttime overeating in just three hours?",
  "first_phrase": "In the last 200 tokens of this text, the author encourages the reader to take control of their eating habits and not allow anyone or anything to lead them back to harmful behaviors. The author wants the reader to make a mental decision to abstain from food for three hours in the evening, and become the person they have always wanted to be. The author urges the reader to feel good and excited while counting from 5 to 1, and to be conscious of the sounds around them and their physical body. By doing so, the reader will become a winner and achieve their weight loss goals.",
  "content": "Sei ora padrona del tuo destino. E mentre conto da 5 a 1 senti che questi momenti sono stati uno dei migliori investimenti della tua vita, sentendosi bene, sentendosi eccitata, sentendosi nuova e 5 l’idea di acqua, acqua, acqua sta per passare attraverso la tua mente, acqua da bere rapidamente, rendendosi conto di quanto sia sana, e 4 alcune delle sensazioni che tornano nei piedi e nelle braccia, e sentendosi senza preoccupazioni e inibizioni, c'è un meraviglioso tuo nuovo io che sta incominciando a emergere, sei sulla tua strada, e 3 il tuo capo incomincia a muoversi, divenendo via via più cosciente dei rumori esterni, divenendo un poco più cosciente del tuo stesso corpo fisico, tornando indietro, tornando in su, sei sicura e determinata nel successo, diventerai una vincitrice, 2 sulla strada, e 1 Stai bene! Puoi perdere quel peso adesso? Sì. Assolutamente sicura di ciò, vero? Sì. In questo modo te ne sei resa conto. Ora sei pronta al cambiamento.",
  "last_phrase": "Congratulations! You are now in control of your own destiny. Remember the positive experience and the feeling of excitement and newness that you have just experienced. Keep in mind that drinking water is important for your health and well-being, and that your new, confident self is beginning to emerge. You are on your way to success and victory, and with determination, you can achieve anything – even losing weight. So, are you ready for the change? You have realized that you are capable, and with a little effort, you can achieve your goals. It all starts with small steps, and you have taken the first one. Keep going, and you will see results!"
}