{
  "title": "\"Interested in becoming a coach? Is Dr. Paret's method the right path for you?\"",
  "first_phrase": "Dr. Paret is an internationally recognized authority on NLP, hypnosis, and coaching. He founded a top-tier school of coaching and NLP over 30 years ago with the aim of sharing his unique approach. With over 23,000 students trained and clients that range from Ferrari to Deutsche Bank and Marzotto, Dr. Paret's methods have been honed through study of the latest neuroscientific research and ancient traditions of elite coaching. The path to becoming a coach with Dr. Paret is not inexpensive, but it pays off with some students acquiring clients and earning more than the cost of tuition during their first six months. A strategy session with his staff can help assess if this path is right for you. \n\nIn the last part (200 tokens) of this text, the author discusses the benefits of pursuing a coach's certification with Dr. Paret. It highlights that despite the cost of the program, students will be able to earn enough to pay the investment in the following months, and some have even changed the focus of their business. A strategy session is available for potential students to determine if this path is right for them.",
  "content": "Un percorso per diventare Coach con il dr. PARET non è economico, te lo anticipo già, anche perché ti permette di guadagnare persino prima di ottenere la tua certificazione. Abbiamo studenti che dopo i primi 6 mesi riescono già a acquisire clienti, e guadagnare cifre ben superiori all’investimento nel percorso di studi. E se hai già una clientela ti ripaghi a tempo brecord dell’investimento. Anzi abbiamo vari allievi che hanno anche cambiato il focus della loro attività In ogni caso sarai in grado di guadagnare abbastanza da rifarti dell’investimento nei mesi successivi, se farai tesoro di ciò che ti insegneremo durante il percorso Master. Non è un percorso per tutti, e proprio per questo ti offriamo la possibilità di candidarti per una sessione strategica di orientamento con il nostro Staff, dove avrai modo di capire se è un percorso che fa per te. In questa sessione gratuita potrai ricevere una mappa completa del percorso che ti porterà al raggiungimento dei tuoi obiettivi e della tua soddisfazione professionale.",
  "last_phrase": "Take advantage of our free orientation sessions and get a clear roadmap towards your professional goals as a Coach. While the journey with Dr. PARET may not be cheap, it can lead to earning more than your investment from the first 6 months alone. Book a session now and see if this path is right for you."
}