{
  "title": "What can a coach do? What are the limitations? And why self-teaching is not enough?",
  "first_phrase": "This text discusses the practice of coaching and the techniques a coach can use to help clients identify their motivation for change, align their actions with their values, and develop measurable goals. The coach can also assist clients in communicating better with themselves and their bodies, achieving a better psychosomatic balance, and developing healthy habits. However, it's also important to note what a coach can't do. They cannot diagnose medical conditions, prescribe diets or drugs, or provide psychiatric or psychological counseling. The coach's role is to help clients better adapt to the demands of modern life within the scope of their expertise.",
  "content": "(o meglio può trattarle su altri piani che non siano quello strettamente medico e può farlo in tandem col medico a molti fini, come ad esempio lenire stati d’ansia legati alle patologie, praticare analgesia per lenire il dolore, ecc.) * Non può prescrivere nulla, non può imporre piani dall’esterno e obbligare a terapie o trattamenti. Tu anzi non sei per obbligare, sei per permettere alle persone di essere sè stesse e scoprire * Non può mettere le mani addosso alle persone, nemmeno per pratiche olistiche come massaggi o trattamenti * Non fa consulenza psicologica, né tantomeno consulenza psichiatrica. * Non prescrive alcun tipo di farmaco Tu lavori in un ambito di vita. Ma devi essere certo di ciò che fai, devi conoscere le tue competenze. Non devi metterti a fare diagnosi o terapie di competenza di altri, devi semplicemente agire nelle giuste aree (che sono tue) ed utilizzando gli strumenti che la scuola ti mette a disposizione.",
  "last_phrase": "Remember, while you work in a life field, your role is not to prescribe or impose treatments, but to complement medical care with holistic approaches to reduce anxiety or pain. Avoid performing therapies or diagnostics outside your scope of practice and always rely on the structured education that only professional training can provide. Don't risk your client's health for a DIY approach."
}