{
  "title": "What is Quantum Hypnosis and how does it differ from traditional regression therapy?",
  "first_phrase": "The following text describes the principles of quantum hypnosis, a therapeutic approach that aims to help clients unlock their true creative self by deconstructing their reality. The text explains that the therapy involves guiding the client to gradually let go of false identifications and restrictions through conversation, and developing a present beyond those identifications. The goal is to awaken the client's consciousness to hidden trances that are rooted in their family context and continue to function as invisible obstacles to healing. Unlike regression protocols, where clients relive past traumas without the resources of the present, in quantum hypnosis, the therapist focuses on the present to enable the client to carry it with them into the past.",
  "content": "Cette hypnose se base sur une déconstruction de la réalité. Dans cette hypnose on travaille sur les “transes quotidiennes” déjà présentes dans la réalité de tous les jours ces transes sont souvent un moyen nécessaire pour survivre et faire face à l'univers physique. Ils sont comme des tunnels traversés pour manœuvrer et se concentrer sur le monde. Certaines transes sont fonctionnelles et agréables ; d'autres sont dysfonctionnelles et pathologiques. Certaines transes seront en alignement avec les objectifs du client , tandis que d'autres seront des obstacles. Cette approche est a l‘opposé des protocoles de régression ou l’on revisite le passé pour tenter de le corriger. En gardant le client concentré sur le présent, il est capable d'emporter le présent avec lui dans le passé. Cela diffère des thérapies qui font revivre à l'adulte des traumatismes passés sans le tampon des ressources du présent. Les thérapeutes doivent comprendre que le client a survécu au traumatisme et a ensuite créé des ressources pour y faire face. Dire que ces ressources ne sont pas présentes actuellement et que le client a besoin de revivre le traumatisme sans elles revient à dramatiser inutilement la situation qui ne reflète plus le présent.",
  "last_phrase": "In conclusion, this hypnosis approach focuses on deconstructing reality and working with the daily trances that individuals experience. By keeping the client focused on the present and their current resources, rather than re-visiting past traumas, therapists can provide a more functional and effective approach to therapy. Understanding the client’s current resources and working with them is crucial in helping clients overcome challenges and set goals for the future."
}