{
  "title": "What is the \"Theosophia Practica\" by Johan Georg Gichtel and what is its esoteric doctrine of the secret centers of the human body in Christian mysticism?",
  "first_phrase": "This text discusses Johan Georg Gichtel's \"Theosophia Practica,\" which contains the esoteric doctrine of the secret centers of the human body. Although Gichtel was a disciple of Jacob Boehme, his work is infused with Christian devotion. The text describes the five colored plates in the first edition of \"Theosophia,\" which depict the perfect human being according to the three principles of the divine. The last 200 tokens give a detailed description of the plates.",
  "content": "Titolo comune alle due prime è: L'Uomo Vivente - Perfetto - secondo i Tre Principi dell'Essere Divino. Nella prima vi è una figura d'uomo con un centro lumi noso-dorato in mezzo alla fronte recante la scritta: Spi rito Santo; poi un secondo centro argenteo si vede presso la laringe con la scritta: Sophia, specchio di Dio; un terzo centro, radiantissimo, nel cuore con: Gesù; un quar to centro nella milza, azzurro all'interno, con fiamme bianche all'esterno e con la dicitura: Jehova. Innne vi è una grande zona circolare oscura con centro nei ________________ LA DOTTRINA ESOTERICA DEI « CENTRI » 17 Materiale protetto da copyright genitali e con la scritta: Mondo Tenebroso, radice delleanime nel Centro della Natura. Mentre le parti al di sopra di questa sfera sono chiare, quelle inferiori, cioè le gambe, sono oscure. La seconda tavola raffigura lo stesso uomo visto da dietro. La testa e la zona circolare corrispondente a Sophia sono cosparse di stelle dorate in questa formazio ne: p . Vi è una scritta complessiva: Intell(:tio; e poi Senso nella testa (0) e Complessione e Anima siderale in corrispondenza al centro di Sophia che qui si sovrap pone al V .",
  "last_phrase": "In conclusion, this esoteric doctrine of the \"centers\" reveals a perfect living man according to the three principles of the divine being. The first two plates illustrate an illuminated figure of a man with the Holy Spirit, Sophia, and Jesus written on his forehead, larynx, and heart, respectively. The third plate shows a spiral passing through all the centers, suggesting the interconnection between humans, elements, and stars. This doctrine provides a unique and profound understanding of the human condition and its symbiotic relation to the universe, promoting self-reflection, and spiritual growth."
}