{
  "title": "What is the magical significance of \"elementals\" and sexual union in esoteric teachings?",
  "first_phrase": "In the last part of this text, the author continues to explore the topic of \"elementaries\" in magical teachings and their desire for immortality. This is in line with the Buddhist teaching that a \"god\" seeking liberation should pass through the human state of existence. The author also addresses the issue of determinism in nature and the need for one to distance oneself from the occult psyche of things to achieve a truly initiatic development. The text ends on a reference to Abraxa, a popular magical entity.",
  "content": "La di gnità sovrannaturale dell'uomo non vale dunque solo a innalzarlo oltre ogni forza visibile ed invisibile della na tura; quando essa sia iniziaticamente realizzata, può far di lui, oltre che un libero, un liberatore e un facitore di dèi (1). (i) Chi vedesse risorgere, nei riguardi dell'azione di un adepto, il problema — giacché la natura dovrebbe mostrare degli jati nel suo determinismo — potrebbe scegliere fra queste soluzioni: 1) Ritenere, sulla base delle considerazioni esposte e della critica della scienza tana dal Boutroux, che la natura effettivamente lascia margine per queste alterazioni, sia in termini di fatti extranormali, sia in ciò che ________________ LA MAGIA DEI CONGIUNGIMENTI 329 Materiale protetto da copyright Come corollario resta confermato ciò che già in altraoccasione si disse (vol. I, cap. VIII, pp. 257 sgg. ), c cioè: che il substrato di psichicità occulta delle cose, rispetto ad una direzione di sviluppo integralmente iniziatico, espri me un modo di essere dal quale si deve tendere a distan ziarsi sempre di più se non si vuol essere presi nei gor ghi delle « Acque inferiori » e tradire la propria destina zione sovrannaturale. ABRAXA LA MAGIA DEI CONGIUNGIMENTI Ti fu già detto (vol.",
  "last_phrase": "In conclusion, the attainment of supernatural dignity in humans empowers them not only to be free but also to liberate and become makers of gods. As one delves into the occult, it is crucial to distance oneself from the lower planes of existence and strive for integral initiatic development. The magical practice of sexual union is a dangerous but viable path to power, as explained in the secrets of our art."
}