{
  "title": "What was the hidden meaning behind the Saturnalia festival in ancient Rome?",
  "first_phrase": "This text discusses the esoteric nature of Saturnalia, a well-known popular festival. It is suggested that, just like Orphism and Bacchanalia, it may have had another side to it. The text cites the Latin writer Macrobio to reveal that the festival's true origins are linked to the secret nature of the deity Saturn. According to Macrobio, Saturn represented the knowledge of the good arts, and it was through him that initiates were brought to the light. Saturn was a god of the depths, and this aligns with the tradition of the underground world, where the initiatic hierarchy is said to remain hidden. The text suggests that, since the earliest times, Saturn's presence in Lazio was imbued with an esoteric, occult character.",
  "content": "Per mezzo di Saturno « hoc principe e con la scienza * delle buone arti — dice Macrobio (1. c.) — da una vita in * colta e tenebrosa siamo fatti uscire quasi alla luce ». Per questo suo merito « Giano ordinò che Saturno fosse * onorato majestate religionis, quasi vitae melioris auc * torem ». Notisi inoltre che l'italico Saturno è un dio delle profondità, un dio sotterraneo, particolarità intieramen ________________ SULLA TRADIZIONE OCCIDENTALE 79 Materiale protetto da copyright te concordante con la tradizione del mondo sotterraneodove si nasconde e permane la gerarchia iniziatica se condo quanto, da fonti diverse, han riportato il Saint Yves d'Alveidre ed Ossendowski. La tradizione dunque sin dai primissimi tempi, dal l'approdo di Saturno in Italia, dà un carattere occulto alla sua permanenza nel Lazio ed insieme a quanto dice Macrobio mostra che questo centro iniziatico ed il suo insegnamento hanno avuto sin da allora carattere occul to.",
  "last_phrase": "In conclusion, the tradition surrounding Saturn in Italy suggests an occult character to his presence in Lazio and his teachings. As the god of agriculture and navigation, his teachings can be found in symbols of agriculture and maritime activities, making it an interesting topic for those interested in the historical and cultural significance of the region."
}