{
  "title": "What is the difference between diversity and discontinuity in the context of the spiritual path?",
  "first_phrase": "In the previous text, the author discusses the concept of direction and the symbolism of the vertical line representing the mode of living. The author argues that it is not appropriate to talk about discontinuity of directions, but rather diversity. In this final section, the author examines the generalities of the antagonism between the two tendencies and attitudes of life and the difficulties that arise between the demands of the \"great work\" and daily life. The author emphasizes that this should not undermine the value of \"Ea's\" writing, which combats the profane concept of esotericism and its imposition of moral, cultural, and devotional values on asceticism.",
  "content": "La discordanza rilevata da « Ea » non è che una derivazione ed un caso particolare del radicale antagonismo tra le due tendenze ed attitudini di vita, e noi ci proponiamo appunto di esaminare quest'argomento un poco pii a fondo nella sua generalità e con particolare riguardo alle ________________ 997 PIETRO NEGRI Materiale protetto da copyright difficoltà che ne risultano tra le esigenze della « grandeOpera » e la vita quotidiana. Con questo non intendiamo, naturalmente, di infir mare il valore dello scritto di « Ea », il quale ha tutte le ragioni di combattere il concetto profano che fa dell'eso terismo il semplice, naturale e fatale sviluppo della vita e dei valori umani, nonché di rintuzzare la conseguente intollerante pretesa di imporre, come specifici per l'a scesi, la « moralità », la « cultura », la « devozione » e simili cerotti.",
  "last_phrase": "In conclusion, it is important to acknowledge that the discordance noted by \"Ea\" is just a specific case of the fundamental antagonism between the two attitudes towards life. The difficulty arises when trying to balance the demands of the Great Work with mundane everyday life. The Western tradition suggests that following nature alone is not sufficient to achieve the Great Work. Therefore, it becomes necessary to use ritual and art as aids to nature. In ancient times, the goal was not to extend human life but to end it, with initiation marking the beginning of a new life. Therefore, the initiated cannot be equated with the morally good person."
}