{
  "title": "What is the Secret Language of the Fedeli d'Amore and its Transmission in Traditional Doctrine?",
  "first_phrase": "This text delves into the language and concepts of the \"Fedeli d'Amore\" (the faithful of love) and their initiation process. The author explores various principles such as the Diana in hermeticism and Cakti in Hinduism. They also discuss the importance of docility in one's initiation into the faith of love. The text draws on the work of scholars such as A. Reghini, Valli, Rosetti, and Aroux to analyze the secret language of the Fedeli d'Amore and its transmission to later sects and movements. The text concludes with a discussion about the transmission of traditional doctrine and not just the sectarian jargon.",
  "content": "La tradi zione che pone trai primi requisiti dell'iniziando que sta docilità si è trasmessa sino a noi, come risulta ad esempio da quanto dice e riporta A. Reghini alle pp. 106 108 del suo libro sulle « Parole sacre e di Passo ». An che la parola disciplina ha il duplice senso di scienza e di costrizione; ed il tedesco gelehrig corrisponde per la sua polisemia al latino docilis. La trasmissione del linguaggio segreto dei Fedeli di Amore in quello di sette e movimenti posteriori è stata riconosciuta, oltreché dal Valli e prima di lui, dal Ros setti e dall'Aroux, i quali anzi si spinsero troppo oltre su questa via e furono talora fuorviati dall'intento di volere riconoscere le concordanze tra i vari gerghi set tad; ma la concordanza esiste in parte indubbiamente, ed induce a porre il problema della trasmissione, non del solo gergo settario, ma della stessa dottrina tradi zionale. Anche noi, col Valli, riteniamo che il Rossetti, pri mo sistematico scopritore del gergo settario dei Fedeli d'Amore, fu condotto alla sua interpretazione dalla co noscenza di antiche tradizioni segrete.",
  "last_phrase": "In conclusion, the transmission of the secret language of the \"Fedeli di Amore\" and its concordance with other sects' jargon poses a challenge in understanding the traditional doctrine. The works of Rossetti, Aroux, and Valli shed light on this subject, showing how ancient traditions and esoteric knowledge may have influenced their interpretations. Ultimately, the concept of love as an active intelligence pervading the universe, as expressed by Dante, remains central in the understanding of this tradition."
}