{
  "title": "What is the meaning of the terminology used in the Gospels regarding the resurrection of the dead?",
  "first_phrase": "The last 200 tokens of this passage examine the confusion surrounding the term \"resurrection\" in various biblical texts and the progressive obscurity of spiritual comprehension over time. Paul's use of two interchangeable expressions for resurrection is discussed, as is the crude idea of the resurrection of the flesh in the Book of Acts. The author notes that even after Jesus clarified that resurrection is reserved for the living, it eventually became indiscriminately applied to all, including the damned. Despite warnings from Jesus, the author argues that this confusion persists to this day.",
  "content": "Sarebbe oltremodo istruttivo seguire nelle sue fasi ________________ DELL'OPPOSIZIONE ALLO SVILUPPO SPIRITUALE 301 Materiale protetto da copyright questo processo di progressivo offuscamento della com prensione spirituale. Lo stesso Paolo che rimprovera ai fedeli di esser divenuti ottusi d'orecchio (Agli Ebrei, 5, 11), lo stesso Paolo che dice categoricamente che la carne ed il sangue non possono ereditare il regno di Dio (1 Cor., 15, 50), quando parla del suo rapimento al terzo cielo (2 Cor., 11, 2), non sa dire se fu col corpo o senza il corpo ed ammette quindi implicitamente che al terzo cielo si possa anche andare col corpo, come in un qua lunque posto. E questo avveniva poco dopo la morte di Gesù! Come vadano le cose oggi ci asterremo dal consi derarlo: diremo solo che le invettive indirizzate da Gesù (Matti, 23, 13-15) ai sacerdoti ed alla Chiesa del suo tem po non ci sembrano divenute anacronistiche! Riconosciuta l'antitesi radicale tra le condizioni e le esigenze della vita fisica e quelle della vita spirituale, occorre, risolutamente, far macchina indietro.",
  "last_phrase": "In conclusion, to truly embrace the mystery of eternal life, we must turn away from the distractions of external existence and begin to journey inward. This process of spiritual development requires a rejection of the material world and an ascent to higher spiritual realms, as symbolized by the vertical axis. By following this fundamental concept, we can achieve initiation, resurrection, and stable enlightenment in our lives."
}