{
  "title": "What is the method of \"turning the mill wheel\" in Taoist texts and how does it relate to the transmutation of sexual energy?",
  "first_phrase": "The last 200 tokens of this text explore the specific references to sexual energy and human semen in Taoist texts. The author discusses the importance of reversing the usual direction of sexual energy and the role of the heart in transforming yin and yang into a pure elixir of life. Furthermore, the text also touches on the concept of 'volgere la ruota del mulino' and how the force of male and female energies can come together to create a powerful force that produces life. Overall, the text emphasizes the importance of harnessing and transforming sexual energy as a means of achieving spiritual enlightenment.",
  "content": "Una delle forme nelle quali l'uomo è portato a dissiparsi sulla direzione estroversa « rettilinea » sotto l'influsso dell'anima yin è quella per cui, destandosi l'istinto bramoso, la luce-seme scorre verso la parte inferiore e come « forza di reni » dà luogo a quella che feconda una donna e genera un embrione, un altro in dividuo (p. 114). Anche qui deve intervenire il « metodo a ritroso », a chiudere la via della generazione animale. In vece di lasciare che essa si diriga all'esterno, cosa che appun to la trasforma in seme, occorre che « la vera forza torni verso la sua radice », che, trattenuta, « ruoti su se'. stessa ». « Se nel momento del suo liberarsi [a quella forza] si impedisce la fuoruscita e la si riconduce [indietro] me diante la potenza del pensiero, e la si porta nel crogiuolo dell'elemento creatore... allora si realizza il metodo a ritro o » che produce i'elixir di vita (pp. 114, 151). Il riferi mento alla sessualità è dunque preciso nel nostro testo: a chi eiacula il seme quando si unisce con una donna viene opposto chi invece Io trattiene e ne trasforma la forza (p. 151).",
  "last_phrase": "In conclusion, the method of reversing the sexual energy towards its roots and transforming it into the elixir of life was a practice used by ancient people to prolong their lives. Rather than seeking external elixirs or magic, the key difference lies in choosing the direct or reverse path. By mastering this practice, we can unlock the potential for a longer and healthier life."
}