{
  "title": "What is the Shamanic Initiation Process and the Power of Seeing in the Darkness?",
  "first_phrase": "This text describes the initiation process of a shaman, including the experience of a mysterious light that allows the shaman to see in the dark and perceive hidden things. The initiation is completed through contact with assisting spirits and the ability to see oneself as a skeleton. The text references K. Rasmussen's work on the intellectual culture of the Iglutik Eskimos. This last part delves into the details of the initiation, including the concept of seeing oneself as a skeleton and using the sacred shamanic language for the final consecration.",
  "content": "Nel riguardo, si tratta di acqui stare, con sforzo e concentrazione mentale, un nuovo inesplicabile potere: esser capaci di veder sei stessi come uno scheletro. Ciò è inteso come uno spogliarsi della carne e del sangue materiali, si che non resti, appun to, nulla fuor delle ossa che il nuovo iniziato sa vedere e nominare usando non la lingua ordinaria ma il lin guaggio sacro scíamanico, appreso dal suo istruttore. E questo stesso linguaggio viene usato per la sua defi nitiva consacrazione. Per il dettaglio, di cui sopra, va ricordato che secondo l'insegnamento esoterico lo sche Tetro nell'uomo corrisponde alla sua forma primordiale, allo stesso modo che il regno della natura cui esso appar tiene (il regno minerale) è anteriore a tutti gli altri. Questi dati sull'iniziazione sciamana sono tratti da K. Rasmussen, Intellectual culture o/ the Iglutik Eskimos (Report of the 5' Thule expedition, 1921-1924, VII, n. 1, Kopenhagen, pp. 111-114). 1. I. due aspetti del vedere nell'oscurità vanno considerati l'uno come « segno » dell'altro; la visione spirituale ha una specie di testimonianza simbolica nel potere di vedere anche materialmente nell'oscurità o là dove lo sguardo fisico non giunge. 2. Cfr.",
  "last_phrase": "In conclusion, the power of shamanic initiation allows one to see oneself as a skeleton, stripping away the material flesh and blood to reveal only the bones. This new perspective is achieved through intense mental focus and the use of sacred shamanic language. The skeleton, according to esoteric teachings, is the primal form of human beings and the mineral kingdom. This initiation may also grant exceptional powers such as yatiategn, the ability to see and command distant objects through a telepathic eye."
}