{
  "title": "What is High Magic and How Can a Magician Control People with Statues and Images?",
  "first_phrase": "In the previous text, Agrippa discussed the creation of magical images and the various steps involved in vivifying them. He emphasized the importance of choosing the right day and time for their preparation and combining the corresponding signs that match the person's purpose. This last part, however, dwells on the extreme consequences of the high power of magicians. It explains how a magician's energy could replace a person's life, reducing them to little more than an automaton. The cursed image that embodies their being is held captive in the mage's cabinet, protected and wholly owned by them.",
  "content": "Nel preparare l'immagine, prescrive speciali imprecazioni, per le quali rimanda allo « Speculurn » di Alberto Magno. (2) Affinché non ci si facciano delle illusioni, ove si segua la via dell'Alta Magia, citiamo questo altro passo di AGRIPPA (op. cii., Il. 38). « Tutte queste imagini però non hanno virtù alcuna, se non * vengono vivificate in modo da acquistare una virtù naturale, o * celeste, o eroica, anitnistica, o demonica, o angelica. Ma chi sarà * capace d'infondere un'anima ad una imagine, o a dar vita al legno... « o alla cera...? Invero questo arcano non penetra nella dura cervice * di un artigiano, il quale non potrà dare quello che non ha. Ma * tutto ciò è possibile a colui che, dopo aver fatto violenza agli ele * menti e vinto la natura, si sarà sollevato sopra agli stessi angeli, * sino all'archètipo, e ne sarà divenuto il cooperatore ». [N. d. LT.] ________________ '7 6 ARVO Materiale protetto da copyright nell'imnzagine maledetta, chiusa nel gabinetto del mago.Essa — non appartiene più a sè stessa.",
  "last_phrase": "In conclusion, the practice of High Magic and the creation of magical images require extensive knowledge, skills, and dedication. It is not merely about simulating physical or natural laws but rather about understanding the subtle connections and hierarchies of invisible forces. Although these concepts may seem challenging to believe for some, they can offer a profound and fascinating perspective on the nature of reality and consciousness."
}