{
  "title": "\"How can one achieve the magic of union through sexual discipline, according to occult teachings?\"",
  "first_phrase": "This text is from \"The Magic of Sexual Union\" by Julius Evola. In the previous part, Evola explains that the achievement of a sexual relationship requires a new perception which is developed through a process of fluidic state. He says that by controlling the fire within, one can surprise the naked Diana or the force that acts within a woman's sexuality. In the last 200 tokens, Evola explains the second reason - the growth and dominance of the Fire itself. He talks about the importance of abstaining from physical contact and how such discipline leads to the amplification of desire. He further adds that this discipline is crucial in preparing for the hidden change of polarity.",
  "content": "L'amplesso senza contatto è siffattamente opportuno come disciplina, che anzi ti si raccomanda un lungo periodo di esser insieme e magari di coabitare con la giovane che userai, du rante il quale farai di essa il centro l'oggetto del tuo de siderio, ma senza toccarla, pur creando e moltiplicando acconce situazioni — come denudamento graduale, con templazione di nudità e seminudità — per cui la fasci nazione di lei sempre piú ti avvincerebbe, si renderebbe ossessiva e qualsiasi altro uomo spingerebbe all'amples so confuso e avido che l'abbatte. Questa inibizione deve essere siffatta da non prostrare il Fuoeo ma anzi da esa cerbarlo in modo per altri insostenibile, in corrispon denza esatta con uguale quantità di tuo dominio. Solo allora, quando alla fine ti congiungi con la donna anche fisicamente, sarai abbastanza sicuro di mantenere la dire zione e di non esser vinto da te stesso. È poi una simile disciplina preliminare che prepara anche il cambiamento di polarità occulta, di cui ti ho detto: l'uomo muta in attività la passività connessa alla sua qualità maschia ________________ LA TvIAGIA DEI CONGIUNGIMENTI 339 Materiale protetto da copyright fisica; non è piú colui che l'ambigua passività del grem bo femminile seduce, stordisce e capta.",
  "last_phrase": "In conclusion, the practice of non-contact embrace is a discipline that requires patience and self-control. By creating situations that stimulate desire without physical touch, one can build a powerful attraction and maintain direction during physical union. However, it is important to focus on the primary goal and not be swayed by secondary practices. True masculinity is not achieved through seducing and captivating passive feminine energy, but through a sacred and initiatory connection to an esoteric chain."
}