{
  "title": "What is the role of knowledge in the afterlife according to a Tibetan text and how does it differ from other teachings?",
  "first_phrase": "The text discusses the essential aspect of \"knowledge\" in overcoming the illusions of duality in the afterlife. It presents two contrasting orders of experiences in the afterlife, focusing on the Tibetan perspective. The text describes the ultimate test after a brief period of tranquility where the soul must identify with the state of pure being to attain liberation. Failure to do so leads to further experiences that offer a possibility of redemption. The text emphasizes the metaphysical identity of the supreme reality and the self.",
  "content": "Invece, secondo il testo tibetano dopo un breve periodo di deli quio (di circa tre giorni e mezzo) e il « passaggio at traverso glí elementi » (« Terra che si discioglie in Acqua, Acqua che si discioglie in Fuoco, Fuoco che si dissolve in Aria » — come esperienze interiori), si presenta sù bito la prova suprema, l'esperienza dell'Essere allo stato puro, abbagliante, travolgente, radiosamente terrifico, col suono di mille tuoni ». Se l'anima ha la capacità di identificarvisi, quasi lanciandosi di là da sé, ardendo in sé tutto ciò che è « altro » e « ignoranza », in un istante avrebbe conseguito la Grande Liberazione. Se invece per paura, per l'azione delle radici che 1'« ignoranza » ha messo nel corso dell'esistenza finita, non è capace di ciò, la possibilità piú alta offerta dall'oltremba va perduta. 7) Il testo parla di esperienze ulteriori che allora si offrono a chi ha fallito. In esse, è la stessa realtà suprema, metafisicamente identica al Sé, ad apparire, però non piú allo stato puro e senza forma bensf sotto ;e specie di figure divine.",
  "last_phrase": "In conclusion, according to the Tibetan text, a brief period of calm is followed by a supreme test where the soul must identify the pure state of being to achieve Great Liberation. If it fails, it may encounter further experiences in which it must overcome duality to identify with divine entities. The intensity and depth of previous practice are critical to success. This offers a surrogate condition of divine survival, but if the soul cannot transcend fear, it faces terrifying and destructive entities."
}