{
  "title": "What is the true value of hermetic-alchemical terminology and its real-life applications?",
  "first_phrase": "This text explores the belief that hermetic-alchemical terminology is purely symbolic and lacks a real aspect. This reductionist view is considered one-sided as it denies the essential character of initiatory teachings, which have both a real and symbolic aspect. The author explains that these teachings embody a metaphysical and formless aspect, which transcends any particular application. In contrast, physical alchemy represents the practical application of alchemical knowledge, leading to a special art applied to various combinations or transformations of substances. Through this explanation, the author aims to clarify the context and meaning behind these alchemical terms and concepts.",
  "content": "In pari tempo esso indica punti nei quali, in virtú di corrispondenze analogiche, significati e leggi dí vari piani vengono ad incontrarsi; dimodoché la realizzazione di un tale insegnamento in un atto dello spirito riprende questi piani in una sintesi, partendo dalla quale si può venire a dei sistemi distinti relativamente a cia scun dominio particolare, in sede sia di conoscenza, sia di azione. Abbiamo detto quale è il senso di quella alchimia, che si riduce alla fisima dei « bruciatori di carbone »: di essa qui non è il caso di parlare. Oltre a ciò, esiste tuttavia una alchimia fisica, a titolo di applicazione fisica dell'alchi. mia, ossia: la scienza tradizionale può dar luogo, per adat tazione, ad una conoscenza — effettiva, identificativa delle forze in azione dietro ai fenomeni fisico-chimici e quindi ad un'arte speciale applicata a questa o quella com binazione o trasformazione delle sostanze. Allora l'alchimia può anche sboccare là dove comincia il mondo della chi. mica moderna, ma vi giunge da un'altra parte tanto che perfino quando si tratti di stessi fenomeni, essi hanno tutto un altro senso e valore.",
  "last_phrase": "In conclusion, alchemy represents a synthesis of different levels of knowledge and action, where analogical correspondences meet to create unique systems. The physical expression of alchemy translates into a specific application of traditional science, which identifies the forces and laws behind chemical phenomena to achieve a particular transformation of substances. The operator must be within the work and have the image of the result in mind. Therefore, alchemy requires a mindful approach, where the operator engages both their intellectual and practical abilities in a process of transformation to achieve the desired outcome."
}