{
  "title": "Incomprehension of the Disciples: The Materialization of Spiritual Matters and the Misunderstanding of Resurrection in the Bible?",
  "first_phrase": "This text explores the disciples' misunderstandings of Jesus' teachings about the Kingdom of God and the doctrine of resurrection. Despite explicit statements that the Kingdom of God is within oneself, the disciples expected a political reign to come. Similarly, the terminology around the resurrection was often ambiguous, with Paul and the Gospels using different expressions. The popular Jewish belief in the resurrection of the flesh also appears in the Acts of the Apostles. Furthermore, the idea of resurrection was extended to all, including the damned. This final part concludes the text by exploring the implications of these theological misunderstandings.",
  "content": "Nei Vangeli se ne parla con una terminologia oscillante ed equivoca: talora si parla di resurrezione dai ( denò ) morti (per es. Matt., 14, 2) piú frequentemente espressa con è)( (per es. Luca, 20, 35; Marco 12, 25; Giov., 20, 10) e tal altra si parla di resur rezione dei morti (per es. Matt., 22, 31): Paolo usa indif ferentemente le due espressioni (per es. 1 Cor., 15, 12). Infine la grossolana e popolare idea ebraica della resur rezione della carne spunta fuori nei Fatti degli Apostoli (2, 26) con una citazione del 16° salmo. È sempre il me desimo processo dí materializzazione che è in atto. Né basta. Mentre Gesù fa intendere abbastanza chiaramente (Matt., 22, 21-32; Marco 12, 25-28) che l'anastasi non è fatta per i « morti » ma è al contrario riserbata ai soli « viventi » (nel Regno dei Cieli, che è naturale soprav vivano), si è finito col largire questa resurrezione della carne indistintamente a tutti, dannati. compresi (Fatti, 24, 15).",
  "last_phrase": "In conclusion, the understanding of the concept of resurrection in the Gospels and the Bible in general has been oscillating and equivocal over time. The gradual obscuring of spiritual comprehension has led to the idea of the resurrection of the flesh being indiscriminately offered to all, including the damned. It is important to recognize the radical antithesis between the conditions and requirements of physical life and spiritual life and make a resolute effort to reverse this trend."
}