{
  "title": "What is the connection between the Cro-Magnon race, the Tuatha dé Danann, and the Atlantean cycle?",
  "first_phrase": "The last 200 tokens of this text discuss the idea that the Cro-Magnon race was of a superior biological nobility. The author suggests that this race may have been related to the Tuatha dé Danann, a divine race from Irish mythology. The author also mentions the idea of \"cross-contamination,\" which led to the degeneration of spirituality and tradition. It is important to distinguish the Hyperborean tradition from matriarchal cycles. For a more in-depth analysis, the reader is recommended to turn to Julius Evola's book, Revolt Against the Modern World.",
  "content": "D'altra parte, in miti, come quello biblico dell'unione dei figli degli dèi con le donne degli uomini, e in quello analogo che Platone riferisce pro prio all'Atlandide, si può riconoscere il ricordo di in croci contaminatori, che furono certamente uno dei fat tori della successiva degenerazione ed involuzione. Il ciclo atlantideo non va confuso con quello iperboreo an che perché sembra che il primo, a partir da un certo ________________ SULLA TRADIZIONE IPERBOREA 367 Materiale protetto da copyright periodo, presentò appunto alterazioni notevoli della spi ritualità e della tradizione originaria, sia in senso « lu nare », sia in senso « titanico ». Ma per precisare questa idea dovrei entrare nel merito della dottrina delle varie ère del nostro ciclo e delle forme di spiritualità che a ciascuna di esse corrispondono; rimandando il let tore all'opera di J. Evola, Rivolta contro il mondo mo derno, nella seconda parte della quale questo argomento viene trattato con una adeguata documentazione, e dalla quale del resto ho ripreso le idee ora accennate. Qui mi limiterò ai seguenti punti. Nel campo dottrinale, bisogna guardarsi dal confon dere la tradizione iperborea ed ogni sua legittima fi liazione con i cicli di carattere matriarcale o, per usare l'espressione del Bachofen, ginecocratico.",
  "last_phrase": "In conclusion, it is important to distinguish the Hyperborean tradition from matriarchal or gynecocratic cycles, as the former represents the original spiritual tradition of our civilization. This confusion is prevalent in certain occultist circles and works, which underscores the need for readers to stay informed and clear on the subject. Additionally, it may be useful to replace the commonly held East-West opposition with North-South as a way of avoiding the degenerative influences that have led to misconceptions about our spiritual history."
}