{
  "title": "What is the Difference Between Today's Experience and \"Magical\" Experience and How Does Magic Protect Against the Risks of Losing the Soul and the World?",
  "first_phrase": "This text by an unknown author discusses the concept of magic as distinct from everyday experience, with reference to the work of anthropologist Ernesto de Martino. It explains how in magical experience, the duality between self and world is not yet firmly established, and the boundaries between psyche and nature are fluid. The text explores the anxiety and risk inherent in this experience, which can threaten the very existence of the soul. In the final 200 tokens, the views of De Martino on this subject are examined more closely, with some reservations expressed about his theories.",
  "content": "« La realtà co * me indipendenza del dato, come farsi presente di un mondo * osservabile, come alterità decisa e garantita, è una forma * zione esoterica correlativa alla nostra civiltà, correlativa * cioè alla presenza [dell'Io a sè stesso] decisa e garantita * che la caratterizza » (p. 155). Ma a partir da questo punto le vedute del De Martino impongono delle riserve. Secondo lui, l'esperienza magica si inizia con l'angoscia di un Io che non riesce ancora a man tenersi di fronte alla natura sentita come un mondo di forze psichiche, con la situazione di un'anima che si vede esposta * ad un rischio estremo e definitivo, rispetto al quale tutti « gli altri che sono connessi al vivere perdono il loro signifi * cato e il loro rilievo » (p. 141). Già il Frazer, riferendosi parimenti al mondo dei selvaggi, aveva parlato dei perils ot the soul, per una possibilità permanente dell'anima di per dersi, di essere dissolta, posseduta, invasa; ed aveva inter pretato una serie di riti magici primitivi appunto come tec• (1) Cfr.",
  "last_phrase": "In conclusion, the magical experience according to De Martino arises from the fear of an \"I\" that cannot face nature as a world of psychic forces. This risk of losing the soul is connected to the risk of losing the world, but magic serves as a signpost and as a way to transform chaos into order, thereby restoring the natural world to its limits and laws. Today, we know little of such risks, but understanding the esoteric concepts and magical practices of ancient cultures can offer valuable lessons in today's world."
}