{
  "title": "What is the Real Meaning of Alchemy and its Relationship with Initiatic Science?",
  "first_phrase": "In the previous text, the author discussed the limits of bridging the gap between alchemy and chemistry, and the loss of the traditional scientific understanding of alchemy. In this concluding section, the author acknowledges that alchemy is now often interpreted solely in moral, ideal, and even psychoanalytic terms. However, the author warns against reducing alchemy to mere symbolism, as this interpretation fails to capture its essential iniziatic teaching that combines real and symbolic aspects. The author argues that at its highest level, iniziatic teachings transcend any specific application, and have a metaphysical and formless character.",
  "content": "Si pensa che la terminologia ermetico-alchemica non abbia un valore diverso da quello simbolico; non si sospetta la compossibilità di un aspetto reale di essa; si riduce dunque il tutto a trascrizioni complicate di certe dottrine di rigenerazione e di salvezza, nei riguardi delle quali sí capisce il perché di cosf difficile gergo almeno cosí poco, che quando si trattasse di opera zioni semplicemente chimiche — dato che negli stessi tem pi e luoghi dottrine analoghe noi le troviamo esposte senza (1) R. GUI1NON, La crise du monde moderne, Paris, 1927, pp. 106-107. ________________ SU I. L'A RTE 1)E1 1: I LOSOFI 1)'1:R METE ]63 Materiale protetto da copyright alcun velarne di mistero e perfino nei quadri della ortodossia cattolica. Si è che una tale interpretazione è, per un altro verso, cosi unilaterale, quanto quella chimistica, e si lascia sfug gire il carattere essenziale di ogni insegnamento iniziatico che è di avere un aspetto reale e uno simboiico ad un tempo, simpaticamente e « magicamente ». Nel suo aspetto píú alto, un insegnamento iniziatico ha un carattere meta. fisico e « senza forma », tanto da valere di là da qualsiasi applicazione particolare.",
  "last_phrase": "In conclusion, an initiatic teaching has both a real and symbolic aspect and requires a synthesis of various planes of knowledge to be realized. The interpretation of alchemy solely as a transcription of spiritual doctrines disregards its physical application, which can lead to a special art of identifying the forces behind chemical phenomena. By understanding and applying this knowledge, one can unlock the mysteries of the physical world and beyond."
}