{
  "title": "Who is Kirillov in Dostojewskij's \"The Possessed\" and what is his thesis on the new man and the transformation of the world?",
  "first_phrase": "This text explores Kirillov's philosophy in \"The Possessed\" by F. Dostoyevsky. Kirillov believes that fear is what makes humans miserable and unhappy. He argues that there will be a new man who is happy and fearless, who will become like God and transform the world. The author emphasizes that Kirillov's ideas should not be taken literally but instead viewed as a metaphor for freeing oneself from fear. This discussion relates to the metaphysics of pain and initiation explored earlier in the chapter.",
  "content": "Vi sarà un uomo nuovo, felice ed intrepido. Colui al quale sarà indifferente di vivere o no, quegli sarà l'uo mo nuovo! Colui che vincerà la sofferenza ed il terrore, sarà egli stesso Dio. E il Dio di lassù non sarà piú. Al lora sorgerà una vita nuova, un uomo nuovo: tutto sarà nuovo, e la storia si dividerà in due parti: dal gorilla (1) Uso la traduzione francese di J. CITUZEVILLE (ed. Bossard, Paris, 1925). I passi contenenti le teorie di Kirillov si trovano nel vol. I, pp. 182-183, vol. I X Z, pp. 243 sgg. ________________ KIRILLOV E L'INIZIAZIONE 199 Materiale protetto da copyright all'annullamento di Dío e dall'annullamento di Dio allatrasformazione della terra e dell'uomo fisicamente. L'uo mo sarà Dio e sarà trasformato fisicamente e il mondo sarà trasformato e le cose saranno trasformate, come pure tutti i pensieri e tutti i sentimenti. In queste espressioni di Kirillov, rilevo anzitutto che l'accento apparentemente sacrilego va preso cum grano salis e, soprattutto, va « sdrammatizzato ».",
  "last_phrase": "In conclusion, Kirillov's radical ideas of the annihilation of God and the physical transformation of man may seem sacrilegious, but they can still be interpreted as a metaphor for the liberation of the individual from fear and the embrace of a new, fearless way of life. The old God must be overcome for a new man to emerge, one who is happy, fearless, and unafraid of death."
}