{
  "title": "What is the process of creating a magical entity in the practice of magick?",
  "first_phrase": "In the previous text, the author explains the conditions a magician must fulfill to generate a magical being, an invisible tool of the magician's will. The magician achieves immobility and a state of consciousness with no perception of time or space by fixing his consciousness on a god form. This practice lasts months or even years, and then the god form becomes visible to the magician. In the final part (200 tokens), the author describes the special phase of concentration that follows to animate the god form and make it speak and interact with the magician. Ultimately, the magician can externalize the being and use it as a powerful tool beyond the limitations of physical reality.",
  "content": "A poco a poco cominciano a verificarsi brevi appari zioni, fino al momento in cui il dio diviene visibile — e da allora in poi tale rimarrà sempre per il mago. Segue una fase speciale della concentrazione, che mira ad ani mare l'immagine ormai presente. Infatti questa, ad un tratto, acquista movimento. Essa si muove, i suoi occhi guardano, la sua bocca si apre e parla — tu odi la sua voce, senti il contatto delle sue mani quando ti tocca, vibri per la radiazione che parte da lui. Giunti a questo punto, la chiusura può essere rimossa. Il mago nasce dal suo ritiro con la creatura che egli ha generato e che può esteriorizzarsi e rendersi visibile anche ad altre persone. Essa è uno strumento invisibile della volontà del mago: non limitato come lui da materia, spazio e luogo, può molto di ciò che gli uomini non possono a causa di queste condizioni.",
  "last_phrase": "In conclusion, the process described above outlines the creation of a powerful tool for a magician that can become visible to others. However, due to its independent nature, the entity created may sometimes revolt or become a terrifying force, leading to tragic outcomes. It is essential to consider such situations as the result of an external force taking possession of the psychic entity and prepare for it accordingly."
}