{
  "title": "\"What is the Relationship Between Alchemy and Magic According to Historical Texts?\"",
  "first_phrase": "This text delves into the intricate and mystical world of alchemy, and how the true meaning of the writings by alchemists like Geber should not be taken literally. The author cites various examples, including the relationship between alchemy and the world of heroes and magic, and the purification of a \"metallic soul\" leading to the resurrection of the body. The text also mentions the use of alchemical terminology in mystic and therapeutic systems. The relevance of this mysterious practice in modern times is explored, shedding light on its place in the history of science.",
  "content": "es., che la sostanza sottile, da estrarre dalla « terra », è l'anima; che ciò che va scaldato nella « pietra » per il compimento dell'operazione è lo « spirito occulto del mondo » (2); quando non ci si perita a mettere in re lazione il mondo alchemico con il « mondo magico de gli Heroí »* (\"); quando, di colpo, ci si sente dire che per « Solfo dei Saggi » o « Oro vivo », va intesa la volontà (4) — e si parla di una « vera resurrezione del corpo glorificato » nei riguardi di ciò che avvie ne allorché un'« anima metallica » purificata viene re sa al suo corpo ('); quando — miracolo dei miracoli fra i doni che il malodorante « Solfo » fa a chi sappia libe rarlo, si indica la visione cosmica, l'immortalità e la co noscenza profetica (6); quando assistiamo ad un passare in ,via spontanea della terminologia alchemica in sistemi mistico-metafisici, come quello di Jacob Biihme, ovvero te rapeutico-magici, come quelli di Paracelso e Agrippa, ad (!) Cfr. F. PIZZATI, Dalla Pietra Filosofale al Radio, Torino, 1905. 1.",
  "last_phrase": "In conclusion, the world of alchemy is full of mystical and metaphorical language that can be difficult to understand, but by studying its principles, one can gain insight into the workings of the universe and uncover hidden truths about the nature of reality."
}