{
  "title": "What is the \"Doppio\" and the Solar Consciousness in relation to the lunar influence in sleep?",
  "first_phrase": "This text talks about the importance of the inner self and how the moon's influence affects the state of consciousness during sleep. The author mentions the Kremmerz school, which advocates isolating the lunar body from the physical body to achieve the solar change of polarity instead of falling into the trap of ghosts and witches. The author describes their journey towards a \"solar vision\" through many attempts to hold on to the emerging, forming, and freeing of the other being within. Finally, a dazzling and overwhelming sense of spiritual reality emerged.",
  "content": "meri insiste sulla necessità eli isolare da svegli il corpo lunare dal corpo fisico, tanto da poter vivere e muoversi nel primo, e senza il secondo. É logico che chi sia giunto a tanto, riceve il notturno cangiamento di pola rità solarmente, nel senso della nascita interiore, invece di prendere il falso sentiero degli spettri e delle stre ghe (i ). Io non conoscevo quelle discipline, cosí mi servi di guida la sola intuizione e il polso per certe reazioni istintive in me, di cui, per le esperienze fatte, avevo acquistata una intelligenza speciale. Insomma, fui in dotto a questo: a raccogliere tutte le mie forze per man tenere fermo, dentro il corpo fisico giacente, l'altro es sere che sentivo emergere, formarsi, liberarsi. Tentativi su tentativi, rinunce, prudenza, attesa. Alla fine, una notte si produsse il fenomeno meraviglioso, il capovol gimento indescrivibile: fu la « visione solare », sfolgo rante e sfavillante, nel centro di me che era il centro di tutto; fu Il senso centrale e travolgente della realtà as soluta spirituale e immortale, che sommergeva le cose cosiddette « reali » nel rapporto di riflessi di ombre traslucide... (').",
  "last_phrase": "In conclusion, Meri's teachings emphasize the need to isolate the lunar body from the physical one to experience the inner birth rather than following the false path of ghosts and shadows. Through determination, patience, and intuition, one can achieve the wondrous phenomenon of the \"solar vision.\" Although difficult to explain, it is a central and overwhelming sense of absolute spiritual and immortal reality that submerges everything into translucent reflections of shadows."
}