{
  "title": "\"What is the Relationship Between Sun, Moon, and Inner Consciousness?\"",
  "first_phrase": "This text explores the relationship between the inner and outer world and their connection to the Sun and Moon. During the day, the Sun reveals the outer world, while the Moon has a reflective function. At night, this polarity shifts, and the inner world becomes more active. This knowledge comes from practice, and deep sensations of waiting and patience are needed. The text ends with a description of a profound experience that can occur when the two worlds merge in one's consciousness.",
  "content": "Luce visibile: Natura. L'esterno domina l'interno: direzione centripeta: perce zione (sensoriale). Luce nella realtà interiore. Ombra nella realtà esteriore. Luce invisibile: Io. L'interno domina l'esterno: direzione centrifuga: radia zione. Materiale protetto da copyright Questa conoscenza sorge dalla pratica. Lunghi annidi pertinace attesa sugli aspri passi d'alta montagna del sonno e della notte. Per questa via, si giunge a sorpren dere i due che sono nell'uno. La coscienza impietrata vede formarsi e staccarsi un « altro » come un fumo che sí innalza dall'acqua. Le sensazioni profonde, non paragonabili a nulla, che preludiano a questo fenomeno possono essere cosi dicate: Nell'attesa calma, non impaziente, attenta, sul mio (1) Il Sole di giorno rivela il mondo esterno. Come realtà, noi consideriamo allora le cose corrispondenti alle impressioni trasmesseci dai sensi fisici, le quali si impongono all'anima a tal segno, da far quasi dimenticare a questa il senso della propria realtà, della realtà interiore. Si vedrà piú sotto come questo rapporto si inverta quando si sia passati per certe esperienze. [N. d. U.]",
  "last_phrase": "In conclusion, the knowledge gained from this exercise is that by patiently waiting and experiencing deep sensations, one can reach a state where both the outer and inner reality coexist. This process involves the visible and invisible light, and the understanding that the external world dominates the internal world with a centripetal direction while the internal world dominates the external world in a centrifugal direction."
}