{
  "title": "How does the struggle for life affect consciousness and limit spiritual development?",
  "first_phrase": "This text highlights how the struggle for survival forces consciousness to be attentive to the external world, resulting in the limitation of individual consciousness. The author argues that this preoccupation with the material world leads to a second nature, where attention is focused solely on external perceptions to the detriment of internal ones. The author emphasizes the development of physical senses and defense mechanisms but points out that this neglects the development of spirituality. Ultimately, the law of spiritual progress is not inherent to the material conditions of life, contrary to popular belief.",
  "content": "Ora, questa esasperazione della sensibilità corporea, questa concentrazione nell'ordine materiale di percezio ni, è naturale che avvenga di solito a scapito parziale o to tale della sensibilità per le percezioni di ordine diver so e superiore. Ogni attenzione è accompagnata e qua si diremmo resa possibile da una concomitante disat tenzione. L'attenzione rivolta attraverso ai sensi alla vi ta ed al mondo esteriore è accompagnata da una disat tenzione per la vita ed il mondo interiore; l'abitudine a stare in ascolto a quanto avviene nel mondo esteriore porta con sé l'abitudine a non porgere ascolto alle voci del mondo interiore: e così le sensazioni interiori, rade e deboli, passano inavvertite, la sordità spirituale si rin salda e diventa una condizione normale, e la coscienza, inconsapevole ed ignara di questa sua sordità finisce non soltanto con l'ignorare la stessa esistenza di una realtà interiore, ma col negarne la possibilità e col non saperla neppure concepire. Concludendo, le esigenze della vita fisica sviluppano ed affinano i sensi e gli organi di difesa e di offesa, quin di anche l'intelligenza, ma non sviluppano la spiritua lità. La supposta legge del progresso spirituale non è affatto inerente alle condizioni della vita materiale; tut t'altro.",
  "last_phrase": "In conclusion, the demands of physical life sharpen and refine the senses and the organs of defense and offense, even intelligence to some extent, but do not develop spirituality. The suppression of the inner world's voices and sensations results in spiritual deafness, denying its very existence. Only by consciously recognizing and embracing the will to preserve one's consciousness can one hope to overcome this condition and enter a new era of spiritual growth."
}