{
  "title": "What is the relationship between esotericism and morality according to the Corpus Hermeticum?",
  "first_phrase": "This text delves deeper into the concept of initiation and its relation to morality in esotericism. The author discusses how the realization of oneself leads to a state of centrality and connection to the transcendent principle. They cite a passage from Corpus Hermeticum that defines true fulfillment and distinguishes it from passion-driven desires. The author emphasizes that initiation involves a vertical, upward progression that brings about actual transformations in one's being, as opposed to a horizontal movement that can be achieved through human means. They argue that initiation is a concrete fact that transcends human merit and can lead to the acquisition of qualities that may not necessarily align with conventional human values.",
  "content": "CIÒ che può essere realizzato nella sfera umana può, per contro, esser considerato come un movimento o spostamento su di un piano orizzontale. Le due direzioni, orizzontale e verticale, restano discontinue. Nulla segue rispetto alla verticale (che è la direzione del l'iniziazione davvero realizzatrice) dal trovarsi in un punto o nell'altro del piano orizzontale come tale (1); viceversa, come il moto lungo la verticale non crea spostamento sulla orizzontale, ma per proiezione su di essa ha un punto immobile, così le qualità acquisite nel campo puramente iniziatico possono anche non determinare o rappresentare nulla in termini di valori umani in genere, e « morali » in particolare. Già in sè stessa l'iniziazione — come in altre occasioni si è ricordato — fu sempre concepita come un fatto che prescinde da ogni merito umano e aven te un tale carattere di concretezza, che talvolta se ne parlò come di un fatto fisico e materiale quasi quanto la stessa nascita umana. Una volta che un tale fatto sia avvenuto, senza che debba accompagnarlo alcuna ragione giustificatri ce o dimostrativa, da un livello si è passati ad un altro, da un modo di essere ad un modo di essere diverso, privo di relazione col primo (').",
  "last_phrase": "In conclusion, initiation is a concrete and transformative phenomenon that transcends human values and cannot be measured in terms of morality. While actions resulting from initiation may not necessarily violate human laws, they cannot be fully understood based on conventional notions of altruism, egoism, good or evil. The vertical and horizontal directions remain separate, and once initiation occurs, there is a shift to a completely different state of being."
}