{
  "title": "What is the meaning behind Il Kuei and the two degrees of realization?",
  "first_phrase": "This text explores the concept of \"il kuei,\" a spiritual principle in Chinese philosophy that transcends the duality of consciousness and existence. The text describes two levels of realization, the first being an extended life for an Adepto vivente, and the second being the attainment of the \"state without duality\" symbolized by the \"Fiore d'Oro del Grande Uno.\" This state is achieved through a magical process of \"circolazione\" and the re-establishment of sovereignty over the principle of light within oneself. This last part dives into practical teachings, including the importance of defending one's center and finding the polar element to overcome the influence of the \"lower heart.\"",
  "content": "* * * Dopo di ciò, si può passare agli insegnamenti pratici del testo. La chiave magica di tutto il procedimento è racchiusa nella formula della circolazione circolazione ________________ I. FIORE D'ORO DEL GRANDE UNO 377 Materiale protetto da copyright della .< luce » e del « seme » — il che non può non farpensare alle « circolazioni » di cui si parla anche nell'opus transformationis ermetico e alchemico. Il primo passo da compiere per superare la condizione umana ordinaria è la « difesa del Centro » e la « ricerca del Signore », paragonato alla « stella polare intorno a cui gira cielo ». L'espressione curiosa usata « trovare il manico » onde poter afferrare l'elemento polare (p. 1 52 ). Ciò equivale a ristabilire la sovranità del principio lumino. so vang in sé, che l'influsso dell'anima, o « cuore inferiore » ha pregiudicato, perché ha fatto sí che quel principio, a cui per natura dovrebbe esser propria l'impassibilità, si sia aperto ad un irrazionale movimento. L'immagine addotta per l'inizio è appunto quella del sovrano che stabilisce in una data città la sua capitale, torna sul suo trono mettendo termine all'usurpazione di un turbolento generale ribel le che ha approfittato della sua debolezza; dopo di che.",
  "last_phrase": "To move forward with practical teachings, it is crucial to understand the magical key of the entire process encapsulated in the formula of circulation, inversion, and crystallization of the \"light.\" Restoring the sovereignty of the luminous principle within oneself, exploring the \"center,\" and finding the \"Pole Star\" are foundational steps for surpassing ordinary human conditions. The process starts with fixing the mind's focus, and its purpose is to awaken a clear and conscious state of mind to advance towards spiritual enlightenment."
}