{
  "title": "What are the six paths to liberation and the concept of co-nascence in yogic philosophy?",
  "first_phrase": "This section discusses the six paths to liberation, which include having faith in wise teachers, making pure vows, going on wilderness retreats, practicing protective rituals, and living in solitude. The author then discusses the concept of \"co-nascenza\" or co-being, which involves a sense of shared knowledge and existence. The text also explores the six \"immensities\" that provide a sense of security, including contemplation and the continuity of the soul. The section concludes with mentions of inner heat and the physical sensations experienced by the Yogi during meditation. The technical references to yoga philosophy are explained in the notes.",
  "content": "________________ IL DEMONE DELLE NEVI 217 Materiale protetto da copyright L'invariabile è l'immensità della contemplazione;La continuità e l'immensità dell'anima: Queste sono le sei immensità che danno sicurezza. Quando nel corpo si sviluppa il calore interiore, lo yogi [si sente bene; Si sente bene quando le arterie destra e sinistra del cuore [si uniscono in cella mediana (1); Si sente bene nella parte superna del corpo al discendere [dell'illuminazione; Si sente bene nella parte infera del corpo all'espandersi del [seme del chilo; Si sente bene nel mezzo per amore della grazia quando il [bianco sperma dell'arteria destra e il rosso sperma del [l'arteria sinistra s'incontrano (2): Nell'intero corpo si sente bene nella soddisfazione generata [dallo stato beato di non conoscere colpa. (7) Riferimenti tecnici yoghici: si tratta di idd e pingalll che s'incontrano e fondono in sushumn4. Cfr. le note successive. (2) La spiegazione di questo passo porterebbe assai oltre i imiti di una nota. La dottrina completa in proposito la si può trovare nel Lo Yoga della Potenza di J. EVOLA. - Le due arterie, o correnti di forza (in sanscr. : nidi da nad = correre; in tibet.",
  "last_phrase": "In conclusion, the practice of yoga offers a path towards feeling good and finding satisfaction in the state of not knowing fault. Through the meeting and fusion of ida and pingala, the fundamental polarities of masculine and feminine forces, one can attain an inner heat and experience the six immensities that provide certainty in the continuity and vastness of the soul."
}