{
  "title": "What is the meaning and relevance of magical initiation in modern society according to De Martino's perspective?",
  "first_phrase": "This section focuses on the concept of initiation and the role of the magician in transcending personal limits to achieve a higher state of being. The author highlights the similarities between true initiation and the magical world described by De Martino, but cautions against historical relativism. The text argues that the task of becoming a higher person is just as relevant today as it was in the past, and that the study of magic today is limited by our modern perspective. The only viable material for study is found in the residual and marginal situations in modern society where the states of being from the magical era still persist.",
  "content": "L'esser « persona » in senso superiore oggi è cosí poco un fatto e un dato, è essenzialmente un còmpito e un problema quasi quanto nel presunto « mondo magico » del De Martino. Rilevo, del resto, che coi suo storicismo il De Martino stesso si toglie il terreno da sotto i piedi; egli è costretto ad ammettere che secondo iI punto di vista della storiogra fia è assurdo pretendere di capire « ciò che in sè è la magia » quale stato storico sorpassato; si può solo sapere di essa quale appare « secondo la prospettiva di noi moderni, ossia ________________ L'ETNOLOGIA E I u PERICOLI DELL'ANIMA » 155 Materiale protetto da copyright ciò che essa è per la nostra coscienza » (p. 198). Il chesignifica riconoscere un circolo da cui non si può uscire. L'unico materiale a disposizione per lo studio sarebbe co stituito da « residui », da « situazioni marginali della no stra civiltà », ove « persistono e si riproducono in modo piú o meno autentico stati esistenziali che caratterizzavano l'epoca magica » (1).",
  "last_phrase": "In conclusion, the study of magic, as perceived by De Martino and other scholars, poses significant challenges and limitations. The available material for research is limited to residual situations or marginal elements in our civilization that reproduce existential states characteristic of the magical era. Nonetheless, ethnology remains a valuable tool, and it is essential to approach the study of magic with caution and an open mind. Ultimately, understanding the dangers of the soul and the complexities of human consciousness is a lifelong journey, one that requires humility and a willingness to learn."
}