{
  "title": "What is the Relationship between Christianity and Roman Culture according to Occultist Authors?",
  "first_phrase": "In this last part of the text, the author criticizes the systematic denigration of Roman culture and values. He mentions Marco Saunier's belief that Christianity brought an alliance between strength and intelligence, leading to the end of the duel between the two, and praises Jesus for his sentimental approach. The author scorns the animosity towards Rome that Brenno, San Paolo, and the Christians had for it. The author also questions the accuracy of the denunciation of Roman traditions and wisdom in contrast to the opinions of another French occultist and Christian, who was against paganism.",
  "content": "* parasse la loro alleanza, e facesse cessare il loro duello * E fu Gesù che appunto lo trovò nella Sentimentalità » E laudato sia Gesù con la sua Sentimentalità, con la S maiuscola: abbattuto l'Impero e distrutta la pax roma na, difatti, fu instaurato l'amore del prossimo e la carità cristiana, per la cui mercé i popoli cristiani hanno vissuto volendosi un mondo di bene ed i macelli sono affatto scomparsi, tranne, si capisce, qualche piccola trascura bile e recente eccezione. Questa sistematica denigrazione della romanità, e que sta accanita svalutazione di ogni sapienza e capacità (l ) MARCO SAUNIER, La leggenda dei simboli. Versione italiana. ed. 1912, p. 176. (2) Epistola ai Romani, I, 18-32. ________________ SULLA TRADIZIONE OCCIDENTALE 57 Materiale protetto da copyright iniziatica nei Romani (come se la stessa parola initia nonfosse prettamente e classicamente latina) male si accor dano per altro con l'attitudine e le affermazioni in pro posito di un altro occultista francese, massone e cristiano anche lui, ed anche lui avverso alla paganità.",
  "last_phrase": "In conclusion, the denigration of Roman traditions and wisdom does not align with the beliefs of all occultists, as evidenced by the opposing views of Marco Saunier and Papus. However, it is important to recognize that the establishment of love and charity in Christianity, thanks to Jesus and his Sentimentality, led to a better world where even large-scale slaughter has become a thing of the past."
}