{
  "title": "What are the difficulties in reconciling \"the great work\" and daily life in esotericism?",
  "first_phrase": "In the previous paragraphs, the author argues about the antagonistic tendencies of life and examines the general difficulties that arise between the demands of the \"great work\" and daily life. The author also highlights the value of \"Ea's\" writing, which combats the profane concept of esotericism and refutes the intolerant claim of imposing morality, culture, and devotion. In the last 200 tokens, the author delves into the tradition of Western alchemy and the search for the \"perfect\" or initiated individual. The author explores the idea that the initiation marks the beginning of a new life and the end of the old one.",
  "content": "La tradizione occidentale afferma da un pezzo che non basta affidarsi alla natura per compiere la grande Opera; occorre, almeno generalmente, ricorrere all'arie, arte denominata a volta a volta pastorale, divi na, regale, sacerdotale, regia; e, se gli scrittori ermetici dicono che non vi è altro da fare che seguire ed imitar la natura, aggiungono anche che bisogna aiutarla col rito e con l'arte. Anticamente, del resto, non si pensava ad una legge universale di evoluzione, per la cui virtú ognuno dovesse perfezionarsi, né si faceva dipendere lo sviluppo del singolo da una esaltazione dei valori umani, né consi stere, tale sviluppo, nel cambiamento dell'uomo comune in uomo buono ed ottimo. Si trattava non di prolungare la fase umana di vita, ma di porvi termine. Perfetto, nel significato etimologico della parola, è appunto colui che ha compiuto, che è giunto alla fine ed alla fine della fase umana; l'iniziazione segna l'inizio di una vita nuova e conseguentemente la fine e non la continuazione ed il miglioramento della vecchia. Perciò non è possibile iden tificare il perfetto, l'iniziato, con l'uomo dabbene, la cui prerogativa non è la sapienza ma sibbene la dabbenag gine.",
  "last_phrase": "In conclusion, the Western tradition states that to achieve the Great Work, it's not enough to rely solely on nature. One must also use art, rituals, and ceremonies to aid in the process. The idea of spiritual evolution differs from the ancient belief in the finality of human life. The modern belief is that every individual is subject to spiritual evolution. However, it is important to remember that the concept of salvation is a prerogative of the initiated, and not every believer can achieve it."
}