{
  "title": "What evidence is there for the existence of a pagan initiatic tradition in Rome throughout history?",
  "first_phrase": "In this text, the author discusses the practical implementation of the theoretical possibility of surviving and perpetuating a pagan initiation center for fifteen centuries. The text explores the idea of how an initiation center maintains the continuity of its existence physically, even in adverse conditions, and argues that it is not impossible for a pagan initiation center to have survived the collapse of the empire and the destruction of ancient civilization until today. The text poses the question of the existence of a pagan initiation tradition in the West and calls for direct experience and participation as the only means of verifying its truth and actual existence.",
  "content": "Se la si vuole considerare da un punto di vista este riore, storico e culturale, essa si riduce alla ricerca ed alla valutazione delle tracce della esistenza e dell'azione di un tale centro e tradizione, fuori ed entro il cristia nesimo, le quali possano confermare l'ipotesi, dimo strando la verosimiglianza e la probabilità della effet tiva esistenza, in passato ed oggi, di una tradizione ini ziatica pagana in Occidente. Naturalmente, per consta tare, non soltanto la verosimiglianza e probabilità, ma la verità e l'attualità di tale effettiva esistenza, le consi derazioni esteriori e le prove di indole storica non pos sono bastare; tale constatazione non può essere frutto che di esperienza e partecipazione diretta. La cosa è evidente; il lettore non pretenderà quindi, e non si attenderà, che ci sia possibile, scrivendo, di risolvere pienamente l'ardua ed importante questione. ________________ SULLA TRADIZIONE OCCIDENTALE 69 Materiale protetto da copyright 4.",
  "last_phrase": "In conclusion, while external considerations and historical evidence are important in confirming the plausibility of the existence of a pagan-initiatic tradition in the West, the truth and actual existence of such a tradition can only be determined through direct participation and experience. As we explore the question of the existence of a Roman initiatic tradition and center, it is important to remember that Rome is indisputably the center of the West, and that many purported inheritors of the Western initiatic tradition may be overlooking this important legacy."
}