{
  "title": "What are the magical practices of Islamic Freemasonry for initiating awakening through signs and grips?",
  "first_phrase": "In this last section of the text, we delve into the practical aspects of the Islamic teachings on signs and grips used in Masonry. The Masonic practices go beyond mere recognition methods and symbols. The Islamic Masonry follows a methodical practice comprising of three phases, which involve the vivification of signs I, A, and O through corresponding vowels and syllables. The exercise lasts for no more than ten minutes and can be repeated briefly during the day. Each sign represents a particular vowel that must be vividly imagined, and the exercise is meant to awaken the initiate.",
  "content": "Tale e il segno I. Ci si deve concentrare interamente su tale dito, non pensando ad altro che alla corrispondente vocale i. Si rileverà dopo breve tempo, che il dito diviene stranamente caldo; una volta avvertito questo sintomo, si lascia ricadere la mano e si passa alla vitalizzazione del segno A. — Secondo il Kerning, l'esercizio va invece ripetuto fino a che nel dito si veda o senta anche la corrispondente vocale. 1. La mano alzata va distesa con le dita unite, mentre il pollice è da disporre a squadra rispetto all'indice, cioè in un angolo di 45 gradi con le dita unite. Questo è il segno A. Facendo questo segno, ci si concentri sulla vo cale a. Il segno della riuscita dell'esercizio è un senso di caldo asciutto da avvertire nel pollice (secondo Kerning, il vedere o sentire in esso la vocale). Segue l'animazione del segno O. 2. Questo segno si fa chiudendo la mano, come chi reggesse qualcosa, cioè lasciando un vuoto fra le dita, che però non debbono toccare la palma, eccetto l'indice e il pollice che debbono formare una specie di O. E sulla vocale o ci si deve concentrare. Si passerà poi alla seguente pratica.",
  "last_phrase": "In conclusion, the exercise of Tale e il segno I, A, O, and the Presa del Maestro is a powerful tool to improve concentration and sensory ability in the hand. By repeating each sign and focusing on the corresponding vowel, one can experience a sense of warmth and mastery. Give it a try and see the results for yourself."
}