{
  "title": "What is the relationship between esotericism and morality?",
  "first_phrase": "In the preceding text, the author rejects the idea of conforming to an \"universal order\" while discussing the complexity of different perspectives towards liberation. He notes that traditional morality cannot be applied in the realm of initiation because it is a science that solely deals with laws and cause-and-effect relationships. In the last 200 tokens, the author argues against the notion that moralization is necessary for personal development in transcendence since it is a pure nonsense concept as science and morality are fundamentally different. The author postulates that the conditions for some of the effects in initiatic science come from internal determinism, unlike in physical science where external determinisms are involved.",
  "content": "Che una morale nel senso corren te non possa trovare applicazione nella via iniziatica, cosa ovvia per chi rifletta sul fatto che in questa si tratta di una scienza; e una scienza, come tale, non sa nulla né di « bene » né di « male » — essa sa solo di leggi che sono quelle che sono, né buone né cattive ma sempli cemente reali —, ed essa si sviluppa in una tecnica, il cui valore e la cui possibilità sono da misurarsi soltanto col suo riuscire, attraverso rapporti costanti e determinabili di causa ed effetto. Ciò vale poi in modo ancor piú rigo roso se è di magia ín un senso specifico ed applicato che si tratta. Cosí, quanto ad una specie di « moralizzazione » che, secondo alcuni, sarebbe indispensabile e preliminare con dizione per ogni sviluppo trascendentale della personalità, questo è un puro non-senso o, nuovamente, un confondere cose distinte. Certo, a differenza della scienza fisica, nella scienza iniziatica le condizioni da cui procedono alcuni effetti non sono determinismi esterni che ognuno può raccogliere senza che abbia da compiere un'azione su sè stesso; può essere cosi solo per elementi coadiutori o con tingenti (p. es.",
  "last_phrase": "In conclusion, the use of the term \"morale\" in the context of initiatic science can only lead to confusion. While the initiatic science does involve discipline, exercise, and action of the spirit on the spirit, the concept of good and evil is not applicable. The conditions essential to initiatic science involve transformations in the deeper zones of the human entity. The norms recognized in initiatic science are technical conditions and instruments for realization, which may partially align with those of the current moral code, but for entirely different reasons."
}