{
  "title": "\"How to activate the second center through the power of concentration and words?\"",
  "first_phrase": "In the final part of this text, the focus is on the second center, which is related to the expression and communication of our thoughts and actions. It emphasizes the importance of transforming the content of concentration and coordinating our activities with our aspirations. The text also emphasizes the need for deliberate and motivated communication, eliminating verbal automatism, and ensuring accuracy and adequacy in expression. The center of the larynx has a subtle relationship with the internal images present in memory and the thought of words. Thus, the appropriate formulae, as well as imagination, can help in the activation of second center.",
  "content": "Anche qui bisogna rimuovere gli ostacoli e soprat tutto coordinare tutte le nostre attività con le nostre aspirazioni. Molte cose che si fanno nella vita quoti. diana sono tali che anche questo centro resta soffocato o deformato. Il senso di « volontarietà », dí cui ho detto per il primo centro, ora va trasformato in un senso di delibe razione attiva non solo, ma motivata: aver chiaro il va lore delle nostre azioni per noi e per gli altri; ed anche quello delle parole. Il parlare per parlare è cosa cosi fatale per questo secondo centro, quanto per il primo il pensare automatico. L'automatismo verbale, il par lare senza controllo e senza scopo, va dunque eliminato. Occorre inoltre curare l'esattezza e l'adeguatezza del l'espressione rispetto a quel che si vuol dire, e non de formarla o falsarla, coscientemente o meno. È che il centro della laringe ha un rapporto sottile con le imma gini interiori presenti nella memoria, ed anche con la parola pensata, mentre all'esterno esso con i suoni crea ________________ APPUNTI PER L'ANIMAZIONE DEI « CENTRI » 193 Materiale protetto da copyright forme corrispondenti a queste immagini stesse.",
  "last_phrase": "In conclusion, to successfully animate the second center, it is crucial to remove barriers and align our everyday activities with our aspirations, while also being mindful of the words we choose and the impact they have on ourselves and others. By doing so, we can develop a new organ that allows us to connect with others on a deeper level and enjoy a heightened sensitivity to the thoughts of those around us."
}