{
  "title": "\"What is the disciplined practice of creating a deity in occult traditions?\"",
  "first_phrase": "In this final section, the author delves into the practice of achieving the ultimate form of creation - the creation of a god, explored in earlier parts of the text. To reach this level requires extreme discipline and concentration, as the magician must retreat into isolation and achieve a special posture to balance the body and let magical forces saturate the environment. The author describes the process of fixation on a god, which can last for months, even years. The attainment of this state allows the magician to manifest creative power without conscious effort, and the god created becomes a magical tool of their will.",
  "content": "Viene assunta una posizione speciale una di quelle che a ragioni occulte di rapporto e di chiu sura di certe correnti fluidiche del corpo accoppiano forme di equilibrio permettenti al corpo stesso dí star su, senza troppo sforzo, come un oggetto posato sul suolo. I mo vimenti, di fatto, sono ridotti ad un minimo — e da questa immobilità magica scaturiscono forze, dalle quali l'ambiente è saturato, e una certa altra, propizia all'ope razione, è formata. Il sonno si riduce ad una breve in terruzione: poi subentra uno stadio in cui la differenza ________________ 288 ABRAXA Materiale protetto da copyright fra giorno e notte non è quasi piú avvertita: una con tinuità-coscienza indifferenziata. Avendo realizzate queste condizioni, il mago fissa un dio, quasi che, essere reale, gli fosse dinanzi a mo' di statua. Lo fissa in tutti i suoi attributi, instancabilmente, ininterrottamente, con una intensità che cresce con la più grande quantità di forza liberantesi attraverso l'im mobilità magica, con esclusione di qualsiasi altro pensiero e questa pratica dura mesi, talvolta anche anni.",
  "last_phrase": "In conclusion, achieving a state of magical immobility and concentration can lead to powerful forces being released, creating a propitious environment for the mage to manifest a god. By fixating on the god's attributes with increasing intensity, the image eventually becomes visible and comes to life. Such a practice may take months or even years but the eventual result is a powerful connection between the mage and the god that remains constant. With patience and practice, any mage can achieve these results."
}