{
  "title": "What is the \"funzione-io\" and how does it affect consciousness in the human body?",
  "first_phrase": "In the previous text, Gurdjieff discussed the three parts of humans and the corresponding processes that occur within them. In the last 200 tokens, he talks about the \"function-I\" that connects the different laws of agents in the body and the various forms of consciousness. When this function is centered in the head, it results in a state of wakefulness characterized by clear thinking. However, due to a general law of alternation, it also passes into other centers, resulting in hypnotic or dream states. To awaken spiritually, one must possess complete control over the upper center, and this is where Gurdjieff's teaching provides guidance.",
  "content": "Quando la funzione-io scende verso l'uomo media no e ritmico, appoggiandosi al cuore, si hanno stati ip noidi, onirici (sogno) e poi il sonno. E quando la fun zione-io si sposta ancor più giù, nella sede propria dei processi della volontà creativa, si passa allo stato di son no profondo, in certi casi anche allo stato di trance e simili. Questo, per quanto riguarda le tre parti dell'uomo; i processi effettivi che vi corrispondono; le equivalenze nella coscienza comune. Per il loro significato nei riguardi dell'azione ini ziatica, si ricordi il compito già succintamente indicato (vol. I, cap. I, p. 10). « Tutto quello che poteva dare, il « cervello umano lo ha dato. Ora si tratta di far divenire * il corpo intero dell'uomo uno strumento della co * scienza, che deve divenire presente nei processi vitali, * dove agiscono le forze oscure e profonde dell'Io ». Nello stato di veglia, ogni uomo realizza una espe rienza della sede superiore: ma quasi mai perfettamente. Il punto di partenza deve dunque essere il possesso com pleto di questa sede. Altrimenti manca la qualità, che nella « discesa » può agire nel senso del risveglio ma gico.",
  "last_phrase": "To achieve a heightened spiritual state, one must possess complete control over their higher seat and discipline their conscious thoughts. This is attained by intense intellectual discipline and focusing on mathematical and exact sciences. Avoid the false path of mediums and unclear visions by developing a lucid and energetic mind. Remember to prevent negative conditions such as attraction to the shapeless, instinct, and subconsciously-driven behaviors that can lead to the ascent of dark forces instead of bringing light to this lower world."
}