{
  "title": "What is Gichtel's Doctrine of the \"Centers\" and the Mysterious \"Globe\"?",
  "first_phrase": "In the previous text, we have explored the concept of Arvo, ED, and EA, which represent the attachment to the ego and the conjunction of consciousness with the corruptible animal body. Now, we delve into the mysterious \"globe\" described by Gichtel, representing the life of the soul emerging from the inner eternal fire. This globe is the fiery dragon, the spirit of this world, and the source of the divine fire. It generates seven seals that prevent the unregenerate from perceiving the divine fire. The text explains how this globe or Mysterium Magnum contains two beings, two wills, and is considered the basis of the great work.",
  "content": "Negli altri, è [soltanto] * il Fuoco della Collera divina... È il fondo del Cielo e * degli Inferni e del mondo visibile, donde nascono ii * bene e il male, come la luce e le tenebre, la vita e la * morte, la beatitudine e la dannazione... È chiamato * MYSTERIUM MAGNUM perché contiene due esseri e due volontà » (IV, 18, 19, 20). Questo Globo, posto nelle figure presso alla milza, corrisponderebbe dunque agli « Inferni » in un doppio senso: nel senso di substrato e di potenza originaria, anteriore e superiore ad ogni individuazione e polarità * alla stessa persona divina eristica, che di esso è una * produzione »; poi nel senso negativo di un fuoco insaziabile e consumante (donde una relazione col sim bolo cristiano dell'inferno), da considerarsi come il mo do in cui quello stesso principio appare e passa ad agire negli esseri decaduti. In ogni caso, si tratta di un potere che nell'individuo va di là dall'individuo e che per tal via può costituire la base dell'Opera.",
  "last_phrase": "In summary, the esoteric doctrine of the \"Centers\" highlights the importance of accessing the \"Infernos\" or the fiery core within oneself to achieve spiritual transformation. This inner power goes beyond the individual and can form the basis of spiritual work. By reawakening the luminous principle and igniting the divine love, one can achieve palingenesis of the body and become a perfect angelic being."
}