{
  "title": "Could a Pagan Initiation Center Have Survived for 15 Centuries in Secret?",
  "first_phrase": "In this final part of the text, the author explores the possibility of how pagan initiates responded to the collapse of their religion in the face of Christianity. They may have either retreated into secrecy or disguised themselves as Christians while continuing their esoteric practices. The continuity of tradition and preservation of sacred knowledge were of utmost importance to these initiates. The author introduces the names of Apollonio, Plotino, Massimo, and Giuliano as evidence of the existence of pagan initiatic centers in imperial Rome.",
  "content": "Fatta questa constatazione, ci sembra naturale l'ammettere che falliti i tentativi di vivificazione della religione pagana, dopo la distruzione violenta dei san tuari iniziatici, dopo le persecuzioni e gli incendi di Ales sandria, questi iniziati pagani, di fronte all'inarginabile dilagare della follia della croce ed alla instaurazione dell'èra volgare, abbiano dovuto adottare una di que ste due linee di azione, le quali del resto non si escludono a vicenda in modo assoluto: 1) ritirarsi ed avvolgersi in sempre più perfetto mistero, in modo affatto analogo a quello tenuto oggi dai centri iniziatici orientali di fronte alla invasione occidentale, sebbene questa non sia ani mata contro tali centri dall'odio deliberato e feroce « che negli sterpi eretici percosse » nei modi che tutti conosco no; 2) mascherarsi sotto veste cristiana, infiltrandosi nella Chiesa stessa, inserendo nella dottrina elementi esoterici e perpetuando al coperto la tradizione integra le. In ogni caso ed in tali circostanze è evidente che gli iniziati pagani debbono prima di tutto essersi preoccu pati di assicurare ad ogni costo la continuità della tradi zione, mantenendo puro ed integro il deposito della scienza sacra, piena e cosciente la sua comprensione. vivo seppure segreto il centro.",
  "last_phrase": "In conclusion, although it may seem impossible to the uninitiated, it is entirely plausible that a pagan initiation center could have survived for fifteen centuries in perfect secrecy, maintaining the continuity of its existence and keeping its sacred knowledge intact. Whether through withdrawal into a more elusive mystery or infiltration into the Christian Church, the priority of these pagan initiates was to ensure the preservation of their tradition. Therefore, it is not futile to consider the possibility that such a center may have persisted to this day."
}