{
  "title": "What is the key to successful meditation according to this text?",
  "first_phrase": "In the preceding text, the author discusses the essence of meditation and the attainment of inner peace. In this last part (200 tokens), he explains the attainment of meditation stability through liberation of the heart, purification of discipline, and distancing oneself from material attachments. The text also discusses the concept of Nihcina and the importance of attaining the state of \"vincole del cuore\" or freedom from individual existence's anguish and attachment that results in the attainment of enlightenment. The author also draws a comparison with the Taoism concept of \"acting without acting\" and emphasizes the importance of eliminating ego while practicing.",
  "content": "« Il concepimento * del divino rassomiglia ad un fiume rapido che si precipita con * impetuosità: è così che spesso esso si sottrae all'attenzione di * chi ascolta e perfino di coloro che sono maestri ». (3) Forse si potrebbero mettere queste espressioni e le seguenti. con la dottrina taoistica sull'« agire senza agire », che è l'agire, senza * intenzione », non « volendo ». Bisogna eliminare l'Io che si in tromette nella pratica, e riferendosela o « guardandola » la paralizza. Nel verso a cui ora ci riferiamo, si tratta particolarmente della veglia voluta, la quale, piú che attrarre Ia forma superiore di coscienza, la respinge. Milarepa, altrove (BAcoT, cit., p. 201), dà l'imagine del l'oc acqua immobile e beata della incoscienza (cioè della coscienza non-differenziata) sulla quale si schiudono i fiori dell'illuminazione ». (.1) I nickina nella metafisica buddhistica sono le condizioni con catenate in serie (pratitya-samutpérda) le quali, partendo dallo stato del non-sapere, suprema radice degli stati successivi, determinano l'esistenza individuale samsàrica. ________________ Materiale protetto da copyright IL DEMONE DELLE NEWLe otto false dottrine circa il mondo non mi destano più [ speranza né timore.",
  "last_phrase": "In essence, the concept of divine conception is like a fast-flowing river that often eludes even the most ardent listeners and teachers. It requires eliminating the self that hinders practice, and embracing the \"act without doing\" doctrine of Taoism. By achieving liberation of the heart and realizing the unreality of the self, one can truly work towards their salvation and that of others. Let this be a joyful song for all to sing."
}