{
  "title": "What is the relationship between positive science and magic?",
  "first_phrase": "In the previous text, \"Between Positive Science and Magic\", different views are discussed regarding the existence of a cosmical process of liberation and disengagement related to life phenomena. The author mentions how sciences cannot go beyond studying observable and sensory aspects of reality and excludes spiritual concepts, such as the pure will and processes of the pure self. In these last 200 tokens, \"Bruto\" argues that there is an increasing intelligence autonomy that contrasts with the determinism of the material world, and there should be another cosmical process of liberation. This leads him to suggest the existence of a process in which divinity is emancipated and re-affirms itself as free and re-creative.",
  "content": "Dovrebbe bastar questo per far sospettare, * accanto al processo cosmico che si rivela nel mondo * materiale, l'esistenza di un altro processo cosmico di * liberazione e di svincolamento. Nei fenomeni di vita * [propriamente detta] il contrasto fra i due mondi ha « principio, e siccome é palese anche ai nostri sensi, vie * ne ancora preso in considerazione dalla scienza posi * tiva, che però non Io riconosce per quello che è, e lo * studia specialmente nelle sue manifestazioni sensibili * [cioè limitandosi a quell'aspetto, in cui è ancora pos * sibile rinvenire leggi di relativa uniformità]. Ma le * scienze naturali positive non possono andar oltre: esse * non possono seguire lo spirito puro, la volontà pura, * i processi del puro io. Non li possono seguire... perché * nella sfera dello spirito il concetto di scienza non può * essere quello valido per l'osservazione sensibile », cioè quello costruito sulla base dei dati dei sensi esterni. Per questa via, « Bruto » crede di poter giungere al l'idea di « un processo in cui la divinità, già manifesta * tisi nel mondo di necessità, nell'uomo si svincola dalla * necessità e si riafferma libera e ri-creatrice » (i).",
  "last_phrase": "In conclusion, the existence of a cosmic process of liberation alongside the cosmic process manifest in the material world should be enough to arouse suspicion. Positive natural sciences concentrate on the sensible manifestations of the contrast between the two worlds, but they cannot follow the pure spirit, will, or processes of the pure self. The actuality of spiritual science brings about the suspension of the natural laws that positive sciences give for unalterable and necessary. The equilibrium of the two worlds, that of necessity and that of liberty, is in man, where he can choose to be a nature-affirming being or a real dominator of nature, depending on the degree of will and spirituality he can develop in himself."
}