{
  "title": "What is the relationship between esotericism and morality in the traditional world?",
  "first_phrase": "In this final 200 tokens, the text explores the idea that traditional morality did not exist in the ancient world as it was based on divine law and connection to a transcendent order. This idea has been lost with the humanization of history, leading to the formation of a self-justified morality that dominates today. This inversion occurred in religion, particularly in Christianity, where morality came to dominate over the traditional view of ritual. The text then goes on to explore the esoteric view on this matter.",
  "content": "Su un plano pití alto, vale vano poi precise ragioni tecniche, di cui pid oltre di remo. Tutto ciò nei tempi successivi è andato perduto per via di quella umanizzazione che caratterizza il corso piú recente della storia. Così si è costituita una « morale » come un dominio a sé, che però come tale doveva esser de stituita da ogni giustificazione profonda; e questa involu zione si verificò nello stesso ambito delle religioni posi tive e specie nel cristianesimo, tanto che, invertendo i (1) Cfr. R. GUÉNON, Point de vue rituel et point de vue moral, in « ttudes traditionnelles », 1948, IV-V, p. 91. ________________ L'ESOTERISMO E LA MORALE 231 Materiale protetto da copyright rapporti, il punto di vista morale vi predominò e si potévedere nella religione un semplice sostegno per la morale, mentre nel mondo profano si doveva finire necessariamente nel relativismo e nel sentimentalismo e fondare la condotta del singolo con la mera convenienza pratica che egli ha nel rispettare le norme particolari in vigore in una data società e in un dato clima storico: donde lo sbocco nel conformismo e nell'utilitarismo. Dopo aver accennato rapidamente a tutto ciò, vedia mo come le cose si presentano dal punto di vista del l'esoterismo.",
  "last_phrase": "In conclusion, esotericism relies on knowledge and understanding of causal relationships. Human beings are capable of making their own decisions and taking responsibility for their actions, without the need for fear or external guidance. By understanding the laws of cause and effect, individuals can regulate their conduct and expect the consequences of their actions. In this way, esotericism offers a practical and personalized approach to morality."
}