{
  "title": "What is the relationship between magic, metaphysics, and the development of spiritual understanding?",
  "first_phrase": "In the previous text, the writer discussed the concept of magic and how it enables the magician to communicate, act, and contemplate beyond the surface of things. In this concluding text, the author introduces the views of A. David-Necl, who wrote about Tibetan magical practices in the context of metaphysics. David-Necl describes that the goal of magical practices in the highest traditions of Tibet is to reveal the universe as a creation of the disciple's own spirit, and not for practical applications. The author highlights David-Necl's view that the magical productions are merely a counterpart of mystical teachings and should be considered as such.",
  "content": ",<Non si deve dimenticare — dice D.-N. (n. 3, p. 136) — che ________________ 290 ABRAXA Materiale protetto da copyright * queste produzioni magiche nella gran parte dei casi costituisconosoltanto una controparte dell'insegnamento mistico, che deve di « mostrare al discepolo stesso come l'intero universo, dal supremo * iddio al granellino di polvere, altro non sia che una creazione « del suo spirito »; p. 127: « Il supremo scopo di queste pratiche * [ di creazione di un dio) consiste nel render chiaro al discepolo * che gli dèi sono unicamente creature del suo proprio pensiero ». Tu percepisci questa imagine, questo sentimento, questo dio — dice il Maestro al discepolo — e li ritieni reali, ma ecco che ti do i mezzi perché col tuo potere possa suscitare forme, che presentano la stessa evidenza . di oggettività. Eppure esse sono apparizioni ma giche, che non hanno nulla di sostanziale. Sappi dunque esser della stessa natura anche le imagini, i pensieri, le passioni e gli iddii a cui credi abitualmente. Sappi esser un potere di magia (myft akti, ove maya ha il doppio senso di « irrealtà » e di « magia ») la vera sostanza di tutte le cose manifestate.",
  "last_phrase": "In conclusion, the practice of magic is ultimately a reflection of esoteric teachings, aimed at showing the disciple that all things in the universe, even gods, are merely manifestations of their own mind. The true substance of all things is the power of magic, leading to a realization of supreme unity. Those capable of producing magical phenomena do not seek to prove their reality but rather use them as a means of demonstrating metaphysical teachings to disciples."
}