{
  "title": "\"What is the significance of the duality of man's consciousness and the use of visualization techniques in magical operations?\"",
  "first_phrase": "This text talks about the concept of the \"Double\" and the solar consciousness, which can be recognized as a technique of visualizations used in magical operations. The text suggests that readers follow certain exercises mentioned in chapter 11 of Volume 1.1 that talks about climbing up and down a mountain during sunrise and sunset. These experiences aim to show that two distinct men are included in each person, corresponding to two alternating states of radiating activity and receptive passivity. The state of solar consciousness is when the person is awake and has a clear, objective thought about the persons and things that surround them, which is related to the external man who is in connection with the sun. The internal man is related to the moon and has a reflective function, producing images of things and ideas. This polarity is inverted at night, with the sun occupying the inner man, and the moon occupying the outer man.",
  "content": "Quando l'uno splende, l'altro passa a vita e a luce crepuscolari. La legge della variazione è in rapporto diretto coi suc cedersi del giorno e della notte; quindi col Sole e con la Luna. Lo stato della coscienza desta, oggettiva, del pen ________________ IL « DOPPIO » E LA COSCIENZA SOLARE ♦^• siero chiaro e determinato sulle persone e sulle cose checi circondano, sulle impressioni che riceviamo, quale ci è abituale da svegli, costituisce lo stato solare del primo uomo che dirò esteriore, e che normalmente per tutto il giorno resta in relazione col Sole. Nel giorno, dunque, siamo in rapporto col Sole a mezzo di questo uomo. Con l'altro, invece, con quello interno, siamo in relazione con la Luna. Esso nel giorno è privo di vita propria. Ha la funzione ricettiva e riflettente lunare. Resta nella penombra e si limita a produrre le immagini delle cose e delle idee (1). Questo, di giorno. Di notte, la polarità si inverte. Il Sole prende sede nell'uomo interiore e nel mondo inte riore, la Luna nell'uomo esteriore e nel mondo esteriore. Si desta un focolare interno di attività. Giorno Notte Luce nella realtà esteriore. Ombra nella realtà interiore.",
  "last_phrase": "In conclusion, understanding the relationship between the sun and the moon, and how they affect our consciousness can help us develop a clearer perspective on our surroundings, emotions, and thoughts. By connecting with our inner \"doppio\" and balancing our solar and lunar states of mind, we can harness our full potential as human beings."
}