{
  "title": "What was the \"pagan and Pythagorean current\" mentioned by Papus and how does it relate to the Western initiatic tradition?",
  "first_phrase": "This excerpt discusses the pagan and Pythagorean movements in France in the 18th and 19th centuries, including the works of Fabre d'Olivet and Quintus-Nantius Aucler. The author, Papus, alludes to a pagan and Pythagorean current that may have been referenced in the works of Louis-Claude de Saint-Martin, a French mystic. The text explores the connections between this current, Freemasonry, and the ancient Roman and post-Roman building corporations. Overall, the persistence of a Western pagan and Pythagorean initiatic tradition is acknowledged, even by its opponents. The last 200 tokens delve into the idea that the Western initiatic tradition must necessarily be Christian, which is sometimes based on pure ignorance.",
  "content": "Non è qui ora il caso di soffermarci ad esaminare l'assai discutibile abbinamento del Martinez e del Saint Martin operato dal Papus, né sopra l'assenza, negli scritti del teosofo di Amboise, di ogni accenno a questo inter vento antipagano della Provvidenza; del resto, dalle lettere di Saint-Martin a Kirschberger, barone di Lie hisdorf, risulta che egli si preoccupava soprattutto di quella che chiamava PÉcole du Nord, ed era segnata mente allarmatissimo per le operazioni magiche fatte a Lione dalla Loggia massonica di rito egiziano ivi fon data cla Cagliostro ). A noi basta constatare che se non si vuole far combattere Papus e la Provvidenza con tro i mulini a vento, doveva esistere al tempo di Saint Martin od a quello di Papus una « corrente pagana e pitagorica che aveva centralizzato una parte delle opere di diffusione iniziatiche ». In tal modo la persistenza di una tradizione iniziatica occidentale pagana viene ad essere ammessa anche dai suoi nemici. Dopo di che, non ci sembra soverchia la coerenza e la buona fede di quei martinisti per i quali la tradizione iniziatica occiden tale è necessariamente e senz'altro cristiana. È vero che qualche volta si tratta semplicemente di puro ed auten tico analfabetismo.",
  "last_phrase": "In conclusion, the persistence of a Western pagan initiatory tradition is recognized even by its opponents. However, it is worth noting that the coherence and good faith of some Martinists require that the Western initiatory tradition be necessarily and undoubtedly Christian. It is important to avoid denigrating any culture or tradition based on lack of knowledge or bias, while recognizing and appreciating the diversity in initiatory traditions across the world."
}