{
  "title": "What is the Serpent Around the Heart in Spiritus Mundi and the Role of the Globo in Alchemy?",
  "first_phrase": "In the previous text, the author explains the concept of the \"serpent around the heart\" representing the devil in the original matrix of life. The author describes how this serpent represents the selfish and greedy nature of human beings, which takes the central place in one's life pushing aside the divine center. The last 200 tokens offer further explanation of the mysterious \"globe\" and describe how it represents the dragon spirit or the Spirit-of-this-World. Read on to understand better the origin and power of this globe and how it connects with the divine magic inside every human being.",
  "content": "ARVO ED EA l'attaccamento all'Io, che conferma la congiunzione del la coscienza col corpo animale corruttibile. Circa il misterioso « globo », citiamo qualche altro passo che Gichtel vi dedica: « La vita dell'anima esce * dal fuoco eterno interiore, che ha il suo CENTRO nel * cuore, ma piú profondamente; è rappresentato da un globo oscuro posto sotto al cuore. È il Drago igneo, o * Spirito-di-questo-Mondo; è anche unito con la prima vita come l'uomo con la donna; la sua radice è nel « l'Abisso [nella potenza originaria di Dio]. Genera sette * stature, le quali sono i sette suggelli che impediscono ai non rigenerati di percepire il fuoco divino » (11, 6). E ancora: « AI disotto del cuore ove è la divina Luce * del mondo [nell'Uomo Vivente], vi è il divino MAGICO * occhio delle Meraviglie, e il Fuoco che è, nei rigene * rati, iI luogo ove il Padre (Jehova) produce suo Figlio * (Cristo), il quale è, nel cuore.",
  "last_phrase": "In conclusion, the concept of the \"Globo\" as a mystical representation of the inner fire that resides within us and generates both good and evil, presents a potential foundation for the alchemical work. By understanding the power and meaning behind this symbol, one may achieve a greater connection between the body and soul, and unlock a deeper understanding of the divine forces within."
}