{
  "title": "What is the significance of the \"Fuoco Filosofico\" and the \"Excessus Mentis\" in the Medieval initiatic tradition?",
  "first_phrase": "In the last 200 tokens of this text, various comparisons are made between the secret language of the sects and the symbolic language of the hermeticists. These comparisons indicate the existence and continuity of an initiatic tradition that goes back to the Middle Ages. The author notes that while there may be doubts about its pure Christian character, it is essential to recognize the existence of the secret organization that proceeds gradually. The author also refers to Boccaccio's work and his mockery of the resurrection of the flesh, which is the same teaching that the Athenians did not take seriously.",
  "content": "Quando si incomincia a riconoscere la esistenza di un « Falso sembiante », in una organiz zazione segreta, procedente per gradi, è lecito dubitare che se amor e cor gentil sono una cosa, la parola gen tile possa anche avere il senso che ha in latin sangue gentile; e che, se Dante prende da Virgilio lo bello stile, Virgilio possa rappresentare anche l'iniziazione pagana Ma avremo occasione di ritornare su questi problemi; per ora ci limitiamo a notare come il Boccaccio, che il Valli ci mostra esaltatore dei Templari, il Boccaccio autore di una « Genealogia degli Dei », nella decima no. vello del Decamerone si faccia beffe della resurrezione della carne, proprio cioè di quello stesso insegnamento di cui si fecero beffe gli Ateniesi, dicendo a San Paolo: « Su questo ti sentiremo un'altra volta ». Ricordiamo, a proposito del Boccaccio, che nella sua terza novella egli fa dire a Melchisedech che tra il giudaismo, il cristianesimo e l'islamismo « nessuno sa quale sia la vera fede ».",
  "last_phrase": "In conclusion, the existence of a false appearance in a secret organization and the use of allegorical language with four senses, including the synagogic sense, raises questions about the true nature of faith and hierarchy. These observations can help us reflect on the true meaning of symbols and the importance of critical thinking."
}