{
  "title": "\"What is the symbolism of the number 81 in Dante's works related to the traditions of the 'Fedeli d'Amore' and Hermeticism?\"",
  "first_phrase": "In the last 200 tokens, the author connects Dante's works and symbols with the traditions of \"Fedeli d'Amore\" and hermetism. Dante's bold statement regarding Plato's lifespan and Christ's hypothetical age became symbols for the sacred Delta Order. The symbols include a white wooden arrow with green and red feathers, two arrows of love in gold and lead and the Phoenix, which represents the ever-reviving initiatic tradition. The author cites Valli's work and references Andres Cassard's Manual for further details.",
  "content": "dente della camera), che è evidentemente il dardo che Francesco da Barberino pone in mano di Amore nella prima figura dei suoi « Documenti di Amore » (cfr. Valli; pp. 237-249). Questa freccia è di legno bianco ed ha le piume dipinte parte in verde e parte in rosso, e la punta ha d'oro. Altro simbolo del grado è costituito da due frecce, i due dardi d'Amore della tradizione (cfr. Valli, p. 362), uno d'oro, l'altro di piombo: i due dardi della canzone dantesca: « Tre donne intorno al cor mi sono venute ». Per piú ampie notizie sopra questo argomento riman diamo al Manuale di Andres Cassard (New-York, 1871. 6' ed., p. 381 sgg). Ed infine occorre appena accen nare come l'unica Fenice, di cui si fa un continuo parlare nella poesia dei Fedeli d'Amore e che, come mostra il Valli, rappresenta l'organizzazione e la tradi zione iniziatica sempre rinascente, non sia altro che uno dei piú importanti simboli dell'ermetismo, il simbolo del l'opera al rosso.",
  "last_phrase": "In conclusion, the symbols of the Order of the Fedeli d'Amore reveal a rich tradition of initiatic knowledge that extends back to the Middle Ages. While comparisons with the symbolism of Hermeticism may offer insight, questions linger about the true Christian nature of this tradition. For more information on this subject, see Andres Cassard's Manual (New York, 1871) and Valli's Documents of Love."
}