{
  "title": "\"What is the Hermetic Symbolism of Multiplication and its Possible Applications?\"",
  "first_phrase": "This text discusses the concept of alchemy and the reproduction of nature. The author explains how the Earth nourishes a putrid seed to grow into a tree, which produces another seed that can keep multiplying infinitely. The text also discusses the need for using only two sperms of equal root instead of mixing different elements, which can cause poor digestion. The author urges the readers to conform to nature and imitate its ways rather than relying on strange words or different expressions. The text ends with a reference to the hermetic multiplication symbol and the possible application of this symbolism to initiate a new neophyte.",
  "content": "Nessuno può fare la nostra Pietra, se non con la sola nostra Materia (2) c mediante un solo nostro Regime. Perciò lasciate tutte queste parole strane e conformatevi alla Natura: giacché vi dico che non c'è altro a farvi fallire, se non le parole strane e le espressioni diverse, e i regimi, e tutti quei dosamentí, di cui sí dice. Ma notate che, quale sia il modo con cui (i Filosofi) hanno parlato, Natura è una sola cosa, essi sono tutti d'accordo e dicono tutti lo stesso. (11 Una delle possibili applicazioni di questo simbolismo della moltiplicazione ermetica si riferisce alla trasmissione iniziatica, che pone la semente donde si trarrà la nuova pianta (il « neofita »). (2) Qui per a Pietra » si intende la « Pietra Filosofale », e non quella « greggia » o « volgare », che qui è invece designata dal l'espressione: « nostra Materia ». ________________ TURBA Pitii.esomoRtim 265 Materiale protetto da copyright Ma i Pazzi prendono le parole tali quali le diciamo,senza capire né il che, né il perché.",
  "last_phrase": "In conclusion, it's essential to let go of confusing terminologies and peculiar expressions and focus solely on nature to find success in alchemy. The importance of agreement and understanding between alchemists can shed light on hidden truths and lead to fruitful results. Remember, true seekers will find everything they need, and there's no need to waste money on empirical alchemy."
}