{
  "title": "\"What is the Kerning and how does it relate to ancient practices like yoga and Islamic mysticism?\"",
  "first_phrase": "In the final 200 tokens of this text, the author discusses the practices and teachings of Kerning, who emphasizes the power of breath and the importance of directing it to different parts of the body. Kerning suggests that this practice not only prepares the body to perceive subtler influences but also initiates the inspiration of the living soul. Interestingly, there is a curious similarity between Kerning's directives and those of Hindu yoga, even though little was known about it in Kerning's time. Kerning teaches that there are three seats of breath in the body, and the practice aims to move these seats to different parts of the body. This practice has a dual purpose of attracting breath to other parts and changing the way one breathes.",
  "content": "La pratica che egli indica ha un doppio scopo; anzitutto quello di attrarre il soffio in altre parti del corpo, an ziché in tali organi. Si tratta cioè di spostare la sede C: spostarla per esempio nelle suole dei piedi, nelle gambe, nelle cosce, nei fianchi, nelle braccia, nelle dita, nel collo e dove altro si voglia, e da là « inspirare ». In se condo luogo, bisogna cercar di spostare A, vale a dire la sede dove viene attinto iI soffio, tanto da non respirare pii soltanto con la bocca o col naso, ma anche con altre parti del corpo. Anche questo insegnamento ha una cor rispondenza con quello del hatha-voga, dove si parla di due correnti opposte del soffio, dette prona e :dpana. la prima legata ai polmoni, la seconda avente relazione con gli organi sessuali; tali correnti sono opposte (come lo sono, in Kerning, í l moto aspirante A-B-C e il moto op posto, di aspirazione, diciamo cosí, del soffio dell'uomo da parte dell'ambiente — attraverso A e B). Unirle in una unica corrente è l'oggetto principale dell'insegnamento yoghíco segreto.",
  "last_phrase": "In conclusion, the Islamic Masonry has a methodical practice that involves three stages to attract special occult influences and initiate awakening. The main purpose is to move the breath to different body parts and to unite opposite breath currents into a single one. The \"signs,\" \"grips,\" and \"words\" used in every degree of Masonry are not mere identification tools but magical instruments with a profound significance."
}