{
  "title": "What are the \"Pericoli dell'anima\" and why is modern humanity experiencing a regression?",
  "first_phrase": "In this text, the author discusses the spiritual regression and barbarization of modern humanity, which is threatened by the \"dangers of the soul\". Unlike primitive peoples who were aware of invisible forces and demons, modern man is subject to subtler influences, such as thoughts, ideologies, and collective psychic currents. The last 200 tokens argue that the preservation of universal order was once recognized as humankind's function, which was accomplished through rituals and sacrifices in many civilizations. However, modern man has lost his connection to nature and the spiritual realm, making him insignificant in the vastness of the cosmos.",
  "content": "È stupefacente come un cosid detto « spirito critico » possa esser giocato da simili fisime « storicistiche ». Un po' diversamente stanno le cose circa l'ordine insta bile del mondo nella coscienza delle origini. Ciò può non riguardare soltanto l'esperienza dei selvaggi, ma riflettere un dominio di un livello assai piú alto. Nel mondo tradizio nale fu infatti riconosciuta all'uomo la funzione di « cen tro », di « terzo potere oltre Cielo e Terra », funzione che lo qualificava per coadiuvare al mantenimento dell'ordine universale e ad una certa direzione degli stessi fenomeni della natura. Tutto un insieme di riti e di sacrifici non dei soli selvaggi, ma anche di grandi civiltà, quali p. es. quella cinese e quella indù, non aveva un senso diverso. In parti• colare, son forse note ai nostri lettori le vedute estremo orientali circa l'azione di presenza che nell'ordine non solo del suo regno ma anche dei fenomeni naturali era attribuita al Sovrano. Che, per essersi rotto ogni contatto e per il sen tirsi, l'uomo attuale, nulla più che come un fenomeno insi gnificante su di uno degli infiniti corpi che popolano lo spa zio cosmico, tutto ciò appaia solo come superstizione, è na turale, ma per noi dice ben poco.",
  "last_phrase": "In conclusion, the ancient belief in the human role as a \"center\" and \"third power beyond Heaven and Earth\" served as a means of maintaining universal order and directing natural phenomena. This belief was shared by various civilizations, including Chinese and Hindu, and was expressed through rituals and sacrifices. While modern society may view these beliefs as mere superstition, it is important to appreciate their significance in shaping our understanding of the world and our place in it. The ultimate goal is to achieve mastery over the forces of the supersensible world, without succumbing to possession or uncontrolled ecstasy."
}