{
  "title": "Is Modern Chemistry Really an Evolution of Alchemy or a Degeneration?",
  "first_phrase": "In the previous text, the author talks about the true sense of alchemy and how modern chemistry is not an evolution of it, but rather a degeneration. The author argues that alchemy was a cosmological science with a spiritual purpose, applicable to both the macrocosm and microcosm. He uses Guénon's words to support his argument. In the last 200 tokens, the author claims that modern chemistry emerged not from alchemy but from the misunderstanding of its symbols, leading to a materialistic and disorderly experimentation. He states that those who took alchemy literally were the true precursors of modern chemistry, according to the alchemists.",
  "content": "Ciò che ha dato nascita alla chimica mo terna, non è per nulla questa alchimia, con la quale essa * non ha insomma alcun rapporto; ne è una deformazione, * una deviazione nel senso piti rigoroso della parola, alla * quale dette luogo, forse a partire dal Nledioevo, l'incom * pressione di certe persone che, incapaci di penetrare il * senso vero dei simboli, presero tutto alla lettera, e crc * Bendo che in tutto questo non si trattasse che di opera * zioni materiali, si lanciarono in uno sperimentare piú o * meno disordinato. Son coloro, che gli alchimisti qualifì * carono ironicamente di soffiatori e di bruciatori di car * bone, che furono i veri precursori della chimica attua * le » (i). Si dirà: qui c'è il salto. Difatti qui non ci può essere che il salto.",
  "last_phrase": "In conclusion, while alchemy may have been the precursor to modern chemistry, it is not directly related to it. The literal interpretation of symbols by some individuals in the Middle Ages led to a deviation from the true meaning of alchemy, resulting in a disordered experimentation that the alchemists ironically called \"blowers and burners of charcoal.\" Today, there are still people who interpret alchemy in a moral, ideal, and psychoanalytic sense, but the traditional knowledge and true significance of alchemy is lost to us."
}