{
  "title": "What is the Secret of Alchemy?",
  "first_phrase": "In the previous text, a group of alchemists discussed the importance of Air as a barrier between Fire and everything that would be consumed by it. The Turba, a member of the group, complained about the lack of substance in the Vicario's words. The Vicario replied that he would speak about Weight, Regime, Colors, Time, and the Places of their Poison. Everyone could then speak their minds. Bomelio suggested converting the red regal Corsuslo with cow urine until it becomes an adult and can walk on its own. Brinelio suggested taking known matter and removing its blackness while fortifying it with Fire. In the last part (200 tokens), the text gives instructions on how to turn a liquid or lunar body into a spiritual one, with beneficial properties.",
  "content": "Ilcrm., X, 17-8: « L'intelligenza (0) prende * l'anima per involucro; l'anima, che è divina essa stessa, s'avvolge « dello spirito (#) e lo spirito si spande nella (compagine) ani * male. Quando l'intelligenza lascia il corpo di terra, essa riveste * subito la sua tunica di fuoco, che essa non poteva conservare * abitando questo corpo di terra, poiché la terra non sopporta il « fuoco, di cui una sola scintilla basterebbe per bruciarla. t per questo che l'acqua circonda la terra e le forma un torrione che la * protegge dalla vampa del fuoco.,. Priva di fuoco, l'intelligenza * non può fare opere divine, e soggiace alle condizioni umane ». (3) Vacca, che subito dopo il testo fa corrispondere alla Nattira in uni▪ versale, cioè al Mercurio. ________________ 258 TURBA 121111,0SOPETORUM Materiale protetto da copyright suo tempo, essa potendolo sopportare; ed essa assumeràvari colori. Il primo giorno sarà color zafferano; il se condo, come ruggine; il terzo, come papavero del deser to; il quarto, come sangue fortemente bruciato. A questo punto il Corpo è spirituale, tingente e purificante tutte le cose imperfette. Tale è tutto il segreto.",
  "last_phrase": "To summarize, the text describes how the intelligence of the human soul is enveloped in the spirit and how it can only perform divine works if it is wrapped in a fiery garment. The process of the transformation of the body into a spiritual entity is then explained, which involves the use of the Stone. Finally, it is revealed that the Stone is made up of two things, and it is the key to the great miracle of creating a perfect substance from imperfect ones."
}