{
  "title": "What is the esoteric doctrine of the higher and lower nature of substance, and its comparison to Christ in Giovanni IV, 13-14?",
  "first_phrase": "This passage from \"La Dottrina Esoterica\" delves into the mystical doctrine of ambrosia, the drink of the gods, and its inferior counterpart, the drink of mortals which is associated with the river Lethe and oblivion. The text also discusses the power struggle between love and anger, light and darkness, and the consequences of turning against the former. This passage ends with a reference to the fourth figure and the external nature of the wheel of elements.",
  "content": "L'uomo, « cadendo », rompe questo stato, dà preponderanza alla seconda potenza che si distacca, si costituisce a e, invece di temperarsi con la prima, le si volge contro e cerca di consumarla in sé. Il Fuoco, separato, diviene brama, che col suo ardore divora l'umidità oleosa cosicché la luce si spegne e il fuoco dà luogo ad un deposito nero (II, 50). In tal modo si producono la separazione dalla matrice di Luce o di Acqua vivente e la corruzione del luminoso corpo paradisiaco a cui in un sonno si sostituisce il corpo nero terrestre, sede di un appetito insaziabile, di malattia e di morte (II, 18); morta interiormente, l'anima è dive nuta l'inferno ove agisce la corruzione eterna (II, intr. 3). Qui Gichtel si riferisce alla quarta figura. « I segni * degli elementi rappresentano la ruota della Natura * esteriore, il corpo SIDEREO che gli si avvolge intorno * (al principio del Fuoco), nello stesso Sole.",
  "last_phrase": "In conclusion, the separation from the matrix of light or living water and the corruption of the paradisiacal body lead to the substitution of the heavenly luminous body with a black, insatiable, diseased and mortal terrestrial body. This process ultimately leads the soul to eternal corruption in the inferno. This text emphasizes the importance of understanding the consequences of our actions and realizing the importance of tempering our passions with reason and morality, in order to achieve spiritual fulfillment and avoid damnation."
}