{
  "title": "What is the Esoteric Doctrine of the \"Centers\" and How Does it Connect to Meeting Sophia?",
  "first_phrase": "In this text, the author discusses the esoteric doctrine of the \"Centers.\" In the last 200 tokens, he explores the concept of the \"ottava forma del Fuoco\" and how it represents the boundary between the temporal exterior and the eternal interior. Gichtel, the author, uses the traditional initiatic symbolism of navigation and the crossing of the \"Great Sea\" or \"Red Sea\" to illustrate the journey from one to the other. He also talks about how the Spirit gives the soul's fire the water of life to refresh it and turn its anguish into joy.",
  "content": "Si avvertirebbero, in questo centro un movimento sensibile (III, 36) e un flusso di aria vivifi cante. È lo Spirito Santo che dà al fuoco dell'anima la dolce acqua di Vita per rinfrescarsi e far dell'angoscia un giubilo (II, 14). L'Amore di Dio si manifesta all'ani ma prigioniera come una ispirazione dell'ENS interiore: essa è resa vivente come da un afflusso dell'unità e del riposo divini. La vita estingue il suo dolore e la sua inquietudine nel CENTRO della costituzione e della sensi bilità: rinnovato nei sensi e nel temperamento, l'uomo può vedere con tre occhi: percepisce luminosamente il proprio corpo e ne prova una gioia interiore (V, 51, 52, 65; VI, 44). Tornando al concetto dell'« ottava forma del Fuoco 5›. Gichtel la concepisce come limite fra la natura esterio re temporale e quella interiore eterna (I, 53). Per il pas saggio dall'una all'altra viene usato il simbolismo tra dizionale iniziatico della navigazione — la traversata del * Grande Mare » o « Mare Rosso ». Per venire a tanto sono indicate due condizioni: 1.",
  "last_phrase": "In conclusion, the journey towards spiritual realization requires a fixed soul that can trade the temporal external nature for the eternal internal one. The great Mare symbolizes this transition, with the guidance of Christ or Sophia. The refreshed soul can perceive itself and the world with a new light and joy while extinguishing its pain and restlessness. The true inspiration of the internal ENS can become alive only with the influence of divine love and the Holy Spirit."
}