{
  "title": "What are the connections between alchemy and the literature of love, and how do they relate to the degrees of the Masonic Knights of the Holy Delta?",
  "first_phrase": "This text discusses the connections between the symbolism and the Hermetic tradition in the poetry of Nicolò dei Rossi, particularly in his poem about the \"degrees and virtues of true love.\" The poem describes four degrees of love, with the highest degree achieved through ecstasy or \"excessus mentis.\" The author also explores how alchemy is explicitly referenced in \"Le Roman de la Rose\" and is considered part of alchemical literature. The final 200 tokens examine the relationship between Hermeticism and the \"Fedeli d'Amore,\" particularly the \"Princes de Alercy,\" who are tasked with guarding the treasure of traditional wisdom in their temple, known as the third heaven or the heaven of Venus.",
  "content": "Una importante conferma di questa assimilazione ed affinità tra ermetismo e Fedeli d'Amore ci è offerta dal quarto dei cosi detti « gradi templari » della Massoneria sorti in Francia od in Germania verso la metà del XVIII secolo. Si tratta dei Princes de Alercy, detti anche Ca valieri del Delta sacro, e designati anche in altro modo. Loro compito, dice il rituale, è « custodire con fedeltà il tesoro della sapienza tradizionale, sempre velandolo a coloro che non sappiano penetrare nel terzo cielo ». Terzo cielo è il nome del loro tempio ed è, come tutti sanno, il cielo di Venere. Notiamo peraltro che nell'or fismo e nel pi tagoreismo il terzo cielo era l'ultimo. Filo ________________ 102 PIETRO NEGRI Materiale protetto da copyright lati infatti dice che i cieli sono tre: Urano, il cosmo el'Olimpo. Il terzo cielo, l'Olimpo, è la dimora degli Dèi, e San Paolo si riferiva a questa classificazione orfico-pitagorica dei cieli quando raccontava di essere stato rapito al terzo cielo. Ora 1'« Intelligenza » di Dino Compagni, scrive il Valli (o». ci/.",
  "last_phrase": "In conclusion, the assimilation and affinity between Hermeticism and the Fedeli d'Amore are confirmed by the fourth degree of the \"Templar degrees\" of Freemasonry. The Princes de Alercy or Knights of the Sacred Delta have the task of guarding traditional wisdom zealously. The third heaven, their temple, is the heaven of Venus, and the symbol likely represents a higher grade of initiation. The three Hermetic colors, green, white, and red, are present in the decorations and symbolize truth, which is the ultimate goal of the initiate."
}