{
  "title": "What is the development of the second internal center and how can it be achieved through concentration?",
  "first_phrase": "In this text, entitled \"APPUNTI PER L'ANIMAZIONE DEI « CENTRI »\", the author discusses the development of a special type of memory that is formed through separating internal modifications from sensory perceptions. The text describes the consequences of awakening this center, including a change in the sense of the body and increased isolation from the external world. The second center, located behind the larynx, is also mentioned. The author emphasizes the importance of following a patient and demanding approach to allow for the greatest progress.",
  "content": "In questa condizione è possibile un grande isolamento dal mondo esterno ed una interiorità ricca e concentrata Nelle differenti regioni del corpo si sente il sangue come individualizzato differentemente e si sentono delle va riazioni nelle diverse ore del giorno e nelle condizioni diverse del corpo. Ma tutto ciò deve rivelarsi sponta neamente; l'andare a cercare queste sensazioni è un esporsi a delle autosuggestioni oltre a poter produrre ipersensibilità locali che potrebbero divenire dannose. Quanto ho esposto fin qui può portare già ad un certo grado di sviluppo e va seguito nell'ordine dato. L'affinamento interiore che si coltiva sviluppando questo centro è un'opera lunga e paziente. Una regola d'oro che vale per questo caso come per gli altri è di non ac cettare un'esperienza interiore se non ha caratteri di evidenza cosi immediati, come quelli delle percezioni dei sensi. Più saremo esigenti con noi stessi, e più per suasivi saranno i risultati. Quando si è troppo presto soddisfatti, l'affinamento subisce un arresto; perciò piú si trattiene la soddisfazione, piú si ha la possibilità di progredire. Il secondo centro nel senso della corrente discen dente si trova dietro alla laringe.",
  "last_phrase": "To conclude, developing the inner refinement of the second center is a long and patient process that should not be rushed. It is important to only accept an inner experience if it has the same immediate evidence as that of our five senses. By being demanding with ourselves, we will achieve more persuasive results. Remember, the goal is not to seek out these sensations but rather to let them arise spontaneously. With time and commitment, this practice can lead to a rich and concentrated interiority, bringing us closer to a greater understanding of ourselves and the world around us."
}