{
  "title": "What is \"Dissociazione dei Misti\" and its effects on personal energy?",
  "first_phrase": "This text discusses the manifestation of non-human cosmic forces that an individual encounters when they try to detach themselves from their ego. The individual may enter into the orbit of one of these forces instead of becoming independent. The development can still continue, but under the influence of one of these forces. The text also talks about the concept of \"potentiation\" and how it relates to the need for a balance between the different components of an individual's personality before venturing into resolution-oriented practices. The text emphasizes the importance of understanding and elevating one's power to dominion over any potential imbalances.",
  "content": "* * * Insieme ai fenomeni ora detti vanno considerati quelli di « potenziamento ». Bisogna pensare che l'azione dei riti e delle discipline, non appena diviene efficace, co ________________ LA « DISSOCIAZIONE DEI MISTI » 311 Materiale protetto da copyright mincia a socchiudere le porte chiuse della condizioneindividuale, dimodoché tutte le energie ne risultano po tenziate per un nuovo flusso che penetra attraverso questi spiragli. Su tale base, ci si può rendere conto della necessità, su cui ogni serio esoterista insiste, di creare uno stato di equilibrio effettivo e non apparente, fra le varie compo nenti della personalità, prima di avventurarsi in prati che a carattere risolutivo, tali appunto da provocare la reazione ora detta. La ragione si è che differenze e squi libri prima agevolmente dominabili, sopravvenuto un po tenziamento, non lo sono piú, a meno di non sapersi elevare ad un potere di dominio ben differente da quello di cui abitualmente si disponeva. Spieghiamoci con un esempio. Due fattori psichici qualsiasi hanno in me rispettivamente le potenze 5 e 8, cosí che esiste uno squilibrio di 8 — 5 = 3. Se io dispon go di un potere 5, io domino, in virtú della differenza 5 3 = 2.",
  "last_phrase": "In conclusion, it is crucial for serious esotericists to create a true state of balance between the various components of their personality before embarking on paths that could lead to the powerful reaction of dissociation of the mixed elements. This is because differences and imbalances that were once manageable could become much more difficult to overcome with increased potency. Therefore, strive for balance before pursuing any transformative practices in order to better handle the potential consequences."
}