{
  "title": "Does Taoist Alchemy involve converting toxic substances into medicine through sexual transformation?",
  "first_phrase": "This text delves into the idea of transforming toxicity into health, specifically in regards to sexual union. The author references the traditions surrounding the master P'éng, who supposedly used his wives to obtain the elixir. However, this reference is often misunderstood as the true transformation comes from the union and sublimation of the two principles, crystallized light and vitalizing water. The essence of the operation is to bring the upper and lower elements together, transforming consciousness into being and overcoming existential separation. Regardless of the method, the aim is the same: to reach the origin of being-life and seek eternal life. The text emphasizes the concrete basis of this transformation, with retained and transmuted seed converting into essential life energy.",
  "content": "Ma era da stabili re se la trasformazione del seme deve avvenire indiretta mente, per un processo interno, oppure anche in una ope razione da compiersi uniti ad una donna. Nell'uno e nell'altro caso, il fine non può esser diver so, l'essenza dell'operazione è appunto che l'elemento fuo co-luce (li) disceso dalla sede superiore e chiamato anche, nell'Y-King, « causa della resurrezione », venga in contat to con l'elemento abissale (« nozze » dei due) e, fondendo visi, « la luce della coscienza si trasformi nella luce del l'essere », la scissione esistenziale sia superata, il luogo d'origine « essere-vita » sia raggiunto, perché proprio ciò si chiede a chi « cerca la vita eterna » (p. 105). Vi è da rilevare che, in ogni caso, nel testo a tutto que sto si dà una base concreta. Il seme trattenuto e trasmutato si converte in forza, si produce un mutamento essenziale di stato nell'energia vitale di tutto l'organismo.",
  "last_phrase": "In conclusion, the transformation of the seed into a powerful force can occur indirectly or through a process with a woman, but the ultimate goal is the same - to overcome existential division and achieve eternal life. The concrete process of transmutation leads to the birth of a pure light, where the conscious spirit becomes an incorruptible being, capable of leaving the body behind as a mere empty shell. This transformation leads to the birth of a new man, where death dissolves in life, and a spiritual body is formed."
}