{
  "title": "What are the non-human beings that manifest in the deeper levels of consciousness and how to encounter them?",
  "first_phrase": "This final section explores deeper levels of the human consciousness, where non-human entities can manifest. However, to attain this level of consciousness, one must neutralize subjective reactions and attain a state of mental purity. Ancient Kabbalistic manuscripts reveal that in purified states, purified faculties allow one to see demons followed by gods. These states of dissociation are characterized by the separation of the three fundamental energies - thought, emotion, and will - governing human personality. This section tackles the illusion of visionary abilities, and how it may result from inadvertent reactions.",
  "content": "Il legame naturale che di solito congiunge questi tre elementi in una certa misura si scio glie, onde essi si presentano alla coscienza come tre po (i) Fenomeni analoghi si verificano nel campo della psicopa tologia, come ín certe forme di schizofrenia. ________________ LA « DISSOCIAZIONE DLI MESTI » 309 Materiale protetto da copyright tenze a sé. Mentre in generale (ci riferiamo alla vitaordinaria) non vi è pensiero che non sia legato ad una qualche sensazione e che non abbia un qualche significato per l'azione — come non vi è azione (volontà) che non parta da qualche emozione o sensazione e non si col leghi a qualche rappresentazione mentale — né vi è sta to emotivo puro, senza relazioni ad immagini e ad im pulsi per la volontà — mentre di solito si hanno queste forme miste, il cui legame non è arbitrario, ma fissato, con carattere di larga uniformità, per la gran parte degli non-lini eli una stessa razza e di una stessa epoca — ora so pravviene l'esperienza del manifestarsi allo stato puro e indipendente di queste tre energie fondamentali. E il carattere d'impeto di tali manifestazioni le fa apparire quasi come non piú dipendenti dal soggetto particolare.",
  "last_phrase": "In conclusion, the natural bond that connects sensations, thoughts, and actions can sometimes dissolve, resulting in the pure and independent manifestation of these fundamental energies. These experiences may be difficult to communicate, but detachment from them can lead to a realization of the self that is not defined by thoughts, will, or emotions. Thus, the key is to avoid getting carried away by these reactions and to cultivate a simple and self-contained sense of being."
}