{
  "title": "\"What is the importance of concentration and awareness in spiritual development?\"",
  "first_phrase": "This text discusses the difficulty of concentration and how to overcome it, highlighting the importance of being an active participant in one's experiences, rather than simply reacting passively to them. The author emphasizes the need for a defined focus to achieve the power of concentration and warns against the illusion that one can achieve receptivity to spiritual impressions by emptying oneself. The concepts of \"receiving and reacting\" and \"taking and wanting\" are explored, and the internal difference of these two practices is expressed. The author stresses the importance of maintaining consciousness of the self in the world. The text ends with the warning that the attempt to achieve a higher state of being must be done with intention and focus, as it is not possible simply by attempting to empty oneself.",
  "content": "Una delle difficoltà della pratica della concentrazio ne, che pure è una condizione sine qua non dello svi luppo, è data appunto dal fatto che noi, essendo abitual mente passivi, non possiamo diventare attivi d'un tratto, ad un dato momento; e l'oggetto della concentrazione ci possiede e ci porta via, imponendoci delle associa zioni non volute, cosi che al tema iniziale si sovrappone un caleidoscopio di immagini, e l'esercizio si disperde in un senso di sconfitta e di vuoto. Da tutto ciò deriva che per conquistare il potere di concentrazione occorre un contenuto definito su cui fis sarsi. S'illudono quelli che credono di poter giungere ________________ APPUNTI PER L'ANIMAZIONE DEI « CENTRI » 189 Materiale protetto da copyright senz'altro a fare in sé il vuoto necessario per rendersirecettivi alle impressioni della sfera spirituale; tutto al piú essi possono arrivare ad un irrigidimento interiore e svuotarsi per uno stato di inibizione che è solo ten sione cerebrale e non darà mai alcuna esperienza d'or dine superiore; poiché nel tentativo di portarlo nei cen tri sottili esso prenderà la via dei nervi e dei muscoli.",
  "last_phrase": "In conclusion, to achieve the power of concentration, it is crucial to have a defined content to focus on. Trying to create an inner void without a specific point of concentration only leads to distraction and defeat. It's important to raise awareness of the actions and the nature of the subtle centers and their role both in the development of spiritual powers and everyday life. With practice, one can attain the level of concentration required to realize the void in consciousness and be receptive to spiritual influences."
}