{
  "title": "What is the relationship between modern concepts of reality and ancient civilizations, and how does it affect our understanding of paranormal phenomena?",
  "first_phrase": "In the previous section, it has been established the error of applying modern concepts to ancient civilizations or non-Western cultures. Additionally, it's been highlighted that in fields such as initiation or magic, one must understand a different self, nature, and mode of experience. In the last 200 tokens, the author De Martino argues that the \"scientific\" knowledge of nature has led to a process of disanimation and petrification, meaning that the attitude and interpretation of humans affect the perception of reality. This shift has proven problematic, as paranormal phenomena indicate that psychic projections cannot be wholly removed from nature, and it poses a significant challenge to scientific thought.",
  "content": "________________ 150 ARVO Materiale protetto da copyright * In particolare il De Martino scrive: « La scienza speri mentale della natura si è costituita togliendo a proprio * ideale una natura purificata da tutte le proiezioni psichiche * della magia; ora i fenomeni paranormali accennano preci * samente ad una natura ancora contesta di queste proiezioni * e non solo nella mera credenza, sibbene proprio nella real * tà... La scienza è nata ritirando gradatamente e in modo * sempre piú consapevole la psichicità dalla naturalità: la * possibilità dei fenomeni paranormali significa per essa un * vero e proprio \"segno di contraddizione\", uno \"scandalo\", * in quanto la paranormalità è, in generale, di nuovo psichi * cità che torna nella natura e natura che si carica di psichici * tà » (p. 69). Questa veduta è parimenti giusta. La si può an che formulare cosí: la realtà, la « natura » non sono indiffe renti di fronte all'attitudine e all'interpretazione dell'uomo. L'una e l'altra hanno su di essa un potere effettivo. La pre sunta conoscenza « scientifica » della natura è stata un pro cesso attivo di disanimazione e di pietrificazione di essa.",
  "last_phrase": "In conclusion, the existence of paranormal phenomena challenges the assumption that nature is devoid of psychic projections. The scientific approach to nature has led to a process of solidification that has attempted to remove all aspects of mysticism, but such efforts have left behind residual areas where paranormal activity occurs. It is clear that there is an intimate connection between the state of the spirit and the way in which nature and reality appear to us. Therefore, we should consider the influence of our attitudes on the phenomena we observe, and be open to the possibility that what we think we know about nature may not be the whole truth."
}