{
  "title": "What is the Relationship Between Esoteric Teachings and Morality?",
  "first_phrase": "In the last 200 tokens, the author tackles the issue of confusion and misconceptions surrounding esoteric teachings. They argue that esoteric teachings have a non-human character and should be viewed based on reality rather than human beliefs or values. The author points out the confusion present in contemporary esoteric groups, particularly those trying to link esotericism with moralism. The author highlights some common misconceptions and suggests that it is the esotericism that should be used to judge morality, not the other way around.",
  "content": "Da qui il parlare dei vari colori » (bianco, nero o grigio) della magia, e di egoismo e altruismo nel sentiero iniziatico; da qui l'introduzione delle fisime del « progresso » e dell'« evoluzione » nel campo esoterico e, infine, la creazione di un figurino ad hoc del « vero iniziato », che dovrebbe esser umani tario, apostolo della fratellanza universale, possibilmente ve getariano, femminista, pacifista e, fors'anche, membro della « Società per la protezione degli animali » e della « Lega per la protezione della giovane » non meno che della co sidetta ipotetica « Loggia bianca ». Ma anche senza giungere fino a tal segno, e quando ________________ 230 RA Materiale protetto da copyright non si tratta di moralismo bensì di etica, persistono certeconfusioni che qui sarà bene segnalare. In genere, si assiste ad una inversione caratteristica; si pretende di giu dicare l'esoterismo con la morale, laddove, se qualcosa del genere deve aver luogo, è solo l'opposto che è legittimo: è l'esoterismo, quale punto di vista sovraordi nato, che deve giudicare della morale, indicarne il signifi cato, fissare i limiti della sua validità.",
  "last_phrase": "But even without going that far and when it comes to ethics rather than morality, there are still some remaining confusions that need to be addressed. It is essential to recognize that in the traditional ancient world, which always had its center in esotericism, a \"morality\" as it is conceived today did not exist. However, esotericism, as a transcendent perspective, should judge morality, indicate its significance, and fix the limits of its validity."
}