{
  "title": "What is the meaning and process of the \"Turba Philosophorum\" in alchemy?",
  "first_phrase": "In this text, the author speaks about the natural process of completion or \"cooking\" in the body and how it differs from the process in the realm of the soul. He also talks about the use of Magnesia and Solfo, which represent astral light and magic fiery force, respectively. The author warns about the polysemic nature of these symbols. The last part of the text mentions the Turba Philosophorum, where Floro talks about the mixture of two natures in the Water of Solfo and how it can be altered with the help of fire. The Turba believes that the secrets of alchemy should only be revealed to the wise and not the ignorant.",
  "content": "Cuocetene tre al bianco, e con Sole, e verrà il nero per quaranta giorni. E sappiate che la prima Opera si fa più rapidamente della seconda; e la seconda si fa dal dieci Settembre sino al primo Feb braio, col gran caldo d'Estate: e una volta passati gli Inverni e le Primavere, i frutti sono già matu ri e da cogliersi dagli Alberi. Qui accade la stessa cosa ( ). LA TURBA disse: A parte la reverenza che vi dob biamo, ci sembra, o Maestro, che abbiate parlato troppo chiaramente. Ed egli disse: A voi sembra cosa; gli Ignoranti però, quand'anche si parlasse ancor piú chiaramente, riuscirebbero appena ad intendere. LA TURBA disse: Bisogna celare ai Pazzi, e rivelale ai Saggi — e non diversamente: se no, l'esito di tutto sarebbe una dannazione. FLORO disse: Nell'Acqua del Solfo sono mescolate due nature; ed essa si congela e si prosciuga, si altera. si im bianca e si arrossa con l'aiuto del Fuoco, se somministrato esattamente e congruamente. (l) Quí forse si allude ai periodi effettivi astrologicamente piú opportuni per l'Opera.",
  "last_phrase": "In conclusion, this text is a valuable insight into the intricacies and symbolism of alchemy. It offers practical advice, such as the ideal timeframes for certain operations and the importance of precise application of heat. While some elements may be difficult to understand for the uninitiated, the advice to keep knowledge from the ignorant and share it with the wise is a timeless lesson. Remember, patience and dedication are key to achieving success in any endeavor, including the practice of alchemy."
}