{
  "title": "\"What are the Instructions for Chain Discipline and Individual Preparation in Occultism?\"",
  "first_phrase": "In the final 200 tokens of this text, the author emphasizes the importance of individuality in a chain or group. Unlike other forms of magic, which rely solely on the power of the collective ritual, members of this chain must work on themselves individually to contribute actively to the group's solid structure. The author stresses the need for discipline and daily exercises to achieve personal growth and become an integral part of the cohesive chain. This section also introduces the idea of a symbol, the pentagram, to represent the group's dynamic unity.",
  "content": "Il tracciamento emissivo (da sini stra a destra) sarà limitato al simbolo del circolo, che verrà descritto prima del pentagramma a titolo non tanto di isolamento, quanto di raccoglimento delle forze dei singoli. Per la stessa ragione, a differenza di ciò che può essere proprio a certa magia solamente cerimoniale, non ci si rimetterà semplicemente alla forza del rito collet tivo e di elementi quasi ex opere operato; invece si richiederà che per un buon tratto, prima e simultanea mente alle riunioni, i singoli lavorino seriamente su sè stessi, con le proprie forze, tanto da poter contri buire attivamente alla salda struttura della catena. Così cominceremo col comunicare i lineamenti di ________________ ISTRUZIONI DI CATFNA 39 Materiale protetto da copyright disciplina che le persone prescelte dai capi-gruppo sa ranno tenute ad osservare individualmente, senza inter ruzione, con fermezza, intelligenza ed anima. Di mas sima, si tratta di esercizi già indicati nel primo volume della presente raccolta ma che ora organizzeremo se condo un programma giornaliero di lavoro. Si deve per severare con lena in essi, finché non se ne senta il frutto sotto specie di una rimozione della normale, atona atti tudine rispetto alle cose e a sè stessi, costituente l'osta colo principale per ogni realizzazione iniziatica.",
  "last_phrase": "To conclude, the instructions for CATFNA 39 require individuals to work diligently on themselves before contributing to the collective ritual. The preparations consist of exercises that must be practiced daily, leading to a better understanding of natural phenomena and ultimately, a removal of the atonic attitude, paving the way for greater success in the initiation."
}