{
  "title": "What is the Process of Palingenesis According to Gichtel and How is it Related to Symbolic Water?",
  "first_phrase": "In this text's final part, the author analyzes the process of palingenesis and the constitution of the natural body according to Gichtel's teachings. The author explains that divinity comprises both itself and its opposite, and one requires a second birth to achieve this. This second birth is both from above and in the land of the living. The author makes references to Melchizedek and the symbolic value of \"superior waters\" such as the ambrosia. The text is written in the context of esoteric doctrine.",
  "content": "(') Queste « acque superiori » -.vrebbero poi lo Messo valore simbolico che l'ambrosia. MAcRoBto (In Somn. Scip., ed. Eyssen hardt, Leipzig, 1893, pp. 531 sgg.) riporta la dottrina misterica in cui si parla (lolla piú alta e pura natura della « matcria >> f Un) me diante la quale le divinità consistom), che è chiamata ambrosia ed è detta la loro bevanda; mence la sua inferiore e piú torbida natura è bevanda dei mortali, e si identifica al fiume di Lete, quindi alla bevanda dell'oblio (equivalente all'avido 'à orientale). La prima ac qua ristora e rende intera l'anima, tratta fuori dal corpo e dalla generazione ( ).i.vEcrLq ). La seconda. invece. perpetua la sete. Si ri corderà che Cristo. in Giov., IV, 13-14, usa un analogo simbolismo. ________________ I.A DOTTRINA ESOTERICA 111,1 « CENTRI 21 Materiale protetto da copyright Amore, ma anche Collera; non solo Luce, ma anche Te nebra (Fuoco, ardore). Al principio, queste due potenze divine si contemperavano, si armonizzavano, si equilibra vano a vicenda (II, 17).",
  "last_phrase": "In conclusion, according to the esoteric doctrine presented in this text, the human being's fall caused a separation from the divine powers of Light and Fire, resulting in corruption, disease, and death. The superior waters known as ambrosia represent the restoration of the soul, while the inferior waters represent oblivion. It is a reminder that balancing opposing forces is essential for spiritual harmony."
}