{
  "title": "What is the power of symbols and creation in magic?",
  "first_phrase": "In this text, the author discusses the power of symbols, signs, and places that have been created by generations with uninterrupted faith. The text also touches upon the power of pentacles and sigils used in magic, which have been saturated with energy by the conscious and persistent practice of magicians. In the last 200 tokens, the author talks about the extreme discipline and concentration required to create a god, which becomes an instrument of the magician's will. The text is a fascinating exploration of the magic of creation, and the power of symbols and signs which have been given life by generations of belief.",
  "content": "Tieni presente che una volta che abbi conquistato il grado, in cui il pensiero acquista la natura che ti dissi il potere creativo può perfino manifestarsi spontaneamente in esteriorizzazioni, senza che vi entri la tua volontà. Ti può succedere, in altre parole, che quando un pensiero ti occupa profondamente, e per un certo tempo l'abbi meditato, esso prenda forma di apparizione percepibile dai soggetti più sensibili: quasi a mo' di un fantasma accanto a te, e che tuttavia sul principio tu puoi non avvertire. Esaltando a! massimo questa virtù, tu puoi giungere a quella forma suprema di creazione, che è la creazione di un dio — di un dio che diviene tuo strumento, braccio magico della volontà tua. Ma la pratica per giungere a tanto richiede una di sciplina ed una concentrazione estreme. Te la esporrò, quale si insegna nelle tradizioni che l'hanno coltivata. Il mago si ritira in una specie di nicchia, appena sufficiente per í suoi movimenti, assolutamente isolata, con una sola apertura per l'aria e per far passare un vitto sommario, che viene spinto dentro, senza che chi lo rechi sia visto.",
  "last_phrase": "In conclusion, the practice of creating a god as your tool requires extreme discipline and concentration. It involves isolating oneself in a small space and assuming a specific position that promotes balance and force. The movements are reduced to a minimum, and magical immobility generates forces that saturate the environment. By fixing your gaze on the god with intensity and excluding any other thought, you can reach the supreme level of creation. However, this practice can last for months or even years. It requires dedication and patience, but the results can be truly powerful."
}