{
  "title": "What is the Relationship Between Esotericism and Morality in Initiatic Science?",
  "first_phrase": "This text explores the relationship between morality and esotericism, discussing how certain conditions and transformations of the human spirit are essential in the latter. The use of the term 'morality' may cause confusion, as the iniziatico point of view doesn't consider it as absolute good or evil, but rather as technical and instrumental conditions for achieving divinification. The last 200 tokens provide examples of how iniziatico views differ from those of morality, focusing on the mastery of passion and irrationality of the soul. The text cites Plotino's words: \"Don't just be a good man, become a god - that is the goal.\"",
  "content": "Non è di « mo ralizzazione », bensí di divinificazione che si tratta. Le pa role di Plotino sono appunto: « Non essere un uomo dab bene, ma divenire un dio — questo è lo scopo ». Come esemplificazione: dal punto di vista morale si dice: non devi mentire, perché mentire è male, dire la verità è bene. Dal punto di vista iniziatico si farà invece semplicemente presente che la menzogna provoca una spe cie di lesione e dí contradizione nell'unità dell'essere, il che rappresenta una condizione opposta a quella di una qualificazione iniziatica. Come un altro esempio, non si dirà che fare libero uso di giovani donne è un « peccato », ma si rileverà solo che con ciò, di massima, si dissipa la for za vitale e si dà ad essa una polarità poco compatibile con metodi di sviluppo superindividuale, il presupposto dei quali sia la concentrazione e la trasformazione di quella forza. Cosi, possedendo la conoscenza, si tratta unica mente di sapere ciò che davvero si vuole. Questo è tutto. Se un precetto generale iniziatico dovesse esser formu lato, si potrebbe parlare di dominare tutto ciò che è pas sione e irrazionalità dell'anima.",
  "last_phrase": "In conclusion, the goal of initiatic knowledge is not about moralization, but rather divinification. By focusing on the pure intellectual principle and transcending both good and evil, we can reach a state of perfection and reality. It is important to overcome irrational impulses to achieve super-individual development. This ancient Hellenic view on good and evil had more of an ontological nature rather than an ethical one."
}