{
  "title": "What are the dangers of using corrosive substances in spiritual practices?",
  "first_phrase": "In this final section, the author discusses the dangers of external influences and the importance of internal control in achieving transformation. The text refers to the action of corrosive substances and the need for quick thinking to avoid their negative effects. The author also explores the idea of gradual transformation, using the metaphor of small jumps to avoid a deadly fall. Finally, the author mentions Evola's image of riding the crest of a wave, suggesting that letting oneself be carried by the flow can lead to enlightenment.",
  "content": "Comprendete per ché il rischio è minimo nell'altro metodo, in quello che parte dall'interno, con l'azione dell'anima stessa su sè per un « fuoco dolce » che l'adusa passo a passo al distacco, condu cendola per gradi alla trasformazione da A (stato individua to) a Z (stato non-individuato); la quale nell'altro caso è invece decisione-realizzazione di un istante e). Questa gra dualità, questo « dosamento » della forza, possiamo cercare di attuarlo anche col metodo che parte dal corpo, usando allora sostanze diverse, ovvero usando in modo diverso o in diversa quantità le medesime. L'immagine allora sarebbe co me un salto, che si fraziona in salti minori meno pericolosi: cosi fatti che dal cadere non sortirebbe un esito proprio letale, pur portando sempre conseguenze non desiderabili, eccezion fatta dell'ultimo salto, piú grave e più risolutivo. Insieme alla precedente, può soccorrere l'altra immagine di Evola, se ben ricordo — del crescere, sollevarsi, farsi veloce di un'onda, dalla quale ci si deve lasciar portare senza paura, mantenendosi sempre sulla cresta. Mantenendovisi, ciò che è ebbrezza si trasforma in illuminazione; il precipi tare in ascendere; il fuoco in luce.",
  "last_phrase": "In conclusion, it is possible to mitigate the risks of spiritual transformation by following a gradual approach that balances the intensity of bodily practices with internal discipline. By embracing this method, we can avoid sudden and potentially dangerous leaps, and instead, gradually ascend towards illumination without jeopardizing our physical and mental wellbeing. Therefore, it is essential to find the right dosages for our practices, combining the use of corrosive substances with inner discipline, as suggested by Abraxa, to achieve the desired results safely."
}