{
  "title": "What is the relationship between the Eleusinian and Isiac mysteries in ancient Greece and the development of the Hermetic tradition in the West?",
  "first_phrase": "In the previous text, the author Pietro Negri explores the similarities between the Eleusinian and Isis mysteries in ancient Greece. He also discusses the fusion of Neo-Pythagorean and Neo-Platonic elements with mainly Egyptian components in Egypt, which gave rise to the hermetic tradition that spread to Italy, Spain, and the rest of Europe. In this final part (200 tokens), Negri mentions the geographical divide between the East and the West and how it leaves northern Africa in the West, including the initiatory schools of Morocco. He emphasizes the importance of considering the homogeneity or heterogeneity of a region or people with the West or the East when determining its location. Negri also addresses the Christian religion's Asiatic roots and its intolerance towards heterodox thinking, unlike the tolerant Greco-Roman tradition.",
  "content": "Se è lecito ad esempio contare fra gli Occidentali gli Ungheresi nonostante la loro ori gine, non è certo il caso di fare lo stesso per gli Ebrei, fissi o nomadi nell'Europa. Non si deve dunque astrarre dalla eterogeneità tra il cristianesimo e tutta la civiltà classica occidentale, dal fatto che i Romani ed i pagani considerarono il cristianesimo come una setta orientale, sorta ai margini dell'impero, al di fuori della vita, dei costumi, della mentalità greco-romana. Ed invero, por non dimenticando e non disconoscendo gli elementi pa gani innestatisi nel cristianesimo e più specialmente nA cattolicesimo, non si può fare a meno di riconoscere il carattere asiatico di questo movimento, sorto ad opera di un Giudeo nato, vissuto e morto in Palestina, e co munque non certamente ellenizzato. L'intolleranza reli giosa, per cui diviene delitto perseguibile legalmente l'eterodossia del pensiero, non è sicuramente un carat ________________ SULLA TRADIZIONE OCCIDENTALE 63 Materiale protetto da copyright tere greco-romano.",
  "last_phrase": "In conclusion, while acknowledging the pagan influences on Christianity, it cannot be denied that this movement, born in Palestine through a Jew who was not Hellenized, has an Asian character. The religious intolerance and fanaticism of Christianity cannot be attributed to Greco-Roman tradition. The pursuit of propaganda, the subordination of earthly duties to heavenly obligations, and the insistence on a specific moral code cannot be ignored. Christianity revolutionized pagan values and placed emphasis on the poor and marginalized, but it cannot be considered a product of Western civilization."
}