{
  "title": "What is the dissociation of mixed states and how does it relate to self-knowledge and visionary experiences?",
  "first_phrase": "In this final part, the concept of dissociation is explored further. When each element of the psyche becomes autonomous, it adapts to the hidden forces and impulses that manifest within. This state is considered favorable for self-knowledge through spontaneous associations and automatic manifestations of the psyche. The text touches on the importance of recognizing these contents as projections of the non-ego and the potential for visionary experiences. The concept of a purified state where the subjective reactions are neutralized and objective entities can appear is also discussed. However, it also warns against the illusion of pseudo-clairvoyance, which can occur when one is not aware of how their practice affects them. The text then focuses on a deeper dissociation of the faculties of thought, feeling, and volition that constitute one's personality.",
  "content": "È, sí, vero che ad un piano piti profondo que sto contenuto e queste forze manifestano degli esseri reali non-umani. Affinché nella visione possano apparire que sti esseri occorre però che l'Io sia completamente vuoto, che la capacità delle reazioni soggettive sia assolutamente neutralizzata: e questo è uno stadio che sta assai di là dalle fasi che noi qui consideriamo. È vero, tuttavia, secondo l'espressione di un antico manoscritto kabbalistico, che nelle facoltà purificate, rese trasparenti come il cristallo, appaiono prima i dèmo « ni [fase soggettiva], poi gli dèi [fase oggettiva] ». Qui basterà indicare, oltre al confusionismo dottri nale, l'illusione di una pseudo-chiaroveggenza visionaria come uno degli effetti che si verificano in chi non si rende ben conto di ciò che la sua pratica ha provocato e si lascia invece giocare dalle reazioni. * * * Ad uno stadio pii avanzato si produce una dissocia zione altrimenti profonda. Si tratta ora delle facoltà il cui intreccio costituisce il nucleo stesso della personalità: pensare-sentire-volere.",
  "last_phrase": "In conclusion, reaching a deeper level of consciousness can lead to the manifestation of non-human beings. However, this requires the complete neutralization of subjective reactions, which is a stage beyond what we usually consider. To avoid confusion and pseudo-clairvoyance, it's crucial to understand the effects of our practices. At a more advanced stage, a profound dissociation occurs in the faculties that constitute personality - thinking, feeling, and willing - which can be experienced independently of the individual."
}