{
  "title": "\"What is the relationship between traditional law and self-realization in esoteric and superindividual contexts?\"",
  "first_phrase": "In the final 200 tokens of this text, the author discusses the idea of transcending form towards liberation while rejecting the notion of conformity to a universal order. They argue that there are multiple paths to enlightenment, and it is essential to adopt a perspective that acknowledges the complexity of the spiritual journey. Before this, the author explains how traditional law justifies achieving one's nature, resulting in a central position in oneself and actualizing the divine will. This approach draws from the Bhagavad-gita and CHUANG-TZE's teachings, rejecting conventional morality and advocating in favor of adhering to one's innate truth.",
  "content": "Perciò il Saggio trae dal Cielo la sua legge, nell'ade * renza alla propria verità, senza accettare il vincolo della morale * convenuta. Gli insipienti, all'opposto, incapaci di prender dal * Cielo la loro legge, si lasciano guidare dagli altri ». ________________ 234 EA Materiale protetto da copyright una via verso ciò che sta di là dalla forma e quindiverso la liberazione. Solo che, a tale riguardo, bisogna respingere le ve dute di taluni che qui volentieri parlerebbero di con formità ad un ordine universale, in termini che piú o meno permetterebbero di nuovo di introdurre delle ve dute « morali ». Anzitutto, come diremo, qui si tratta di una certa prospettiva, che non è l'unica (vi è, parimenti, quella della « Via della Mano sinistra »). In secondo luo go, le vie sono multiple, si portano verso l'alto cosi come verso il basso. Solo l'inconsideratezza di un vuoto raziona lismo può presumere di chiudere una tale complessità in una unità comunque accessibile alla mente umana. Delineato cosi il senso e le possibilità di ciò che tradi zionalmente corrispose alla morale dei moderni, si pos sono svolgere alcune considerazioni riferentisi all'àmbito propriamente iniziatico.",
  "last_phrase": "In conclusion, the path towards liberation and what lies beyond form is diverse and cannot be confined to a single set of moral principles. In the initiatic sciences, morality has no application, as it is a science that recognizes only the laws of cause and effect, devoid of the notions of good and evil. Only through constant and determinable relationships can the initiatic sciences be developed, leading to transcendent moments of personal growth."
}