{
  "title": "What are the conditions required for the effectiveness of suggestion and hypnosis?",
  "first_phrase": "The text explores the power of imagination and its ability to influence both the mind and body. The author discusses the conditions necessary for suggestion to take effect on bodily functions and organs. The two important aspects include a saturation of affectivity and inhibition of the rational and discriminative faculties. In the last 200 tokens, the author introduces the concept of the ubiquity of ideas or the ability of images to project beyond themselves, and possibly transcend physical space. The phenomenon finds support in experiments on telepathy, spontaneous transmission of thought, and psychokinesis. The author concludes by proposing that the existence of a non-corporeal medium of communication between minds could explain the ubiquity of ideas.",
  "content": "La passione — si dice nel volgo — non fa ragionare pii — ossia: il desiderio veemente che si lega alla rappresentazione del suo oggetto, agisce esso stesso nel senso di arrestare il controllo della ragione e dei sensi, tanto da lasciare alla facoltà dell'immaginazione una libertà quasi completa. 2) La legge della ubiquità dell'idea, che può chiamarsi anche legge di trasferto o di proiezione. Essa si basa sopra una considerazione molto semplice, cioè che ogni immagine, in sé medesima, non ha nulla di corporeo, onde può anche sottrarsi alla condizione dello spazio, che vale essenzialmen te per cose corporee. Sul terreno sperimentale, la concepi bilità di detta legge risulta del resto da molti fenomeni, sulla cui realtà oggi l'indagine positiva non discute piú: la trasmissione del pensiero, la telepatia spontanea, la psicor raggia, ecc. Quanto alle spiegazioni, il Dott. Osty, con vari altri ricercatori, ritiene che la migliore « ipotesi di lavoro » sia quella dell'esistenza di una specie di mezzo incorporeo comune alla mente dei vari esseri, ove distanza fisica e sepa razione spaziale non esisterebbero piú. Il che, mi sembra, è proprio un modo di enunciare la legge dell'ubiquità.",
  "last_phrase": "In summary, the law of the ubiquity of the idea and the power of passion to overpower reason suggest that we can project our images onto others and influence their thoughts. By objectively creating and transferring our ideas, we can perhaps transcend physical space and connect with other minds. With this knowledge, we can learn to harness the power of our emotions and imagination to create truly magical experiences."
}