{
  "title": "What evidence is there of the existence of an initiatory center in ancient Rome?",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the possible existence of an initiatory center in ancient Rome and refutes the arguments against it. The author mentions the aversion of Romans towards Pythagoreans, but suggests that the connection between Numa and Pythagoreanism could acceptably imply the existence of such a center. The author then briefly discusses the traces of Roman initiatory wisdom. Prior to this, the author warns of prejudices and difficult questions surrounding the topic.",
  "content": "________________ SULLA TRADIZIONE OCCIDENTALE 73 Materiale protetto da copyright per esempio risulterebbe dalla distruzione della BasilicaPitagorica clí Porta Maggiore in Roma. Ma occorre rebbe troppo lunga digressione, e del resto la fortuna di Pitagora e del pitagorismo presso i Romani è già stata studiata in un pregevole libro di Alberto Gianola, al quale rimandiamo. Ci limiteremo pel momento a ricordare la leggenda dei legami tra Numa ed il pitago rismo, leggenda che secondo il Gianola dovrebbe accet tarsi come rispondente a verosimiglianza (1) e che certa mente non avrebbe potuto persistere nel modo tenace deplorato da Cicerone se non avesse trovato almeno l'ap parenza di una conferma nel carattere pitagorico delle istituzioni stesse di Numa. Le pregiudiziali sollevate contro la possibilità stessa della esistenza di un centro iniziatico ín Roma antica non hanno dunque fonda mento reale; quindi, senza farci impressionare dalla difficoltà della questione e dai pregiudizi di ogni genere intorno ad essa, passiamo in rapida rassegna le tracce ancor visibili della sapienza iniziatica romana. 5. - LA SAPIENZA INIZIATICA ROMANA. Prima di accingerci ad esaminare la storia, i miti, le leggende romane ed italiche per ricercarvi e riesumare le tracce dell'antica sapienza italica, è opportuno pre mettere brevemente alcune avvertenze.",
  "last_phrase": "In conclusion, despite the intense debates surrounding the ancient Roman history, the traces of initiatic wisdom in Rome are visible and should not be disregarded. Let us not be swayed by the difficulty of the subject matter or biases and explore the myths, legends, and institutions of Numa for insights into the wisdom of ancient Rome."
}