{
  "title": "\"What is the process and significance of creating magical statuettes in occult philosophy?\"",
  "first_phrase": "This text talks about the magic of figurines and how they are used by magicians in their rituals. The author explains how the magician uses various elements, such as names, numbers, and symbols, to create a figurine that represents a person. The figurine then becomes a kind of double of the person, infused with the same virtues and qualities that the magician seeks to control. The author also describes how the magician can use his or her mental and ceremonial powers to awaken and animate the figurine, making it a powerful tool for controlling the person it represents. The text cites the work of E.C. Agrippa, a noted philosopher and magician who wrote extensively on the use of figurines in magic.",
  "content": "Oltre a questo, il mago talvolta cura di scegliere il giorno e Fora in cui siano dominanti le forze in armo nia col suo scopo, e combina í segni corrispondenti a queste con gli altri, riferentisi alla persona. L'immagine può essere preparata in sedute precedenti e successive: giorno per giorno il mago torna a vivificarla, ad amar la, ad avvolgerla, tanto da poterla aver pronta nel mo mento opportuno. Quando la forza del mago è straordina riamente alta, tanto da saper accendere nella sua crea zione una energia psichica superiore a quella della per sona stessa, la sostituzione può essere completa e per manente. La persona è ridotta ad un automa, ad una creatura del mago. La sua anima e la sua vita sono ( 1 ) AGRI ITA (loca. cii., II, 49) dice di segnare il nome de:i'ef fetto sul dorso dell'immagine se si tratta di opera di negazione; sull'addome se sí tratta di opera di bene. Dice anche di segnare sulla fronte il nome della persona, sul petto i segni dell'ascendente e del dominante, nonché i caratteri e i nomi degli angeli rispettivi.",
  "last_phrase": "In conclusion, while creating magical images, it's important for the magician to choose the right day and time, as well as corresponding signs, to harmonize with their purpose. Regular sessions are needed to energize and prepare the image for the opportune moment. However, it's worth noting that Agrippa warns against illusion and stresses the importance of infusing the image with natural, celestial, heroic, antimonic, demonic, or angelic energy."
}