{
  "title": "\"Can hand gestures and repetitions lead to spiritual awakening? A guide to the practice of the secret name in the loggia.\"",
  "first_phrase": "This text describes a preparatory exercise for a spiritual practice with hand gestures and vocalizations. The exercise consists of forming and animating hand signs with the syllable \"si\" and \"sa,\" followed by a gesture of holding the throat, and forming and animating a third sign with the syllable \"so.\" The practice lasts for three weeks and involves gradually incorporating new syllables and gestures, with the aim of achieving a heightened state of spiritual consciousness. The text does not mention any specific individuals or concepts, but rather provides instructions for the practice.",
  "content": "Per sette giorni si ripeteranno gli esercizi preparatori. Dopo il sesto giorno si animerà la mano disposta a squadra con la sillaba sa e si porterà l'indice al naso; se si avverte un lieve odore di solfo, si può continuare, altrimenti bisognerà esercitarsi per an cora sette giorni. Segue un ciclo di due settimane. Si formerà il segno I animandolo con si, fino a sentire il ca lore, si lascerà ricadere la mano, si formerà il segno A da animare con la sillaba alani, si porterà la mano al collo e dopo un certo tempo si eseguirà la presa del collo, ripetendo sempre la sillaba animatrice. Si for merà quindi il segno O come nell'esercizio precedente. Dopo 14 giorni se portando l'indice della mano disposta a squadra a contatto della lingua si avverte un sapore amaro come di sublimato di mercurio, è segno che l'eser cizio è riuscito. Un terzo ciclo comprende di nuovo due settimane. Si formerà dapprima iI segno I da animare con si, poi il segno A, animandolo per due giorni con alani, due giorni con alams, sette giorni con alar e tre giorni con alamar e eseguendo corrispondentemente la presa del collo.",
  "last_phrase": "After completing the exercises for the third cycle, the disciple should experience a new sense of clarity and perception by acutely sharpening their senses. This marks the beginning of a new life, as they receive a secret name in the lodge, and enter a phase that varies in length but is no shorter than three months long. Through completing these exercises and dedicating themselves to this path, the disciple will have undergone a transformative and enriching experience."
}