{
  "title": "\"What are the astral functions and how can they be ordered?\"",
  "first_phrase": "This text discusses the concept of astral functions and how they can be categorized into receptive, motor, and vital functions. It emphasizes the importance of understanding the essence of motion in each element of the human body to comprehend life itself. The last 200 tokens discuss the universal manifestation of life through motion and the influence of movement on bodies in contact, considering their density, elasticity, form, volume, and quality of forces. The author also highlights the necessity of organizing, understanding, and directing the relationship between the diafano and its universal form.",
  "content": "Financo nella morte la quiete assoluta del corpo non è realizza bile, perché ancora, per quanto diversa, la trasformazio ne continua, incessante, e nella morte si realizza effetti vamente, costantemente, immortale, la VITA. Per quello che a noi interessa riguardo al diaf ano, realizzare: il moto è la manifestazione universale della vita —il moto è la conseguenza di una forza agente pluralità del moto e pluralità delle forze — se alcuni corpi in movimento sono posti in contatto si osserva l'influenza dei movimenti, l'uno sull'altro, consideran do: la densità dei corpi, l'elasticità loro, la forma, il volume la qualità e la direzione delle forze che su di essi agiscono (attrito è dispersione di forza-movimento in corpi a contatto) — percezione delle vibrazioni e della loro ampiezza. Con l'esercizio graduale e l'osservazione si giunge ad impadronirsi completamente del modo di agire del dia fano ed a porlo in relazione con la sua forma universale; relazione che, pur permanendo costantemente, cionono stante non è normalmente avvertita né conosciuta; que sta è necessario organizzare, conoscere, dirigere.",
  "last_phrase": "Ciò farai finché tu stesso non sarai un Dio, finché tu non avrai padronanza assoluta del principio della forza e dell'equilibrio. Con esercizio graduale, osservazione e comprensione delle leggi universali che regolano l'agire della forza, si può giungere a utilizzarle e a comporle in modo vario per realizzare il proprio potenziale, ma mai a distruggerle."
}