{
  "title": "\"Why is it ineffective to introduce moral considerations in the field of initiatic and how can the metaphysical meaning of pain and illness shed light on a special branch of therapy?\"",
  "first_phrase": "In the previous section, the author discussed the inadequacy of traditional morality and the modern man's disconnection from deeper aspects of life. The author also mentioned that some norms of conduct recommended in other civilizations are relativized, making moral considerations ineffective in the initiatic field. In this last section, the author explores the metaphysical meaning of pain and disease and their practical implications, as well as the idea of ambivalent processes and their effects. This discussion offers insights into a branch of therapy that has gained recognition despite initial opposition from official medicine.",
  "content": "________________ Materiale protetto da copyright NILIUSFARMACO E VELENO Ritengo che le idee tratteggiate nel capitolo VI circa significato metafisico del dolore e della malattia aprano anche prospettive pratiche che, fra l'altro, possono servire ad illuminare un ramo speciale della terapeutica, il quale anche ai nostri giorni si è fatto valere, dopo le prime opposizioni da parte dei rappresentanti della medicina uf ficiale. In sostanza, in quello scritto si affermava che in alcu ni casi di malattia sono in opera forze che, rispetto al cir cuito della vita normale dell'individuo, hanno un caratte re trascendente; il fatto patologico, in casi di tal genere, si accompagna dunque ad una specie di supersaturazione. a cui non è parallelo un processo attivo cosciente; vi è co me un ingorgo che non trova soluzione, e — diceva l'auto re di quello scritto — psichicamente e sottilmente conside rato, anche il fenomeno della sofferenza rispecchia, in ge nere, questa peculiare situazione. Cotesta veduta non può non ricondurre all'idea gene rale dei « processi ambivalenti » e di quelle forze, che hanno, a seconda del loro « segno » e della via che pren dono, un doppio effetto, effetto salutare o effetto deleterio.",
  "last_phrase": "To summarize, the ideas outlined in chapter VI regarding the metaphysical meaning of pain and illness offer practical perspectives that can shed light on a branch of therapy that has been recognized even today. It suggests that in certain cases, transcendent forces are at work in the phenomenon of pathology and that this perspective can lead to a greater understanding of the ambivalent processes of healing and harm. Understanding the individuality of a patient's symptoms as a signature is crucial for true diagnosis, and this idea was exemplified by Paracelsus' concept that the power of poison is similar to that of medicine."
}