{
  "title": "\"What is the relationship between modern psychology and magic in traditional cultures?\"",
  "first_phrase": "In the previous part of the text, the author argued that the world of psycho-pathology and psychoanalysis is an unreal world of subjective images and simple hallucinations, with no connection to magical or witchcraft reality. However, the author recognizes the existence of a specific kind of magic in modern man, which gave real existence to a desolate, objective nature conforming to mechanical laws that didn't exist in earlier times. In this last part, the author warns of the risks of re-establishing psychic contacts in modern times, given the inconsistency and formlessness of the spiritual substance that protects modern man's soul. The author refers to De Martino's views on this matter, particularly his observation that modern man's self is our only reference point, hence the superstition attached to the fabrication of modern man's soul.",
  "content": "esistenza reale ad una natura desanimata, « oggettiva » e conforme a leggi meccaniche, natura che in altre epoche era inesistente. Che, come controparte, ne sia risultata una cin ta di difesa contro i « pericoli dell'anima » e un consoli darsi della coscienza dell'Io, ciò è vero fino ad un certo punto. I pericoli, come si è detto, sussistono, seppure rive stendo altre forme (' ). Si deve, sí, riconoscere l'esistenza di una specie di barriera, che chiude l'anima moderna di fronte allo « psichico » in una misura, forse, senza prece denti; ma la sostanza spirituale racchiusa entro questa cinta, per un certo aspetto, protettrice, oggi è inconsisten te e informe quanto mai. Proprio per questa ragione chi, malgrado le sfavorevoli condizioni dell'ambiente, oggi rista bilisce dei contatti psichici ridestando stati che non sono un « passato » ma una possibilità permanente dello spirito, deve pensare anche a rischi maggiori di quanto mai ne sia stato i caso. ( ) Il De Martino (134-135), nel riguardo particolare della fat tura, dice che essa è superstizione 1/1 dove ci si riferisca alla per sona, all'Io che, solo, è il nostro, quello della nostra civiltà.",
  "last_phrase": "In conclusion, while the modern world provides a real existence to a desolate and \"objective\" nature conforming to mechanical laws, it also presents risks to the soul. The spiritual barrier that protects the modern soul is inconsistent and hazy, leaving room for potential dangers. Therefore, anyone seeking psychological contact must be mindful of the risks that exist today, despite the reduced efficacy of subtle operations in the prevailing materialistic environment."
}