{
  "title": "\"What is the relationship between concentration and magic in the esoteric tradition?\"",
  "first_phrase": "The last 200 tokens of this text describe the anatomy and physiology of the magic of statuettes, highlighting the necessary concentration and emotional state required for it to be effective. The author emphasizes the importance of fusing all the parts and laws of this practice into a unified whole of ability or intuition. The text concludes with a warning that attempts at practicing this form of magic without these essential elements may remain incomplete or ineffective. Prior to this, the text discusses the nature of esoteric teachings and warns against confusing them with human beliefs and values, specifically addressing those who attempt to blend esotericism with moralism.",
  "content": "Per questo il contadino, che nella forza oscu ra e potente della superstizione, con ricchezza d'impeto emotivo si dà a pratiche del genere, da lui conosciute per tradizione, può giungere a dei risultati effettivi che invece, mettiamo, per chi, avendone prima sorriso, ora essendosi persuaso per quanto ho detto circa i fondamenti logici e positivi del rito, si mettesse a tentare la pratica stessa cosi analiticamente conosciuta, resterebbero probabilmente un puro desiderio. ________________ Materiale protetto da copyright VI IIEA L'ESOTERISMO E LA MORALE In queste pagine è stato ripetutamente rilevato che l'insegnamento esoterico ha, come la sua stessa tradi zione, un carattere non-umano e che esso si giustifica unicamente dal punto di vista della realtà, non da quello delle credenze, dei valori e dei sentimenti umani. Ciò malgrado, nelle correnti e nei gruppi che oggi vorreb bero più o meno rifarsi all'esoterismo sono presenti quasi sempre confusioni tali da velare appunto il carattere di trascendenza di quell'insegnamento. Una delle più de precabili è sicuramente quella di chi si rifà al moralismo, col tentativo di far valere l'esigenza moralistica del do minio della pura spiritualità.",
  "last_phrase": "In summary, while the teachings of esotericism may have a non-human nature and are based on reality rather than beliefs and values, there are still common misconceptions within groups that attempt to follow it. Moralism and confusion about ethics can veil the transcendental aspect of esotericism. It is vital to approach esotericism with an open mind and to understand its meaning and validity through its perspective."
}