{
  "title": "What is the logic of the underground?",
  "first_phrase": "In the last 200 tokens of \"La logica del sottosuolo 51,\" the author warns against dismissing the idea of chance as an explanation for events in our lives. He argues that we need to pay attention to the smallest things around us and not be fooled by the magic of extraordinary events. The author encourages us to be skeptical of the strict coherence of natural laws and the explanations they offer, which can lead us to blindness and impotence. Instead, he urges us to explore the possibility of \"causes\" and the presence of \"demons\" and \"entities\" in the world around us to find the key to true magic.",
  "content": "invece di guardar lontano: fate attenzione all'ordine delle cose che vi sembrano più « naturali », piú (< spontanee », meno bi sognose di spiegazioni, ovvero piú accuratamente do tate di spiegazioni nella vita della vostra anima e nello spettacolo del mondo esterno. Giù: anche nel mondo esterno la diffidenza è la ma dre della sapienza. La coerenza rigorosa delle leggi natu rali è qualche cosa, che equivale con esattezza alla ma schera e al sofisma del « ragionamento », con il quale la suggestione post-ipnotica deposta nel profondo si crea il proprio « alibi » davanti all'io. Piti l'uomo si appaga delle « spiegazioni » offerte accuratamente da certe leggi fisiche, e si sforza di esaurire i problemi della realtà con esse — più cade nel tranello, piú allontana da sé la chiave della magia, e si intossica di cecità e di impo tenza. E circa la storia? I moderni sono giunti a sapere, che per es. le malattie non nascono da sole, che perché le malattie sorgano occorre la presenza e l'azione di certi bacteri.",
  "last_phrase": "To conclude, it is vital to pay attention to the order of things that seem most 'natural', rather than looking too far ahead. Skepticism is the mother of wisdom, and the strict consistency of natural laws can create an alibi for the hypnotic post-suggestion encountered in life. The key to magic is not in the physical laws that explain reality but in the unwritten secret history that will bring the sensation of having lived and acted in a state of hypnosis. Therefore, it is crucial to remain alert, aware, and embrace skepticism to avoid being hypnotized and controlled by events beyond our control."
}