{
  "title": "What is the true relationship between alchemy and modern chemistry?",
  "first_phrase": "This text discusses the relationship between alchemy and chemistry. While modern opinions on the chemical aspects of alchemy are somewhat accurate, the true meaning and significance of alchemy has been lost. The writer argues that rather than being an evolution of alchemy, modern chemistry is a degeneration of it. The author quotes Guénon, who believed that true alchemy was a science with spiritual significance and value, rooted in cosmology and human analogy. The last 200 tokens expand on this idea, delving deeper into the spiritual aspect of alchemy.",
  "content": "Quando questo « senso » fosse compreso, si giungerebbe altresi a comprendere che la verità sta all'opposto di ciò che è la supposizione degli evoluzionisti, ossia: invece d'es sere l'« evoluzione » dell'antica alchimia, la chimica moderna rappresenta una escrescenza teratologica di essa, qualcosa che da essa ha « proceduto » secondo un rapporto non di * evoluzione », ma di degenerescenza — questo è il termi ne da usare per ogni sviluppo unilaterale (per quanto infini tamente perfezionato nella qualità sua propria) di una par te che si separa dal tutto, che si costituisce a sè cd assorbe, od oscura, il resto II Guénon ha perfettamente ragione quando dice che « la vera alchimia era essenzialmente una * scienza d'ordine cosmologico e, ad un tempo, essa era ap * plicabile anche all'ordine umano, in virtù dell'analogia del * macrocosmo col microcosmo; inoltre essa era costituita ap * positamente in vista di permettere una trasposizione nel * dominio puramente spirituale, cosa che conferiva ai suoi * insegnamenti un valore simbolico ed un significato supe « fiore, e che ne faceva uno dei tipi piú completi delle scien ________________ 162 SULL'ARTE DEI FILOSOFI IfERMETE Materiale protetto da copyright * ze tradizionali.",
  "last_phrase": "In conclusion, it can be said that modern chemistry did not evolve from ancient alchemy but rather represents a degenerate branch of it. The true essence of alchemy lies in its cosmological and spiritual teachings, which are symbolically significant. Understanding this difference is crucial in contextualizing the development of these two fields and appreciating their contributions to human knowledge."
}