{
  "title": "\"What is the connection between Islamic mystical practices and alchemy with animating letters and syllables?\"",
  "first_phrase": "In this text, the author discusses techniques of esoteric disciplines and their correspondence with Masonic and alchemical teachings. The last part, consisting of 200 tokens, covers the practice of animating syllabic signs with specific grip techniques. The author mentions the names of the grip techniques and their progression through different colors. They also touch on the correlation between these teachings with the chakra centers in yoga and the colors associated with alchemical processes. The author states, however, that the Kerning practice of animating letters and syllables is more complicated and less convincing.",
  "content": "Due corrispondenze di queste discipline massonico iniziatiche mussulmane con l'insegnamento esoterico ge nerale sono assai visibili e sono state accennate dallo stesso von Sebottendorf. La prima si riferisce alla dot trina dei « centri » occulti del corpo (i cakra dello yoga indù). Le varie prese sono sicuramente azioni su di un gruppo di detti centri, in un senso di risveglio o di in duzione di forze di risveglio. Da questa azione sembrano tuttavia esclusi i centri della testa e quelli « inferi », al disotto del plesso solare (1). La seconda corrispondenza si riferisce all'ermetismo alchemico. I colori, che sareb bero percepiti in vere e proprie visioni nelle varie fasi della disciplina fanno senz'altro pensare ai colori che i testi ermetici mettono in relazione con i vari stati della « materia »: dal color nero della « putredine » al verde della prima crescenza magica, all'albedo e infine alla rubedo. D'altra parte è interessante rilevare che un alto grado della gerarchia iniziatica islamica è chiamato del « Solfo (•) Nel Kerning la pratica è assai più complessa ed astrusa; l'animazione delle lettere e delle sillabe si estende a molti altri ele menti alfabetici e grafici. Questi sviluppi non mi sembrano però troppo convincenti.",
  "last_phrase": "In conclusion, the correspondences between the Islamic initiatic Masonic disciplines and the esoteric teaching are visible, particularly in the doctrine of the occult centers of the body and the alchemical hermeticism. These practices involve awakening or inducing the awakening of certain centers in the body and are associated with specific colors, letters, and hand gestures. While complex, these practices may hold the key to the secrets of alchemy, as suggested by von Sebottendorf."
}