{
  "title": "\"What is the significance of adoration and hierarchy in ancient Greek and Italian ritual practices?\"",
  "first_phrase": "This final section discusses the dual concepts of adoration and the astral hierarchy of Geni and Eroi. The author delves into the origins of the word \"adoration\" and how it was applied in ancient cultures. They emphasize the practical aspects of these concepts in terms of their impact on the human soul. The section continues, exploring the astral hierarchy and the various supernatural beings that existed within it, including the Geni, Eroi, and various demi-gods. The author highlights the importance of accurately understanding these concepts to fully grasp the intricacies of ceremonial magic. Finally, the text concludes with a discussion of the Aurei Detti - a commonly misunderstood phrase referring to giving in to \"gentle words and useful actions.\" The author raises several relevant questions regarding the nature of this phrase and its intended meaning.",
  "content": "Non il giuramento dei traduttori, ma il proseguimento delle astrali gerarchie: l'Orco, e, precisamente, quel cono d'ombra che, proiettato dalla Terra, in rotazione sempre opposta al Sole, aveva come pili splendido e cangiante astro la Luna, e serviva di soggiorno ai Geni e agli Eroi. Fu poi volgarmente confuso col sotterraneo) Tartaro, e soppiantato dall'Eliso. Intanto a flpwaq àyauci) scintillanti e giocondi — ho aggiunto mediati, come esser. ziale idea non piú contenuta, oggi. in Eroi — erano da una parte i semidii tutelari di singole città o edifizi o famiglie, come Tèseo o Quirino, o come i Lari e i Penati; ed erano, da un'altra parte, i Maestri di Magia giunti ad essere, in vita o dopo morte, Adepti Immortali. Poi subito passa, la Gerarchia, alle sotterranee Energie della Terra Madre nelle varie lor forme di maturazione, crescenza e movimento. ________________ Materiale protetto da copyright GLI AUREI DETTI6. Verso universalmente frainteso, come un « cedi alle miti parole e alle utili azioni ». Di chì? e perché cedi? o perché a quelle del solo amico, e non anche, di un sí perfetto amico, alle parole magari non miti?",
  "last_phrase": "In conclusion, although the language used in the text may be difficult to follow, it provides insight into the hierarchy of mythical beings and their roles in different cultures. It is important to note that the term \"daimon\" did not originally have negative connotations as it does in Christianity. Understanding these concepts and their origins can help us appreciate and analyze the beliefs of ancient civilizations."
}