{
  "title": "What is the Western tradition's view on spiritual evolution and how does it differ from modern beliefs?",
  "first_phrase": "This text explores the Western tradition of achieving spiritual enlightenment through ritual and art, in addition to relying on nature. The author notes that ancient societies did not view personal development as a universal law or focus on individual human values but instead saw initiation as a path to ending the human phase of life. The author argues that the modern belief in the evolution of spirituality differs in many ways from the doctrine of human limitation and stability. The last 200 tokens discuss how the democratic reinterpretation of salvation led to a degradation of the original doctrine of salvation and its associated arts and practices.",
  "content": "L'idea e credenza moderna della evoluzione spirituale, cui l'intiera umanità cd ogni singolo individuo sarebbero necessariamente soggetti, differisce sotto molti aspetti dalla dottrina della caducità umana e della stabilità ________________ DELL'OPPOSIZIONE ALLO SVILUPPO SPIRITUALE 293 Materiale protetto da copyright iniziatica (1); pure storicamente le si ricollega in quantoè andata formandosi a traverso varie fasi partendo proprio da in() svisamento della dottrina della salvezza esoterica. La credenza nella « similitudine » e nella « fra tellanza » di tutti gli uomini, tutti eguali dinanzi a Dio perch( tutti egualmente figli di Dio, la miserabile attri buzione di un carattere antropocentrico ed antropomor fico alla giustizia di Dio, e la conseguente candida, egoi stica, mercantile e consolante fiducia nei compensi della vita presente o futura, spinsero a profanare in senso democratico la dottrina della salvezza, prerogativa del l'iniziato, illudendosi di metterla alla portata di ogni cre dente; l'arte e la catarsi si ridussero alla devozione ed alla morale; e cosi ogni dabben credente ebbe nella fede, la morale e la devozione quanto occorreva per rag giungere una salvezza a buon mercato.",
  "last_phrase": "In conclusion, the modern idea of spiritual evolution differs greatly from the doctrine of human fallibility and stability in opposition to spiritual development. This belief in evolution, stemming from the concept of the equality of all men and the profane democratization of the doctrine of salvation, led to the widespread substitution of devotion and art for morals. It is essential to understand that while these concepts may have historical roots, they are not entirely attributable to Jesus, who emphasized that only a few are chosen for the kingdom of heaven. Therefore, it is crucial to approach this concept with care and understanding."
}