{
  "title": "What is the meaning behind the ancient Chinese text \"The Golden Flower of the Great One\" and how does it relate to esoteric and alchemical traditions?",
  "first_phrase": "In the second half of this text, the author aims to shed light on the essential contents of the ancient teachings of the Far East found in the book \"The Golden Flower.\" However, the author expresses concerns about the current translations from Chinese into European languages, including the misleading interpretation of psychiatrist CG Tung. The author highlights the fundamental concepts of the teachings and dives into the Chinese terminology involved, such as the \"Grand Polarity\" or \"Great One.\" The teachings of the text draw upon different traditions, and the author works to establish a connection between these ancient teachings and the Western hermetic-alchemical tradition.",
  "content": "Ma sullo Jung si dirà in un altro scritto. Cosi qui basterà considerare quella infelice introduzione come ine sistente e, insieme al lettore, cercherò di affrontare diret tamente il testo per metterne in rilievo il contenuto essen ziale. Visibili sono diverse corrispondenze fra questi inse gnamenti antichi della lontana Cina e quelli della tradi zione ermetico-alchemica occidentale. Occorre familiarizzarsi con la terminologia cinese, ed è questo che farò per primo, indicando brevemente le con cezioni generali nelle quali s'inquadrano gli insegnamenti del testo. Il principio primo viene chiamato il « Gran Polo » (T'ai chi) o « Grande Uno », « stato senza dualità » (wa chi) ed anche Tao — il Tao è « l'ente che è da per sé stes so » e « Grande Uno » è l'appellativo di « ciò che non ha piú nulla sopra di sé » (p. 101). Da esso si differenzia la ________________ 374 IL FIORE D'ORO DEL GRANDE UNO Materiale protetto da copyright dualità primordiale dello yang, principio luminoso maschile,e dello vin, principio oscuro femminile.",
  "last_phrase": "In conclusion, understanding the ancient teachings of the far-off China and the Western hermetic-alchemical tradition requires getting familiarized with the Chinese terminology and considering the fundamental principle of the \"Grand One\" and the primordial duality of yang and yin. The manifestation of the polarities in humans is seen through the two souls of hun and po, and the location of the \"Io space of force\" is somewhat debated. Nonetheless, delving deeper into these teachings can unveil essential content for the curious reader."
}