{
  "title": "What is the Process for Obtaining the True Dark Robe in Alchemy?",
  "first_phrase": "In this text, the author discusses the process of purification in alchemy, using various substances such as Bernbel, Yeldic, Salmich, Zarnech, Zenic, Orpimento bianco, and Solfo rosso. The author explains the roles of these substances and the astrological conditions necessary for the process to occur. The last 200 tokens introduce the concept of obtaining the \"true dark garment\" and the importance of the color black in producing the color white. The text ends with emphasizing the significance of the three key points in alchemy: nero (black), bianco (white), and rosso (red).",
  "content": "E Venere ha già vinto Saturno e Gio ve per via della complessione sua. Allora Mercurio, che non ha piti soccorsi, scende, tutte le influenze celesti essendo contro di lui, e il Fuoco, e Venere; ed il Sole ne brucia i raggi freddi ed umidi. Ed allora, per la gran de opposizione che esiste fra caldo e freddo, Mer curio sfavilla, getta scintillamenti spirituali impalpabili, e in questo frangente scende giú per i tre segni caldi e secchi, e resta in ciascuno quarantatré ventiquattresimi di un grado, e un terzo. Chi non m'intende, legga di nuovo: poiché io chiamo Dio a testimonio che questa è la parola piú chiara che abbia mai udita nell'apprendere questa Scienza. Io stesso ho fatto cosí. EXIMIGANO disse: Sappiate che tutto il nostro prime scopo è ottenere la vera veste tenebrosa; poiché dovete sapere che senza il nero, non potete far bianco. Prendete dunque la Pietra rossa, imbiancatela di nerezza ed arrns satela di bianchezza. E sappiate che nel ventre della nerezza è nascosta la bianchezza; traetela fuori come sapete e poi traete dal ventre di questa bianchezza il rosso, come voi vorrete, giacché tutto poggia su questi tre punti.",
  "last_phrase": "In conclusion, the alchemical process of creating the true dark garment involves transforming the red stone into black and then white, extracting the hidden whiteness from the belly of blackness, and finally obtaining the red according to one's preference. This process requires seven days of continuous effort, and every transformation occurs through discrete actions and reactions."
}