{
  "title": "What is the Secret Language of Dante and the Fedeli d'Amore, and what does it entail?",
  "first_phrase": "In the final 200 tokens of this text, the author reflects on the writings and beliefs of Boccaccio and Dante, both exalted figures in the esoteric hierarchy. Boccaccio's mockery of the resurrection of the flesh and his assertion that no one knows the true faith are noteworthy. Dante's four senses of allegorical language, with the synagogic sense being the most important, are also discussed. This sense, which refers to the technique of spiritual perfection, cannot be understood without personal experience, according to Dante.",
  "content": "Che il Boccaccio metta frasi di questo genere proprio in bocca a Melchisedcch, che occupa una posizione di primo or dine nella tradizione e nella gerarchia esoterica, è cosa che può far riflettere assai e può far sospettare quale fosse l'unica Fenice che con Sion congiunse l'Appen nino, come dice un sonetto che va sotto il nome di Gino da Pistoia. Un'ultima osservazione. In un nostro precedente scrit to sulla Conoscenza del simbolo avemmo occasione di citare un passo del « Convivio », da cui risulta come secondo Dante nel linguaggio allegorico i sensi da consi derare fossero quattro, corrispondenti forse ai quattro gradi del rito e dell'org.tnizzazione. Di questi quattro ________________ Materiale protetto da copyright SOLUZIONI 1)1 RITMO E DI MISI RA/IONE. 105sensi il piú importante, per noi, è l'ultimo, ossia il senso tinagogico. Naturalmente questo senso spirituale, che si riferisce alla tecnica del perfezionamento spirituale, non può essere inteso e talora semplicemente intraveduto, sen za la esperienza tecnica personale: intender non lo può chi non lo prova, dice Dante. Ed è per questo che esso è sfuggito quasi sempre a coloro che sino ad ora si sono oc cupati del linguaggio segreto dei Fedeli d'Amore, a diffe renza del senso che potremmo chiamare sinagrogico.",
  "last_phrase": "In conclusion, the secret language of Dante and the faithful of love remains a mystery to those who lack the personal technical experience of their spiritual perfection. The anagogic sense, the most important of the four senses presented by Dante, represents the stage of initiation awakening and is hidden under the veil of symbolism. To interpret it requires knowledge of the traditional symbols used to indicate it. Without this experience and knowledge, this secret language will remain a mystery to those who sleep and will continue to sleep."
}