{
  "title": "What is the language of the Fedeli d'Amore and how is it connected to traditional doctrine and symbolism?",
  "first_phrase": "In the previous text, we explored the symbolism of the rose, the lotus, and the figure of the woman in various traditions, including Dante's \"Commedia\" and the beliefs of the Fedeli d'Amore. Now, we delve deeper into the concept of the \"domina\", the master, in the Fedeli d'Amore tradition. We see how Francesco da Barberino's \"Documenti di Amore\" emphasized the importance of docility, as one of the first virtues that Love should awaken in novices. Additionally, we clarify the meaning of two terms: \"active intelligence\" and \"possible intellect.\"",
  "content": "I ); con la « Diana », che nell'ermetismo acquista un preciso significato tecnico; con la Cakti dell'induismo, principio di cui abbisogna l'iniziato per la sua integrazione; con quella prajfià o praj,I2 túramitd (la sapienza trascendente) che nel buddhi smo malúsiinico è raffigurata come una donna celeste, con cui il Buddha si congiunge. [N. d. U. (2) Per questi due termini bisogna riferirsi alle rielaborazioni arabe e scolastiche della metafisica e della psicologia aristotelica. L'« intelligenza attiva » è quella trascendente e universale. Con « intelletto possibile » si intende la capacità latente, in sé limitata * impedita, che ha l'intelletto umano di attuarsi come quella intel ligenza, con la quale sta appuniu in un 'apporto come di « possi bilità » ad « attualità ». [N. d. U.] ________________ IL LINGUAGGIO DEI u FEDELI D'AMORE » 99 Materiale protetto da copyright Se questa è la donna, 1a domina, dei Fedeli d'Amore,è perfettamente logico che Francesco da Barberino nei suoi « Documenti di Amore » ponga la docilitas, la do cilità (da docere, ammaestrare), per prima tra le dodici virtú, che l'Amore deve risvegliare nei novizi.",
  "last_phrase": "In conclusion, the importance of docilitas, or teachability and openness to learning, has been a key tradition among the Fedeli d'Amore, as seen in Francesco da Barberino's \"Documenti di Amore\" and upheld through various movements and sects. The transmission of secret language and traditional doctrine remains a topic of study for scholars, highlighting the ongoing relevance and significance of this fascinating cultural phenomenon."
}