{
  "title": "What is the Importance of Using \"Cilindri\" in High Magic, and How Does the Inner Self Affect Magical Success?",
  "first_phrase": "This text discusses the concept of \"cylinder\" in relation to magical practice, taking as a starting point the idea that such cylinders can function as either compression or launching mechanisms. The text warns that those who underestimate the power of these cylinders and are unfamiliar with their use may face unexpected challenges and setbacks in their magical endeavors. It then delves into the concept of the \"inner daemon,\" a deeply personal and often unconscious aspect of the individual self that can greatly influence one's magical practice. The text cautions that the success of one's magical practice may be hindered by negative aspects of this inner daemon that have not been fully acknowledged or addressed.",
  "content": "Duplice d'altronde, per diversa zona d'azione tra mondo delle Essenze e mondo dei fenomeni, lo stesso &timone interno: il trascendente Io più profondo, immediatamente presente, eppure abissalrnente remoto: poi anche e soprattutto il nucleo del men profondo e più personale Io storico; un timone, cotesto, or buono e or cattivo, e, spesso spesso, cosi cosi: il quale è quindi, in gene rale, tutt'insieme la base piú prossima, e tutt'insieme il piú grande ostacolo ad alte riuscite, in Magia. Educazione e studi, abíludini e ambiente, hanno spesso dato a cotesto speciale Io — cosi sovente freudiano, e sl generalmente ignoto a noi stessi — una vernice o magari una robusta crosta di civile superiorità, piú o meno impenetrabile alle trivialità della vita. Ma se, per disgra zia non rara, cotesto assopito ma non eliminato Io originario fosse intanto stato cupido o lussurioso od iroso, superbo o violento o riottoso, invido o gretto o mak-dico, inconsiderato o cianciatore vanesio, indolente o pauroso o servile, cavilloso o fantastico o mi stico, eccolo inattesamente liberarsi e reinsorgerc, ai primi sviluppi magici: e disorientare, o scoraggiare e irritare, chi si credeva ormai prossimo ai cieli.",
  "last_phrase": "In conclusion, the journey of magic requires an understanding of the internal compass which guides us through the world of essence and the world of phenomena. This compass, composed of our deepest transcendent self and our personal-historical self, can be a powerful tool or a great obstacle depending on its makeup. Therefore, it is essential to heed the advice of sages like Pythagoras and cultivate balance, silence, and inner harmony in order to achieve success in the practice of high magic."
}