{
  "title": "What is the relationship between esotericism and morality according to traditional teachings?",
  "first_phrase": "In this last part, the focus is on the difference between two paths in the journey of the initiate through the hierarchy of the Seven or the Twelve. The author distinguishes a path that doesn't follow traditional laws, but rather an active and destructive transcendence. Those who follow this path must understand the reactions that often occur in the soul and interpret them to discover who is acting. The author emphasises the need to reject the morality of the traditional \"Regulators of Fate\" and embrace an ontological viewpoint that understands \"prohibited\" things as only dangerous rather than wrong.",
  "content": "Ma nel caso presente entra in quistione un piano domi nio ove non si tratta di Dio al singolare, ma dell'uno o dell'altro ente, anzi di enti collettivi e sempre legati all'or dine naturale. Diremo dunque che vi è una certa via, la quale diffe risce da quella accennata nel parlare del liberarsi seguendo e volendo una legge tradizionale; una via, che, in termini indù, non sta nel segno di Vishnu, l'aspetto conservatore della divinità, bensì di Civa, l'aspetto di attiva e distrut tiva trascendenza di essa C ). Chi segue una tale via, anche soltanto in sede di discipline preliminari, deve comprendere il giusto senso di reazioni che si verificano spesso nell'ani ma. Molte relazioni, sia di soddisfazione, sia di inquietudine e di tormento della coscienza, vanno interpretate sottil mente, per scoprire chi agisce in esse, invece di seguire l'abitudine dell'uomo comune che le ritiene senz'altro rea zioni naturali sue, della sua propria anima. In effetti, se si agisse partendo dal puro Io, non do vrebbe determinarsi nessuna reazione affettiva, in ordine a ciò che si faccia o non si faccia.",
  "last_phrase": "In conclusion, following the path of active and transcendent divinity requires a deep understanding of the subtle reactions that occur within oneself. Instead of following the common habit of attributing those reactions solely to natural responses of one's own soul, an esoteric interpretation recognizes the presence and influence of external entities, including collective entities like nations. By delving deep into these reactions, one can discover the true motivations behind their actions, leading to a greater sense of self-awareness and inner peace."
}