{
  "title": "What is the consequence of the harsh necessity of adapting to the environment on spiritual development?",
  "first_phrase": "In the final part of this text, author Pietro Negri explores the idea of the will to preserve individual consciousness, which is distinct from the instinct to preserve the physical body. He emphasizes the need to free oneself from the habit of perceiving life solely through external appearances, and to understand the spiritual reality beyond. This idea is exemplified by the difficulties faced by the disciples of Jesus in understanding the kingdom of heaven, despite the prophet's efforts to explain it. The text concludes with the acknowledgement that spiritual understanding is not easily attained.",
  "content": "Adagiarsi in una credenza, affidarsi alle norme di una morale, sdraiarsi nella carrozza di tutti della reincarnazione, struggersi dalla devozione, allungare il collo in attesa del panierino della grazia non serve, altrimenti, a nulla. Sembra una cosa semplice e non lo è. Per quanto si faccia e si dica si urta nella incomprensione; e fa pena vedere come siano infette di materialismo e di antropo morfismo le grossolane concezioni di tanti sedicenti spi ritualisti. Si potrebbero addurre numerosi esempi di questa incapacità ad afferrare il senso della realtà spiri tuale; ci contenteremo di rilevare l'esempio tipico of ferto dai discepoli di Gesù. Fine precipuo di questo profeta asiatico fu quello di predicare l'« Evangelo del Regno ». Parlando alle masse egli ricorreva alle parabole, « acciocché vedendo non vedano e udendo non intendano » S. 10), ma par lando ai discepoli cui riteneva fosse dato intendere il (' ) Oltre che sulle ragioni sopra esposte la inesistenza di una legge della evoluzione spirituale universale poggia sopra ragioni di ndole affatto diversa; ma preferiamo astenerci dall'indicarle. ________________ 300 PIETRO NEGRI Materiale protetto da copyright mistero del Regno dei Cieli, egli si sforzava di far lorocomprendere di che si trattava. Tempo e fatiche gettati al vento!",
  "last_phrase": "In conclusion, relying on beliefs, moral norms or external expectations without truly grasping the spiritual reality is futile. Many claim to be spiritualists but are infected by materialism and anthropomorphism. Even Jesus' disciples misunderstood the spiritual message, mistaking it for a political kingdom. The true kingdom of God is within us, and it is essential to understand this for genuine spiritual growth."
}