{
  "title": "\"What is the symbolism used by Dante in the last canti of Purgatorio and how does it relate to love and hermeticism?\"",
  "first_phrase": "This text explores Dante's symbolism in the last cantos of Purgatory, where the immersion in the river Lethe, symbolizing sleep or forgetfulness, is followed by Eunoë, which renews Dante as a new plant with renewed leaves. This pagan symbolism, used by Virgil and Plato, also appears in ancient Orphism and Eleusinian Mysteries. The achievement of truth is a conquest of consciousness over sleep and death. The text also mentions the Documents of Love by Francesco da Barberino, where the symbol of the arrow of Love represents the first step of spiritual refinement towards the attainment of truth. The Rebis, an androgynous alchemical symbol, is also mentioned, showing the affinity between the symbolism of love and hermeticism.",
  "content": "Ciò si raggiunge per gradi di per fezionamento successivo. Nei « Documenti di Amore » di Francesco da Bar berino, nei primi gradi il Fedele d'Amore è rappresen tato trafitto dal dardo d'Amore e negli ultimi è rap presentato con delle rose in mano (Valli, op. cit., pag. 249). In una delle dodici figure dell'« Azoth » di Ba silio Valentino si ritrova il simbolismo del dardo. Ma l'affinità tra il simbolismo d'amore e quello ermetico ed il legame tre le due tradizioni risultano ancor pili manifesti per la presenza del Rebis ermetico in uno dei disegni che illustrano i « Dcrumenti di Amore » di Fran ________________ IL LINGUAGGIO DEI a FEDELI D'AMORE » 101 Materiale protetto da copyright cesto da Barberino. I1 Rebis, o androgino ermetico, è uncaratteristico ed importantissimo simbolo ermetico, sim bolo e termine di cui abbiamo brevemente tracciato la storia nel nostro scritto sopra « Un codice alchemico italiano » (vol. I, cap. IX); la figura del Rebis riprodotta dal Valli (0p. cii., p. 247 ) risale al tempo di Dante ed è piú antica di alcuni secoli di quelle che abbiamo rintracciato nei libri di ermetismo.",
  "last_phrase": "In conclusion, the symbolism of love and the hermetic tradition are intertwined, and one can attain mastery through successive stages of refinement. The Rebis, an important hermetic symbol, appears in the Documents of Love by Francesco da Barberino, alongside the cupid's arrow and roses. As demonstrated by Rossi's poem, true love is a journey with four stages, culminating in the highest state of mind, excessus mentis."
}