{
  "title": "What is the significance of the agricultural symbolism in Roman esotericism according to Varrone and Ennio?",
  "first_phrase": "This section explores the views of Varrone and Ennio on the separation of the soul from the body, which they believe is an exitus, or the end of life. They compare the body opening to receive the soul to the earth opening for the seed. This reference to initiatory rebirth indicates a connection to Roman esoteric traditions, as well as the primordial traditions of the golden age. It complements Macrobio's view on the esoteric Saturnalia, providing confirmation of the existence and persistence of these traditions in classical times.",
  "content": "Secondo Ennio e Varrone, dunque, come la terra si apre grazie all'aratro per poter accogliere il seme gettato dal coltivatore e farlo fruttificare, cosi il corpo si apre per concepire l'anima, e la materia diviene in tal modo la mater dell'anima; ed il palese e non casuale richiamo ai Misteri (initia) fa capire che il paragone ha valore e va riferito non soltanto al caso della nascita umana, ma sibbene anche al caso della rinascita (la palin-genesi) iniziatica, la nascita alla « vita nuova ». Varrone ed Ennio, dunque, adoperano in senso spi rituale ed addirittura iniziatico il simbolismo dell'agri coltura. Si ponga d'altra parte questo passo di Varrone accanto a quello su riportato di Macrobio circa il carat tere e il significato esoterico dei Saturnali, e si veda un po' se i due passi non si completino e non si chiari scano a vicenda, e se insieme non ci diano la conferma ________________ 88 PIETRO NEGRI Materiale protetto da copyright della esistenza, e della persistenza nei tempi classici, diuna tradizione iniziatica romana collegata e derivante dalla tradizione primordiale dell'età dell'oro.",
  "last_phrase": "In conclusion, the symbolic comparison between agriculture and the opening of the body for the conception of the soul has ritual and initiatory significance according to Varrone and Ennio. This insight, when combined with Macrobio's reference to the esoteric meaning of Saturnalia, suggests the existence and persistence of an initiatory tradition in ancient Rome. While not convincing all readers, this perspective provides a new lens for understanding the traditional cultivation of the human soul and invites further exploration and discussion."
}