{
  "title": "What are the fundamental points of the Tibetan Book of the Dead?",
  "first_phrase": "In the previous editions of this volume, a monograph had been dedicated to a Tibetan text on postmortem existence. This text, however, was later integrated into an appendix of J. Evola's book. In this section, we will highlight some key ideas of the previous text. Firstly, the Tibetan text emphasizes the possibility of actions taken by the spirit after death, actions that may determine its ultimate fate. This idea is unique and not explicitly mentioned in other religious traditions, with a few exceptions such as ancient Egyptian and Gnostic-Kabbalistic. Secondly, the Tibetan text suggests that only those who have followed the path in life and attained a certain degree of \"knowledge\" can influence their fate. The text also highlights the importance of specific qualities required to act in the afterlife, such as the ability to concentrate one's mind, imagination, fearlessness, and more.",
  "content": "Il testo tibetano si riferisce a chi in vita abbia già se guito la Via e che, se non una iniziazione completa, ab bia raggiunto almeno un certo grado di « conoscenza ». Grande importanza è attribuita all'atteggiamento in punto di morte (se i1 genere di morte consente una lucidità sufficiente); negli ambienti in cui è stato composto il testo in quistione, gli insegnamenti dí esso, riguardanti le esperienze da attendersi nel post-mortem, la loro vera natura, il loro senso e l'atteggiamento da prendere di fronte ad esse vengono ricordati al morente da un Mae stro o da un lama. 1. Le qualità fondamentali richieste per agire nel l'aldilà, che discipline adeguate da vivi debbono avere ________________ 130 EA Materiale protetto da copyright sviluppato, sono la capacità yoghica di concentrare e fis sare la mente, soprattutto l'imaginazione, l'intrepidezza, la capacità di padroneggiare angoscia, terrore, desiderio o avversione, di « gelare » ogni reazione istintiva dal profondo. Senza di ciò, dice il testo, tutte le « devo zioni » praticate da vivi sono inutili.",
  "last_phrase": "In summary, the Tibetan text emphasizes the importance of the right mindset and spiritual preparation for the afterlife, and the need for yogic qualities such as concentration, fearlessness, and control over instinctual reactions. These are necessary to maintain consciousness through the transitional states after physical death. The teachings also highlight the esoteric doctrine of the Supreme Identity, which emphasizes the unity of the individual with the divine but calls for greater awareness. It serves as a reminder of the importance of spiritual practice and preparation for a peaceful and mindful transition into the afterlife."
}