{
  "title": "Is there a connection between the ancient traditions of America and Europe and the lost land of Atlantis?",
  "first_phrase": "In this final section, the author delves into the complementary traditions of the Celts and ancient Mexicans, both of whom talk about their origins from a land in the North Atlantic. The author posits that these are two forms of a unified testimony of a lost or uninhabitable land that was the center of an irradiation of races. The concept of Atlantis is discussed, and the author clarifies the distinction between the hyperborean and Atlantean centers. Finally, the author notes how modern research validates these prehistoric perspectives.",
  "content": "Tuttavia biso gna distinguere fra la sede iperborea e la sede atlantidea, cosi come fra tradizione iperborea e tradizione atlanti dea. Chiusosi il ciclo iperboreo, sembre che nell'Atlan tide si costituisse un centro spirituale e tradizionale che, per un certo ciclo, riprodusse, per cosi dire, quello bo reale, facendo propri molti simboli di esso, perché ne era una specie di imagine. Le due sedi, però, non vanno confuse. Il centro atlantideo presenta già un carattere secondario e particolare, e molti centri tradizionali fu ________________ 366 ARVO Materiale protetto da copyright rono costituiti nel continente euroasiatico indipendente.mente da esso, per diretta promanazione iperborea. Non essendo mancate interferenze, è spiegabile che tale im portante distinzione sia sfuggita a molti studiosi di questi problemi. Dopo questa precisazione, si può rilevare che nel campo delle ricerche positive moderne si trovano ele menti atti ad essere inquadrati nelle prospettive preisto riche ora riferite.",
  "last_phrase": "Therefore, it is essential to distinguish between the Hyperborean and Atlantean centers, as well as between the Hyperborean and Atlantean traditions. After making this distinction, we can find elements in modern research that fit into the prehistoric perspectives mentioned earlier. Traces of a superior civilization and a noble biological race, the Cro-magnon, have been discovered along the Atlantic coast of Europe (and even Iberian-African). Therefore, it is plausible to think that they may be of the same origin as the Tuatha dé Danann of Irish mythology, the \"divine race\" that came to Europe from the mysterious North Atlantic land."
}