{
  "title": "How do Ennio, Varrone, and Saturn relate agriculture to spiritual cultivation and initiation?",
  "first_phrase": "This text discusses the symbolic use of agriculture in Roman initiation rites. The authors Ennio and Varrone compare the opening of the earth by a plow to the opening of the body for the conception of the soul. This analogy applies not only to human birth but also to spiritual rebirth. The mention of Saturnalia further supports the existence of an esoteric tradition in Rome. The author suggests that the symbolism of agriculture and cultivation taught by Saturn represents the cultivation of the human soul. The text concludes by acknowledging that this perspective on Roman esotericism is new and invites further discussion and citation of the source.",
  "content": "Si veda un po' se non è legittimo, anche limitandosi ad una sem plice indagine culturale, vedere nella cultura dei campi cui presiedeva Saturno, il simbolo della cultura nel campo spirituale, e nella peritra ruris, nell'arte della coltivazione, insegnata ai latini da Saturno, la dottrina e l'arte della coltivazione dell'uomo, la dottrina tradi zionale, primordiale, che Saturno, il dio vero, il satya deva, arreca dall'Olimpo etereo, ed occulta nel Lazio nell'età aurea. Naturalmente non pretendiamo con quanto abbiamo rinvenuto, illuminato ed inquadrato, persuadere tutti i nostri lettori. Anzi, agli scettici per sistema dichiariamo onestamente che non possediamo la documentazione ci nematografica dello sbarco del re Saturno sulle rive del Lazio; ed agli irrisori dei nostri miti pagani, perché credenti nelle buone novelle esotiche, non diciamo nulla, sol perché non ci è lecito dire loro quanto si meritereb bero. A coloro, per altro, che in parte almeno aderiran no a quanto abbiamo scritto, dobbiamo fare rilevare che la presente è la prima esposizione di questa visione del l'esoterismo romano; e dobbiamo invitarli a non alte rarla nel prendercela e nel riesporla, nonché a volersi ricordare, senza reticenze ed infingimenti, di citare la fonte.",
  "last_phrase": "In conclusion, this vision of Roman esotericism presented here is not meant to convince everyone, but rather to offer a unique and original perspective on the culture of Saturn and its symbolism. As we invite readers to explore and discuss these ideas further, we also stress the importance of citing our sources and acknowledging the contribution of those who shared their insights with us. Ultimately, the goal is to integrate and restore fragments of knowledge into a more comprehensive understanding of reality, leading to a resurrection and a return beyond the limitations of space and time."
}