{
  "title": "What is the fundamental thesis of De Martino's book about the archaic republic and the magic civilization?",
  "first_phrase": "In the final part of the text, the author emphasizes the limited views held by Western civilization regarding other cultures, particularly in the realm of magic and traditional practices. De Martino argues that our current understanding of reality is a historically conditioned concept and does not apply to all cultures. He highlights the error of applying modern concepts to ancient or non-Western civilizations, and stresses the importance of understanding the different modalities of experience in order to achieve results in the realm of magic and initiation. The author warns that the traditional and magical world is fundamentally different from our own, requiring a different understanding of the self and the world.",
  "content": "Il concetto ordinario, moderno, di realtà è una formazione storica; fuo ri dell'attuale civiltà e umanità, prima del suo apparire, esso non ha alcun senso. Finché sia espressa cosi, a tale tesi si può aderire. In queste pagine è stato ripetutamente indicato l'errore di co loro che pretendono capire qualcosa delle civiltà antiche o non-occidentali applicando concetti che valgono unicamen te per l'uomo moderno. Anche dal punto di vista pratico qui è stato fatto spesso presente che nel campo dell'ini ziazione e della magia occorre che siano conosciuti un altro Io, un'altra natura e, in genere, un'altra modalità dell'espe rienza, andata quasi universalmente perduta, per poter rag giungere dei risultati. L'uomo magico .e tradizionale viveva e si muoveva in un mondo essenzialmente diverso dal nostro.",
  "last_phrase": "In conclusion, understanding that the concept of reality is a historical formation of humanity's current civilization is essential. Applying modern concepts to ancient or non-Western societies is an error. To achieve results in the fields of initiation and magic, it's necessary to comprehend a different nature and mode of experience. The traditional and magical individual existed in a markedly distinct world from ours. The paranormal phenomena potentially reveals a new dimension of reality—that is, the impact of human interpretation and attitude on the concept of nature."
}