{
  "title": "Is there a Roman Initiation Tradition? Examining the Relationship Between Gaul, Atlantis, Palestine, and Rome.",
  "first_phrase": "In this text, Pietro Negri questions whether Gaul, Atlantis, and Palestine could be related to the Western esoteric tradition, while Rome seems to have nothing to contribute. Negri challenges the idea that Rome never possessed the Grand Mysteries, as it is often depicted as a brutal and materialistic society. According to Negri, this depiction is incorrect as it fails to appreciate the virtues of courage and practicality that characterized Roman society. While Rome lacked a comparable institution to the Greek or Egyptian Mysteries, it nevertheless had its own secret rites and procedures, as well as a profound spiritual wisdom that Negri seeks to explore.",
  "content": "E poiché, secondo i pregiudizi teosofici, martinisti ed in genere cristiani e profani, il vero iniziato deve essere incapace di ammazzare una mosca, deve struggersi di amore per il prossimo, deve disprezzare e persino odiare questo basso mondo e ba dare a salvare dal peccato, dall'ira di Dio, dal pianto e dallo stridor dei denti la propria anima, risulta allora manifesto che, ponendo alla base della vita sociale non l'amore e la carità ma l'jus, il fas ed il mos, combat tendo virtute praediti, non porgendo la destra a chi ti percuote sulla sinistra e viceversa, tracciando strade su tutti i continenti, costruendo ponti su tutti i fiumi e non curandosi della filosofia, si dimostra di non possedere l'iniziazione. Roma, si obietta, non ebbe una istituzione dei Mi steri paragonabile a quella greca od egizia, anzi represse e proibi i Baccanali col famoso senatus consultus De Bacchanalibtes (186 a. E. V.), che proibiva a Roma ed in Italia tutti i misteri di Bacco, ad eccezione tuttavia di alcuni casi particolari. Roma cacciò i filosofi, avversò i pitagorici, emanò contro i « matematici » ed i « caldei ».",
  "last_phrase": "In conclusion, while it is true that the concept of initiation may have varied adaptations throughout different places and times, it should not be denied that Roman civilization also possessed a tradition of wisdom and initiation. The suppression of certain practices and beliefs by the Roman authorities should not undermine the possibility of the existence of an authentic Roman initiation center."
}