{
  "title": "What qualities and disciplines are required for the afterlife according to Tibetan teachings?",
  "first_phrase": "This text talks about the Tibetan perspective on death and dying. It discusses the importance of having a certain level of knowledge and mindset to navigate the post-mortem experiences. The text focuses on the doctrine of the Supreme Identity according to Mahayana and Vajrayana, which explains the unity of the human essence with the Principle and the divine powers. It emphasizes that having the knowledge of this identity is crucial for a successful transition to the afterlife. The last part of the text delves into the experiences that the consciousness undergoes after death, where it experiences its true essence and the higher realms in vivid visions.",
  "content": "Il raccoglimento voghico della niente in un punto senza dimensioni (eka grya) è presupposto anche per mantenere la continuità di coscienza attraverso i cambiamenti di stato che si verificano sùbito dopo il venir meno del corpo fisico. 1. Lo sfondo del testo è la dottrina esoterica del l'Identità Suprema, secondo la formulazione propria al Mahayàna e al Vajrayana. Secondo questa dottrina l'uo mo nella sua essenza o dimensione pili profonda fa tutt'uno col Principio, e nelle strutture del suo essere anche con le varie potenze divine. Ma egli non ne ha coscienza. È, questa, la nota teoria dell'ignoranza me tafisica, dell'avidycl, che essa sola determina l'esistenza finita e contingente, irretisce in un mondo di illusione e in un giuoco di azioni e reazioni, dà luogo a condi zionamenti fatali. Come « conoscenza », s'intende quel la di tale identità, come qualcosa di vissuto o di pre sentito. 2. Nell'esperienza dell'oltretomba avviene, per cosí dire, Io squarcio del velo dell'illusione. Se sussiste, il principio cosciente si trova a sperimentare ciò che egli è e che sempre è stato metafisicamente: direttamente, poi in forma dí visioni di esseri, di dèi e di mondi ul traterreni.",
  "last_phrase": "In conclusion, according to the esoteric doctrine of the Supreme Identity, the ultimate goal is to attain knowledge of one's true identity and remove the illusion of duality. This knowledge is essential for continuity of consciousness beyond physical death, as experienced in the afterlife. Therefore, striving for initiatic consciousness in life is crucial for a successful journey beyond death."
}