{
  "title": "What is the goal of Magia in achieving immortality and what are the necessary steps and conditions to achieve it?",
  "first_phrase": "This final section delves into the necessary conditions for achieving astral projection and the formation of a \"subtle body\" required for safe travel. The author states that achieving internal equilibrium through the teachings of the Aurei Detti is crucial for avoiding negative consequences like encountering hostile entities or physical injuries. The formation of this body can vary based on individual constitution and enthusiasm, and is dependent on attracting favorable astral influences. The author cautions that failure to adhere to these principles can result in negative outcomes, and suggests starting with Galena's humble teachings.",
  "content": "Precisano alcuni il periodo, da un novilunio a un plenilunio; ma sì tratta forse, precisamente, della concezione e liberazione di questa futura « nuda, sine veste, Dia na », destinata ad agire « pura e disciolta » dalla stessa veste cor porea. Ora, ammoniva l'anch'csso frainteso 65 : E cl v . ao t dei quali (uomini a divina origine) se in te c'è qualcosa »: se cioè ci sia già un primo germe di deificazione. Se anche questo fosse da creare, l'impresa non potrebb'essere che lunga assai. Comunque sia, gli è ovvio che, proprio per la formazione del nuovo involucro abbiano una speciale importanza i favorevoli o sfavorevoli influssi che si vadano attirando, o provocando, dalle occulte virtú plane tarie e principalmente solari. 71. LeCtEal dLed(vatoq OE.bg, Sarai un immortale Iddio, avendo tutte ________________ GLI AUREI DETTI 15 Materiale protetto da copyright osservate le prescrizioni del Carme — e cominciando, per intanto,dall'umile ma utile rito dell'imitare Galena. Se invece tutte le prescrizioni non avrai osservate, o non riuscirai a quasi nulla, o non diverrai che un inferiore dàimone, soggetto a ricadere nella brama e nell'abbiettezza, nella sofferenza e nella mortalità.",
  "last_phrase": "In summary, the goal of Magic is to achieve immortality, which is not a natural quality of all souls but can be attained through proper initiation and following the necessary procedures. The process may take time, and the favorable or unfavorable influences from hidden planetary forces, especially the sun, play a significant role. However, by following the prescribed rules and imitating Galena, one can become an eternal god. Remember, to achieve immortality, you should observe all instructions to the letter, or else you risk becoming a lower demon, subject to mortal limitations."
}