{
  "title": "What did Papus believe about pagan initiation and its persistence in Western esoteric traditions?",
  "first_phrase": "In this text, the author explores the concept of pagan initiation and its survival to the present day. He cites Dr. Gerard Encausse, known as Papus, who claims that pagan initiation has endured throughout history, despite opposition from Christian and Pythagorean movements. Papus, who was a Grand Master of Martinism, believed that the divine Providence had intervened to counter the pagan current. In this last part, the author discusses Papus' references to Christian and pagan currents and the possible influence of Freemasonry. The text seeks to shed light on the ongoing debate about the history and influence of pagan initiation.",
  "content": "In Francia il movimento pitagorico di Fabre d'Olivet (17681 825) ebbe inizio nel 1813 con la pubblicazione dei suoi « Vers dorés de Plithagore... »; ed il ristabilimento del paganesimo era stato predicato qualche anno prima dall'ierofante pagano Quintus-Nan tius Aucler, rivestito della toga dei pontefici romani. Ma non dovrebbero essere queste le correnti cui allude Pa pus, perché le prime edizioni delle opere di L. C. de Saint-Martin rimontano al 1782, e sono quindi anteriori tanto agli scritti del Fabre d'Olivet quanto all'opera del l'Aucler (2); escluse per altro queste due correnti paga (') Rivista « L'Initiation », Aoù 1898. (2) La Thréicie, Paris, An. VII. ________________ Materiale protetto da copyright 58 PIETRO NEGRIne e pitagoriche non sapremmo dire a quale altro movi mento abbia inteso di riferirsi Papus, a meno che egli non abbia voluto alludere semplicemente alla Massone ria in cui, insieme a varie altre cose, è possibile rin tracciare anche un'impronta pitagorica ed una connes sione con le corporazioni di costruttori dell'antichità ro mana e post-romana.",
  "last_phrase": "In summary, it can be inferred from Papus' writings that there existed a pagan and Pythagorean current in the Western initiatic tradition during the time of Saint-Martin and Papus. Although controversial, this suggests the persistence of a pagan initiatic tradition in the West. Nonetheless, among Martinists, it is believed that the Western initiatic tradition is inevitably and reliably Christian, albeit sometimes due to pure illiteracy."
}