{
  "title": "What is the significance of the second inner center and how can it be developed through concentration?",
  "first_phrase": "This final segment explores refining the inner self through the activation of the second energy center behind the larynx. It is advised to approach the experience of inner sensations with caution, as seeking them out may have negative consequences. An important rule is to only accept an inner experience if it has the same level of immediate evidence as sensory perceptions. The concentration used in the first center can be transferred to the second center, but requires a transformation in the content of concentration. A powerful tool for this transformation is imagination, particularly when in harmony with the concentration formula being used.",
  "content": "Sia per questo, che per i successivi, vale ciò che ho ________________ 192 LEO Materiale protetto da copyright già detto per il primo centro, specie nei riguardi dellaconcentrazione. Ciò che si sperimenta a mezzo della concentrazione nel primo centro si deve poterlo traspor tare nel secondo; ma allora occorre operare una certa trasformazione nel contenuto della concentrazione stes sa, che Io renda capace del mutamento di sede. Prendiamo un tema di concentrazione: si rilevi, a questo proposito, che non importa i1. contenuto piú o meno vero e « provato » in senso positivo-scientifico, ma importa il movimento che ne deriva e che si speri menta nell'anima. Per esempio la frase: « La Luce è in me - Io sono la Luce » contiene un pensiero che si ada gerà nel primo centro e lo attiverà. Se ora cambiamo il tema in quest'altro: « La Luce t' Vita - La Vita della Luce è in ,ne », questa formula, per la trasposizione che contiene, sarà adatta per la concentrazione nel secon do centro. Naturalmente, aiuta anche l'immaginazione nella discesa del pensiero trasformato. L'immaginazione è una forza potente quando vi è concordanza ed armo nia, come nel caso della formula citata ora.",
  "last_phrase": "In conclusion, in order to activate the second center, it is necessary to transform the content of the concentration to make it capable of changing seats. The transformation of the thought can be achieved by changing the theme of concentration and by coordinating our activities with our aspirations. Remember that the power of imagination is a helpful tool, especially when combined with harmony and concordance. So, let us always strive to be deliberate and motivated in our actions and our words."
}