{
  "title": "How can true power be distinguished from external power and how does creating an entity through thought connect to it?",
  "first_phrase": "In the last 200 tokens of this text, the author delves into the concept of true power and the superficial obsession with external power. These observations, made by Werner Sombart in his book \"Il Borghese,\" invite useful reflections that can help individuals understand the concept of true power better. The text then transitions to a discussion of creation, wherein the author describes the process of giving life to real beings through the mind and breath of the body. The author advises readers to understand the body and breath as a concrete, material and living reality in space. The text concludes by encouraging readers to reject \"illusory idealisms\" and embrace the true essence of thoughts.",
  "content": "________________ Materiale protetto da copyright IXABRAXA LA MAGIA DELLA CREAZIONE Fortificato e rialzato vivente dal sacro potere del rito, l'uomo partecipa della virtù superiore del creare. Ma sappi: creare, per noi, non è una metafora. Creare per noi significa: dar vita ad esseri distinti e reali con un atto della mente Q che infonde un'anima ad una forma fluidica oggettivata fuori dalla materia nostra. Questo mistero lo capirai quando cesserai di sapere soltanto del pensiero che è morto e che promana le om bre pallide dei concetti e delle verbali astrazioni, o guizza in sterili pirotecniche polemiche e speculative; ma cono scerai il pensiero profondo, quello che viene su da tutto il corpo come una cosa pesante e vibrante, plastica ed elementare: il soffio del corpo e delle ossa — l'alito della Pietra. Disprezza gli illusi idealismi, gelosi custodi dell'incor poreità del pensiero. Conosci dunque il pensiero come cosa concreta, quasi materiale e corporale, e viva, come una realtà nello spazio se pure non soggetta a tutte le leggi dello spazio. Essi, in verità, non sanno che ogni sublimazione spi rituale origina un « precipitato » materiale corrisponden te: debbono considerare il pensiero come incorporeo, per.",
  "last_phrase": "In conclusion, the magic of creation is within us through the power of ritual and the ability to give life to distinct beings with an act of the mind. To understand this mystery, we must view the mind as a concrete and corporeal reality, harnessing the power of concentration to transform thoughts into a vibrant, tangible form. With this understanding, we can enter the realm of the magical creation process."
}