{
  "title": "Is there esoteric wisdom hidden in Roman myths and legends disregarded by modern scholars?",
  "first_phrase": "In the previous text, the author discusses the value of historical and legendary accounts in relation to their inclusion of esoteric or initiatic elements. Moving forward, the author notes that they do not accept the dogma and postulates regarding the creation and evolution of the earth and humanity, leading into the last 200 tokens. In these final paragraphs, the author argues against the notion that ancient myths and legends were merely poetic representations of the forces of nature. They maintain that there is deeper meaning to these stories and that the scholars of the time failed to recognize their true significance.",
  "content": "L'altra avvertenza che ci occorre premettere è la se guente: Noi non abbiamo alcuna ragione per accettare i dogmi ed i postulati della creazione e della evoluzione della terra e dell'umanità, il postulato dei popoli « pri mitivi », necessariamente selvaggi da cui è « progredita » la civiltà; ed in generale non ci sentiamo obbligati ad (1) Già al tempo del Nlommsen, del resto, il valore della tradi zione mitica romana era stato rivendicato da J.J. Bachofen: cfr. Die Sa'e von Tanaquil (Base', 1870). [N. d. U.] ________________ SULLA TRADIZIONE OCCIDENTALE 75 Materiale protetto da copyright accettare i miti della religione, della filosofia e dellascienza contemporanee. Conseguentemente non accettia mo neppure il corollario di questi postulati, per il quale i « savants » non vedono nei miti e nelle leggende popoli antichi, primitivi e selvaggi per forza, che una costante e poetica personificazione, mirabilmente inge nua, delle forze della natura.",
  "last_phrase": "In conclusion, we firmly believe that wisdom can be attained by every human being regardless of their social background or evolution from primitive societies. We do not feel obliged to accept religious, philosophical or scientific dogmas, nor do we need to interpret myths and legends from a naturalistic perspective. Therefore, we keep an open mind towards the possibility of finding elements of traditional initiatory wisdom within myths and legends, and we invite others to do the same."
}