{
  "title": "What is the meaning of \"Secretum tcgendum, secretunz tegendzon\"?",
  "first_phrase": "The final 200 tokens reflect on the concept of spiritual initiation and the inadequacy of certain Western ideas. The author mentions a person who seeks initiation and speaks with a Sufi master; the master tells him that initiation exists only within oneself or not at all. The text touches on the practice of meditation and the importance of approaching it without preconceived notions. Similarly, the author challenges the use of the term “will” in Western culture, suggesting it is rigid and dangerous. Instead, he suggests focusing on the cultivation of connections between people.",
  "content": "Ed io risposi per lui ________________ 208 HAVISMAT Materiale protetto da copyright brutalmente: « Il n'y a pas d'initiation: ou hors de vous,ou rien ». Quest'uomo, che cerca ancora, non trova mai, nonostante il lirismo della sua conversazione. E, curioso, trovatosi con un Maestro, non ha creduto dover fare quello che, con quel metodo, si impone agli iniziandi: chiudere gli occhi e la sciarsi cadere. Sapete il gioco del cadavere? Ma ci vogliono mani ferme e corpo rigido: e poi, forse, è una sciocchezza. «Parietes non faciunt Christianum » diceva paganamente Vittorino. Poi si accorse che sbagliava e diventò cristiano. Un altro punto: non mi piace il termine volontà. Se per volontà si intende quello che si intende in Occidente, non ne parliamo piú: gli Orientali l'ignorano. La volontà è per gli Occidentali un'arma rigida, uno scoglio, una « costru zione »: e se non si vuole dire ciò, è inutile chiamarla volontà: inutile e pericoloso, perché chi vuole, in realtà non vuole niente: il volere è un costruire legami (esempio a portata di mano nelle razze del nord di oggi: i volontari ossessi).",
  "last_phrase": "In conclusion, it is essential to understand that true resolution and asceticism hold greater significance than mere willpower. One must be willing to let go and trust the process, similar to the game of the corpse. One should adopt a mindset of curiosity and openness to find enlightenment, rather than relying on rigid constructs such as willpower."
}