{
  "title": "What is the concept of the \"new body\" in Gichtel's mysticism and how does it relate to spiritual transformation?",
  "first_phrase": "This text explores Gichtel's mystical path, emphasizing the importance of body transformation as well as the soul. In the last 200 tokens, Gichtel posits that through regeneration, humans receive not only a new soul but also a new body, one that operates under a new level of sensitivity brought forth by the initiatic fire. This new body is spiritual, radiating, and free in contrast to the heavy and tardy flesh, capable of transfiguration similar to that of Jesus. This idea is not novel and echoes similar concepts from various esoteric traditions throughout history.",
  "content": "E, pití oltre (III, 13): « Questo corpo è tratto dal Verbo di Dio o * dalla celeste Sophia, che appare uscendo dal sacro * fuoco interiore dell'Amore, e che il desiderio o la fede * rende presente o concepibile. E tutto ciò è spirituale, * piiì SOTTILE dell'aria, simile ai raggi del sole che pene * trano tutti i CORPI ». In altri termini, si tratta di un nuovo stato della cor poreità, sfuggente alla sensazione comune, concepibile per una specie nuova di sensibilità destata dall'inizia tico fuoco; ha natura aerea e radiante, cioè libera e attiva, a differenza del tardo e greve corpo di carne, il quale si apre a lui (cfr. lo stato di « porosità » e il sim bolo della « rugiada di vita » nell'ermetismo), e di lui traspare sino alla possibilità di fenomeni. come quello della Trasfigurazione di Gesù. P inutile riportare la se rie delle nozioni corrispondenti, che si presentano al la mente: la « Veste di Libertà » degli Gnostici, il vaira-rtipa (forma di folgore o di incorruttibilità) del MahàyAna, il « corpo radiante » dei neoplatonici, il sekhem degli Egizt, ecc.",
  "last_phrase": "To attain the condition of serviing God in spirit and truth as Melchisedek, Gichtel's sacred work involves developing a luminous body, which requires initial illumination in the heart or spirit. This body, liberated and active, is a new state of corporeality beyond common sensation and is the necessary condition for total regeneration and actual participation in divinity."
}