{
  "title": "What evidence suggests the existence of an initiatic center in ancient Rome based on sacred and secret knowledge?",
  "first_phrase": "The text explores the initiatory character of ancient corporations possessing secret sciences. The art of building, especially the construction of temples, was considered a sacred practice, rooted in a traditional echo found in the English Freemason's art and science. The concept of Pontifex Maximus, the high priest of Rome and his role in facilitating communication between the two banks is based on the symbolism of masonry. The text mentions the survival of these corporations even after the fall of the empire, and their protection by the Four Saints, leading to the emergence of the guilds of Master Masons and the Freemasons of the Middle Ages. Additionally, the text highlights the remarkable engineering skills of the ancient Roman builders still in practice today.",
  "content": "Varrone deriva pontefice da pons e lacere, per la costruzione ad opera dei pontefici del Ponte Sublicio; ma la parola Pontifex ________________ Materiale protetto da copyright PIETRO NEGRIque, esistevano; esistevano le corporazioni in possesso di una scienza iniziatica, e il loro prestigio era tale, che esse sopravvissero alla rovina dell'Impero, si misero sotto la protezione dei quattro Santi Coronati (il che ri chiama alla mente la figura di Giano Quadrifronte), si manifestarono nella corporazione dei Magistri Coma cini e poi in quella dei Franchi Muratori del Medioevo. Anche rimanendo in un campo puramente tecnico, dì « massoneria operativa », le conoscenze degli antichi costruttori romani destano la meraviglia degli ingegneri e dei muratori moderni. I Romani sapevano scavare le gallerie attraverso i monti con la massima precisione sia nell'allineamento che nella pendenza per il deflusso dell'acqua. Alcuni segreti dell'arte si sono trasmessi sino ai nostri tempi, e le maestranze romane moderne costruiscono ancor oggi le arditissime volte alla romana, che sembrano sfidare le leggi della statica.",
  "last_phrase": "In conclusion, the ancient Roman builders were masters of their craft and their knowledge still fascinates modern engineers and masons. Despite contradictions, the existence of a Roman initiatic center cannot be ruled out, and their construction skills and techniques continue to inspire and challenge us today."
}