{
  "title": "What is the ultimate goal of the shaman in De Martino's perspective of magic and initiation?",
  "first_phrase": "In the last part (200 tokens) of this text, the author reflects on De Martino's concept of the shaman as the hero who navigates the liminal space between chaos and order. Through various rituals, including trance, the shaman delves into the supernatural world and emerges with a newfound sense of self. The author clarifies that De Martino's ideas about initiation and spiritual integration apply equally to the past and present, and that they transcend any particular historical period or culture.",
  "content": "Per arrestare la (Esso * lozione vi è una via: portarsi deliberatamente al limite * della propria presenza [della consapevolezza come perso * nal, mediante una speciale vocazione e l'iniziazione disfar * si del proprio Io dato per rifarlo in una seconda nascita, * ridiscendere al limite della propria presenza per ridarsi in una nuova forma delimitata » (p. 121 ). In breve: l'essere * si disfa per rifarsi ». « Il mago è colui che scl andare oltre sè non già in senso ideale, ma proprio in senso esisten « ziale » (p. 122). Ritengo superfluo mettere in rilievo tutto ciò che qui si rifà allo schema della vera iniziazione ben noto ai nostri lettori, e non al mondo crepuscolare (lei selvaggi. Solo che bisogna di nuovo respingere tutte le fisime « storicistiche » del De Martino dicendo che la realizzazione iniziatica, l'inte grazione e il consolidamento sovrannaturale dell'Io, è cosa di ieri quanto di oggi, non ha nulla a che fare con l'una e con l'altra epoca storica per quanto il còmpito, a seconda del tipo predominante di civiltà, possa incontrare ora mag giori ed ora minori difficoltà e richiedere modalità diverse.",
  "last_phrase": "In conclusion, the path to stopping the lotion's effects is to deliberately push oneself to the limits of consciousness and initiate a special calling to dissolve the ego, only to recreate it in a second birth. The task of becoming a higher person in today's world is just as challenging as it was in the \"magical world\" of De Martino. Therefore, it is essential to recognize that the study of magic must be approached from the perspective of contemporary consciousness, rather than from a purely historical standpoint, as only fragments of its essence remain in modern society."
}