{
  "title": "Is There a Contradiction Between Positive Science and Magic? A Debate on the Nature of Reality.",
  "first_phrase": "In the preceding text, the author emphasizes the existence of a modern positive science of nature which is successful in predicting natural phenomena due to regular laws of nature. However, there exists a spiritual world, a world of spontaneous movement, and free will which would render modern science impossible or precarious. The author, signing as \"Bruto,\" notes a contradiction between the certainty of positive sciences and the security of spiritual sciences that appears irreconcilable. This final part concludes with a discussion of the situation and solution to this contrast.",
  "content": "Un mondo spirituale, un mondo « psichico » didèi sarebbe un mondo di spontaneità, di libero movi mento, che però, mentre farebbe, sí, ammettere la pos sibilità del fenomeno extranormale e dell'azione ma gica, renderebbe in pari tempo impossibile o precaria ogni scienza nel senso moderno. « Vi è dunque — conclude il nostro corrispondente, che si firma \"Bruto\" — una contraddizione fra la cer tezza delle scienze positive e la sicurezza delle scienze spirituali, che sembra non potersi risolvere. E se non si risolve, o la scienza positiva sfuma e svanisce, o la scien za spirituale si rivela una illusione. E siccome la scien za positiva, forte del suo metodo sperimentale e del non contrastato successo dei suoi risultati, non sente il biso gno di ulteriori dimostrazioni e nega semplicemente la giustezza delle affermazioni della scienza spirituale — an che quando ammette la buona fede dei suoi cultori spetta a questi ultimi di dimostrare che fra i due campi opposti non vi è già, come parrebbe, una insolubile con traddizione, ma solamente un contrasto, uno spiegabilis simo contrasto ». Questo è dunque il problema.",
  "last_phrase": "In conclusion, the challenge lies in reconciling the certainty of positive science with the uncertainty of spiritual science. Various viewpoints have been proposed by different contributors, including \"Bruto,\" \"Nir,\" and \"Vai.\" Possible solutions involve limiting the scope of natural laws and freedom, or acknowledging the relativity of these concepts. Ultimately, it is up to spiritual science advocates to demonstrate that there is no insoluble contradiction between the two realms."
}