{
  "title": "\"How does ritual magic work and what is the key to mastering it?\"",
  "first_phrase": "In this text, the author explains the importance of ritual action and how it leads to a projection of force onto the external world. The author emphasizes the importance of similarity and evocation in achieving mastery over desired forms. Éliphas Levi's concept of evocation is presented, which involves entering the dominant thought of a spirit and using it to achieve one's goals. The text warns that failure to do so may result in the spirit controlling and using the practitioner.",
  "content": "La corrente principale, quella che anima tale circuito, puoi pensare che raffiguri il desiderio che via via satura l'imagine fino a che, nel gesto rituale, av viene il lampo, la liberazione dell'atto, e in questo istante di luce-evidenza la forza si proietta in quell'altro circuito in sintonia, che qui e la stessa « figura » occulta della cosa. Epperò in questa balenando il comando, non più nella tua sola mente, una congrua realizzazione discende sul piano reale ed oggettivo. Per divenire padrone delle forme, che si fanno ser vire al proprio volere, occorre dunque che tu sappia pe netrare nel « pensiero » che le produce, ed impadro nirtene. Occorre che tu sappia evocare. Evocare uno spi rito -- dice Éliphas Levi — significa entrare nel pen siero dominante di questo spirito, fissato dalle « figure », dalle « segnature » .e dai pentacoli; e se, sulla stessa li nea, sai elevarti piú in alto, trascinerai con te questo spi rito ed egli ti servirà. Nel caso contrario però sarà lui a trascinarti nel suo cerchio, e sarai tu a servirlo: anche senza accorgertene. ________________ 34 ABFAXA Materiale protetto da copyright « Il simile produce il simile ». « Evoca ».",
  "last_phrase": "In summary, becoming the master of forms requires delving into the dominant thoughts that produce them and invoking spirits through evocation. The practice of sympathetic magic involves imitating a desired effect and ultimately results in a real-life manifestation. This understanding of magical exaltation allows for the realization of the immense power inherent in ritual and the image that gives it life."
}