{
  "title": "\"What is the value of initiatic science and tradition in the crisis of the modern Western world?\"",
  "first_phrase": "The following text is an exploration of the crisis affecting modern Western civilization due to the loss of contact with metaphysical order and the rise of deleterious myths driven by an insane pursuit of materialistic ideals. The ensuing result is a closure of available circuits and the possibility of total ruin or the resumption of a new and normal order. The text suggests that the key to orientation might lie in the application of initiatic science and traditional knowledge that can guide us towards a legitimate and sacred order. This search for true knowledge is not something marginal, existing on the fringes of society, but rather represents a centuries-old tradition with valuable insights to offer. The concluding part of the text will expand on these ideas, exploring various forms of tradition and their continuity in human history, thereby paving the way for a better understanding of the true nature of knowledge in opposition to its various distortions.",
  "content": "Su questa base, nella presente raccolta, mentre con tinueremo ad esporre indirizzi di scienza iniziatica, da remo un certo margine anche allo studio dell'una o del l'altra forma della Tradizione nella storia, cosi da far presentire 11011 soltanto i principi in sè stessi, ma al Cresi la loro testimonianza e la continuità della loro efficienza nel mondo umano. Da ciò, seguirà anche un altro risul tato. Nascerà cioè, a poco a poco, il senso del giusto « luogo » della sapienza iniziatica — di quella vera — di contro a quanto è invece proprio alle sue varie scim miottature. Questa sapienza non è qualcosa « a margi ne », non è cosa da conventicole ambigue, da sparsi « spi ritualisti » teosofizzanti, da fanatici dell'« occulto », da allenatori nello yoga americanizzato. Essa è la sapienza dei secoli, e chi possiede effettivamente questa sapienza, non sta di lato, ma sta al centro; quale pur sia oggi la sua condizione, la sua dignità è quella di coloro che in ogni civiltà tradizionale, cioè normale, avendo il sa pere, avevano anche legittimamente il potere, quali rappresentanti visibili o invisibili di élites dominatrici.",
  "last_phrase": "In conclusion, this collection not only presents the principles of initiatic science but also delves into the history and continuity of its effectiveness in the human world. Through this, the true place of initiatic wisdom will gradually emerge, separate from its various distortions. Possession of this wisdom places one at the center, rather than the sidelines, with the dignity of those who have the knowledge and the legitimate power to represent elite traditions in every civilization."
}