{
  "title": "What are the teachings of Milarepa and how did he survive on a snowy mountain top in Tibet?",
  "first_phrase": "This last part of the text tells the story of Milarepa, a Tibetan magician, ascetic, and poet who lived around the 11th century. Milarepa's teachings are given in the form of songs, embedded in narratives about his life. The text mentions several translations of his biography, including one by J. Bacot. Six months after Milarepa withdrew to the high mountains with few provisions, his students assumed he had died in a snowstorm. They set out to find his remains, and during their journey, they encounter a snowy leopard that transforms into a tiger, leading them to Milarepa's voice and song. Eventually, the disciples find their revered teacher.",
  "content": "anche: G. SANDBERG, Tibet and Tibetans; B. LAUFER, Zwei Legenden des Milaraspa, 1901; /ius den Geschichten und Liedern des Milaraspa, 1902; Milaraspa (Folkwang-Verl., Hagen u. Darmstadt, 1922). La presente traduzione è stata eseguita sulla base di quella tedesca, oggi divenuta assai rara, di LAUFER (cit., ed. 1922). La parte semplicemente narrativa è stata riassunta. Erano passati sei mesi da quando lo yogi Milarepa, ritiratosi in alta montagna con scarse provviste, era stato sorpreso da una tem pesta di neve che, da allora, aveva isolato le cime da ogni contatto con gli uomini. Convinti che Milarepa fosse perito, i discepoli avevano fatto le offerte sacrificali in uso per i morti e all'approssimarsi della pri mavera si mettono in marcia aprendosi la via fra le nevi, a fine di ritrovare almeno le ossa del Maestro. Durante una tappa della spedizione, compare loro' un niveo leo pardo. I discepoli lo seguono stupiti, ed ecco che esso si trasforma in tigre e sulla soglia della « Grotta dei dèmoni » essi odono una voce e un canto che riconoscono di Milarepa. Si precipitano allora ad abbracciare il Maestro.",
  "last_phrase": "In conclusion, Milarepa's story of triumph over the harsh winter elements and his ability to assume any form using the magical body allowed him to survive in isolation. His ability to control his desires and practice contemplation inspired his disciples and followers to learn and follow his teachings."
}