{
  "title": "To what extent do Masonic symbols and rituals derive from an initiatory science for spiritual realization?",
  "first_phrase": "In the previous text, the author discusses the relationship between symbols and rituals in modern Freemasonry and their origins in ancient spiritual practices. Specifically, the author explores how certain symbols and gestures used in the initial degrees of Freemasonry, such as \"signs\" and \"grips,\" may have their roots in initiation practices aimed at spiritual awakening. In this last section, the author introduces J.B. Kerning, a German Freemason who sought to revitalize the Masonic organization in Württemberg in the 19th century. Kerning was known for his efforts to uncover the deeper meanings behind Masonic symbolism and explore the prophetic aspects of the craft.",
  "content": "E lo scopo sembra essere lo stesso: rendere magicamente vivente il corpo e per tal via integrare e condurre al risveglio la coscienza umana. Il sospetto che, quasi come residui morenici e come forme spente, i rituali della massoneria possano conte nere elementi del genere, mi è nato dapprima attra verso gli scritti di un massone tedesco, J. B. Kerning, pseudonimo di Johann Baptist Krebs. Il Kerning nacque nel 1774 e mori nel 1851; già teologo cattolico, egli cercò di rivivificare la organizzazione massonica wuttembur ghese. Come di lui è stato detto (cfr. Lennhoff-Posner, Internationales Freimaurerlexikon, p. 876), « ogni suo * sforzo, per trent anni, fu di indagare il senso piú pro * fondo della simbologia massonica attraverso una rivi * vificazione della facoltà profetica nell'uomo ».",
  "last_phrase": "In conclusion, while the purpose of Masonic rituals may be to bring the body to life and awaken human consciousness, the suspicion that some elements may contain remnants of spiritual influences beyond their origins cannot be ignored. The writings of J.B. Kerning, a German Mason, suggest a deep exploration of Masonic symbology to reveal the prophetic faculty in man. However, one must consider the possibility that some organizations have strayed from their original tradition and created their own systems."
}