{
  "title": "What is the Indian mystic's chemico-philosophical system and the process of perfecting the body?",
  "first_phrase": "In the preceding text, the author discusses the concept of \"sentiment\" and the confusion surrounding its meaning. In the last 200 tokens, the author introduces the idea of a \"process of construction of perfect body\" that involves the regeneration of the physical body using chemical processes. This practice is associated with the Indian Siddhanta system and requires a disciplined practice of breath control over 12 years. The resulting \"mercurial body\" is said to be impervious to elemental attacks. The author cites an ancient text to support this viewpoint.",
  "content": "Questo procedimento (dal l'antica Chimica) veniva chiamato processo di costruzione del corpo perfetto (i), senza il quale non si possono conse guire i poteri di conoscenza (iii;inaiddhi), né quelli di liberazione (moksba-siddhi); processo richiedente una di sciplina particolarmente severa di dodici anni, nei quali la pratica di controllo della forza di vita a mezzo del respiro (pràntivdma-practice) va seguita senza sosta, finché la visio ne interiore concentrica diviene un centro fulgido, sempre autoagente senza sforzo, e coesistente; il che è chiamato lo stato fatto di beatitudine (iinandaniliva) di un liberato in vi ta (jivanmukta)... « Nel periodo dei dodici anni, o di due cicli di sei anni ciascuno, non solo i tessuti con cui siamo nati dal grembo materno sono cambiati, ma anche i nervi acquistano un ca rattere tendine() e le ossa sono convertite e fossilizzate similmente ad avorio. Con ed in questo tempo, la struttura umana viene ti smurata in corpi mercuriali da medicine chi mico-metalliche, e resa invulnerabile rispetto ai cinque ele menti — terra, acqua, ecc. ». La pratica ha un carattere bivalente, perché nelle sostan (1) Keiyasiddbi-process.",
  "last_phrase": "In conclusion, the process of achieving the perfect body, as was called in ancient chemistry, is a rigorous discipline that requires a twelve-year practice of controlling the life force through breath. This dual practice brings about a transformation not only in the tissues but in the nerves and bones as well, making the human structure invulnerable to the elements. Achieving this state of beatitude is the hallmark of a liberated being."
}