{
  "title": "What is the relationship between Eastern traditions and the fundamental teachings of Western Art as shown in this text, and is initiation open to women?",
  "first_phrase": "In the last part (200 tokens) of this text, the author sheds light on the possibility of women's initiation, answering questions on how gender differences affect the initiatory path. Before that, the text confirms and explains the fundamental teachings of their art, rooted in the tradition of the Far East. The author mentions the names of Léng-Yen and Lii-tzu to illustrate the philosophical concepts. It also establishes the importance of the \"rotation of light\" and the elimination of the \"creature of the soul\" to achieve spiritual fulfillment. The text concludes by asserting that the initiatory path for women should follow a 'wet' and natural path, unlike the 'dry' and active method for men.",
  "content": "Con il che posso chiudere queste note, sperando dí aver fornito al lettore sufficiente orientamento nel caso che egli volesse studiare il testo. In esso, come sí vede, in termi ni di tradizione estremo-orientale, gli insegnamenti fonda mentali della nostra Arte trovano conferma e si presentano in un tutto coerente. GLOSSE VARIE LA DONNA E L'INIZIAZIONE. Spesso vien chiesto circa le possibilità che la donna pre senta per l'iniziazione, cioè circa la misura in cui le diffe renze di sesso influiscano sul sentiero iniziatico e creino una pregiudiziale nei riguardi di esso. Se per iniziazione s'intende semplicemente il procedi mento col quale può esser raggiunto un contatto con il sovrasensibile, devesi dire che, in linea di principio, l'ini ziazione è aperta anche ad una donna. Resta, nel riguardo, il problema della via. Normalmente la via propria all'uo mo è quella « secca » ed attiva di un metodo, in cui la pre senza a sé non è mai perduta e il rito è controllato in tutte lc sue parti da un principio che si mantiene in tutti i cam ________________ 388 GLOSSE VARIE Materiale protetto da copyright biamentí di stato, fino alle fasi realizzatrici. Invece per unadonna la via naturale sarebbe quella « umida ».",
  "last_phrase": "With this, I conclude these notes, hoping to have provided the reader with sufficient orientation in case they want to study the text. As we have seen, in terms of the Far Eastern tradition, the fundamental teachings of our Art are confirmed and presented in a coherent whole. Regarding the possibility of initiation for women, while the natural path for men is \"dry\" and active, for women it is \"wet.\" Although there is some latitude due to the fact that most human beings are not strictly typical of their gender. It is important to keep in mind that the possibilities of men and women are not the same in the further development of the initiatory path."
}