{
  "title": "What is the relevance of tradition in accessing different paths?",
  "first_phrase": "In this final part of the text, the author discusses the role of a true Master in guiding individuals towards their spiritual path. They explain that there are multiple paths to reach one's destination, and a Master should show their disciples the different possibilities available to them. The author references Al Gliazali's statement that \"there are as many paths as there are Sufis\" and emphasizes the importance of the great tradition in providing guidance. The text also discusses the Tao, stating that it is beyond the theater of human experience and important for individuals to have a secure foundation in claiming their path.",
  "content": "Ecco iI valore, e non altro, dello scritto tradizionale; o del canto isolato che porta... ... Un vero Maestro si pone sempre ad un punto dove tutte le possibilità sono offerte in modo che ciascuno possa poi svilupparle separatamente: l'insieme di queste possibi lità forma un fascio divergente e radiante, tentacolare e poliartico, che emana da uno stesso blocco: ciò, seguendo la linea metaforica, potrebbe dit:si \"tradizione\". Possiamo, per concretare, partire dall'affermazione di Al Gliazali, che \"ci ________________ 136 GLOSSE VARIE Materiale protetto da copyright sono tante vie quanti sono i Sufi\" e che il vero Maestro ècolui che addita a ciascuno la sua via: si ottiene, cosi, una specie di Kocioucryta, il cui indice di riferimento analogi co è il ciclo costellato. Questa, veramente, è la necessità della grande tradizio ne: e non altro. Il fivantnukti (i) è fuori di ciò, ma regge le fila di ciò: potete rendervene conto esattamente passan do dal pircoio al grande buddhismo (1: li particolarmen te, si è sentita la necessità a cui alludo: l'ha sentita il Tibet, l'ha sentita la Cina, che non potevano accettare il piccolo buddhismo.",
  "last_phrase": "In conclusion, the true essence of tradition lies in a Maestro's ability to guide each individual towards their path of self-discovery. This journey towards self-realization is not complete without embracing the radical change of mentality that tradition demands. It is only through adopting a new way of thinking that one can unravel the lost magic of the past and uncover the true meaning of existence."
}