{
  "title": "What is the \"Catena\" method of personal organization and mindfulness?",
  "first_phrase": "In this text by Corrado Pensa, he outlines practical methods for achieving inner calm and focus that help one gain autonomy and confidence in life. Pensa discusses two different methods for quieting the mind, one of which involves eliminating thought formations while the other relies on keeping the mind still without touching it. He emphasizes the importance of maintaining a predetermined daily schedule and calmly reviewing the events of the day, both backwards at night and forwards in the morning, to create inner fortitude and give one control over one's life.",
  "content": "r, sufficiente fare in modo che, per quanto dipende <1a noi e da quanto era prevedibile, non vi sia mutamento ma stretta coerenza. A sera, quando si rivede la gior nata, la si ripercorra a ritroso, sforzandosi di conside rare tutto ciò che si è fatto, sentito o pensato, insomma, tutto ciò che ci è accaduto, con la stessa distanza e la stessa calma che si avrebbe trattandosi di altra perso na che non ci interessa. Invece, riprendendo il contenuto del nuovo giorno alla mattina, nelle imagini (bisogna sempre vedere, mai semplicemente « pensare ») si dovreb be inserire un senso di forza, di affermazione. La predeterminazione e la seria coerenza ad essa creano una trama continua e un consolidamento inte riore, in virtù di cui tutta la vita acquisterà una auto nomia e una sicurezza più grandi. Anziché essere sbat tuti qua e là dalle contingenze, dagli impulsi e dai pen sieri disordinati, la possibilità comincia ad affacciarsi di portarsi dappertutto come dei signori.",
  "last_phrase": "In conclusion, it is sufficient to ensure that, as far as possible and foreseeable, there is no change but strict coherence. Following the daily routine of revision, visualization, and contemplation can create a continuous thread and internal consolidation. By establishing a sense of autonomy and confidence, one can become the master of their life, integrating the exercises to manifest a unique, solar, and central quality. Remember, requesting initiation or visions is not the answer, but the daily practice of this routine."
}