{
  "title": "What is the \"Tale è Pahamkéira\" and what does it teach about the Hindu teaching of nenridaa-cakra and the overcoming of ignorance to reach the true self?",
  "first_phrase": "This text explores the concept of overcoming the smoke of ignorance that hides the true self, according to Hindu teachings. The author mentions the use of a \"nitro\" to break down the stronghold of the ego, leading to a mortification of the self. The author discusses various methods of achieving this, including humility, dedication to Christ, and a perpetual hunger for prayer. The text also alludes to the fear that arises when one must abandon the ego, which is comparable to the concept of the \"Guardian of the Threshold.\"",
  "content": "l'angoscia, finché è costretta a rivolgersi al Padre e a dar luogo al possente desiderio della preghiera (II, 26). * Tutto consiste nel convertire la nostra anima, nel diri * Bere la nostra brama interiormente, nel desiderare Dio * senza cessare finché la cara Sophia con lo Spirito Santo * incontri il desiderio della nostra anima e gradatamen * te lo conduca ». (I, 25). E ancora: « L'operazione av * viene nel cuore, le preghiere lo spingono con forza fuori * dall'abisso infernale colpendo con violenza la porta del * Cielo, e l'attirano a lui nella fede » (II, Intr., § 5). Ma Gichtel, qui come altrove, sembra sapere pii cose di quel ( f) Il terrore che si prova dinanzi al comando di abbandonare lo stesso Io, di realizzarlo come un errore, non è privo di rela zione con quel « Guardiano della Soglia » di cuí, dopo Io Zanoni di Bulwer Lytton, tanto si è fantasticato in certi ambienti « oc cultistici » contemporanei. E Gichtel parla appunto di un Cherub. che fa la guardia alla via che conduce all'albero interiore della vita. posto nel mondo del fuoco.",
  "last_phrase": "In conclusion, according to Gichtel's teachings, the process of converting our souls, desiring God continuously, and unleashing the powerful desire of prayer can help us conquer the fear that often comes with abandoning our sense of self. By coming in contact with Sophia and allowing her to lead us towards the inner tree of life, we can discover the magnetic desire of our souls, and the resulting noble and sweet light of God. As Gichtel notes, this process is not for the faint-hearted, but those who dare to embark on it can discover a beautiful and clear light within their hearts."
}