{
  "title": "\"How did Meri achieve the 'solar vision' by separating from the physical body during sleep?\"",
  "first_phrase": "In the previous text, the author explored the concept of separating the lunar body from one's physical body to exist solely in the former. They believed that achieving this state led to an internal rebirth and the ability to avoid false paths. The author relied on intuition and instinct to guide them to this state, ultimately achieving a \"solar vision\" of absolute spiritual reality. In the final section, the author reflects on their experiences and notes that containing oneself within the physical body requires prior experiences of detachment. They conclude with acknowledging that their experience is difficult to describe and they have little else to add.",
  "content": "Ma tutto questo, è inutile che tenti di descriverlo. D'altronde ho ben poco da aggiungere, trattandosi di 1. Cfr. ERACLITO, fr. 26 (Diels): « L'uomo ottiene la luce per « sé nella notte morendo, e mentre vive raggiunge il morto [ossia colui che ottiene la luce per sé nella notte] dormendo, spenti gli « occhi. Destandosi, comprende il dormente ». 1. Nella tecnica messa istintivamente in opera da chi scrive per fissare il volatile, si tratta di far si che il « cuore » (il centro) del l'uomo interiore coincida col « cuore » dell'uomo esteriore, il che conduce come ad un corto circuito che supera la soluzione di con tinuità. t poi evidente che lo sforzo di contenersi dentro il corpo fisico richieda tuttavia che l'altro corpo resti libero, pur dentro ad esso; ossia presuppone le esperienze anteriori già dette, le quali garantiscono il distacco. Altrimenti si torna al semplice stato nor male del sonno. [N. d. ________________ 1.82 EA Materiale protetto da copyright una esperienza, che non so ancora dove possa con durmi. Dirò soltanto questo.",
  "last_phrase": "In conclusion, the process of achieving a state of inner light and connection with the cosmos may be difficult to articulate, but it is an experience that is deeply transformative and personal. By aligning our inner and outer selves, we can experience a profound sense of illumination and transcendence."
}