{
  "title": "What is the \"circolazione della luce\" and how can it lead to inner peace and transformation?",
  "first_phrase": "This last section, comprising 200 tokens, delves into the mystical and contemplative practices outlined in the book \"Il fiore d'oro del grande uno.\" The text emphasizes the crystallization of light in contemplation, which helps achieve profound clarity of mind and stillness of thought. The concept of circulating light, which is the core of the contemplative practice, is described in detail, including its use of terms such as \"illumination\" and \"reflection.\" By achieving this state, one can access the key to the universe, the \"pole of immobility.\"",
  "content": "« Sentirsi illuminati senza guardar fuori, sentirsi illuminati senza ascoltare verso l'esterno » (p. 128) Si usano anche i termini « rispecchiamento » (fan chao) * — ma questo termine risente dell'influenza di scuole bud dhiste — « contemplazione fissa » (chili kuan): « il centro in mezzo alle condizioni » o « polo immobile fra la fuga delle apparenze » lo si raggiunge per « cristallizzazione della luce », dopo dí che la luce si raccoglie in mezzo ai due occhi e comincia a « circolare », a rotare su sé. Non è un irrigidirsi del pensiero, ma come uno stare in ascolto e ve dere ogni pensiero, dove è sorto, dove finisce, ricondu cendo sempre la « luce intellettuale », il « seme » su di sé. * Circolazione della luce: circolazione è fissazione, la luce è contemplazione >> (p. 117). E ancora: « L'occhio non si vol;le. (più) verso l'esterno ma, abbassate le palpebre. illu mina l'interno, illumina questo luogo »; « lava iI pensiero, sospendi i desideri, conserva il seme ».",
  "last_phrase": "In summary, the Taoist practice of cultivating the circulation of light involves a deep inward focus and mindfulness, illumining the internal and quieting the mind to achieve a state of calm and clarity. By crystallizing the intellectual light, rotating it within oneself and achieving inner illumination, one can reach the center in the midst of conditions and ultimately bring about a transformation of life into pure yang."
}