{
  "title": "\"What does it mean to control your instincts in occult discipline?\"",
  "first_phrase": "This text speaks about the importance of controlling and mastering one's instincts in order to achieve spiritual enlightenment. The author warns against dismissing the value of methodical work, as it is necessary to tame one's animalistic nature. The section goes on to explain that the process of mastering instincts involves meticulous control over every moment and gesture, with the aim of ultimately eliminating any spontaneous manifestation of instinctive behavior. The author encourages readers to read relevant passages from Abraxa and Buddhist canon. The ultimate goal is to harness the force of the \"Toro\" (bull) within us.",
  "content": "I, cap. I) e cosi pure gli estratti del canone buddhistico riguardanti la costruzione della chiara coscien za, della presenza in qualsiasi azione, stato, pensiero, senti mento (vol. I, cap. VI, pp. 188 sgg.). Nello scattare per un rumore improvviso e già nel rapido voltarsi nel sentirsi chiamare; nel gesto istintivo di riafferrare qualcosa che inavvertitamente si sia urtata; nella mimica che va ad accompagnare un discorso che ci appassiona; nelle reazioni istintive al pericolo, par tendo dal riprender equilibrio da un passo falso; nelle piccole sensazioni di irritazione se qualche malaccorto ci viene ad urtare — ed ognuno sa che ad una serie del ge nere si potrebbe non metter piú termine: in tutto questo si manifesta per frammenti la forza del Toro, che va spos sata. Epperò in tutti questi frangenti bisogna prevenire, af fermarsi, frenare, fino a giungere ad uno stato in cui ________________ GLOSSE VARIE 281 Materiale protetto da copyright ogni reazione istintiva del genere cessi spontaneamentedi manifestarsi.",
  "last_phrase": "In all these moments, the instinctual nature of the mind must be prevented, stopped and controlled, in order to achieve a state where every instinctive reaction spontaneously ceases. With discipline and practice, the power of the 'Toro' will be controlled and manifested only through quick, lucid and deliberate actions, leading to a stronger, more powerful self-control. Self-discipline is truly a powerful tool, and it can be harnessed for one's advantage, but only through constant effort and practice."
}