{
  "title": "Did pagan initiates survive by adopting Christian disguise or retreating into secrecy?",
  "first_phrase": "In the previous text, it was discussed how the failure of attempts to revive pagan religion led to the adoption of two actions by pagan initiates, namely withdrawal into secrecy or infiltration into Christianity while maintaining their tradition. The survival and continuity of a pagan initiation center for 15 centuries seems implausible to the profane, but to those familiar with the ways and potential of initiation hierarchy, it is not impossible. This conclusion leads to the question of whether a pagan initiation center could have survived physically and transmitted its tradition to the present day.",
  "content": "________________ Materiale protetto da copyright 68 PIETRO NFGR1Sappiamo bene che ai profani sembrerà inverosimile che questa possibilità teorica di sopravvivenza e perpe tuazione di un centro iniziatico pagano abbia potuto ave re pratica attuazione, senza soffrire interruzioni, per la durata di quindici secoli. Una tale continuità di esisten za nel più perfetto mistero potrà sembrare inoltre com pletamente inutile, condannata dalla necessità stessa del segreto ad una—assoluta inazione, ed equivalente insom ma ad una inesistenza di fatto. Ma, a chi abbia una qual che idea o nozione dei modi e del livello di azione e delle possibilità a disposizione della gerarchia iniziatica, può non apparire inverosimile che un centro iniziatico mantenga inalterata la continuità della sua esistenza, anche fisicamente, sia pure nelle condizioni più sfavo revoli, per Io spazio di quindici secoli. Per questa e per altre ragioni, quindi, riteniamo tutt'altro che im possibile ed inverosimile che un centro iniziatico pa gano sia sopravvissuto allo sfacelo dell'Impero ed alla distruzione della civiltà antica, mantenendosi sino a noi con una continuità anche fisica di trasmissione. Non è dunque vano, per noi, l'impostare la questio ne.",
  "last_phrase": "In conclusion, while it may seem implausible to the uninitiated that a pagan initiation center could maintain its existence and traditions for 15 centuries, to those who understand the ways and capabilities of the initiatic hierarchy, it is not impossible. Therefore, the quest to confirm the likelihood of the continued existence of pagan initiatic traditions in the West, both within and outside of Christianity, remains an important and ongoing endeavor that requires direct experience and participation."
}