{
  "title": "What are the teachings of the ancient Turkish Freemasonry and how do they relate to the ideas of Kerning?",
  "first_phrase": "In this text, the author presents their impression of the writings of Kerning, a researcher who formed his system of Masonic teachings instead of deriving them from authentic traditions. The author mentions a book called \"Der brennende Busch\" that expands on Kerning's ideas and describes a Prague lodge from the beginning of the century, which included Gustav Meyrink, a renowned novelist and esotericist. The author highlights a booklet by Rudolf von Sebottendorf about the practice of ancient Turkish Freemasonry that inspired them to view these theories differently. This final part involves a discussion of Turkish Freemasonry and its practices as described in von Sebottendorf's book.",
  "content": "Le vedute e le intuizioni del Kerning sem brano aver servito da base per ulteriori tentativi di risol levare la massoneria fino al piano iniziatico; è quel che risulta da un libro intitolato « Der brennende Busch », uscito a Praga, anch'esso di carattere assai misto, il quale riprende in gran parte gli insegnamenti del Ker ning e nel quale si accenna ad una loggia costitui tasi a Praga sul principio di questo secolo, alla quale fece parte anche il noto romanziere ed esoterista Gu stav Meyrink. Questi del resto, nel suo romanzo «Der weisse Domenikaner » parla esattamente dei « segni » e delle « prese » massoniche quali mezzi magici per ren dere vivente iI corpo, pii o meno nei termini del Ker ning. Tuttavia l'incentivo a considerare simili teorie come cosa diversa da semplici tentativi individuali di conferire un senso superiore a riti e simboli che poco lo lasciano sospettare nella massoneria, mi è stato dato dalla lettura di un libretto piuttosto raro di Rudolf von Sebotten dorf sulla pratica dell'antica massoneria turca (« Die Praxis der alten tiirkischen Freimaurerei », Leipzig, s. d.).",
  "last_phrase": "In conclusion, the similarities between the teachings of the esoteric and Masonic groups in question cannot be ignored. While there may be some skepticism surrounding individual attempts to confer greater meaning upon their rituals and symbols, the serious and impersonal nature of the teachings outlined in the text on ancient Turkish Freemasonry cannot be denied. This highlights the importance of considering alternative perspectives when exploring the world of esotericism and Masonic practices."
}