{
  "title": "What is \"Das Initiaten-BeWuSStSein\" by R. Steiner and the concept of the \"Doppio\" and the Solar Consciousness?",
  "first_phrase": "This text is an excerpt from an Italian book that discusses the experience of consciousness and the dangers of mistaking the wrong path in personal exploration. The writer refers to Rudolf Steiner's Das Initiaten-BeWuSStSein as a useful text despite reservations. The writer describes an experience of being taken away into a hallucinatory world, which they realize to be a false path of mysticism and demonology. As a result of such experiences, they felt a growing sense of defeat and deception leading to withdrawal from such exploration. However, the writer begins to discuss the concept of the \"two men\" and how one of the men is the lunar man, dominated by the invisible forces of the moon.",
  "content": "Perché, veramente, era sulla via di un « sabba » che venivo portato: in un mondo fantomatico ed allucinante, abissale ed orgia stico... Nel libro cui ho accennato, si dice che questa è la via falsa, quella della mistica nebulosa e della demono logia, quella dei medium e degli stregoni, quella di co loro su cui dominano, nel sonno astrale, le forze ele mentari e di morte della pallida luna. Per mio conto. presto trassi da tali esperienze un senso crescente di sconfitta e di inganno; ed avendone inoltre l'animo al quanto scosso, e sopravvenendo disturbi vari, e non lievi, nella vita di veglia, smisi di nuovo. Con la nuova ripresa, posso proseguire quello che stavo dicendo circa i « due uomini ». L'uomo che al limite del sonno appare « come un animale di rapina », si distacca e fugge, è l'uomo lunare, quello chiuso dentro il nostro essere visibile e cosciente, dominato, durante tutto il giorno e il relativo stato di veglia, dalle forze invisibili della Luna. La coscienza ordinaria non segue questo uomo nel distacco di ogni notte: noi dormiamo, questo è tutto.",
  "last_phrase": "In conclusion, it is essential to be mindful of the influence of the moon on our consciousness, especially during sleep. The path of mysticism and demonology may lead to deception and defeat, instead, one must strive for a change in their attitude towards their daily consciousness. It is through this change that we can attain the consciousness of the \"doppio\" and the solar consciousness."
}