{
  "title": "What is the Tale e il segno I exercise and how is it performed?",
  "first_phrase": "This passage describes a series of exercises related to a form of communication known as \"Tale e il segno.\" The exercises involve making hand gestures that correspond to certain vowels while focusing on the corresponding sound, and then practicing the gestures and sounds together with the syllable \"si.\" The goal is to feel a sense of warmth in the fingers, indicating success. The passage concludes with instructions for more advanced exercises, including a hand gesture that involves touching the throat and an exercise involving the syllable \"s.\"",
  "content": "Si formi il segno I e lo si vivifichi con la sillaba si, si, si, fino a sentire caldo il dito, poi si lasci ricadere la mano e si formi sùbito il segno A da vivificare con le sillabe sa, sa, sa. Dopo un certo tempo si eeguirà la « presa della gola ». Essa consiste nel portar la mano, sempre disposta a squadra, orizzontalmente, presso la gola, cioè in modo che il pollice tocchi l'arteria destra, e nel ritrarla poi velocemente verso destra, facendo scorrere l'indice sulla gola (come a tagliarla) fino a trovarsi con la mano all'al tezza della spalla destra. Si lascerà quindi ricadere la mano. Si formerà infine il segno O da animare con so, ________________ 124 A RVO Materiale protetto da copyright so, so, e si eseguirà la cosiddetta presa del Maestro: lamano passerà velocemente e orizzontalmente dalla parte sinistra alla parte destra del corpo all'altezza del plesso solare. Questo lavoro preparatorio comprende un periodo di dieci giorni, cioè tre giorni per l'animazione dei segni con le vocali e sette giorni per la loro animazione con la sillaba con l's. Segue la pratica principale, con esercizi della durata dai 5 ai 10 minuti.",
  "last_phrase": "To summarize, after ten days of preparatory exercises, including animating signs with vowels and silencing with 's', the main practice will begin with exercises lasting 5 to 10 minutes. After the sixth day, if you can smell sulfur when animating the sign with 'sa', continue for another week. Finally, animate sign I with 'si', followed by sign A with 'sala', and then the Master's grip with 'so', repeating the animating syllable each time. With continuous practice, one can achieve the desired results."
}