{
  "title": "What is the process of building the perfect body in ancient chemistry and how does it lead to knowledge and liberation?",
  "first_phrase": "The given text talks about an ancient chemical process called the \"construction of the perfect body,\" which is required to gain knowledge and achieve liberation. To follow this practice, it is essential to have twelve years of strict discipline, during which control of life force through breathing practice is crucial. This results in a concentric interior vision that becomes a bright, self-acting center - called the state of bliss or \"iinandaniliva.\" This process transforms the human structure into mercury bodies and renders them invulnerable. The text further explains how the alchemists of Siddhanta took the mercury and transformed it for assimilation by the body's tissues.",
  "content": "Il senso del termine sanscrito siddbi corrisponde a quello del greco TÉXE OV . perfezione, compimento. La kíiya“.ddbi può dunque es,er messa i.. . crespa TÉXEiov menzionato nel Ruttale :l'Ubriaco (cfr. vol. I, cap. IV). ________________ GLossE vARIE 173 Materiale protetto da copyright ze non si considerano le sole proprietà fisico-chimiche. Ciòrisulta dal passo che immediatamente segue nel testo: Per giungere a ciò, essi (gli alchimisti del Siddhanta) hanno preso il mercurio, che è cosa del regno minerale, chiamata anche rasa, essenza — o tiara bindu, cioè essenza o seme (bindu) di Hara, dio che presiede alla trinità degli dèi in atto nell'universo, e che corrisponde all'ener gia seminale; il mercurio viene trattato in modo da trasformare la natura di quest'ultima al che seguono processi speciali, affinché esso possa venire assimilato dai tessuti, quasi come il sale che può penetrare e permeare il sistema cellulare umano Qualcosa di piú preciso sarà det to in uno dei prossimi capitoli SULL'INIZIAZIONE SCIAMANA. Nel libro del De Martino, di cui « torvo » si è occu pato in questo capitolo.",
  "last_phrase": "In conclusion, the Sanskrit term Siddbi, meaning perfection or accomplishment, is similar to the Greek term TÉXE OV. The alchemists of the Siddhanta have taken mercury, which is a substance from the mineral kingdom, and transformed its nature using special processes to assimilate it into human tissues. This can be compared to the Shamanic initiation rituals, where the aspirant must remove obstacles from their body and soul to become a good Shaman. Finally, they receive the illumination or Qaumenq, which allows their soul to achieve its highest potential."
}