{
  "title": "What is the Occult Meaning Behind the Myth of Saturn in Roman Tradition?",
  "first_phrase": "This text explores the connection between the teachings of Saturn and the primordial tradition, which is said to have been secretly transmitted from a supreme initiatic center in the Lazio region of Italy. Saturn is associated with Roman wisdom and is believed to have given wealth, prosperity, and freedom to humans. His festival, the Saturnalia, celebrated in December, was known for its orgiastic and popular nature, but it is also believed to have had an initiatic character. Macrobio reveals that the true origin of the Saturnalia is shrouded in mystery and secrecy, and it was only allowed to be partially revealed to the public.",
  "content": "Questo carattere orgia stico, popolare, dei Saturnali, è a tutti noto; e, ordina riamente, non si pensa che i Saturnali possano avere avuto anche un altro carattere. L'analogia con l'orfismo e coi baccanali dovrebbe già, per altro, ingenerarne il sospetto. Quanto abbiamo rilevato circa il carattere ini ziatico di Saturno ed il suo collegamento alla « tradizio ne primordiale » ed all'Olimpo rende logicamente vero simile e probabile che debba esservi stato tale carattere dei Saturnali. Ed infatti cosí risulta. Ce lo fa sapere uno scrittore latino, Macrobio, il quale (Sai., i, 7) dice che gli « è permesso svelare non quell'origine dei Saturnali * che si riferisce all'arcana natura della divinità, ma * quella che è mescolata a tratti favolosi, o quella che * i fisici insegnano al volgo. Poiché neppure nelle stesse * cerimonie iniziatiche (in ipsis quidem sacris) non è * permesso narrare le ragioni occulte ed emananti dalla * fonte della pura verità (ex meri veri fonte); e se alcuno * le consegue gli è ordinato di contenerle protette entro « la coscienza ».",
  "last_phrase": "In conclusion, the Saturnalia festival, popular for its orgiastic character, was not only confined to this aspect. There existed an occult nature to the festival, as described by the Latin writer, Macrobio. This hidden aspect was in line with the Italic god Saturn, who represented the underground world of initiatic teachings. This reveals the festival's early initiatic and mystical character, thus adding to the complexity of this ancient Roman feast."
}