{
  "title": "What is the relationship between the state of mind and the material world according to De Martino?",
  "first_phrase": "In the previous text, the author discusses the relationship between the state of the spirit and the appearance of nature, and how the materialization of the spirit has made nature real. However, there are still paranormal phenomena that disrupt the materialistic view of science. The author cites De Martino, who explains that the scientific observation can influence and even make the observed phenomenon disappear. In the final part, the author delves deeper into De Martino's views, particularly on the difference between modern and magical experiences, where the former has a more fixed sense of self and an objective reality, while the latter has a more fluid boundary between the self and nature.",
  "content": "I fenomeni di cui sitratta sono di un ordine inferiore. Ma il principio resta va lido. Vi è un atteggiamento che, in sè stesso, paralizza tut to ciò che ha riferimento con l'aspetto sottile e spirituale della realtà ). Tornando al punto principale, vediamo come il De Mar tino intende propriamente la differenza fra l'esperienza di oggi e quella che chiama «magica ». Nella prima il senso dell'Io appare come qualcosa di dato, di garantito e di de finito, e di fronte all'Io si sperimenta un non-Io, una na tura con gli attributi di una realtà data e definita, affatto indipendente da noi. Questo carattere dell'« esser dato » (il De Martino usa il termine « datità ») non si riscontra nel mondo magico. In esso la dualità Io-non-Io non è ancora cosí definita, non esiste un mondo oggettivo indipendente, le frontiere fra anima e natura sono labili, tali dunque da ammettere irruzioni dall'una parte e dall'altra.",
  "last_phrase": "In conclusion, although the phenomena discussed may be of a lower order, the principle remains valid. The attitude that paralyzes everything related to the subtle and spiritual aspect of reality is something that needs to be addressed. De Martino's understanding of the difference between today's experience and what he calls \"magical\" is an important concept to consider. The experience of magic involves the risk and anxiety of losing oneself in a world of psychic forces, unlike the presence of an independent objective world in modern civilization. It is essential to understand these differences to gain a deeper insight into the nature of reality."
}