{
  "title": "What is the yang-yin polarity in human and how does it manifest according to e'-King's hexagrams?",
  "first_phrase": "In this text, we explore the concept of yin-yang polarity in human beings. The previous part explained that in everything in the world, there are aspects of yin and yang energies. The last part goes on to consider the human and the two \"souls\" in humans called hun and po. Hun is considered the luminous yang soul located in the head and eyes, while po is considered the dark yin soul tied to the earth and desire and located in the lower body. The text goes on to discuss the duality's significance for the common man and its relation to the opposing forces in humans referred to as hsing and ming in Chinese.",
  "content": "Il traduttore tedesco, Wilhelm, adotta per questa dualità una terminologia non infelice de sunta dal latino: chiama animus (mens, vo0g) l'anima yang, cioè l'bun, e invece anima (al femminile) l'anima yin, cioè il po (i). PiCi generale e l'opposizione che nell'uomo si esprime nella polarità essere e vita, in cinese hsing e ming. AI ming vengono spesso riferiti il cuore (il « cuore inferiore ») e l'emotività, esso ha natura yin. Tale dualità ha particolare significato per la condizione dell'uomo comune, cleterminan ( 1 ) P. 108: « L'unico essere... si sdoppia in animus e anima, * L'animus risiede nel cuore celeste [situato nel capo]; esso ha * natura della Luce ed è l'energia della lievità e della purea. * Questo è ciò che abbiamo ricevuto dal Grande Vuoto, nell'ori * gine, prima della forma. L'anima invece ha la natura dell'oscuro; * essa è l'energia della pesantezza e della torbidità, ed inerisce al * cuore materiale di carne. L'animus ama la vita, mentre l'anima * cerca la morte [s'intenda: quella vita alterata, mista a morte, * che si manifesta nel desiderio].",
  "last_phrase": "In conclusion, the dualism of yin and yang, animus and anima, being and life, and the separation of being and life in human existence, create a significant impact on the condition of the ordinary man. To reconnect with the origin and achieve the state of primordial existence, one needs to undergo the initiatory process to balance the energies of the heart and the mind."
}