{
  "title": "What is the symbolism of the divided man in the process of palingenesis and how does it relate to the concept of a new body?",
  "first_phrase": "This final part of the text discusses the process of spiritual transformation, as represented by the symbol of a man divided into light and dark halves, with four centers of significance in the light portion. The author references the esoteric concept of palingenesis, or rebirth, and compares it to traditions found in Hinduism. The author also explores the idea that this transformation must not only occur on a spiritual level, but also within the physical body. As described by Gichtel, the new and redeemed man will gradually transform until reaching the full development of a new body.",
  "content": "Gichtel segue la via mistica, ma non al segno di non comprendere che la trasformazione non deve limitarsi alla mera « ani ma » ma investire anche il corpo. Ecco che dice: « Non « riceviamo una nuova anima con la Rigenerazione. ben ________________ Materiale protetto da copyright * LA DOTTRINA I' SOTERICA DIA « CENTRI » 19sì un nuovo corpo; e l'anima cosi non ha bisogno * di uscire per un nuovo parto, ma soltanto di un « rinnovamento e di una conversione dall'esterno al * l'interno affinché vi sìa RINNOVAZIONE a mezzo della * pura divinità » (T. P., cap. III, § 25). L'uomo nuovo e redento è quello che passerà da un grado e da un ele mento all'altro nel suo corpo, operando una certa tra sformazione, sino al pieno sviluppo di un nuovo corpo (III, 24). Il quale — soggiunge Gichtel (III, 5) « dif * ferisce dal primo quanto il sole splendente dalla terra * oscura; e benché si tenga nel vecchio corpo, gli resta * inconcepibile; seppure talvolta sensibile ».",
  "last_phrase": "In conclusion, according to Gichtel, spiritual transformation should not only affect the soul but also the physical body to achieve complete renewal. This new state of corporeality is elusive to common sensation but conceivable through a new kind of sensitivity kindled by the inner divine fire. Therefore, the redeemed new man will pass through a certain transformation degree while operating in the old body until eventually, the full development of a new, free, and active body is attained."
}