{
  "title": "What is the esoteric doctrine of the secret centers of the body in mystic Christianity, and where can it be found?",
  "first_phrase": "In this final part, the author discusses the concept of immortality as the ultimate goal of magic. They reference previous texts and highlight the importance of attracting favorable influences to create a new \"involucro,\" or outer garment, that will allow for the deification of the individual. The author warns of the dangers of failing to observe prescribed rituals and becoming a \"daimone\" instead of an immortal god. The text concludes with a Pythagorean wish for immortality.",
  "content": "— Poi segue a _tf3po-roq, ancora immortale, ma con lo specifico concetto dí vivente « senza bisogno di sangue e di cibo »: e ho cercato di ren derlo con spirituo. E si conchiude con oùK evEròq , ancora non pii mortale, ma in quanto non piú uccidibile: e l'uccidibile per ec cellenza fu ed è ancora la selvaggina, la belva, il bruto. Senonché un « non piú brutale » avrebbe oltrepassato, credo, il pensiero anche occulto del testo. E scopo della Magia sarebbe insomma il conse guimento della immortalità la quale non sembrerebbe dunque una qualità naturale di tutte le anime, un'immediata dote di tutti. An che l'anonimo autore di Chymica Vaniius e di De Pbarmaco Catbo lico, a certi primi sintomi di magica iniziazione avvenuta, in que sto grido erompeva come sua massima espressione di gioia: Immortalis ero, si modo pergat zia. « Immortale sarò, solché si continui cosi » Vani., pag. 239). Non mi resta quindi che da pitagoricamente girare il grande augurio a collaboratori e lettori.",
  "last_phrase": "In conclusion, \"Theosophia Practica\" by Johan Georg Gichtel is a unique work in Christian mysticism that presents the esoteric doctrine of the secret centers of the human body. Gichtel's teachings, although influenced by esotericism, are firmly rooted in Christian religion, providing a devotional perspective on the elements of true knowledge. With these teachings, Gichtel has added further layers of interpretation and personification to Christian beliefs, shedding light on topics that have been sporadically communicated and veiled by Western esotericists."
}