{
  "title": "What is the significance of the polar regions as the origin of ancient civilizations and spiritual beliefs?",
  "first_phrase": "In the previous section, the author discussed the way in which ancient civilizations did not remember or record their animalistic past, but rather spoke of superior races who preceded them. In this last part, the author delves into esoteric teachings that suggest the original center of human civilization was in the Arctic region, and that there may have been a \"fall\" or \"descent\" from this ancient civilization. The author cites evidence of a warmer climate and lush forests in the Arctic region in the past, and notes that the Scandinavians referred to their sacred homeland as \"terra verde\" or \"green land,\" a name that echoes to this day in the modern country of Greenland.",
  "content": "L'appa renza paradossale di questa idea viene meno, se si pen sa che, a causa dell'inclinazione dell'asse terrestre e della cosiddetta processione degli equinozi, si è autoriz zati a pensare che nelle regioni artiche non si sia sempre avuto il clima che oggi le rende inabitabili. Se sotto ai ghiacci polari è stato rinvenuto carbon fossile (ed anzi di tal fatta che, mancandovi i segni delle stagioni, vien di pensare ad un clima costante, come quello delle regioni tropicali attuali), ciò vuoi dire che un tempo in quella regione vi furono foreste e fiamme. Il congela mento non sarebbe avvenuto che in un periodo succes sivo — e ricordi concordanti di questo cataclisma si trovano in varie tradizioni, particolarmente chiari e pre cisi in quella ario-iranica, ove è anche detto che l'airya nem-vdejò, la patria originaria o « seme » della razza aria, era posto appunto nell'estremo settentrione. Una delle designazioni per l'Asgard, la sede sacra degli Asen (eroi divini) e altresì dei capostipiti delle dinastie regali, ________________ 364 ARVO Materiale protetto da copyright nella tradizione scandinava è la « terra verde » e proprioquesta designazione, come una specie di eco, è rimasta all'attuale Groenlandia, nome derivato da Griines-Land, cioè appunto « terra verde ».",
  "last_phrase": "In summary, the paradoxical appearance of the idea that the Arctic was once habitable is explained by its inclination and precession of the equinoxes. Traditional accounts describe the Arctic as a central and spiritual land, once called Mitgard, with abundant vegetation. The concurrence of spiritual and geographical symbolism was broken by changes in climate resulting from the inclination of the earth's axis. This highlights the possible impact of human behaviour on cosmic events, emphasizing the need for environmental stewardship."
}