{
  "title": "What is the Symbolism behind the number 9 and 81 in Dante's \"Vita Nuova\"?",
  "first_phrase": "This text delves into the symbolism of the number nine in relation to the concept of truth. It mentions how the word \"emetb,\" meaning truth, consists of three letters, and how the number nine is significant in various aspects of religious and philosophical traditions. It also references Dante's use of the number nine in his works, particularly in the \"Vita Nuova\" and his mention of Plato and Christ reaching the age of 81, which is the ritual age of the Knights of the Sacred Delta. Finally, it notes the symbolism of the arrow on the throne of the Excellent One in relation to the symbolism of the \"Fedeli d'Amore.\"",
  "content": "E, quanto al numero 81, il Valli ha già riportato il seguente strano ed ardito passo di Dante che nel « Con ________________ IL LINGUAGGIO DEI « FEDELI D'AMORE » 103 * vivio » scrive precisamente cosí: « ...Platone, del qualeottimamente si può dire che fosse maturato... vivette * ottantuno anno... E io credo che se Cristo fosse stato * non crucifisso, e fosse vissuto lo spazio che la sua vita * poteva secondo natura trapassare, elli sarebbe a li * ottantuno anno di mortale corpo in eternale trasmu * tato » (IV, xxiv); ossia, se ecc. ..., sarebbe giunto all'età rituale dei Cavalieri del Delta sacro. Naturalmente Dan te nella « Vita Nuova » fa morire Beatrice nel nono giorno del mese di giugno del 1281; ed ha cura di speci ficare che in Siria il mese di giugno è il nono, e che Beatrice era morta quando « lo perfetto numero nove volte era compiuto » nel terzo decimo secolo, ossia nel 1281. Tra i simboli di questo grado che si riconnettono al simbolismo dei « Fedeli d'Amore » notiamo ancora la freccia che sta sul trono dell'Eccellentissimo (il presi.",
  "last_phrase": "In conclusion, Dante's use of the number 81 in his text is not just a chronological reference but a symbol of eternal transformation. The symbolism of the \"Fedeli d'Amore\" and the imagery of the arrow are intertwined with this idea, highlighting the importance of love and spiritual growth in reaching this level of transformation."
}