{
  "title": "What are the similarities between the teachings of the Muslim Esoteric and Masonic Oriental environments and those of the Kerning?",
  "first_phrase": "In this text, the correspondence of doctrines between the esoteric-masonic environments of the East and those of the Kerning is analyzed. The author, Von Sebottendorf, presents the teachings he learned from the esoteric Muslim community, emphasizing the importance of the Eastern Masonic tradition in preserving ancient wisdom. In the last 200 tokens of the text, the focus shifts to the practice of signs, grips, and syllables in the Eastern Masonic tradition, preceding an initiation that lasted 22 lunar months. The text explores the interpretation of letters and formulas in the verses of the Quran and the breathing exercises recommended by the Kerning as an initiation ritual.",
  "content": "Sia nella esposizione del von Sebottendorf che in quella del « Testamento » del Kerning la pratica con i segni, le prese e le sillabe sembra esser preceduta da un avviamento che nella massoneria mussulmana com prendeva un ciclo di ventidue mesi lunari (in tutto 825 giorni), in ognuno dei quali — o, meglio, in ogni gruppo dei quali — si doveva recitare un dato versetto del Corano In ogni capitolo o stira del Corano è data una certa lettera o formula, l'interpretazione della quale ha fatto già perdere la testa a pitl d'uno degli esegeti profani. Questa lettera o formula (in tutto sono quattordici) indica in. vece, secondo l'insegnamento segreto, il numero dei giorni durante i quali il versetto corrispondente andrebbe recitato. — Quanto al Kerning, come avviamento egli in dica invece esercizi di una respirazione piú o meno smaterializzata: bisogna abituarsi per es.",
  "last_phrase": "In conclusion, both von Sebottendorf's and Kerning's texts demonstrate the significance of a preliminary period of training before performing any mystical practices. These preparations range from reciting specific verses of the Quran to breathing exercises aimed at perceiving subtle influences. The similarities between the secret teachings found in these Western and Eastern traditions are fascinating and are an indication of the interconnectedness of spiritual practices across cultures."
}