{
  "title": "What is Kirillov's initiation and the relation between Christian mentality and the truth of initiations?",
  "first_phrase": "In the last 200 tokens of this text, the author elaborates on the concept of mortification and initiation in Kirillov's philosophy. Kirillov's ideas on fear and self-deification are expounded, and their relation with various mythical and magical visions is explored. The author argues that Kirillov's vision is often misunderstood, as it is rooted in the Christian mentality and should not be reduced to mere nightmare fuel. Before the last 200 tokens, the author discusses various expressions of spirituality, from the traditional and doctrinal to the personal and poetic.",
  "content": "Quel che è da deplorare, ben ché sia molto naturale, è che di solito si apprezzi in Kirillov solamente ciò che rassomiglia ad un incubo da « ossesso » e si valuti, di conseguenza, Dostojewskij come l'artista ca pace di averlo « creato » e di provocare nel lettore le emo zioni corrispondenti. L'incubo, il sogno pauroso, effettivamente c'è, in Do stojewskij-Kirillov: esso è dovuto al fatto che il punto di partenza è pur sempre costituito dalla mentalità cristiana. l'espressione del mondo cristiano della fede che volge alla sua crisi e pur incombe su chi, quasi per forza disperata, è stato tratto a superarlo sí da intravvedere per squarci, su sfondi apocalittici, qualcosa di ciò che in forma calma, olim pica, costituí e costituisce la verità delle iniziazioni. ________________ Materiale protetto da copyright V I II TAV I SMAT NOTERELLE SULL'ASCESI E SULL'ANTIEUROPA Sull'espressione. C'è quella tradizionale, quella dot trinale, quella personale. La prima è integrale, completa, perché d'ordine intuitivo puro (Upanishad): la seconda rigorosa, compiuta, ma presuppone la prima: la terza poeti ca, forte, poignanie — nei Sufì, p. es.",
  "last_phrase": "In conclusion, it is regrettable that often only Kirillov's nightmare-like qualities are appreciated, while Dostoevsky's true artistic talent in capturing the Christian faith in crisis is overlooked. However, the three forms of expression discussed - traditional, doctrinal, and personal - are all valuable tools for achieving clarity and understanding in the pursuit of the metaphysical dominion of the great Tradition."
}