{
  "title": "What is the role of symbols in esoteric knowledge and why is hermetic-alchemical form important in the Western tradition?",
  "first_phrase": "In the preceding text, the author discussed the use of symbols in esoteric knowledge and the limitation of a rational understanding of them. In this last part, the author will further delve into the technical value of symbols and the sense behind the hermetic-alchemical form adopted by Western esoteric tradition. The author argues that symbols play a crucial role in esoteric knowledge, just as concepts do in rational and logical knowledge. The technical justification for using symbols is to train the mind to understand through seeing, rather than thinking, which is how contemporary society is accustomed to. The hermetic philosophy is thus a philosophy of silence, seeking to connect readers more to mute figures and graphical emblems, rather than words.",
  "content": "La giu stificazione tecnica fondamentale dell'uso dei simboli (e specialmente dei simboli grafici) si può formulare cosi: addestrare lo spirito a comprendere vedendo invece che pensando — cioè a comprendere saltando l'intermediario (che, rispetto alla conoscenza integrale, più che un interme diario è un neutralizzatore) del cervello — della formula zione discorsiva e razionale a cui l'« uomo colto » moderno è invece abituato. Molto adeguatamente il Wirth ha chiamato la filosofia ermetica una filosofia del silenzio. « La nostra ambizione — scrive (2) — è di addestrare iI lettore a connettere il * suo pensiero non più a parole secondo il metodo scolasti * co, bensí a figure mute, ad emblemi grafici, a simboli e (1) Cfr. anhe ZACIIAI RE, De la Philos. natur. des Afétaux, 11, 5 I ( p. 494-5 della 13i1,1. Pbil. Chini., t. I I ): « Les Philosophcs ont * écrit la varie Pratique pour eux-mémes, melans parmi la fnon enquerir, , les Causes pour venir à la parfoite connaissance d'i * celle... I Is n 'on t point écrit la Science inven tée, sinon pour eux « mèmes . mais ont haillé les moyens pour la connoitre ».",
  "last_phrase": "In conclusion, the fundamental technical justification for the use of symbols, especially graphic symbols, is to train the mind to understand by seeing rather than just thinking. Therefore, the hermetic philosophy of silence is cultivated by all initiation schools as a way of escaping from the tyranny of words. Symbols do not offer a grip to reason; they require the use of other faculties for proper comprehension. Inhibiting the pathway through which knowledge flows into a series of formulated thoughts in words is the key to unlocking the treasures of esoteric wisdom."
}