{
  "title": "What is the \"magical problem of the endangered soul\" and how does it relate to modern man's spiritual struggles?",
  "first_phrase": "In this text, the author critiques the idea that studying psychopathology and psychoanalysis can offer insight into traditional magical practices. The concept of the \"magical problem of the endangered soul\" is discussed in relation to schizophrenia and hysteria. However, the author argues that this perspective is limited in its understanding of ancient magical traditions, and that modern societies still engage in magical thinking. Despite the author's criticisms, they acknowledge that there is some value in studying psychopathology to understand human experience. The author mentions the work of De Martino, who was able to recognize some truths despite the flawed nature of his material.",
  "content": "Qui sia solo accennato che tutto il mondo della psi copatologia e della psicanalisi è un puro mondo irreale di imma gini soggettive e di semplici allucinazioni, che non ha il menomo rapporto non solo con la realtà magica, ma nemmeno con quella stregonica. ________________ 156 ARVO sunta presenza definita a sè stesso dell'uomo moderno; sealla stessa stregua si debba intendere il corpus dei riti delle religioni positive tuttora esistenti, compreso il cattolicesi mo, corpus che ha sempre un presupposto « magico »; in fine, se si è davvero miopi fino al punto di non accorgersi di tutte quelle figure del mondo tradizionale delle vere ori gini la cui ineguagliata superiorità e saldezza spirituale non ha certo aspettato 1'« evoluzione propria alla coscienza cri- tica moderna ». Ma si è visto che malgrado tutti questi pregiudizi, e disponendo di un materiale piú che spurio, il De Martino, per opera di qualche spirito benigno, è giunto qua e là a ri conoscere cose giuste. Il punto piti interessante è la con statazione di una magia sui generis dell'uomo moderno, con la quale questi ha dato stregonicamente (proprio cosi!)",
  "last_phrase": "In conclusion, despite the subjective and hallucinatory nature of psychopathology and psychoanalysis, there exists a unique form of modern magic that grants reality to an otherwise desolate and mechanistic world. While this barrier protects against risks to the soul, it also renders the spiritual substance within inconsistent and shapeless. Those who seek to establish psychic connections must be aware of the potential dangers involved, even more so in today's environment."
}