{
  "title": "What is the concept of individualization in Taoism and its relation to afterlife and immortality?",
  "first_phrase": "The last part of this text describes the concept of \"kuei\" in Taoist philosophy. The text argues that the individual's consciousness is conditioned by the yin (female) soul, which is responsible for emotions, instincts, and passions. The \"kuei\" is achieved through initiatory art and is characterized by an active divine being that has surpassed the limitations of the physical body. The text explores the theory of destiny after death in which some individuals dissipate their life force, resulting in a residual and finite existence, while others achieve a state of immortality.",
  "content": "Al che si allaccia la teoria circa i diversi destini dopo la morte, teoria che nel nostro testo taoista rispecchia le ve ________________ 376 FIORE D OR() DEL GRANDE UNO Materiale protetto da copyright dure proprie alla conoscenza esoterica in genere. Nel testo,il segno gui esprime la natura di chi, dopo la morte, non ha una vita propria (non sussiste come persona assoluta), per ché la vita egli l'ha tratta dall'anima, e non l'ha trattenuta e posseduta ma dissipata sulla « direzione rettilinea irrever sibile », quella verso l'esterno. In tal caso l'esistenza dopo la morte ha un carattere residuale e un limite segnato; esaurita del tutto la forza, si produce una nuova genera zione. Prima, la personalità residuale raggiunge sedi varie a seconda delle vie seguite in terra, sedi in basso o in alto (celesti). Ma le une e le altre hanno un carattere tran sitorio, non si può parlare di eternità né di immortalità. Diversa è la condizione dell'Io come kuei, termine che si può tradurre con « essere divino attivo », conseguita attraverso l'arte iniziatica.",
  "last_phrase": "In conclusion, according to Taoist beliefs, after death, individuals may either have a residual existence in different locations based on the actions taken in life, or attain a state of divine being by separating consciousness and existence. The latter can be achieved through initiation, granting an extended life as an adept, or transcending duality to reach the \"Fiore d'Oro del Grande Uno.\""
}