{
  "title": "What is the Hyperborean Tradition and its influence on ancient Italian and Roman cultures?",
  "first_phrase": "In this concluding part, the text explores the enigmatic signs of the ancient Italian and Roman traditions that point to the primordial Hyperborean legacy. It mentions the origins of the names \"terra del cinghiale\" and \"terra dell'orso,\" and their relation with the term \"Vareilia\" or \"borea,\" from which the expression \" iperboreo\" comes. The symbolism of bears and fishes, as well as the mysterious designation of the king of the Grail, is discussed in connection with this legacy. Before this section, the text highlights the traces of similar symbols and signs of prehistoric Hyperborean traditions in Northern Italy's Vai Camonica, Europe's Atlantic and North Atlantic regions, and even in the Galilee, where the megalithic monuments suggest the presence of northern Atlantic groups.",
  "content": "— Anche il lupo, in certi casi, è un simbolo iperboreo, per esempio, quando appare come uno degli animali sacri di Apollo, tanto che sulla base di una simi glianza fonetica ( he<og = lupo, XUK = luce) questo animale fu messo in relazione con l'idea della luce olim pica da vari autori classici (i). L'antica Italia e la romanità recano enigmaticamente piú di un segno del retaggio iperboreo primordiale. Ciò può già risultare, in una certa misura, da quanto è stato scritto da Pietro Negri in questa stessa raccolta. Come il Latium fu considerato come una regione in cui era na scosto quello stesso Saturno, che dava il suo nome anche al mare dell'estremo settentrione, cosi gli stessi Latini risultano positivamente essere propaggini di razze pre istoriche che nell'Italia settentrionale — specie in Vai Ca monica — lasciarono dietro di sé tracce di simboli e di segni molto affini a quelli della preistoria iperborea nel l'Europa atlantica e nord-atlantica. Si vuole che la Galilea, la regione in cui nacque il cristianesimo, per via dei suoi monumenti megalitici, sia stata un tempo uno dei luoghi in cúi si stabilirono gruppi di conquistatori nordico-atlantici spintisi nel Me diterraneo.",
  "last_phrase": "In conclusion, the enigmatic traces of the primordial hyperborean heritage can be found not only in ancient Italy and Roman culture but also in the origins of Christianity. While the idea of hyperborean symbolism may offer insight into the historical secrets of the Mediterranean, it cannot fully account for the unique passion and resurrection of the Christian god or the miraculous resurgence of the primordial tradition in certain periods of ancient Roman culture."
}