{
  "title": "What is the connection between Hyperborean tradition and ancient civilizations in America and Europe?",
  "first_phrase": "In this final section, the author explores the concept of the hyperborean tradition, which is still present in many traditional and initiatory centers. This tradition is related to a northern, mythical land called Hyperborea, from which various stories and figures originate. The author notes that even American and Celtic traditions share similarities with the Hyperborean myth, suggesting a possible connection between different cultures and a lost or uninhabitable land, such as the legendary Atlantis. The text also mentions names such as Tulé and Apollo, as well as concepts like the Mare Cronide or Saturnian Sea, all of which are significant elements in this tradition.",
  "content": "Ora, se consideriamo le tradizioni americane preco lombiane, troviamo concordanze che si estendono fino ai nomi. Infatti gli antichi Messicani chiamavano Tiapallan, Tullan ed anche Tulla (l'ellenica Tulé!) la loro patria originaria. E come la Tulé ellenica veniva associata al solare Apollo, cosí ecco che anche la Tulla americana fu considerata come la « Casa del Sole ». Confrontiamo tali tradizioni messicane con quelle celtiche. Se i lontanissimi progenitori dei Messicani ri cordano di essere venuti in America da una terra nordi co-atlantica, le leggende irlandesi ci parlano della razza divina dei Tuatha dé Danann la quale sarebbe venuta in Irlanda dall'Occidente, da una mistica terra atlantica o nordico-atlantica, l'Avallon. Si può dunque pensare e molti altri elementi confermano una tale supposi zione — che qui si abbiano due forme complementari di un'unica testimonianza. Nell'America atlantica da una parte, nell'Europa atlantica dall'altra sarebbero cioè av venute due irradiazioni di razze da un unico centro, da un'unica terra scomparsa o divenuta inabitabile. Ciò fa naturalmente pensare alla tanto discussa Atlantide. An che l'esistenza dell'Atlantide fa parte dell'insegnamento esoterico, a prescindere dalle fantasticherie che ai no stri giorni sono state tessute in proposito.",
  "last_phrase": "In conclusion, the similarities between American and Celtic traditions suggest the possibility of complementary forms of a single testimony. While the existence of Atlantis is part of esoteric teachings, it's important to distinguish between the Hyperborean and Atlantean centers of spirituality and tradition. The Atlantean center, while secondary and distinct, reproduced many symbols of the Hyperborean center. The important distinction between these two centers should not be overlooked when studying these ancient traditions."
}