{
  "title": "\"What is the Formula for Circulation in The Flower of Gold of The Great One Text?\"",
  "first_phrase": "This text delves into the practical teachings of the text, focusing on the formula of the circulations of the \"Fiore d'Oro del Grande Uno\" and the key to overcoming ordinary human conditions. The concept of finding the handle to the polar element is emphasized in the search for the Lord and the defense of the Center, which is crucial for restoring the sovereignty of the luminous principle. The text also highlights the need for the inversion, circulation, and crystallization of light as a technique for fixing one's thoughts.",
  "content": "soggetti di buon grado nuovamente gli obbediranno (l) Tecnicamente questa fase preliminare dell'opera si rea lizza nella « sede superiore » e vien designata come inver sione, circolazione e cristallizzazione della « luce ». A tale riguardo si potrebbe parlare di « fissazione del pensiero ». ma questa formula appare scolorita ed astratta rispetto alle suggestioni vive che dà il testo. Il principio vang è luce. Tale luce è anzitutto quella della coscienza chiara e desta. É la luce del vedere — e per questo si dice che lo vang risiede negli occhi —, ma è anche luce auricolare, cioè luce dell'udire preso come sinonimo di intendere. La dire zione rettilinea che alla luce è impressa dall'anima vin è Liuella rivolta verso l'esterno, cioè verso il mondo dei sensi, su cui la luce interna si versa, quando si vede. Far « circo lare » la luce significa invertire la direzione, riportare la (' ) P. 102-3, 106: « Il cuore inferiore si agita come un ener * gico generale dispotico che disprezza, per la stia debole-1n, i1 * cuore celeste [ranimus-yang] ed ha assunto lui la direzione degli * affari di Stato.",
  "last_phrase": "In conclusion, the principle of vang is the light of consciousness that illuminates our seeing and understanding. The process of inversion, circulation, and crystallization of the light is the fixation of our thoughts. By achieving a deep calm and clarity of mind, we can make the light rotate on itself and illuminate our inner selves. Thus, by strengthening and preserving our original castle, the subjects will willingly obey us again."
}