{
  "title": "What is the meaning and importance of Ascesi and the Tradizione in human existence?",
  "first_phrase": "In the final 200 tokens of this text, the author discusses the need to establish conditions for a tradition that encompasses all activities and is structured around a common axis. They argue against the modern notion of \"tragic sense\" and advocate for giving action a meaningful direction toward resolution. The author also defines \"ascesi\" as transcending the traditional notion of reality to see it from a different perspective, resulting in a fundamental change. While the author acknowledges there will always be those who reject their ideas, they urge for a focus on the collective rather than the few.",
  "content": "La via non è tragica: la tragedia l'ha creata l'uomo disperato. La vita è quel che è ed è quel che deve essere. Il pessimismo nuoce piú dell'ottimismo. L'idea moderna di « valore » è già una costruzione come, in un altro campo, quella di volontà e di potenza. Né otti mismo, né pessimismo — ma dare all'azione un significato, dirigerla secondo un limite di risoluzione, piegarla a dare ________________ SULL'ASCESI E SULL'ANTIEUROPA 207 Materiale protetto da copyright tutto, fino in fondo: in tutti, non in pochi. I pochi ci saran no: ma saranno sempre coloro-che-vanno — non gli arci gni dispregiatori, ma coloro che dall'alto guardano calmis simamente il tumulto delle acque. Oggi si « costruisce » su tutta la linea: quel tale senso tragico travolge le cose, è il senso rembrandtiano dell'ombra che travolge la verità il bianco il neutro — è una dava, la dava psicologica, che macella la placidissima erba del prato. Ascesi non è ascetismo. L'ascetismo è una deviazione del l'ascesi. Trascendere significa sorpassare quello che dicesi realtà e vedere questa realtà sotto un aspetto differente: non si può realizzare l'uno senza automaticamente acquista re l'altro. Quindi chi trascende cambia occhi e cambiando occhi — tutto è cambiato.",
  "last_phrase": "Né ottimismo, né pessimismo - ma dare all'azione un significato, dirigerla secondo un limite di risoluzione, piegarla a dare il massimo di sé stessa. Trascendere la realtà per vederla sotto una luce differente è l'essenza dell'ascesi. Eliminare tutto ciò che fa di noi ciò che siamo, fino a che la risoluzione sia completa. Il segreto va custodito e protetto, ora più che mai."
}