{
  "title": "What is the meaning behind the practice of \"mortification\" in hermeticism and how can one achieve it?",
  "first_phrase": "This final section builds upon the concept of \"mortification\" in Hermetic practices, emphasizing the importance of patient and systematic work towards achieving control over one's instincts and actions. It warns against the \"animalistic\" impulse to reject such methodical work as beneath the \"noble\" tasks of the spirit. Rather, the chapter stresses the need for this control in order to effectively carry out tasks such as the symbolic \"killing of the Bull.\"",
  "content": "Bisogna guardarsi molto da una specie di insof ferenza che disprezza il lavoro metodico e sottile, quasi che esso non fosse abbastanza « nobile » per le ope re dello spirito; bisogna guardarsene, perché una tale insofferenza spesso è solamente quella dell'animale che non vuole essere domato. È difficile accorgersi di tutti i sofismi usati Ball'« animale » a sua difesa, non appena si accorge che si comincia a fare sul serio. Poiché nel capitolo precedente si è fatto di nuovo cenno alla « mortificazione » ermetica, diciamo per es che l'uccisione del Toro è un difficile assunto quando essa non sia preparata da un controllo minuto onde pian piano, senza averne l'aria, si comincia ad afferrare ed a frenare l'animale come in una rete, le cui maglie in sensibilmente si stringono, finché esso scatti — ed allora appunto, può intervenire l'atto totale, risolutivo. Questo controllo, in una parola, consiste nel controlla della istintività di ogni momento e di ogni gesto. In quale senso l'istintività agisca in noi non interessa — è la qualità generica, l'istintività come tale, che va sorpas sata. A questo proposito, sarebbe utile rileggere ciò che ha detto « Abraxa » parlando della « conoscenza delle Acque » (vol.",
  "last_phrase": "In conclusion, it is crucial to beware of the tendency to disregard methodical and subtle work as unsuitable for intellectual pursuits. Such intolerance is often an animal instinct that resists being tamed. Therefore, controlling one's instincts and actions through meticulous monitoring is critical. As viewed in the light of \"Abraxa\" and Buddhist practices, building a clear consciousness and exercising complete presence in every action, state, thought, feeling, can help us achieve this control."
}