{
  "title": "What are the symbols and traditions of the medieval initiation tradition of the \"Fedeli d'Amore\"?",
  "first_phrase": "In the last part (200 tokens) of this text, the author discusses the numerous comparisons that can be made between the secret language of the \"Fede d'Amore\" (a medieval Italian movement devoted to the cult of love) and the language of the hermeticists. The article presents evidence of an initiatory tradition that dates back to the Middle Ages and its continuity into modern times. The only phoenix, a symbol of the organization and of the always-renewing initiatory tradition, is one of the most important symbols of Hermetism, the symbol of the 'red work'.  The author distinguishes their reservations regarding the purity of the Christian character of this tradition compared to Valli’s view.",
  "content": "La purpurea Fenice rinasce e vive tra le fiamme del « fuoco filosofico », come il Fedele di Amore ardendo di santo zelo (lo zelus di Nicolò dei Rossi) rinasce alla vita nuova mediante l'excessus mentis. ________________ 104 PIETRO NEGRI. Materiale protetto da copyright Altri numerosi raffronti si potrebbero stabilire trail gergo settario decifrato dal Valli ed il linguaggio sim bolico degli ermetisti; tra il simbolismo della dottrina d'Amore e dei movimenti affini e derivati. Raffronti che costituiscono un indizio e forse una prova della esistenza e della continuità di una tradizione iniziatica che risale al Medioevo. A differenza del Valli, noi facciamo peral tro molte riserve circa la purezza del carattere cristiano di tale tradizione.",
  "last_phrase": "In conclusion, the comparison between the sectarian jargon and the symbolic language of the Hermeticists provides evidence of the existence and continuity of an initiatory tradition dating back to the Middle Ages. However, doubts remain regarding the purity of the Christian character of this tradition. Further exploration of these complex topics is needed, keeping in mind that the truth of faith is not always easy to discern."
}