{
  "title": "Why is it important to pay attention to the order of things and to not trust natural explanations in understanding the world and history?",
  "first_phrase": "In this text, author advises to pay attention to the order of things that seem 'natural' to us, and not to fall into the trap of solely relying on physical laws to explain reality. There is a secret history waiting to be written that will give us a sense of having lived and acted in a state of hypnosis before. The author quotes Disraeli to emphasize that \"history is made by wholly different forces, forces that those whose eyes do not look beyond the stage do not suspect.\" The principle is to be alert and aware, both internally and externally.",
  "content": "Eppure essi credono ancora, con tutta serietà, che rivoluzioni, sovversioni, rivolgimenti decisivi nella storia possano essere stati spontanei, possano nascere da sé o — ciò è piú o meno lo stesso — siano spiegati sol tanto da cause « naturali » sociali, economiche, politi che. La storia non si spiega da sé, bensì mediante un'altra storia segreta che aspetta ancora di essere scritta e che, ________________ 52 IAGLA Materiale protetto da copyright quando lo sarà, darà agli uomini e ai popoli la sensazione diaver vissuto ed agito, fino ad allora, in uno stato di ipnosi. Si, il vecchio Ebreo aveva ragione: « La storia viene fatta da tutt'altre forze, forze che coloro, il cui occhio non va oltre le quinte, non sospettano » — ha già scritto Disraeli ('). Allarmarsi, sentire occhi e mani e fascinazioni per ogni dove — è il principio. Fa un mezzo giro e guarda dietro: ti ho detto tutto. Quanto alla vita interna, che è il punto di partenza per tutto il resto, una intelligenza sottilissima e serpentina va creata per i pensieri in ogni circostanza rilevante: accorgersi di che cosa vogliono, essi, col fatto che tu li pensi ed accetti.",
  "last_phrase": "\"History is not just shaped by natural causes. There is a secret history waiting to be written and when it does, it will awaken people from their hypnotic state. Stay alert, listen carefully to their language, and distrust those who appear most prominently. It's a tough journey, but there are no shortcuts, and the enemy fears being seen.\""
}