{
  "title": "What is the process to turn lead into gold according to alchemical philosophy?",
  "first_phrase": "In this last part, the conversation continues with Bocosto praising the author's explanation of the alchemical process, while Bele hopes that the disciples will have the grace to listen and understand. The author emphasizes the imperfection of all metals, but urges to turn lead white, remove the red from tin, and redden the moon. He emphasizes the uniqueness of their metals, obtained from their own mine. The text ends with Bocosto's appreciation and willingness to help future readers.",
  "content": "Ma io dico che tutti i Metalli sono imperfetti sinché sono nella ne 1. La veste nera, cioè Io stato di nigredo. 1. Cioè: fissatelo. 2. Potrebbe darsi che queste localizzazioni non abbiano sol tanto valore di simbolo. Allora si potrebbe riandare anche a quel che si è detto a proposito del « Seme del chilo » a cui fa allusione Milarepa (cap. VII, p. 217). 3. Lo stare a letto equivale a « covare », a piccolo fuoco (uri na) ecc. ; si tratta del Regime del Fuoco. ________________ 256 1URBA PHILOSOPHORUM Materiale protetto da copyright rezza; per questo, essendo nero, il Piombo non è perfetto.Ma chi toglie la nerezza, sarà in sé stesso (1), e lo renderà bianco, Onde non ti serve cercar oltre. Rendi dunque bian co il Piombo, togli il rosso al Latone ed arrossa la Luna questo è tutto. Ma intendi per tal via che il nostro Piombo è un metallo diverso da quello volgare, perché viene dalla Miniera nostra, e cosi pure l'Argento e tutto il Composto. BOCOSTO disse: Hai ben parlato per quelli che ver ranno dopo di noi e io ti voglio aiutare.",
  "last_phrase": "In conclusion, it is important to understand that the process of transforming lead to gold is not only a physical process but also a spiritual one. By removing the impurities and allowing the spirit to flow, we can achieve great things. Patience, perseverance and understanding the nature of things will help us on this journey."
}