{
  "title": "What is the Value of Traditional Writing and Singing in the Path of a True Master?",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the necessity of the great tradition that provides various possibilities for each person to develop individually. They emphasize the importance of imbibing a traditional mindset to bring about a radical change in mentality. The author also talks about the hindrances posed by modern society in embracing magical practices and how the true practice lies in giving an absolute and straightforward means to realization. The text references various concepts like Al Gliazali, Kocioucryta, and different practices like murmuring until the extinction of breath.",
  "content": "Ciò che occorre, è imprimere una direzione nel senso tradizionale, cioè come un mutamento di mentalità radicale, effettivo. Non ci si può avvicinare a forme che possono an che coesistere con lo stato attuale perché è precisamente questo che si tratta di scardinare. Per esempio, è lo stato attuale che ostruisce ogni possibilità magica, l'arte magi ca necessitando condizioni particolari che ora, con la civil tà moderna, sono quasi irrealizzabili essendosi quasi perso ogni contatto con le nature elementari che sono più che nascoste se non addirittura scomparse: come sono scomparse le ninfe e i fauni e tutto ciò che l'elemento faceva, una volta, balzare fuori come mito del divenire (spero di par lare a chi intuisca, data l'impossibilità assoluta di dire ciò). Quanto alla pratica: essa non è la descrittiva, cioè l'este tica (etimologicamente) dello stato. La vera pratica realiz zatrice consiste nel dare perentoriamente un mezzo breve, assoluto, netto: nel dire p. es. (accenno ad uno dei mille metodi, a cosa che so): \" Mormora sino ad ESTINZIONE DI SOFFIO questa parola, e basta \".",
  "last_phrase": "In conclusion, the approach needed is a radical change in mindset towards traditional values. It is crucial to break away from the current state of things, which obstructs the possibility of magic. To achieve the ultimate practice, one must possess a master, a fluid environment, and the effluvium barakah. Therefore, to gain liberation, it is necessary to maintain a balance between the inner and outer self, as well as demonstrate adherence to authentic virtues."
}