{
  "title": "What is the relationship between the Hyperborean tradition and other ancient cultures in terms of spirituality and symbolism?",
  "first_phrase": "This text discusses the tradition of Hyperborea and its possible contamination with matriarchal or gynecocratic cycles. The author warns against the confusion of the Hyperborean tradition with these cycles and mentions the work of J. Evola as a reference for further study. The text also highlights the work of Herman Wirth, which is criticized for its emphasis on the maternal symbolism of the Nordic-Atlantic race. The text concludes by suggesting that the opposition of North-South may be more appropriate than East-West.",
  "content": "Questa confu sione, oltre che in alcuni ambienti occultistici, domina nella grossa opera che un olandese, Herman Wirth, ha dedicato allo studio della religione, del simbolismo e della scrittura della razza nordico-atlantica (Der Auf gang der Menschheit, Jena, 1928). La « terra sacra », la patria originaria delle razze civilizzatrici del nostro ciclo, il Wirth la chiama Mo-uru — cioè la « Terra della Madre », trascurando, fra l'altro, una testimonianza espli cita dello Zend-Avesta, dalla quale risulta che il ciclo legato a tale denominazione non è quello originario. In genere, si deve dire che ogni forma tradizionale che sta sotto il segno di simboli femminili e materni, quindi anche lunari o tellurici (la « Madre Terra »), non ha a che fare con la tradizione primordiale iperborea, o rap presenta una forma di sfaldamento di essa dovuta ad in filtrazioni esogene. Forme di questa degenerescenza sono assai visibili nell'antico mondo mediterraneo: donde una ragione anche speciale, per noi, di evitare una simile confusione. In relazione a ciò, è anzi da domandarsi, se non sia opportuno sostituire alla nota opposizione Orien te-Occidente quella Nord-Sud.",
  "last_phrase": "In conclusion, it is vital to avoid confusion when approaching traditional forms that involve feminine and maternal symbols, as they may not necessarily belong to the original Hyperborean tradition. Moreover, the opposition between East and West may need to be replaced by North and South, as traces of a great maternal civilization have been discovered in a broad ethno-cultural strip that extends from Europe to Asia. Finally, the solar character of the Hyperborean tradition is uniform in many designations of the same polar center, and it is essential to view the solar theme beyond the symbolism of the year or the day, as it is not in line with the Hyperborean spirit."
}