{
  "title": "Why is it difficult to understand the spiritual reality and the teachings of Jesus?",
  "first_phrase": "In the final 200 tokens, Pietro Negri discusses the inability to comprehend spiritual reality, using the example of Jesus' disciples who misunderstood the \"Evangelo del Regno\" (Gospel of the Kingdom). Negri points out their materialistic and anthropomorphic conceptions of spiritual ideas, despite Jesus' use of parables to explain the Kingdom. The disciples persisted in awaiting a new political kingdom, failing to understand that the Kingdom of God is within. This echoes their similar misunderstanding of the doctrine of resurrection. Negri suggests that these failures to comprehend spirituality reflect a wider struggle with understanding spiritual reality.",
  "content": "Quei levantini si ostinavano a concepire la cosa materialmente e ad aspettare l'avvento di lf a poco di un nuovo regno politico. Nonostante le esplicite di chiarazioni contenute in Marco (12, 34) e Luca (9, 62; 16, 16) e la categorica affermazione: « E non si Eccolo qui, o eccolo là, perciocché ecco il regno di Dio è dentro di voi » (Luca, 17, 21), essi, i discepoli di Gesù, « stimavano ( Luca, 19, 11) che il regno di Dio sarebbe apparso subito ín quell'istante » (in cui Gesù si avvi cinava a Gerusalemme). Ed in questa loro incompren sione persistono sino all'ultimo, poiché li vediamo chie dere a Gesù apparso loro dopo la morte: « Signore, sarà egli in questo tempo che tu restituirai il regno ad Israe le? » (Fatti degli Ap., 1, 6). Dopodiché può anche appa rire superflua la loro onesta dichiarazione (Fatti, 4, 13) che essi erano degli analfabeti e degli idioti. Analoga incomprensione a proposito della dottrina della resurrezione; ed è naturale, poiché le due dottrine sono legate l'una con l'altra.",
  "last_phrase": "In conclusion, the disciples of Jesus faced challenges in understanding his teachings on the kingdom of God and the doctrine of resurrection. Despite explicit explanations, they persistently clung onto literal interpretations. However, their honesty about their ignorance, as recorded in the Scriptures, serves as a valuable lesson for us to approach the complexity of faith with humility and an open heart."
}