{
  "title": "What is the role of \"eka grya\" in maintaining consciousness through changes in state after physical death in the Esoteric Doctrine of Supreme Identity?",
  "first_phrase": "In the following text, \"La Coscienza Iniziatica Nell'Oltretomba\", the author discusses the esoteric doctrine of the Supreme Identity, where humans are connected to the divine powers, but do not have consciousness of it due to ignorance. The author describes how in the experience of the afterlife, the conscious principle experiences what it has always been metaphysically, and the capacity to remove the illusion of duality is essential in all afterlife tests. The order of experiences in the text differs from other teachings where there are two deaths, the physical and psychic death. The last 200 tokens discuss the preservation of consciousness through changes in the afterlife by gathering nothingness in a dimensionless point.",
  "content": "Per questo, il grado della « conoscenza », ossia la capacità di rimuovere l'illusione di ogni dualità, costituisce l'essenziale in tutte le prove dell'oltretomba. 3. Nel testo, l'ordine delle esperienze è in un certo modo l'inverso di quello considerato da altri insegna menti per un destino comune nell'oltretomba. Come è sta to riferito, questi ultimi considerano due morti. L'una è quella dell'organismo fisico, l'altra, sopravveniente dopo ________________ LA COSCIENZA INIZIATICA NELL'OLTRETOMBA 131 Materiale protetto da copyright un certo periodo, è quella del complesso psichico e sot tile, retaggio dell'individualità umana, a cui l'anima del morto è rimasto connesso e che alla fine si dissolve anch'esso. A questo punto si presenterebbe la grande alternativa: un ottenebramento, ovvero il liberarsi del nudo nucleo spirituale e il suo trasfigurarsi nella Luce, quando in vita questo principio sia stato già in parte risvegliato e consolidato e quando, in genere, sia stato esso a far da centro nell'esistenza del singolo.",
  "last_phrase": "In summary, the essential factor for passing the ultimate test in the afterlife is the level of knowledge, which enables one to eliminate the illusion of duality. The Tibetan text provides a unique perspective on the experiences after death, and it presents the opportunity for a great liberation if the soul can recognize and identify with the pure state of being. However, if one fails, alternative experiences are available as a second chance to achieve enlightenment."
}