{
  "title": "What is the relationship between superstition and science in the occurrence of \"prodigies\"? And how does sexual magic play a role in the novel L'Angelo della finestra d'Occidente?",
  "first_phrase": "In the last 200 tokens, the author discusses the issue of \"prodigies\" and how they were viewed differently in ancient civilizations than they are today. They argue that a belief in the possibility of prodigies and the presence of an environment conducive to their occurrence can create objective power. Conversely, a lack of belief and a scientific attitude can paralyze and freeze these possibilities. The author also draws a comparison between the magical connotations of prodigies and the concept of sexual magic. The tokens prior to this mainly address the idea that the stars are created from the gazing eyes of people and that they will eventually return to them as memories. The author reminds the reader that the material is protected by copyright and discusses various glosses on the subject.",
  "content": "Se questa attitudine piace chiamarla « superstizione », la si chiami pure cosi: noi diremo al lora che dalla « superstizione » emana un potere oggettivo, per il quale si stabiliscono certe condizioni non semplice. mente interne (come crede chi esaurisce la base del « pro digio » nella semplice lede) ma soggettivo-oggettive per la possibilità virtuale di certi fenomeni estranormali; e che la non-superstizione e 1'« atteggiamento scientifico » sono forze egualmente oggettive, le quali agiscono però nel senso opposto di paralizzare e gelare queste possibilità. Da qui, un circolo chiuso. Parlando di attiudine scientifica, al giorno di oggi non si tratta poi pii di una forma intellettuale, ma di qualcosa che, attraverso eredità, ambiente, educazione, ecc. è di venuta, nell'uomo moderno, parte organica del suo essere piú profondo. ________________ GLOSSE VARIE 347 Materiale protetto da copyright MAGIA SESSUALE.Può interessare un raffronto fra ciò che « Abraxa » ha esposto in fatto di magia dei congiungimenti e le vedu te di magia sessuale che Gustav Meyrink ha contessuto nel suo romanzo L'Angelo della finestra d'Occidente (i).",
  "last_phrase": "In conclusion, whether we call it \"superstition\" or not, there is an objective power that emanates from it, which establishes certain conditions that are not simply internal but subjectively objective for the virtual possibility of certain extranormal phenomena. It is important to understand that the scientific attitude is not just an intellectual form, but has become an organic part of our being through inheritance, environment, education, and more. We mustn't paralyze and freeze the possibilities of this power, but embrace it with an open mind."
}