{
  "title": "What are Pythagoras' Verses of Gold and how do they relate to achieving inner peace and harmony?",
  "first_phrase": "In the last 200 tokens of this text, the author talks about the \"Verses of Gold\" by Pythagoras and their relevance to achieving inner balance and contact with hidden forces. The publication of a new esametric translation by TIKAIPÓS is justified due to imperfection in existing versions. The text draws from two excellent sources- SIMPLICII and MULLACI-1. The \"Verses of Gold\" can be useful for those seeking a peaceful and harmonized life, and may serve as an initiation rite. The author notes that there are two ways to achieve detachment, namely by harmonization or force.",
  "content": "Il perfetto equilibrio del corpo e dell'anima, lo stato di giustizia, il sentirsi in pace con sé e con gli altri, permette di volgersi in un'altra direzione a forze sottili dell'anima, che dor mono finché si resti fra le azioni, le reazioni e le scosse di una esistenza agitata e preoccupata. Ma è parimenti vero che allo stesso scopo si può giungere per imposizione agendo direttamente sui limiti interiori dell'anima, e la via, allora, è libera da precetti mo rali in senso stretto (quali potrebbe anche desiderarne la vita ad. domcsticata degli uomini), e richiede soltanto energia, intrepi dezza, facoltà di superamento e di rinuncia. I « Versi d'Oro » si riferiscono alla prima direzione: per coloro che la eleggono, essi possono costituire dunque una utile preparazione — e a questo titolo li pubblichiamo al principio di questo secondo no stro volume. ________________ 8 PITAGORA Materiale protetto da copyright Alla traduzione ha cooperato, qua e là, FIENÌOCOS ARISTOS. Lenote sono del traduttore. Alcune aggiunte redazionali sono in pa rentesi quadra. 1 Prima glliddii immortali, a norma di loro gerarchia. iidora: e l'Orco poi venera, e i fulgidi Eroi indiati.",
  "last_phrase": "In conclusion, the perfect balance of the body and soul, the state of justice, and the feeling of peace with oneself and others allow one to focus on the subtle forces of the soul. While it is possible to achieve this through direct imposition on the soul's inner limits, the \"Versi d'Oro\" offer a useful preparation for those who choose the former path. Remember to restrain the stomach, sleep, sex, and other desires in order to avoid shame and maintain friendship."
}