{
  "title": "What is the meaning behind the \"Regime del Fuoco\" and the process of achieving the \"Veste di Porpora\" in alchemy?",
  "first_phrase": "In this text, we learn about alchemical concepts of transmutation and purification. The author talks about various methods and processes, including the Regime of Fire, to turn lead into something more valuable. The text also mentions the importance of removing the Spirit from a dead body, hiding it in another spirit, and combining them to create an Anima. The final part of the text introduces Nielozro, who explains the process of putrefaction and sublimation to achieve \"infinite\" tinting abilities. These concepts may seem esoteric, but they were significant in medieval science and are still of interest to some today.",
  "content": "Sappiate, o voi che cercate quest'Arte preziosa, che se voi non togliete lo Spirito dal Corpo morto, se non lo nascondete in un altro spirito e se poi di entrambi non fate un'Anima, non riu scirete a nulla. Uccidi dunque il Corpo, fallo putrefare e trai da esso lo Spirito bianco; allora l'Anima lo glorifi cherà. E sappiate che lo Spirito non viene dal Corpo, ma vien dallo Spirito, e l'Anima viene da entrambi. Il Corpo è Spirito, ma lo Spirito non è Corpo: l'uno ha l'altro; ma l'altro non lo tiene; abbiate presente questo, altrimenti non giungerete a nulla (2). NIELozro disse: È necessario far imputridire il tutto per quaranta giorni (3), poi sublimarlo nove volte, nel suo vaso; poi putrefate di nuovo e coagulatelo. Sappiate che da tale momento esso tingerà tutto ciò in cui entra, ed infinitamente. Voi avete sentito dire abbastanza spesso questo, ma nessuno lo crede finché Dio non lo voglia. È per giusto consiglio di Dio che accade cosi.",
  "last_phrase": "In conclusion, to achieve the Philosopher's Stone, it is crucial to kill the alive and vivify the dead, by extracting the white spirit from the putrefied body. This process takes 40 days of putrefaction, followed by sublimation and coagulation. This Stone, called Efod debuts, can tint everything it touches infinitely. Remember that this is not an easy task, but with persistence, you can succeed."
}