{
  "title": "Does the Wisdom of Traditional Myths and Legends Hold Value in Modern Civilization?",
  "first_phrase": "In this part of the text, the author challenges the commonly held belief that the evolution of humanity from primitive forms of life and social organization is necessary for attaining wisdom. The author rejects the dogmas and postulates of religion, philosophy, and contemporary science, as well as the corollary that myths and legends of ancient peoples are simply personifications of natural forces. Instead, the author believes that wisdom is innate in people and not tied to any particular stage of social development. The author argues that modern civilization, with its complexity and restlessness, may actually hinder the attainment of wisdom. The author also suggests that myths and legends may contain elements of traditional initiatic wisdom, which do not need to be explained away through naturalistic interpretations.",
  "content": "Noi sappiamo che la sa pienza è una cosa ben diversa dalla cultura (nonché dalle teorie, dalle credenze e dai languori devoto-iste rico-sentimentali); e che la possibilità di pervenire alla sapienza è inerente nell'uomo, e non è affatto legata, come ordinariamente si crede, alla evoluzione dell'uma nità dalle forme di vita e di organizzazione sociale « pri mitive », nomade, pastorale, agricola, alle forme piú recenti dette per antonomasia civili. Pensiamo, anzi, o meglio, sappiamo per esperienza, che le esigenze, la complessità, l'irrequietudine e l'invadenza della civil tà moderna, lungi dal condurre l'umanità verso la sa pienza, la vanno sempre pid allontanando anche dalla pura capacità di concepire di che si tratti, e vanno ren dendo anche ai singoli sempre piú arduo il compito, aggiungendo ostacoli artificiali piú che superflui a quelli che per sua natura impone il compito assuntosi da chi aspira alla sapienza. Perciò non ci sentiamo costretti per spiegare miti e leggende a ricorrere alle interpretazioni naturalistiche, solari, meteorologiche, totemistiche ecc. ; e riteniamo possibile che in essi possano trovarsi rac chiusi anche elementi e tracce della sapienza iniziatica tradizionale.",
  "last_phrase": "In conclusion, the pursuit of wisdom is innate in humans and not necessarily tied to societal evolution. Modern civilization, with its complexities and distractions, makes this pursuit even more challenging. We don't need to resort to naturalistic or totemistic interpretations to explain myths and legends, as they may contain elements of traditional wisdom. Examining the symbolic expression of traditional wisdom in the myths and legends of ancient Rome, such as the legend of Saturn, can offer valuable insights."
}