{
  "title": "What is the integral ascent and how does it relate to the decay of false knowledge and actions?",
  "first_phrase": "The last 200 tokens of this text discuss the need for a complete integration in order to achieve a true balance and avoid the illusion of the future. The author talks about different fields of knowledge, including History, Philosophy, Religion, and Art, and how they can become stagnant and lead to a false sense of knowledge and action. The text concludes with the idea that only true passivity can generate absolute activity, and that offering oneself completely can lead to a radiating love that can absorb and renew everything.",
  "content": "Storia, Arte, Filo sofia, Credenza — fra questi quattro cadaveri l'uomo cadavere vive il mito del futuro, cioè dell'irrealizzabile, e ne fa corona e maschera alla propria morte: morto prima di nascere, egli afferma una vita a venire: putre fatto prima di vivere, egli gioca agonicamente con la resurrezione futura: in un presente nullo, si volge ad un avvenire illusorio. ________________ 92 HAVISMAT Materiale protetto da copyright Ma se una reintegrazione è ancora possibile, questareintegrazione implica il compimento della decadenza: bisogna che si realizzi tutta la sterilità della falsa cono scenza e della falsa azione e che da una catastrofe radi cale sorga l'èmpito che rinnoverà radicalmente l'equi librio. Negare prima e sempre, affermare solo quando tutto è stato negato, quando l'uomo sia veramente, di nanzi a ciò che non conosce e che non possiede, un cada vere nelle mani della lavatrice di cadaveri — com'è detto nella tradizione islamica. Soltanto una passività assoluta può generare un'attività assoluta: soltanto offrendo inte gralmente si può, per radiazione di caritas, tutto ri prendere, tutto riassorbire.",
  "last_phrase": "In conclusion, the text emphasizes the need for a complete rejection of false beliefs and actions in order to pave the way for a true rebirth. To achieve this, one must embrace a passive attitude and offer oneself entirely to the process. By doing so, one can purify their vision and attain true realization through the unique and central path of integral asceticism. Only then can one transcend their previous state and become what they were meant to be."
}