{
  "title": "What are the teachings and practices of ancient Turkish Freemasonry, and how are they connected to the ideas of Kerning and other esoteric Masonic teachings?",
  "first_phrase": "In the previous part, the author discusses the teachings of Franz Hartmann and Walter Johannes Stein on Freemasonry. In this final section, the focus shifts to the influence of Theodor Reuss and Arnold Krumm-Heller. The author cites various sources to suggest a continuity between the esoteric teachings of ancient Islamic and Eastern Masonry, and those of Krumm-Heller and Reuss. Among these sources is a rare book by Rudolf von Sebottendorf that details the practices of ancient Turkish Freemasonry. The author posits that this information may help alleviate some of the skepticism regarding the mystical teachings of Krumm-Heller and Reuss.",
  "content": "Il von Sebottendorf si propone semplicemente di « riferire » insegnamenti propri ad ambienti esoterici mussulmani, con i quali venne in contatto; e quanto egli espone ha una impronta di serietà, di autentici tà e di impersonalità, Ora, la corrispondenza di va rie dottrine di questi ambienti esoterico-massonici orien tali con quelle del Kerning è in molti punti inconte stabile. Ciò non può non far riflettere e non può non rimuovere, in parte almeno, la diffidenza che, da soli, gli scritti del massone e mistico wuttemburghese possono destare. Così non credo privo di interesse dare qui in (1) Tradotto anche in italiano, edizioni Bocca, Milano, 1944. È un libro che raccomando. ________________ Materiale protetto da copyright VIVIFICAZIONE DI « SEGNI » E « PRESE » 121sintesi le dottrine e gli indirizzi pratici in questione, atte nendomi pertanto essenzialmente alla fonte mussultnana. Il von Sebottendorf ritiene, nel riguardo, che la masso neria orientale aveva conservato fedelmente antiche dot trine sapienziali, volte essenzialmente alla conquista di una più alta conoscenza, mentre già le costituzioni mas soniche del 1717 (si tratta appunto di quelle con le quali nacque la massoneria « speculativa ») « rappresentarono una deviazione dalla giusta strada ».",
  "last_phrase": "In conclusion, the teachings and practical directions presented by von Sebottendorf in his correspondence with esoteric Muslim communities challenge our preconceptions about Oriental Freemasonry. The practice with signs, grips, and syllables is preceded by a spiritual preparation that involves reciting specific verses from the Quran over a period of 22 lunar months. The Kerning, on the other hand, advocates for exercises in a more subtle form of breathing. These teachings provide valuable insights into the hidden wisdom of ancient traditions and can offer practical techniques for self-discovery and spiritual elevation."
}