{
  "title": "What is the \"Via della Mano Sinistra\" in Esotericism and how does it differ from the traditional path of liberation?",
  "first_phrase": "In this last part, the text focuses on the concept of the \"Left-Hand Path\" in Hinduism, which differs from the traditional path of following a law. The author explains that those who follow this path, which stands for the active and destructive transcendence of divinity, must understand the true sense of the reactions that happen within them. These reactions, whether of satisfaction or unease, are not considered mere natural responses, but rather signs of who is truly acting within them. An example is given of how offense can trigger a reaction within oneself, which is caused by the entity of one's blood or nation. The text concludes with the idea that esoterically, things appear differently from a moralistic interpretation.",
  "content": "Ma comunemente non è così; e qui interviene l'interpretazione moralistica, la quale in reazioni del genere vuoi riconoscere la « voce della coscienza » e la prova che esiste un senso del bene e del male connaturato nell'anima umana, base della felicità del virtuoso, del tormento del malvagio. Esotericamente le cose appaiono in modo diverso. Pren diamo un caso concreto. Quando, per qualcosa che offenda ) Si tratta propriamente della cosidetta « Via della Mano Si nistra » — vdindcara — che peraltro conduce allo stesso punto della « Via della Mano Destra », malgrado le allarmate quanto fantasiose interpretazioni dello spiritualismo moraleggiante, trattandosi, a pre scindere da certe degenerazioni, soltanto di un divario di tecniche. ________________ 240 EA Materiale protetto da copyright il proprio sangue o la propria nazione, si reagisce, si trattadi una reazione provocata in me dal « Mane » del pro prio sangue, dall'« ente » della propria nazione. E quan do, invece, sia io l'offensore — e l'offesa può andar oltre, può raggiungere livelli piti profondi e confinare con quanto viene designato ordinariamente come delitto — la reazio ne di massima avviene egualmente, ma in me contro di me.",
  "last_phrase": "In conclusion, when we react to an offense, our response is often triggered by our own blood and nation, but it is essential to acknowledge that the psychological phenomenon of \"bad conscience\" or guilt can also arise in the offender. Therefore, it is crucial to pay attention to our internal experiences and understand them objectively, rather than interpreting them through moralistic or mythical lenses. This can help us navigate our actions and reactions better and achieve a deeper understanding of ourselves."
}