{
  "title": "How can you know if your actions are truly your own and how to achieve inner balance and control?",
  "first_phrase": "In this final passage, the author encourages readers to be attentive to their subconscious inclinations and bodily sensations, in order to achieve a state of equilibrium and identify the direction in which they should act. Quoting from Giuseppe Micheli's \"Persuasion and Rhetoric\" and Julius Evola's \"The Yoga of Power,\" the author emphasizes the need to overcome conscious will and allow chance to guide decision-making. By doing so, readers can distinguish genuine indifference from false illusions and develop a powerful tool for self-discipline. The author also stresses the importance of detachment and calmly observing one's own desires and impulses.",
  "content": "« Cosi non basta « credere che la scelta sia indifferente, occorre invece mettere da parte la propria volontà e provare a lasciar * decidere al \" caso \", per es. al cadere in un verso o * nell'altro di una moneta. Nel sentimento che ne risulta * [dallo stato di \" equilibrio \", che si altera] per reazio « ne, moltiplicando questa disciplina ed estendendola ad una materia che sempre più intimamente vi riguardi, * si avrà uno strumento segnalatore... per verificare quan :< to era realtà e quanto illusione quel senso di indiffe renza che precedeva la scelta » ). Di nuovo, malagevoli sentieri ti si parano davanti. Duro e felino devi farti con la tua piccola anima che, in genua e presa, accorre dovunque le baleni gioia, pace, soddisfazione. Devi distaccarti e devi saperla fissare con alma freddezza ( penso a certi grigi, metallico-azzurri occhi nordici), quando per vergogna essa meno vuole esser vista, quando tí suggerisce abbandono a che il con tatto avvenga — e lei soggiaccia, riceva, soffra. Tu devi essere il suo maschio, non altri.",
  "last_phrase": "In conclusion, it is important to let go of our own will and allow chance to decide, as well as to constantly discipline ourselves to distinguish reality from illusion. We must be brave and persistent in pursuing our desires, taking control of our own soul and striving for purity and simplicity. Only then can we truly be fulfilled and ascend to become like the \"Son of Hermes.\""
}