{
  "title": "What is the connection between the \"sabba\" and the duality of man's consciousness in relation to the influence of the sun and the moon?",
  "first_phrase": "In this section, the author talks about the concept of the \"dual\" and the solar consciousness. Before that, the author describes his experience with mysticism and demonology, which led to a growing sense of deception and defeat, and eventually, he stopped. He then goes on to explain the concept of the \"two men,\" where the lunar man dominates our consciousness during the day, and the solar man appears at the edge of sleep. If one follows the lunar man without changing their consciousness, they fall under the elemental influences of the moon. The author then connects this to the Krem school.",
  "content": "Ma colui che invece — di sorpresa, per cose dire — riesce a seguirlo senza però avere la necessaria prepara zione, ossia senza mutare l'atteggiamento proprio alla sua coscienza diurna (questo fu appunto il mio caso, al principio), costui cade sotto le influenze elementari della luna, e sfugge al cambiamento di polarità, di influsso solare e di influsso lunare sui due uomini, che interviene nello stato di sonno. E perché accade questo? Appunto perché la coscien za nostra abituale è quella dell'uomo esteriore, che si porta sul mondo fisico esteriore. Cosi se nello stato di sonno la coscienza per via della sua abitudine resta là, invece dell'influsso solare, cui è legato il senso del l'auto-coscienza e della realtà, essa riceverà il letale, larvale influsso lunare, con le conseguenze che ho detto: ________________ IL « DOPPIO » E LA COSCIENZA SOLARE 181 Materiale protetto da copyright perché, nella notte, il Sole tramonta per l'uomo este riore, si accende invece nell'uomo interiore — il prirn passa sotto gli influssi della Luna. Ciò, poi, mi fece capire perché ]a scuola del Krem.",
  "last_phrase": "In conclusion, it is essential to prepare and attune one's consciousness to experience the solar influence in the state of sleep instead of falling prey to the elemental influences of the moon. The Kremmerz school's isolation of the lunar body from the physical body facilitates this transformation, leading to inner birth. With intuition and instinctive reactions, one can achieve a special intelligence and gather the strength to maintain the emerging, forming, and liberating other in the physical body."
}