{
  "title": "What is the technique for producing the elixir of life and how does it involve the breath and the heart?",
  "first_phrase": "In the last 200 tokens, the text explores the technique to achieve the \"elixir of life\" by unifying breathing and circulation of light. The practice involves harmonizing the heart and breath and attaining a state of spontaneity. The text also mentions an esoteric treatise, \"Libro dell'Elixir,\" which emphasizes the importance of listening to the heart's energy in achieving immortality. The authors use the symbol of \"covare\" or \"cooking\" to describe the process of achieving a regime of fire. Overall, the text describes the methodology for unlocking the true seed inside oneself and attaining enlightenment through esoteric practices.",
  "content": "« D'un tratto [il cuore] diviene cosi lieve, da cessare di battere; allora si manifesta il respiro vero e la forma del cuore diviene cosciente... Quando il cuore è lieve, anche il respiro si fa lieve » (p. 125). Si può chiamare ciò lo scioglimento del vincolo del cuore. La pratica sembra comportare un vero « regime del fuoco » in senso ermetico, ed anche il simbolo ermetico del « covare » (= cuocere) viene usato (2). Appunto di covare parla un trattato esoterico, il « Libro dell'Elixir menzionato dal testo, che dà per « chiave magica » la for mula: « il cuore stando sempre in ascolto ». Allora — è detto — l'energia del calore non subisce interruzione giorno e notte « e lo spirito primo si desta alla vita ». Ciò tutta via non avviene prima che « sia stato fatto morire il cuo re ». La spiegazione è: « Uccidere il cuore non significa che esso si dissecchi e muoia, ma invece che, indiviso e rac colto, si faccia uno » (p. 126-7).",
  "last_phrase": "In conclusion, achieving the dissolution of the heart bond through the practice of listening to the heart and calming the lower heart is a vital step in awakening the first spirit and achieving the motion of the superior spirit. The process requires a \"regime of fire\" and the use of symbols like \"covare\" and the \"elixir book,\" where the heart becomes united and self-moved, leading to action in inaction."
}