{
  "title": "What are the \"Pericoli dell'anima\" and their effects on modern humanity according to anthropological studies?",
  "first_phrase": "In this concluding section, the text discusses the danger of the human soul in modern society. The author highlights that the instability and inconsistency of human personality are threatened more than ever before, as compared to the past. While the primitive man had a physical sense of invisible forces and demons, the modern man is under the subtle influence of ideologies, thoughts, and collective psychic currents, which enslave without personal realization. The author negates De Martino's concept of the emancipation process of the human soul in modern civilization and believes that there is an evolution of spiritual degeneration and regression.",
  "content": "Nei riguardi dell'umanità moderna non è di una evoluzione ma di una involuzione e regressione che è il caso di parlare, di un processo di imbarbarimento spirituale, anche se esso si è realizzato in una direzione diversa dalla involuzione delle popolazioni selvagge. Invero, se vi è un uomo interiormente labile e inconsistente, questo è proprio l'uomo d'oggi. Senza esagerare, può dirsi che mai la perso nalità umana è stata cosí minacciata come oggi, e mai essa è stata cosí inerme, come oggi, di fronte ai « pericoli dell'anima »; ciò, già per il fatto che di questi pericoli essa ________________ L'ETNOLOGIA E I « PERICOLI DELL'ANIMA » 153 Materiale protetto da copyright non si accorge nemmeno. Mentre l'uomo primitivo sentivaquasi fisicamente forze invisibili e dèmoni ed aveva dunque modo di prender posizione di fronte ad essi, l'uomo moder no soggiace ad influenze analoghe, che ora agiscono in modo piú sottile, come pensieri, suggestioni, ideologie, correnti psichiche collettive che lo asservono senza fargli nemmeno sentire la costrizione. Altro che « scoperta dell'autonomia dello spirito », della « libertà del creare e dell'agire del l'uomo » che si sarebbero realizzate nello sviluppo della ci viltà occidentale! (186, 121).",
  "last_phrase": "...essa non si accorge nemmeno. È quindi fondamentale per l'uomo moderno diventare consapevole di questi \"pericoli dell'anima\" e trovare il modo di difendersi dalle influenze negative della società. Potrebbe essere utile riscoprire l'importanza della funzione dell'uomo come \"centro\" nella tradizione e comprendere il suo ruolo nel mantenere l'ordine universale così come hanno fatto molte civiltà del passato. Solo allora potremo sconfiggere l'imbarbarimento spirituale e la regressione dell'umanità moderna."
}