{
  "title": "What is the significance of iniziatic science and tradition in history and how does it differ from spiritualist and occult practices?",
  "first_phrase": "In this final section of the text, we delve deeper into the science of initiatic knowledge and its role in history. The author emphasizes the importance of studying different forms of traditions and their testimonies to understand their efficiency in the human world. The text also talks about the true meaning of initiatic wisdom and its place in society, highlighting its dignity and power. The section ends with a note on a new translation of Pythagoras' \"Golden Verses,\" which can serve as a helpful introductory rite for those seeking to achieve a detachment that enables perception of the hidden reality of things.",
  "content": "________________ Materiale protetto da copyright IPITAGORA GLI AUREI DETTI Li pubblicazione di questa nuova traduzione esametrica de: V'ersi d'Oro » di Pitagora, curata per la presente raccolta da TIKAIPÓS, si giustifica con la imperfezione delle esistenti, com. presavi quella « couronnée par l'Acadérnie Frog-aise » di M MEUNIER: Pythagore - Le Vers d'Or (6 ed., Paris, 1925). Il nostro collaboratore si è rifatto direttamente a due ottimi testi: l'edizione con parafrasi latina e araba in fondo a SIMPLICII, Con lnentarius (Lugduni Batavorum, 1640); e quella con apparato cri tiro del MULLACI-1 (1861) nella raccolta DIDOT : Fragm. philos. grae corum, 1, 191-99. Per quel che riguarda il senso e il luogo dei precetti contenuti nei « Versi d'Oro» in relazione a quanto andiamo esponendo nei presenti volumi, essi possono essere assunti al titolo di un agevole rito iniziale (Galeno diceva di solerli recitare alla fine e al principio del giorno), che non ne esclude nessun altro. Vi sono due vie per giungere a quel distacco, che permette la percezione della realtà sot file e il contatto con le forze occulte delle cose: armonizzando, ov vero forzando.",
  "last_phrase": "In conclusion, the publication of this new hexametric translation of Pitagora's Versi d'Oro is justified by the imperfection of existing versions. The Versi d'Oro can serve as a useful initiation ritual towards achieving a perfect balance of body and soul and feeling at peace with oneself and others to perceive the subtle reality of things beyond the actions and reactions of a worried existence. These verses serve as an excellent preparation towards achieving that end."
}