{
  "title": "\"How can we avoid being trapped by our own tendencies and complexes?\"",
  "first_phrase": "In the previous text, the author uses the metaphor of a bouncing ball to describe the downward course of experiences and tendencies that oppose complete deconditioning of the soul. The text speaks of subsequent phantasms and their fatal consequences, urging the soul not to give up, remember teachings and not be misled by imagination. The last 200 tokens discuss the initiatic consciousness in the afterlife and how the soul's destiny is entirely self-determined. It explains the actions one can take to avoid the worst outcome and guide their movement. The text references similar apparitions in the \"Rituale Afithriaco\" for magical and theurgic experiences.",
  "content": "Cosi il testo esorta l'anima a « ricordarsi » anche qui, a su perare l'illusione, a rendersi conto che ha da fare solo (1) Sul piano dell'esperienza magica e teurgica ancora in vita, si ricorderà che analoghe apparizioni sono indicate nel «Rituale Afithriaco» (vol. I, cap. IV, dove facemmo rilevare la concordanza anche con un rituale di Pietro d'Abano). ________________ LA COSCIENZA INILIATICA NELL'OLTRETOMBA 133 Materiale protetto da copyright con sè stessa e con ciò che ha determinato in sè stessa,che lei stessa sarà l'artefice del suo destino. 1. Anche in questi stati che rappresentano una caduta e la perdita delle possibilità piú alte offerte dall'oltretomba, vengono considerate, quasi diremmo in extremis, azioni per evitare il peggio: in base ad un riprendersi e all'uso di scongiuri (formule per « chiudere la matrice di una data nascita »), oppure in base al fatto che se si è tra sportati in un movimento che ormai non si può piú arrestare, resta possibile, tuttavia, guidare in parte tale movimento.",
  "last_phrase": "In conclusion, it is essential to remember that in the afterlife, one's consciousness and actions determine their destiny. Even in the lowest states of being, there are ways to avoid further decline by resisting the urges of attraction or repulsion and mastering one's mind. With this knowledge, we can make informed decisions to avoid negative consequences and achieve a higher state of being."
}