{
  "title": "What is the law of sympathy and how does it relate to the practice of magic?",
  "first_phrase": "This text discusses the law of sympathy, which suggests that when one's mind takes on the \"form\" of another mind, it can effectively communicate with it and act on its behalf. The law can be simple or complex depending on how one goes about the process, ranging from spontaneous intuition to a complex magical, theurgical, and astrological process. The law of sympathy operates through the power of certain characters, figures or signs to attract corresponding forces when traced or impressed in a particular way. The text goes on to explain how magicians use this law to identify a person's dominant influences and special elemental, planetary, and zodiacal influences in accordance with their purpose.",
  "content": "La legge di simpa tia, qui, consiste nel potere che certi caratteri, figure o segni avrebbero di attrarre le virttí delle forze a cui tradizional mente corrispondono, quando siano tracciati o impressi nel dovuto tempo e nei modi dovuti e con cerimonie atte ad in tonarli alle influenze dominanti ('). La « simpatia » prodotta dall'analogia e dalla somiglianza naturale o simbolica, ope ra alla stessa guisa di un'eco che si riflette contro un muro opposto, o di una lira che entra in vibrazione al risuonare di un'altra somigliante, o infine come due corde tese allo stesso intervallo.r perfettamente accordate, che suonano con temporapeamente pizzicandone una sola (2). Su questa base, i maghi cercano di individuare 1'« ascendente » della perso na, il « genio » che domina su di lei, e anche il gruppo delle speciali influenze elementari, planetarie e zodiacali, con particolare riguardo alla qualità dello scopo preposto; e ac certano i segni, i nomi e i numeri corrispondenti a tutto questo, secondo la loro tradizione.",
  "last_phrase": "In conclusion, the law of sympathy emphasizes the power of certain symbols and figures to attract corresponding forces when properly drawn or imprinted with appropriate ceremonies. Magicians seek to identify a person's dominant influence and elemental, planetary, and zodiacal influences, and then use this information to reconstruct the individual. The process involves both mental and ceremonial procedures."
}