{
  "title": "\"What is the meaning of the Rapitrice del Moto and the construction of the soul in these magnificent places?\"",
  "first_phrase": "In this final part, the author reflects on the intense concentration of creators and their seemingly hard-heartedness towards those who do not understand the value of their work. The author challenges the idea that creation is selfish and argues that it is a form of love that takes many shapes, as multifaceted as fire. The author illustrates this argument with vivid descriptions of the fiery atmosphere of creative spaces, where the work of many hands is transmitted across the ages. The text highlights the importance of creation and the sense of brotherhood that it inspires, painting a picture of a world where every action sets in motion an infinite number of events.",
  "content": "Come se l'amore non fosse capace di tante forme — esso, che è multiforme come fuoco! Come se il suo calore si estin guesse quando la fiamma diventa invisibile! Mai l'anima costruisce soltanto per sé. Nei luoghi do ve essa costruisce lo spazio è fitto di migliaia di mani che sorgono dalla profondità dei secoli: mani che s'incon trano in strette piene di un significato di fratellanza eter na e si trasmettono l'un l'altra l'opera. Dai luoghi di que ________________ PROSPETTIVE 345 Materiale protetto da copyright sta attività ardente e terrificante, il ricordo riscende mutoe turbato, mortalmente stanco per il rimbombo delle mi. gliaia di martelli; accecato dallo splendore bianco delle fornaci; stordito dallo scroscio degli strumenti di quelle officine misteriose, dai comandi che tagliano l'atmosfera ardente, dalla febbre del respiro delle masse, dal rumo re dei passi di coloro che vanno e vengono e dal canto di chi già sta lavorando in alto. In queste contrade non vi è niente di paragonabile alle appassite opinioni dei terrestri sull'egoismo e alla piccola cura che chiude gli alveari affinché la loro dolcezza non fugga verso labbra fraterne. Non vi è atto che non metta in movimento tutti gli ato mi, fin agli ultimi mondi.",
  "last_phrase": "\"Dai luoghi di questa attività ardente e inesauribile, emerge la prospettiva di un futuro migliore e universale, dove le mani di migliaia di uomini si incontrano in strette di fratellanza eterna per costruire città e vie che aprono ciascuna sopra un nuovo secolo, dove ogni onda raggiunge senza affievolirsi le rive e ogni volontà vibra nell'unisono. Questa è la multiforme essenza dell'amore che non si estingue mai.\""
}