{
  "title": "\"What are the similarities between Muslim Freemasonry and Kerning's breathing exercises?\"",
  "first_phrase": "In this final section, the author discusses the practices of signs, grips, and syllables in both von Sebottendorf and Kerning's works. In particular, Kerning's methods of breathing exercises, directing breath to specific organs, and increasing life force bear resemblance to those in Hindu yoga. The author notes the peculiar similarity between these directions and those in a tradition that Kerning likely had no knowledge of. Additionally, Kerning incorporates the recital of verses from the Quran, with specific letter or formulaic interpretations indicating the number of days for recitation. Overall, the text explores the convergence of esoteric practices across cultures and traditions.",
  "content": "a respirare con Ia gola, poi anche a bocca chiusa e attraverso l'uno o l'altro degli organi del corpo, col che un piíi puro soffio si mescolerebbe all'aria della comune respirazione prepa rando il corpo a percepire influssi piú sottili; il Kerning parla anche della pratica consistente nel condurre il soffio sull'uno o sull'altro organo o membro, per potenziarvi e galvanizzarvi la forza di vita che vi è racchiusa. Ed egli dice che ciò, « per quanto possa sembrare strano, costi tuisce l'inizio della inspirazione dell'anima vivente ». Vi è una curiosa concordanza fra simili direttive e quelle dello yoga indù, curiosa, perché nell'epoca in cui il Kerning visse quasi nulla si doveva sapere circa tale yoga. O il Kerning è giunto a tali conoscenze da solo, ovvero le ha attinte da una tradizione occidentale assai ________________ 122 A RVO Materiale protetto da copyright poco nota. Ancora un dettaglio. Il Kerning distinguetre sedi: una sede A, dove il soffio viene attinto, una sede B, che fa, diciamo cosi, da centrale del soffio (sono i polmoni e il cuore), una terza sede C, dalla quale il soffio (evidentemente in forma sottile) viene assorbito, e che il Kerning fa corrispondere agli organi del sesso.",
  "last_phrase": "In conclusion, the practice of breathing with different parts of the body, as taught by Kerning, can help to purify the air we breathe and prepare our bodies to perceive more subtle influences. By moving the seat of breath to different organs or limbs, we can also increase the vital force contained within them. This technique may seem strange, but it has similarities to Hindu hatha yoga and can be a powerful tool for deepening our connection to the breath and the life force within us."
}