{
  "title": "What is the likelihood of the existence of a modern pagan initiation tradition in the West?",
  "first_phrase": "In the previous text, the author discusses the distinction between not knowing if something exists and knowing it cannot exist. The current text examines the challenges of identifying a potentially hidden esoteric tradition, specifically a modern and pagan one, in the West. The author observes that the deep and ongoing hostility towards paganism has made it difficult for such a tradition to exist openly. The author argues that this pervasive antipagan sentiment presents a challenging condition for any pagan initiatic center to emerge and thrive.",
  "content": "Basta pensare all'odio -profondo ed inveterato della religione dominante in Occidente con tro il paganesimo per rendersene conto. Anche quando si attaccano fra di loro, le varie sette cristiane si accu sano di paganesimo; si direbbe che, secondo la loro men talità, accusa piú grave non sia possibile trovare. I pro testanti per affermare l'eccellenza e la genuinità del loro cristianesimo rinfacciano ai cattolici il loro paganesimo e la Chiesa cattolica anche recentemente per condannare il movimento dell'Action Francaise si è basata sopra il suo preteso carattere pagano. Questa ossessione antipagana, se da una parte indica per loro stessa confessione che non è poi vero che, malgrado tutto, i cristiani siano riusciti a fare tabula rasa del paganesimo, dimostra d'altra parte quale vita ________________ SULLA TRADIZIONE OCCIDENTALE 67 Materiale protetto da copyright liní e quale virulenza abbiano ancora gli odii ed i ran cori profondi della religione dominante contro il paga nesimo; e si vorrà convenire che questo diffuso e tenace malanimo determina una condizione di fatto che non è precisamente la più propizia cd allettante per una op portuna e proficua affermazione di esistenza e manife stazione di un centro iniziatico pagano.",
  "last_phrase": "In conclusion, the deep-rooted animosity of the dominant religion in the West against paganism is still present today, making it difficult for a pagan initiation center to thrive. However, the existence and work of various pagan initiates in the last glorious centuries of the pagan world, such as Apollonio, Plotino, Massimo, and Giuliano, serve as strong evidence that pagan initiation centers did exist during the imperial Roman era."
}