{
  "title": "What is the Hyperborean tradition and its significance in different cultures and regions?",
  "first_phrase": "In this text, the author delves into the concept of the Hyperborean tradition, which is steeped in both geographical and spiritual symbolism. The Hyperborean tradition designated the pole as the center and axis of human life, but this deep connection with reality was broken over time due to changes in climate and the inclination of Earth's axis. The author also discusses the link between the spiritual and geographical significance of the North Pole and mentions the tradition of Tulé, a land from where Apollo, the solar and Olympic god, originated. In the last 200 tokens, the author talks about the significance of the designation \"Mare Cronide,\" meaning the sea of Cronos, the king or god of the golden age, which was the primordial age before involution and deviation.",
  "content": "Però il simbolismo polare si conservò e si riprodusse, in una forma o nell'altra, presso tutti i centri tradizionali ed iniziatici derivati direttamente o indirettamente da quel lo iperboreo senza la controparte geografica, o riferen dosi, questa controparte, a terre o città valenti come « cen tri » e « poli » solo in ordine ad una determinata area o ad un determinato ciclo. Per altri riferimenti, posso ricordare che Tulé fu il nome dato dagli Elleni appunto ad una terra o isola del l'estremo Nord, la quale spesso si confonde con la terra sacra degli Iperborei, donde sarebbe venuto Apollo, il dio solare ed olimpico, proprio alle razze dorico-achee scese in Grecia appunto dal Nord. E di Tulé Plutarco dice che in essa le notti avevano una durata quale oggi si ha appunto nei paesi boreali. Inoltre nelle tradi zioni classiche il mare boreale si chiamava Mare Cro ________________ SULLA TRADIZIONE IPERBOREA 365 Materiale protetto da copyright nide, cioè mare di Cronos ( = Saturno), designazionesignificativa se si ricorda che Cronos-Saturno valse come il re o dio dell'età dell'oro, cioè dell'età primordiale, anteriore alle deviazioni e alle involuzioni che dovevano condurre sino all'età del ferro, o, per usare l'espressione indù equivalente, all'età oscura, al leali-yoga.",
  "last_phrase": "In summary, the polar symbolism has been preserved and reproduced in various forms by all traditional and initiatic centers that have derived directly or indirectly from the Hyperborean. Examples of such places include \"centers\" and \"poles\" referring only to a particular area or cycle, like the Greek Tule, which represents the sacred land of Hyperboreans, from where Olympian sun god, Apollo, came to Greece. The Mexican Tiapallan, Tullan, and Tulla, on the other hand, indicate remarkable similarity in American pre-Columbian traditions. In Celtic traditions, the link between the sun and the origin of the world is also evident."
}