{
  "title": "What is the relationship between ritual and symbolism in achieving liberation and immortality?",
  "first_phrase": "In this excerpt, the author discusses how the same symbols and rituals found in different cultures can be used to represent universal concepts. The author makes use of various examples, including the Tarot card of \"The Hanged Man\" and the \"black stone\" used in pagan rituals, to illustrate how these symbols can be used to represent deeper metaphysical truths. The author also touches on the concept of endogenesis and the transformative power of rituals. Overall, the text emphasizes the importance of symbolism and ritual in gaining a deeper understanding of the world.",
  "content": "11 « polo nero » a base dell'asse sidereo delle iniziazioni d'Oriente è il luz cabbalistico alla base dell'osso sacro e della colonna spinale, detto « germe di resurrezione » — ed è la « pietra nera » posta nel Foro all'inizio della pagana via sacra. L'endogenesi nella « Ver gine », la « passione », l'« ascesa al monte », il « cam minare sulle acque », la crocifissione negli elementi, la resurrezione, divengono esattamente episodi visibili di una vita storica e vissuta — e per questi e innumeri altri punti di significato che via via scoprirai, la realtà prossima o lontana diviene di nuovo simbolo, e il sim bolo realtà, il fisico metafisico e, il metafisico, fisico. Nella fissazione delle « acque » gelate, si crea la lenta trasparenza del fondo, invisibile al tumulto degli agitati e alla febbre degli ebbri. Per questa via, dalla conoscenza magica del Rito, su cui già ti istruii (vol. II, cap. II), passi alla conoscenza del Rito come azione sacrificale. La reintegrazione es sendo conseguita, le vie essendo aperte, il contatto è integrale, l'identità, perfetta.",
  "last_phrase": "In conclusion, through the magical knowledge of the Rite and its sacrificial action, the integration of oneself with the divine is achieved, leading to the liberation and immortality of both man and deity. As Kremmerz said, those who seek the magical awakening become the center of a grand host of invisible beings thirsty for immortality, and through the transformative power of sacrifice, all invisible worlds rejoice."
}