{
  "title": "What is the relationship between hypnosis and the power of suggestion, and how does it affect free will?",
  "first_phrase": "In this last part of the text, the reader is given instructions for a further phase of bodily mobility after awakening an overall current throughout the body through the visualization of a vertical line of light that runs through it. The text mentions the experience of post-hypnotic suggestion, in which a subject carries out a specific action at a predetermined time without realizing it. The author alludes to a case where a person was instructed to throw a book in the fire, and despite feeling free to do so, their attention was drawn to the book, and they ultimately carried out the command.",
  "content": "Senso delle lancette dell'orologio. Girare phl volte. Portarne poi l'immagine al punto di partenza, in una esatta corrispondenza col corpo fisico ________________ Materiale protetto da copyright IAGLALA LOGICA DEL SOTTOSUOLO L'ipnotismo conosce una esperienza, chiamata sug gestione post-ipnotica, che riesce quasi sempre. Ad una persona, messa in stato ipnotico, si impone: « Il tal giorno alla tale ora, farai la tale cosa ». Il soggetto si desta. Non ricorda niente di niente. Il tempo passa, giungono il tale giorno e la tale ora, e pac! egli esegue con esattezza il comando. Ci sono casi, in cui all'approssimarsi del momento prestabilito sopravviene una specie di turbamento, di stordimento, perfino di crisi. In altri casi però l'inter ruzione non c'è. La coscienza rimane lucida, sveglia: ma si produce un corso di pensieri, che conduce a quel l'atto. L'atto viene eseguito, e l'io si illude di es sere perfettamente libero. Il Richet, se ben ricordo, cita un caso tipico. Il comando era: gettare nel fuoco un libro: appositamente posto presso il caminetto. Giunge il momento. L'occhio — a caso, beninteso — si posa sul libro. L'attenzione ci si concentra.",
  "last_phrase": "In conclusion, the power of post-hypnotic suggestion can be both fascinating and unsettling. Even though we may believe ourselves to be acting on our own free will, there may be unseen forces at work, nudging us in a specific direction. So next time you are checking the time, why not try turning the clock's hands a few times and see where your thoughts may take you? Just be sure to keep your mind and body in perfect correspondence, and remember to respect the copyright of any material you encounter along the way."
}