{
  "title": "What is the secret history that explains revolutions, and how can it help us understand the power of hidden forces?",
  "first_phrase": "In this final excerpt, the author emphasizes the idea that history is not explained solely by social, economic, and political causes, but by a hidden story waiting to be written. This story will give people a sense of having lived and acted in a hypnotic state. The author quotes Disraeli and urges readers to be aware of the subtle language used by those with ambiguous intentions. One must remain focused and steadfast in their pursuit, resisting distractions, and purifying their inner self.",
  "content": "Fatti un orecchio per il loro linguaggio. Quelli che si presentano con mag giore evidenza sono quelli per i quali devi nutrire la maggiore diffidenza. Destata la necessaria sensibilità, ve drai i pensieri dai quali promana un fascino ambiguo e silenzioso, dal quale la tua mente è attratta — come dalla femina il maschio. Dura è la via, e non ci sono aiuti. Il nemico non ama gli sguardi. Si sottrae. Sulle soglie del « vuoto » mentale, ti « distrai », allora. o vacilli. Scende la nebbia dell'assopimento, l'attenzione volta all'interno non regge. È il loro cerchio magico. E tu lotta. Tieni fermo senza contatto. Règgiti senza appoggio. Nello spirito di una semplicità energica; con l'occhio interno pronto, come il cacciatore che attende Io spiccarsi di un volo — da dove, non lo sai ancora (2). Fin dove giungi con questo ambulare ad intra, fin là purifichi ed esorcizzi e consacri. È una luce chiara che scende in quella che per te era notte e li fa indietreg giare, i fantasmi, le larve, le « influenze », o ti fa subi tamente vedere coloro, che, amici, erano la ad aspettarti, vicinissimi.",
  "last_phrase": "In conclusion, by developing sensitivity towards the ambiguous charms exerted by others, you can exorcise and consecrate the inner self. The journey may be difficult, but by standing firm without relying on external support and with a clear inner eye, you can purify and conquer the spheres of the surface dwellers."
}