{
  "title": "What is the meaning and geographic significance of I H. S. V. H. in Western initiatic tradition?",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the relationship and possible absorption of Martinism by Anthroposophy. The two movements shared a fascination with the figure of Jesus and a belief in Western initiatic traditions. However, the author contests the idea of the Occidentality of Christianity and the Christian character of Western initiatic traditions. The author also examines the origin of the IHSVH acronym used in Christian Cabalism, referencing the study of Savino Savini in Ignis.",
  "content": "In que sto modo gli antroposofi si sono avvicinati alla posizio ne del Martinismo; cd infatti avemmo l'occasione di vedere un numero di una rivista steineriana francese de dicato quasi intieramente alla figura ed agli scritti del Filosofo Incognito, ivi esaltato come il vero precursore di Goethe e di Rudolf Steiner. Quale possa essere l'esito di questo tentativo di assor bimento del Martinismo da parte dell'antroposofia, poco ci cale. Vadano o non vadano a braccetto, martinisti ed antroposofi si trovano d'accordo tra di loro ed in di saccordo con noi quando fanno di Gesù la figura centrale, non pure dell'iniziazione, ma della storia e dell'uni verso, e quando mutuano la tradizione cristiana con la tradizione iniziatica occidentale. Noi, difatti, lasciando pel momento impregiudicata la questione del posto le gittimamente spettante alla figura di Gesù nella storia della terra ed in quella dell'universo, contestiamo netta mente: 1. l'occidentalità del cristianesimo; 1. il carattere cristiano della tradizione iniziatica occidentale. Occorre anzitutto intendersi circa il significato e l'estensione da assegnare ai termini: orientale ed occi dentale.",
  "last_phrase": "In conclusion, while the attempt to merge Martinism and Anthroposophy may be of little importance, it is essential to understand the definition and geographical divide between East and West. As we contest the Western ideology of Christianity and question its place in initiatic traditions, it seems natural to recognize Rome as the center of the West, derived from classical civilization, including the heterogeneity of Christianity seeking its catholicity in Rome."
}