{
  "title": "What are the preliminary disciplines and instructions for a group chain ceremony?",
  "first_phrase": "In this last part, the instructions for performing the chain ritual are provided. The participants sit in a circle, keeping their hands on their knees while the director instructs on different stages of the ritual which involves five members forming the vertices of a pentagram. The participants must maintain calmness, concentration, and silence, while visualizing contact and connection with each other. Contemplating the complex pattern formed by drawing lines to connect with each other, evoking the ascent of the nocturnal sun, and tracing the pentagram, concluding with the irradiation of the group by the solar force.",
  "content": "Stato di simpatia, di « esser insieme ». Ognuno confermi e sottolinei questa sensazione immaginando di partire da sé, di porsi in un punto al centro del circolo all'altezza del petto; da que sto centro, andare al vicino dí sinistra, poi tornare al cen tro; andare alla persona seguente ( sempre immaginando linee), e cosi via, fino a tornare dal centro a sé. Contem plare il tracciato complessivo (quello che nella figura è dentro il cerchio), poi portare la mente al solo punto centrale. 1. Dal centro, ad un segnale, proiettare un punto esterno, a sinistra, e visualizzare un suo spostamento che descrive un circolo che chiude tutti i componenti, pas sando dietro a ciascuno. — Stato di esser compresi, chiu si. Sentire il mondo diviso in due parti; l'una centrale, vivente, racchiusa nel cerchio; l'altra vuota, che si sten de all'infinito. Evocare l'ascesa del sole notturno che si dispone sopra' il circolo e irradia il gruppo. 1. Tracciamento del pentagramma. Circoscritto al cerchio, sempre orizzontalmente.",
  "last_phrase": "In conclusion, this exercise aims to create a sense of unity and connectedness among participants, emphasizing the feeling of being together. By visualizing the circle and tracing the pentagram, individuals can feel a sense of closure and focus on the present moment. Practicing this exercise regularly, with increasing speed, can lead to a more automatic and powerful sense of connection within the group."
}