{
  "title": "What is the Meaning of Alchemy and How is it Related to Science?",
  "first_phrase": "This text discusses the intersections of different levels of meaning and laws, which can be synthesized into distinct systems of knowledge and action. It refers to the sense of alchemy, which reduces to the physical application of metaphysical knowledge to transform substances. The author clarifies that the alchemy of interest is the physical one, and it has an opposite method to that of empirical observation. In the last 200 tokens, the author emphasizes the need for the operator to be within the work and have realized the image of it. Additionally, the author highlights that while modern chemistry is simply physical, alchemy is both physical and metaphysical, encompassing possible knowledge of forces and influences that also act in the psychic and organic reality of human beings, making it susceptible to various practical applications.",
  "content": "Questa scienza, effettivamente, ha un metodo opposto a quello dell'osservazione empirica: il metodo identificativo, il metodo dell'incontro del dentro e del fuori, dell'intellettuale e del reale (1). Onde si può dire ( i ) Cosi viene spesso ripetuto dagli Ermetisti, esser necessario che l'operatore sia entro l'opera (onor: et nperatorem interesse ope ri) e che egli ne abbia realizzato in st l'imagine (cfr. Liber PL lonis Quartorum, in 'rimai. Chem., V, pp. 114 sgg., 137; in questo testo sono anche accennate delle corrispondenze fra le exaltationes della facoltà e gli elementi, fino all'exaltatio intellectus che ha la sua corrispondenza nel Fuoco). DORN dice esplicitamente che il po ________________ 164 SULL'ARTE DEI FILOSOFI D'ERMETE Materiale protetto da copyright che, mentre la moderna chimica è semplicemente una « fisi ca », l'alchimia è simultaneamente unii « fisica » e una meta fisica. E dicendo « fisica » bisogna intendere qualcosa che comprenda altresì la possibile conoscenza di forze e di in fluenze che agiscono anche nella realtà psichica ed organica dell'uomo: conoscenza suscettibile a sua volta di varie applicazioni pratiche.",
  "last_phrase": "In conclusion, alchemy is a science that utilizes the method of identifying the meeting of the inner and outer, the intellectual and the real. It is both a physical and metaphysical discipline that seeks to transmute not only substances but also the human being. While exploring the expressions of Hermetic philosophers, it is important to consider both the literal and symbolic meanings and recognize the principles that guide their writings."
}