{
  "title": "What symbols and methods are used in Gichtel's mystical practice towards bodily reincarnation?",
  "first_phrase": "This text discusses various tables from Gichtel's work that symbolize the regeneration of man. The focus is on Table V, which depicts a regenerated man divided into a dark right side and a light left side, possibly representing the Rebis or the Mysterium Afa gnum. Table I depicts the three principles of the divine being, with Jesus, Sophia, and the Holy Spirit placed in distinct centers, while Table II shows spirals of serpent fire moving towards constellations that constitute the living intellect in the sidereal soul. The concluding section parallels the methods of \"dry\" and \"wet\" paths in mortification and emphasizes the need for mystical experiences to transcend oneself.",
  "content": "Nel testo non si trova nessun altro chiarimento — e può darsi che la ragione di ciò stia nel fatto che Gichtel si è fermato ad uno stato distinto dal compimento assoluto del cosiddet to corpo immorale (su cui cfr. vol. I cap. IX). Se lo spazio lo consentisse, varrebbe tracciare un pa rallelo fra i metodi della « via secca » e della « via umi da » in ordine a quella « mortificazione » che è la condi zione di tutto; benché chi ha seguito attentamente le precedenti monografie di questa raccolta ne sarà già abba stanza edotto. Nell'un caso come nell'altro bisogna de stare un fuoco, uno stato di intensa vibrazione o emo zione che, trasportandoci di là da sé stessi, renda possi bile ad una forza della personalità lo spezzare la perso nalità stessa. I mistici qui agiscono col disgusto del mon do, con l'angoscia, la preghiera, l'orrore per sé stessi, la fede nel Cristo e l'ardente dedizione a Dio. La ca ratteristica del mistico è di attribuire a tutto ciò un significato religioso e morale, anziché pragmatico e tecnico.",
  "last_phrase": "In conclusion, while Gichtel's methods may lack scientific guidance and a clear understanding of the \"regime of Fire,\" his experiences demonstrate that it is possible to achieve spiritual states without traditional initiations. Ultimately, all methods that work towards the goal of exaltation are legitimate."
}