{
  "title": "What is Shamanic Initiation and the Ability to See oneself as a Skeleton?",
  "first_phrase": "In this text, we learn about shamanic initiation and the ability to see oneself as a skeleton using sacred language. The skeleton is seen as the primal form of humans and corresponding to the mineral kingdom, which is considered the oldest. The information is taken from K. Rasmussen's Intellectual Culture of the Iglutik Eskimos. In the last 200 tokens, the text discusses the initiation obtained by taking on the so-called wàivuwen, which is believed to be the power of an initiated dead person. One such power is the yatiategn, which is a form of active vision and vision-command. The text refers to the shaman of the Terra del Fuoco.",
  "content": "piú avanti, cap. XII, p. 386, per la corrispondenza con ciò che viene menzionato da un testo esoterico taoísta. ________________ GI.OSSE VARIE 175 Materiale protetto da copyright Riportiamo anche alcune testimonianze che si riferi scono ad una iniziazione ottenuta per assunzione del co siddetto wàivuwen; questo viene concepito come la forza che già si era incarnata in un iniziato morto e che, nello stato di transe profonda, prende il posto della persona normale dell'iniziando estrinsecandosi nei poteri eccezio nali di cui questi entra gradatamente in possesso. Uno di tali poteri è il cosiddetto yatiategn che è una facoltà dí visione attiva, o visione-comando. Consiste nel pren der conoscenza sovranormale di un dato oggetto o es sere, anche lontano, mediante una forza concepita come un occhio che, uscendo dal proprio corpo, si dirige in linea retta verso ciò che si ha dí mira, col potere di modificare, volendo, piú o meno profondamente il ve duto, cioè di determinare una variazione dell'imagine telepatica, variazione che si traduce in modo corrispon dente nella realtà fisica o psichica. In questi dati, che si riferiscono agli sciamani della Terra del Fuoco (a pp.",
  "last_phrase": "In conclusion, these techniques of shamanic initiation and vision are not only found in the cultures of the Terra del Fuoco, but also have similarities with the visualization techniques used in various magical practices. For those who wish to further explore these practices, instructions can be found in Chapter XII, page 386, and may provide a deeper understanding and insight into the potential of these exercises."
}