{
  "title": "Does the concept of \"pure freedom\" exist in reality or esoteric teachings? Analysis of determinism and the unity of universal law.",
  "first_phrase": "In the previous paragraphs, Nir critiques the concept of \"pure freedom\" and highlights the relative control of freedom in social and moral phenomena. He argues that life is not distinguished from dead matter by an arbitrary absence of laws but by different quality laws. In this final part, Nir suggests that the terms of the contrast between determinism and freedom become obsolete if we acknowledge the deterministic laws behind everything in nature, even behind esotericism. He uses phenomena of sovereign prediction as a concomitant argument and concludes with a speculative consideration.",
  "content": "E come la vita, in tutte le forme che ci è dato esaminare, e sottoposta a determi nate leggi, « siano pur esse finalistiche invece che mec (1) G. FERRETTI: Natura, spirito e educazione, Roma 1923, e il saggio L'Idealismo magico sulla rivista « L'Idealismo realistico », rui. 2-4-5-6 del 1928. ________________ 322 POSIZIONE E SOLUZIONE DEL CONTRASTO Materiale protetto da copyright caniche, immanenti invece che esterne », lo stesso si devepensare della vita che, secondo l'esoterismo, sta dietro le cose di natura. E se cosí è, continua « Nir », i termini del contrasto vengono meno: la scienza può rinvenire nell'esteriorità leggi deterministiche, per il fatto che esse sono il riflesso di leggi interiori e spirituali; cono scere le quali sino a cogliere l'unità della legge univer. sale sarebbe — sempre secondo « Nir » « il vero scopo della via esoterica ». Come argomento concomitante, « Nir » indica i fe. nomeni di previsione sovranormale, i quali dimostrereb bero l'assoluta predeterminazione di situazioni e di atti futuri, ritenuti di pieno dominio della libera iniziativa dell'uomo o, almeno, del « caso ». Ed egli conclude con una considerazione di carattere speculativo: Dare im.",
  "last_phrase": "To summarize, life is subject to certain laws, whether they are finalistic or immanent. The esoteric view suggests that science can discover external deterministic laws that reflect internal spiritual laws. In this way, the contrast between determinism and freedom disappears. Therefore, to focus on the problem of freedom is to misunderstand the true nature of time and reality. Time is a mode of human knowledge, and only temporal phenomena are subject to change. The metaphysical reality transcends time and is beyond the concepts of freedom or necessity."
}