{
  "title": "\"What is the secret yogic practice of vivifying signs and grips in Islamic Masonry?\"",
  "first_phrase": "This text discusses the yogic practice of manipulating breath to move it to different parts of the body and thus inhale from there. This practice has a correlation with Hatha Yoga and its teachings on the two opposing breath currents, prana and apana, which are unified in secret yogic teachings. The text also delves into the Islamic Freemasonry practice of using magical tools such as signs, grips, and words to attract occult influences into the body and awaken initiatic powers. The last 200 tokens detail the preparatory phase of this practice, involving vocalizing specific syllables to vivify the signs I, A, and O, and closes with the instruction to close the right hand and raise the index finger for this practice.",
  "content": "Veniamo ora alla pratica con i segni e le prese secondo gli insegnamenti islamici riferiti dal von Sebot tendorf. La massoneria, per ogni suo grado, conosce « se gni », « prese » e « parole ». Tutto ciò non avrebbe il valore di semplici mezzi di riconoscimento o dí sim boli. Si tratterebbe piuttosto di strumenti magici, da usare per attirare nel corpo speciali influenze occulte e per determinare il risveglio iniziatico. La massoneria islamica conosce nel riguardo una pratica metodica che comprende tre fasi. Si ha dapprima una fase prepara toria avente per scopo la vivificazione dei segni I, A e O mediante le corrispondenti vocali e, poi, attraverso le sillabe si, sa, so. È una pratica da compiere di prima mattina, appena alzati; essa non richiede pití di dieci ________________ VIVIFICAZIONE DI « SEGNI » E « PRESE » 123 Materiale protetto da copyright minuti al giorno. Durante la giornata la si può breve mente ripetere, quando ci si trova soli, e cosi pure a sera. 1. In piedi si chiuda la mano destra alzata lasciando disteso e rivolto in alto solo l'indice, come chi ammo nisca o intimi silenzio.",
  "last_phrase": "In summary, the practice of vivifying the \"signs\" and \"grips\" in Islamic Freemasonry involves a three-phase method to attract special occult influences and initiate the awakening process. This exercise can be performed for no more than 10 minutes a day, focusing on the symbols I, A, and O through their corresponding vowels and syllables. By following these steps, you can experience a unique sense of warmth and dryness, which indicates the success of the exercise."
}