{
  "title": "What is the Relationship between Esotericism and Morality in the Spiritual World?",
  "first_phrase": "In this section of the text, the author discusses the idea of necessity and its role in the spiritual and magical realms. He introduces the concept of the \"Reggitori del Fato\" or the \"Rulers of Fate\" as traditional figures who represent the forces that must be reconciled in order to achieve self-realization and magical power. The author stresses the importance of understanding one's own limitations and desires before seeking to manipulate these forces, and cautions against viewing spiritual and magical practices purely in moralistic terms. The text draws on the ideas of Éliphas Levi and Al-Ghaúli to explore the relationship between divine will and causality, and to address the challenges and dangers of seeking to harness spiritual and magical energies.",
  "content": "Si tratta dunque, in casi del genere, di un rapporto di intensità, quando la via prescelta è tale da de terminare un contrasto con coloro che alcune tradizioni chiamarono i « Reggitori del Fato » e che furono con siderati anche nell'insegnamento circa il viaggio dell'ini ziato attraverso la gerarchia dei Sette o dei Dodici. Cade cosí anche a tale riguardo ogni interpretazione moralisti ca e si riafferma il puro punto di vista ontologico, trattan dosi sempre di necessità di fatto, e non di diritto, non di cose « proibite » ma solo pericolose e di fronte alle quali ognuno deve prima assicurarsi bene circa quel che può chiedere a sè stesso. Ciò porta a rilcvare in un àmbito generale, che è un assurdo che si tocca con mano quello ________________ L'ESOTERISMO E LA MORALE 239 materiale protetto da copyright in cui cade Éliphas Levi quando per motto della magiaelegge il dogma del piú vieto razionalismo, cioè: « Una co sa non è buona perché voluta da Dio, ma è voluta da Dio perché è buona » là dove un Al-Ghaúli, anche senza parlar di magia, più sensatamente riconobbe esser solo la volontà di Dio a far sí che ad una certa causa segua pro. prio un certo effetto.",
  "last_phrase": "In conclusion, the esoteric path requires a deep understanding of the intensity of the journey and the reactions that may arise. It is not a matter of right or wrong, but rather of individual choice and responsibility. Those who choose this path must be aware of the collective entities that are part of the natural order and interpret their experiences with subtlety to discover their true nature. As such, it is crucial to approach this path with the right mindset and knowledge, so that one can progress towards transcendence and self-discovery with confidence and clarity."
}