{
  "title": "What is the relationship between actions in the spiritual world and human judgments?",
  "first_phrase": "The text concludes with observations on the practical and psychological aspects of morals and esotericism. It emphasizes the necessity of understanding the actions of the initiates, which are different from actions based on altruism or egoism. Instead, these actions transcend human assessments and ultimately proceed from a non-human perspective. The text also discusses the concept of the \"Via del Cielo\" present in Eastern cultures, reflecting the purity and elemental nature of great natural forces. The author concludes with an explanation of the difference between the necessity of cause and effect in the physical world and that in the spiritual world, where one must take mindful action to ensure that one's will aligns with the laws of the universe.",
  "content": "Del resto, un riflesso parziale di ciò lo si vede nei grandi dominatori della storia, in quegli esseri che passarono come forze fatidiche, conside rando uomini e popoli solo come mezzi presso all'oscura sensazione di avere una missione superiore, a cui per pri mo la loro persona, la loro tranquillità e la loro felicità dovevano esser subordinate. Chiuderemo queste precisazioni circa morale ed eso terismo con alcune osservazioni che riguardano specifica mente il campo pratico e psicologico. Abbiamo parlato di rapporti di necessità fra cause ed effetti; è evidente però che siffatta necessità in un dominio molto vasto non può avere lo stesso carattere di quella che vige nel mondo fisico. Infatti nel mondo fisico non si cerca un fondamento per tale necessità: ci si limita a constatare eFripiricamente che facendo questo accade questo, perché cosí è avvenuto in tutti i casi che si sono potuti osservare. Invece nel mondo spirituale ove si svolge il processo dell'autorealizzazione e dell'azione magica il subire un dato effetto può avere il significato dell'interferire della propria volontà e della propria via con una forza la cui legge, al di fuori di qual siasi intenzione, si riafferma su di me ogni qualvolta io tenda a violarla.",
  "last_phrase": "In conclusion, it is essential to note that in the spiritual world, the relationship between cause and effect is based on intensity rather than necessity, and violating its law can interfere with one's will and path. Therefore, it is crucial to be mindful of our choices and their potential consequences. Morality should not be the basis for interpretation, but rather an ontological perspective that prioritizes self-assurance."
}