{
  "title": "What is the Secret Language of Dante and the Faithful of Love?",
  "first_phrase": "In this last part of the text, the author discusses the bold and controversial thoughts of Dante, who believed that the cross alone could not save humanity and that the imperial authority and justice were essential for redemption. Dante also criticized the corruption of the Church and advocated for the restoration of the empire. These ideas inspired not only his writings but also his actions, aimed at implementing his program through the Templars and the Emperor. The author mentions the work of Luigi Valli, who deciphered the secret language of the \"Fedi d'Amore\" and revealed a grandiose movement inspired by an \"Initiatic Tradition\" and an enemy of the Church of Rome.",
  "content": "Seguendo logicamente il filo di questi studi Luigi Valli successivamente pubblicava un poderoso volume, estremamente importante ed interessante, intitolato: « II linguaggio segreto di Dante e (lei Fedeli d'Amore ». I primi secoli della letteratura italiana e tutta la storia e le lotte di quei tempi sono l'oggetto di questo studio, e si presentano sotto una luce ed un aspetto dai più sino ad ora insospettato ed in-aspettato. Con un lavoro paziente, metodico, scientifico ed imponente il Valli. ri prendendo l'opera incompresa e negletta del Rossetti appura c dimostra l'esistenza sin dagli inizi della lette ratura italiana di un linguaggio segreto, il gergo dei Fe deli d'Amore: ne decifra i I senso, la molteplice allegoria dottrinale, settaria e politica, e riporta alla luce tutto un grandioso movimento, inspirato dalla « tradizione ini ziatica » e nemico acerrimo della Chiesa di Roma. Non potendo neppure succintamente riassumere le vi cende di questa grandiosa lotta diremo solo come, attra verso questa comprensione, i poeti d'amore, gli scrittori del « dolce stil novo », che sembravano stranamente per dersi a cantare di un loro amore assurdo, manierato ed inconsistente, si trasfigurano in lottatori formidabili, ire ardenti paladini della loro Fede Santa.",
  "last_phrase": "In conclusion, Luigi Valli's groundbreaking work, \"The Secret Language of Dante and the Faithful of Love,\" sheds new light on the early centuries of Italian literature and the struggles of the time. Through patient, methodical, and scientific analysis, Valli deciphers the secret language of the Faithful of Love, revealing a grand movement inspired by the initiatic tradition of the East and fiercely opposed to the Roman Church. His work is a masterpiece and a must-read, bringing to life the noble figures of Cecco d'Ascoli and Dante Alighieri and honoring the love that burned within the hearts of the Faithful of Love."
}