{
  "title": "What are the three laws of sympathy, projection, and image power in magic, and how are they used to infuse a statue with passion or achieve desired effects?",
  "first_phrase": "In this section, the author discusses the simultaneous action of three laws: sympathy, projection, and image power. The aim is to transfer the passion or alteration depicted in an image to the subject for which the image is intended. The author refers to different physical acts that are combined with symbolic meaning to achieve the desired effect. Specific physical outcomes, such as the resolution or creation of a particular illness or even the creation of stigmata, are also mentioned. The final action can also be intended to guide a person's actions. The author cites Agrippa's method to evoke feelings or passions in oneself before using the \"magic of images.\"",
  "content": "Ci si possono proporre anche degli effetti fisici pre cisi, come risoluzione o creazione di una data malattia, od anche cose come stigmate, piccole ferite, che si sc gnano sulla statuetta. Per contro, si riferisce di guari gioni operate a distanza da Paracelso con l'agire sulle riproduzioni delle membra corrispondenti. Naturalmente, lo scopo dell'operazione pu,) anche essere il far compiere ad una persona determinate azioni. Quando si tratta soltanto di trasfondere sentimenti o passioni, può bastare il procedimento precisato da Agrip pa per il « fascino » (') e schematízzabile cosi: Si desta in sé, per prima cosa, il sentimento o la passione, lo si Materiale protetto da copyright (1) Op. cit., 1. I, § 50. ________________ Materiale protetto da copyright 228 A RVOama e lo si accresce e lo si fissa nel proprio cuore. Dopo di ciò, si può operare con la « magia dell'immagi ne ». Si pensi al lampo e alla nuvoletta bianca di fumo che si innalza dando fuoco ad un pizzico di polvere da sparo.",
  "last_phrase": "In conclusion, it is possible to perform physical effects on figurines such as creating wounds or transferring emotions through the \"magic of imagery.\" However, it is important to note that these practices should be approached with caution and ethical considerations. While fascinating, it is crucial to approach the subject matter with respect and mindfulness."
}