{
  "title": "How is the law of esotericism followed by the \"Sons of Hermes\" in their teachings?",
  "first_phrase": "The last 200 tokens of this text discuss the role of traditional myths in preserving esoteric teachings, particularly in alchemical hermeticism. The term \"ermetic\" refers to a teaching style that values independence and active engagement with symbolic language, rather than being convinced by argument. Authors like Pernet and Della Riviera emphasize the importance of classical pagan mythology in conveying these teachings. The piece also briefly touches on the topic of desire in magic, which seemingly contradicts the aforementioned principle.",
  "content": "________________ 168 GLOSSE VARIE: * sotto le favole poetiche hanno occultato questa scientia[di resurrezione del \"Legno di Vita\" et hanno parlato * per similitudine » — e, ancor piú esplicitamente (1): * Quello il quale non ha cognizione di questa scientia, non * può sapere la intentione degli Antichi, di quello che volso * no significare per gli nomi di tanti dei, et dee, et per la * generatione, innamoramenti et mutationi loro; et non pen « sare [nemmeno]. che in quelle favole abbino occultato co « se morali ». Identico è il punto di vista di una fitta schiera di autori ermetici, segnatamente di Pernet,7 e di Della Ri viera. A parte un uso sporadico e secondario della mitologia cristiana, è essenzialmente alla mitologia classica pagana che ci si riferisce. GLOSSE VARIE IL DESIDERIO IN MAGIA Un punto dello scritto di « Abraxa »: Magia del Rito (vol. II, cap. II), potrà forse sembrare, a taluno, in contrasto col principio, da noi ripetutamente sottolineato: Il desiderio uccide le possibilità magiche. In detto scritto, infatti, si indi.",
  "last_phrase": "In conclusion, magicians are advised to understand the science of resurrection and the intention behind ancient mythologies before embarking on rituals. It is essential to note that the power of desire, as highlighted in the Magia del Rito, can either enhance or kill magical possibilities. Comprehending the complementary nature of Hermetic practices can also aid in the effectiveness of rituals."
}