{
  "title": "What is the Taoist practice of \"circulation of light\" and how is it achieved?",
  "first_phrase": "In this passage, the author discusses Taoist meditation practices and the concept of \"circolazione della luce\" (circulation of light). The practice involves focusing inward while allowing the \"light\" of the mind to circulate between the two eyes and crystallize into a form of inner clarity. The Taoist center for this practice is known as the \"Paese degli avi\" (land of ancestors) and corresponds to Confucian concepts of the \"Spazio dell'Antico Cielo\" (space of the ancient sky). These practices are not about rigidly controlling the mind but rather cultivating a state of calm clarity.",
  "content": "« La luce deve appa rire in calma perfetta e in estensione, senza che interven gano sonnolenza e distrazione » (p. 122). Un termine usa to, utile ad indicare la direzione nella quale si procede, è * acquetamento dello spirito nel luogo degli avi » e « co gliere il cielo antico » (p. 145). Il centro situato nel capo, da cui si deve partire nell'opera di possesso e trasmutazione della vita e di « distillazione dell'elemento abissale in puro yang », è detto dai Taoisti appunto « Paese degli avi », da Confucio « spazio dell'Antico Cielo », ed anche « Mezzo Giallo ». Ciò non si consegue con la contemplazione da per sé stessa; implica già un cambiamento di stato che però la * rotazione » e cristallizzazione della luce intellettuale nel (o) « Intelletto (orecchio) e chiarezza (occhio) costituiscono una sola luce attiva », p. 125. ________________ IL FIORE D'ORO DEL GRANDE UNO 379 Materiale protetto da copyright centro fra gli occhi propizia, come un fuoco.",
  "last_phrase": "In the practice of the \"Fiore d'Oro del Grande Uno,\" it is essential to cultivate a state of calm and clarity in which the active light of the intellect can crystallize and transform life. This involves a change of state and a willingness to penetrate from the manifest to the occult, without intentions, but with focus and attention. Ultimately, the goal is to reach the \"Paese degli avi,\" where the ancient sky can be gathered and distilled into pure yang. Remember, do not seek the result, for it will come naturally."
}