{
  "title": "What is the distinction between the Hyperborean and Atlantean traditions, and how are they related to the Cro-magnon and Tuatha dé Danann races?",
  "first_phrase": "In the preceding text, the author distinguishes between the Hyperborean and Atlantean traditions and spiritual centers. The Atlantean center had a secondary and particular character and reproduced many symbols of the Hyperborean tradition, giving rise to several independent traditional centers. In the last 200 tokens, the author discusses the Cro-Magnon civilization and its supposed connection to the divine race of Tuatha dé Danann from Irish mythology. They propose that the Cro-Magnon could be of the same origin, suggesting a possible historical basis for the myth.",
  "content": "Sul litorale atlantico europeo (ed an che ibero-africano), soprattutto nella cosiddetta civiltà delle Madéleines, esistono tracce note e precise di una civiltà superiore e di una razza — quella dei Cro magnon — di ben altra nobiltà biologica che non i ceppi quasi animaleschi dell'« uomo glaciale » o muste riano abitanti molte regioni della stessa Europa. Come i frammenti pervenutici della civiltà dei Cro-magnon so no di tale natura, che qualcuno è stato indotto a chia mare per analogia queste razze gli « Elleni del paleoli tico », cosí viene escluso dagli antropologi che essi possano rappresentare una forma « evoluta » del bruta le tipo « glaciale » o di Neanderthal. Dunque, un'altra razza. Ora possiamo pensare che questi Cro-magnon, apparsi enigmaticamente nella prima età della pietra lungo il litorale atlantico fra razze inferiori, siano dello stesso ceppo dei Tuatha dé Danann del ricordo irlande se mitologizzato, cioè della « razza divina » venuta in Europa dalla misteriosa terra nordico-atlantica. E i miti circa le lotte fra le « razze divine » e razze di dèmoni o di mostri potrebbero ben interpretarsi anche come echi mitici della lotta fra quelle due razze, fra i Cro-magnon gli « Elleni del paleolitico » — e gli uomini muste riani animaleschi.",
  "last_phrase": "In conclusion, the existence of a superior civilization and a noble biological race of Cro magnon is evident in the Madéleines culture along the Atlantic European coast. These Cro-magnon people were part of a divine race that came to Europe from the mysterious nordic-atlantic land. However, their degeneration and involution resulted from their interaction with other inferior and animal-like races. It is essential to differentiate the Hyperborean tradition and its legitimate filiation from matriarchal or gynocratic cycles of character. For a more in-depth understanding, one can refer to J. Evola's work \"Revolt Against the Modern World.\""
}