{
  "title": "What is the experience of achieving a state of consciousness through a ritual and why is it important to proceed slowly?",
  "first_phrase": "This text discusses the process of achieving a state of consciousness through a ritual, and the importance of taking the time to do it correctly. The author emphasizes the gradual separation of the different \"bodies\" involved in the ritual, and the observation of their unique attributes and functions. Rushing through the process can cause a negative reaction and prevent the state of consciousness from being maintained. The author encourages readers to take their time and to observe the different elements involved. This will enable them to achieve a more complete understanding of the process and to remember it more fully.",
  "content": "L'avvertenza di « agire lentamente » che ho enun ciata qui ed altrove, e che deve essere normale nella prassi teurgica e magica (salvo quelle determinate circo stanze in cui è di vitale importanza la fulminea rapidità proiettiva od affermativa), ha una delle sue principali ________________ 114 LUCE Materiale protetto da copyright giustificazioni nel fatto, osservato da chiunque abbiatentato sia pur poche esperienze in quest'ordine, che un'eccessiva precipitazione causa una reazione a rove scio, la quale fa immediatamente dileguare Io stato di esperienza, turbando quel sottile equilibrio che la per mette — fino a precipitare lo sperimentatore al primis simo punto di partenza, in tali condizioni che gli riesce quasi sempre impossibile ogni tentativo immediato di « combustione » per riacquistare il perduto — se ciò non gli è permesso della conoscenza degli elementi su cui agisce. Il modo dell'azione, che per la sua natura non è possibile indicare, sarà conosciuto da ciascuno nel com pimento del Rito, e cosí anche come è opportuno il ri torno, tale che consenta il permanere dello stato di co scienza raggiunto e conseguentemente anche il perfetto ricordo.",
  "last_phrase": "In conclusion, the warning of \"acting slowly\" in magical and theurgic practice is essential to maintain a delicate balance during the experience. Rushing can cause a quick reaction that causes the state of consciousness to vanish, returning the experimenter to the starting point, making it almost impossible to regain that state. Knowing the elements on which one is acting is paramount, and the mode of action and the return will be learned during the ritual to achieve a perfect memory and a state of consciousness."
}