{
  "title": "What are the signs of the incipient crystallization of the Fiore d'Oro and is initiation open to women?",
  "first_phrase": "In the final section of the text, the author presents interesting insights on the signs that indicate the beginning of the crystallization of the Golden Flower. These signs include a special serenity, natural steadfastness of body and soul, and a special experience of clarity and infinity. The text also refers to the translation of the phrase \"Nascere in cielo\" from the book Léng-Yen and explains that it refers to the place where corporeality is generated in the seat of the creator's principle. The disciple who achieves this state lives amongst people with mysterious frankness without being judged or perceived.",
  "content": "(1 ) II traduttore italiano ha messo invece << infinita instabili tà » « Nascere in cielo » — e il testo, citando il libro Léng-Yen, spiega che « non si tratta del vasto cielo azzurro ma del luogo ove la corporeità si genera nella sede del principio creatore » (p. 103). ________________ GLOSSE .„kR1F. 387 Materiale protetto da copyright riflettono, quasi in un simbolo fisico, la realizzazione spiri tuale (« lo spirito torna indietro ed urta contro i1 cielo ») ( pp. 13.5-137). Quando la « rotazione della luce » è in atto, il cuore inferiore, creatura dell'anima, è eliminato; nella vita ordi naria l'animo diviene « come uno specchio d'acqua, gli og getti vi appaiono, ma privi del potere di trascinare e com muovere ». Il discepolo vive fra gli uomini « con una mi steriosa franchezza », « uguale e pur diverso da essi », « senza che nessuno possa giudicarlo. nessuno possa perce pire la sua vita occulta ». Egli realizza il detto di Lii-tzu: « La terra che non è in alcun luogo, quella è la vera pa tria » (p. 140).",
  "last_phrase": "In conclusion, these notes provide sufficient orientation for those who wish to study the text. Fundamental teachings of our Art are confirmed and presented coherently in terms of Eastern tradition. Regarding the question of women and initiation, in principle, initiation is open to women if it means simply the process of establishing contact with the spiritual realm."
}