{
  "title": "What is the meaning of \"calore magico\" in Tibetan yogi practices?",
  "first_phrase": "In the previous part of the text, the author discusses the concept of \"magical heat\" that yogis in Tibet are said to possess. This heat allows them to withstand extreme temperatures and even live amongst the snow. In the last 200 words, the author narrates a story from the life of the Tibetan yogi Milarepa. On a snowy mountaintop, Milarepa battles the icy winds and storms with the power of his magical heat and emerges victorious. The author explains the technique used by yogis to produce this heat through meditation and visualization. The text also references Alexandra David-Neel's research on magical phenomena in Tibet.",
  "content": "Questo ca lore ha un aspetto interiore, secondo il quale esso è un ausilia rio per mantenere lo stato di contemplazione continua; ma simul taneamente pub anche avere una estrinsecazione fisica, e allora per mette agli yogi tibetani di resistere a bassissime temperature e di vivere anche fra le nevi (la neve fonde in circolo intorno all'asceta). Su ciò, e su molti altri fenomeni magici nel Tibet, A. David-Neel, di ritorno dal Tibet, fece interessanti conferenze a Parigi, ripro dotte nella rivista Christliche Welt, n. 1-2-3 del 1928. Il valore viene prodotto come segue. Dopo esercizi preliminari, comprendenti l'abituarsi a star nudi o quasi al freddo, si prescrive la concentrazione sulla sede del fuoco, che corrisponde all'ombe lico (plesso solare), ove va realizzato il mantra del fuoco, RAM. Vi si deve altresí visualizzare un fuoco covante sotto la cenere. Una profonda inspirazione vale come un soffio che lo ravviva. La cenere comincia a divenire rossa. La pratica procede con l'imagi nare che ogni inspirazione è un nuovo soffio di vento che ravviva sempre di piú la fiamma nella sua sede.",
  "last_phrase": "In conclusion, the practice of visualizing and awakening the inner fire through concentration and the repetition of the RAM mantra has been harnessed by Tibetan yogis to resist extreme cold and live in snowy conditions. With patience and dedication, one can experience the transformation into a fiery furnace, transcending the physical body and becoming one with the universe."
}