{
  "title": "What is the relationship between tradition and realization in integral asceticism?",
  "first_phrase": "This text is an excerpt from the book \"La Tradizione e la Realizzazione\". In the previous sentences, the author talks about the ascent towards self-realization, where symbols and shadows are removed, and one becomes the reality, dwelling in it. The author claims that this is where the traditions lead to the Tradition and where the condition of being is surpassed, leading to integration. In this final portion, the author argues that in the order of reality, there is no start or end point, only an abolition of limitation and a destruction of the slumber. The author also discusses the modern world and its misconceptions about self-realization being a projection into the future.",
  "content": "La divisione non è possibile che da un punto di vista puramente umano e relativo, nel quale la visione tollera la lontananza, e realizzazione significa conquista. Ma nell'ordine della Realtà non vi è punto di arrivo né punto di partenza, né terrninus ad quern né terrninus a quo, ciò che è essendo assolutamente al di là del tempo e dello spazio e, soprattutto, dell'uomo. Nemmeno di compimento si può parlare, bensr di una abolizione della limitazione, di una distruzione del sonno. Ma, pratica ________________ Materiale protetto da copyright LA TRADIZIONE E LA REALIZZAZIONE 91mente, vi è OEcopícx e vi è , scientia et usus, nella misura che l'integrazione, il ritorno allo stato normale, implichi uno sforzo; e cosí abbia aspetto di conquista. Il mondo moderno, da qualche secolo, non solo igno ra l'accidentalità di questo aspetto, ma con mala sete e mala ricerca ne va proiettando il fantasma nel mito della condizione temporale: nel futuro. Essendosi falsato l'asse della Conoscenza, l'incapacità a portarsi oltre i limiti che condizionano l'esistenza umana spinge l'uomo a protrarre, nell'indefinito di una oscurità che egli igno ra, la Realizzazione, che è sola ed effettiva conquista.",
  "last_phrase": "Practically speaking, true realization is not something that can be achieved from a purely human and relative point of view. While there might be efforts to achieve integration and return to a normal state, the ultimate goal lies beyond time, space, and the limitations of human existence. It is only by understanding this truth that we can avoid getting lost in illusory actions and agitation without purpose."
}