{
  "title": "What is the Secret Language of Dante's \"Fedeli d'Amore\"?",
  "first_phrase": "The text dives deep into the hidden meaning behind Dante's Divine Comedy and his belief that the Cross alone cannot save humanity, and the Imperial authority must intervene. Luigi Valli's Lù Chiave della Divina Commedia highlights the thirty harmonies between the Eagle and the Cross that suggest the need for the restoration of the Empire to save humanity. The text also explores Dante's belief that the Church is corrupt and that Imperial authority is necessary to save humanity. The last 200 tokens contain a bold and unorthodox conception that inspired Dante's writings and actions towards his goal.",
  "content": "Il pensiero esposto e simultaneamente occultato da Dante sarebbe, molto sin teticamente, questo: La Croce si è mostrata impotente redimere di fatto l'umanità e non può redimerla da sola Occorre il concorso dell'Aquila, ossia dell'autorità e della giustizia imperiale, occorre ristabilire l'impero, ritoglie re alla Chiesa l'infausta dote datale da Costantino; avrà allora fine senz'altro la corruzione della Chiesa e l'urna nità, grazie alla doppia virtù della Croce e dell'Aqui la, potrà effettivamente salvarsi. Dante proclamava aper tamente che sulla cattedra di San Pietro stavano de gli indegni usurpatori, dei predicatori zii (-lancie, che non possedevano il verace intendimento dato da Cristo al suo primo convento; e velatamente aggiungeva che sul carro della Chiesa stava seduta la meretrice apocalittica riconosceva il fallimento della predicazione della Croce e la necessità dell'intervento dell'Aquila imperiale per salvare l'umanità. Questa concezione ardita e per certo ________________ Materiale protetto da copyright IL LINGUAGGIO D1,I « FEDELI D'AMORE » 97cattolicamente poco ortodossa inspirava non soltanto gli scritti ma anche l'azione di Dante, intesa ad attuare il suo programma mediante le armi dei Templari dapprima, e poi dell'Imperatore.",
  "last_phrase": "In conclusion, Dante believed that the cross alone could not save humanity but require the contribution of the eagle, the imperial authority, and justice. He aimed to restore the empire and remove the corrupt Church influence. Luigi Valli's book uncovered a secret language of the faithful of love, revealing a grand movement inspired by Asiatic tradition and anti-Rome's Church. The study highlights the significant impact of the movement on Italian literature and history."
}