{
  "title": "What is the Heart Center and how does it relate to emotions and self-transformation?",
  "first_phrase": "In this final section, the discussion turns to the heart center, which is associated with self-possession and emotional warmth. The text touches on the relationship between the emotional life and spiritual development, and notes that uncontrolled emotions, automatic reactions, and passions can hinder progress. Conversely, the cultivation of inner harmony and agreement between thought, feeling, and action can lead to a sense of serene courage and stability through which one is not overwhelmed by emotions or events. The text refers to previous chapters, and cites a formula for concentration that reflects the center's attributes: \"Light is warmth - warmth becomes love in me.\"",
  "content": "Ostacolano lo sviluppo del centro del cuore i senti menti incontrollati, le reazioni emotive automatiche, le passioni. Ciò non vuoi dire che bisogna rendersi aridi (l'aridità stessa, in fondo, è una polarità emotiva: la paura per l'emozione): ci si può dare a tutta la pienezza di un sentimento o di una emozione volendoli. Allora la capacità di sentire sarà aumentata ed anche arriccilitP di un contenuto di conoscenza; pur che sempre si man ________________ 196 LEO Materiale protetto da copyright tenga il potere di fermarsi e di riprendersi. É inoltrerichiesta una giustificazione interiore dei nostri senti menti, ed un accordo fra pensare, sentire ed agire. Se la figura esterna del nostro agire diversa da quella in - terna, sí produce una disorganizzazione del centra cuore per la stessa ragione detta parlando del centro della laringe. Un altro dei risultati dello sviluppo è una specie di coraggio sereno l'etimologia della parola in questo caso porta in sé una giustificazione occulta. É una forma di coraggio fisico e nella nostra vita morale, è una cer tezza costante di non poter esser travolti né dalle emo zioni, né dagli eventi.",
  "last_phrase": "In conclusion, the development of the heart center requires an inner justification of our emotions and an agreement between our thoughts, feelings, and actions. It does not mean we have to become emotionally arid, but we can give ourselves fully to emotions while keeping the power to stop and recover. As we develop, we gain a serene courage that allows us to not be overwhelmed by events or emotions, and we can experience a deeper connection with the world around us. While instructions for individual development are unique, these general indications about the remaining sub-thoracic centers can guide further exploration."
}