{
  "title": "What is the significance of the biblical phrase \"do not cast your pearls before swine\"?",
  "first_phrase": "This text is discussing the teachings of Jesus Christ and how they relate to the salvation of all people. It also talks about the traditional terms used to express these teachings. The author cites A. Reghini's book, \"E. Cornelio Agrippa e Io sua Magia\" to support his argument. At the end of the previous section, the author mentioned the importance of not giving holy things to dogs and not casting pearls before swine. In the last 200 tokens, the author explains how these teachings were difficult to follow but the democratic spirit of Christianity eventually prevailed. The belief in the natural equality of all humans has become an accepted and unconscious postulate in many spiritual practices, even those not associated with Christianity. Some contemporary movements have even incorporated the scientific theory of evolution into their beliefs about salvation.",
  "content": "Ma il germe democratico in sito nella nuova religione, le esigenze dei singoli, le opportunità tattiche del proselitismo, Io spirito di fra tellanza ebbero in pratica il ssopravvento; e la salvezza, o quanto meno la possibilità della salvezza, venne appli cata si può dire a tutti. Per conseguirla bastava cre dere nel Padre (1) o nel Figlio C) od in tutti e due, poco curandosi dei passi di Matteo sopra citati e ridu cendo a mere cerimonie la nascita d'Acqua e di Pneuma necessaria per entrare nel Regno dei Cieli (Giov., 3, 5). La credenza nella « similitudine » e nella conseguente na turale parità di destini per tutti gli uomini, una volta radicatasi nella testa della cristianità, è rimasta quale hen accetto ed inconscio postulato anche in moltissimi che dal cristianesimo si sono o credono essersi allonta nati, siano essi spiritualisti o no. Non son poche poi le correnti e le sette contemporanee cui è sembrato conclu dere un magnifico affare innestando la teoria « scienti fica » dell'evoluzione su questa loro credenza e dando apparenza scientifica alla loro dottrina della evoluzione (1) Giov., 5, 24. -) Gioz.., 3, 36: « Chi crede.",
  "last_phrase": "In conclusion, the belief in the natural equality of all human beings and the possibility of salvation through faith in a higher power has remained a postulate in many spiritual beliefs. The fear of divine punishment has been used by some contemporary sects to validate their doctrines. However, it is important to remember that the concept of divine anger does not necessarily conflict with the notion of divine perfection."
}