{
  "title": "What is the secret language of Dante and the Fedeli d'Amore?",
  "first_phrase": "In this last part of the text, the author praises Luigi Valli's book titled \"The Secret Language of Dante and the Fedeli d'Amore\", which sheds light on the hidden language used by Italian writers and poets of the past. Valli deciphers the secret language, unravelling its hidden meanings and allegories, and revealing a grand movement inspired by Indo-European tradition and opposed to the Church of Rome. The author provides examples of the brave poets and writers who were fighting for their faith and the nobility of their cause. Valli's book is seen as an impressive work that sheds light on a previously neglected topic, despite the opposition of the critics.",
  "content": "Grandeggiane drammaticamente su tutti le nobilissime figure di Cecco d'Ascoli e di Dante Alighieri, questi tanto più grande quanto più sia compreso. Noi esterniamo a Luigi Valli la nostra ammirazione e la nostra riconoscenza; la sua ope ra costituisce, come l'abbiamo intesa definire, uno « spez zone di gelatina », e per quanto contro di essa si sono coalizzati il misoneismo miope e pigro della « critica posi tiva », le vestali dell'estetica pura e gli accorgimenti degli interessati, la luce è ormai fatta e finirà con l'im porsi. L'amore di cui ardeva il cuore dei Fedeli d'Amore è affine all'amore mistico della letteratura persiana ed a ________________ materiale protetto da copyright 9$ PIETRO NEGRIquello del « Cantico dei Cantici ». Gabriele Rossetti lo ricollegava senz'altro all'amore platonico, il che dareb be un carattere pagano al movimento. Il Valli dimostra che la « rosa », il « fiore », la « donna » (i), che e sot to vari nomi l'unico oggetto di questo amore, è l'intel ligenza attiva, che innamora di se! l'intelletto possibile (2): è, come canta Dino Compagni: L'amorosa Madonna Intelligenza che la nell'alma la sua residenza che co' la sua bicità mha innamorat(.",
  "last_phrase": "In conclusion, Luigi Valli's work is a masterpiece that sheds light on the profound meaning of the concept of love in both the Fedeli d'Amore and Dante Alighieri's works. Despite the resistance of some critics, Valli's research has proven that the object of this love is the active intelligence, which enchants the potential intellect. By understanding this, readers can gain a deeper appreciation for the poetic tradition of the Fedeli d'Amore, as well as the mystical ideas presented in Dante's Commedia."
}