{
  "title": "What is the Function of Blood in the Connection Between Internal and External World?",
  "first_phrase": "In the previous text, the author explains the role of blood as a bridge between the inner and outer worlds. Blood receives and transmits emotional and formative impulses from the external world to the internal organs of the body. The blood not only influences the structure of cells and tissues but also the traditional and collective forces that operate to shape the human body. In the final part of the text, the author explores the connection between the blood and the human consciousness, represented by the cross where space and time intersect in the heart. The consciousness in the heart expands in both horizontal and vertical directions, manifesting itself in rhythmic forms and images. The three organic systems of the body correspond to the alchemical colors of green, white, and red.",
  "content": "La coscienza dell'ente-sangue è in rela zione con quella costituita dall'uomo mediano. Il mondo ritmicamente luminoso dello stato della sede mediana è racchiuso nel mistero del sangue. Dal cuore espanden dosi nelle due direzioni orizzontale e verticale — rosa rossa che sboccia al centro della Croce — attraverso il sangue la coscienza si irradia in tempo e spazio. Si dica anzi: in tempo-spazio, perché ciò che la coscienza co nosce nella sede mediana, sono figure, o « segnature » (spazio), contessute di ritmo (tempo), o, se si preferisce, ritmi (tempo) che si manifestano in forme, in immagini (spazio: cfr. vol. I, pp. 144 sgg.). Questo si chiarisce rile vando che il conoscere nella sede del cuore è un ricor dare (anàmnesi) — un ri-andare al ricordo, che l'ente sangue contiene, dello stato di coessenzialità con grandi forze che agiscono ancora come impulsi formativi nei vari organi, ma che si esprimono altresì nelle leggi e nella elementarità della natura (spazio). I tre sistemi, vegetativo, nervoso e sanguigno, corri spondono ai tre colori ermetici: verde, bianco e rosso.",
  "last_phrase": "In conclusion, spiritualizing the body involves extending and integrating consciousness and the function of the self into each of the body's systems. Regressing into lower states of individual or collective unconsciousness through inhibiting the cortical centers results in the emergence of \"condescending personalities.\" The blood system, connected to the median seat, functions in relation to the other two neighboring centers, resulting in two experiences: light (vision) in relation to the upper seat and heat (power) in relation to the lower one."
}