{
  "title": "What is the difference between moralization and divinization according to Plotinus?",
  "first_phrase": "This text explores the idea of divinification and initiation from a philosophical perspective using the words of Plotinus. It emphasizes the importance of transcending morality and embracing a pure intellectual principle, beyond the duality of good and evil. The text uses examples to illustrate how certain actions can either hinder or support spiritual development, which goes beyond simple moralistic prescriptions. The author emphasizes the Hellenic view of goodness as an ontological state of reality and perfection rather than just an ethical concept. Overall, the text presents a unique perspective on spiritual development and emphasizes the importance of embracing the pure intellectual principle to achieve divinity.",
  "content": "il che va però a colpire ________________ 236 EA Materiale protetto da copyright non solo le disposizioni « malvagie », ma anche le « buo ne » se esse, come le prime, hanno radice nell'affettività. Oggettivamente, si tratta dí un « cambiamento di li vello »: non dí limitare delle disposizioni irrazionali ed impulsive mediante altre opposte sí, ma dello stesso ge nere, bensí di far prevalere il puro principio intellettuale, li voi-n, lo « Zeus ín noi », di là dalle une e dalle altre, dalle buone e dalle cattive. L'antico mondo ellenico com prese assai distintamente tutto ciò e le sue vedute sul bene » ebbero un carattere meno « etico » che non on tologico, assai aderente al punto di vista ora accennato. Si sa infatti che ellenicamente il bene fu riferito allo stato di realtà e di perfezione, il male, conseguentemente, a ciò che come possibilità confusa, caotica, incapace di compier si in un atto e in una forma è l'irreale, a cíò che è « alte rato », passivo e leso dall'elemento « passionale » (1).",
  "last_phrase": "In conclusion, it is crucial to overcome both irrational and impulsive tendencies by embracing the pure intellectual principle that goes beyond the distinction between good and evil. The ancient Hellenic world had a unique perspective on the nature of goodness, which was not exclusively moral but also ontological. As we move forward in our initiation, it is important to keep these perspectives in mind and to distinguish the two phases that are part of the process."
}