{
  "title": "How do Tibetan yogis use inner fire to withstand extreme cold in the snow?",
  "first_phrase": "In this text, the author describes a practice followed by the Tibetan yogis in which they use inner visualization to resist low temperatures and live in snowy regions. The technique involves focusing on the solar plexus and visualizing a fiery energy within, which is represented by the mantra RAM. The practice leads to a state where the practitioner loses consciousness of their surroundings and becomes one with the universe. The text ends with a reference to a demon of the snow which was defeated by the practitioner.",
  "content": "Si segue col pensiero il risveglio del fuoco, imaginandolo in ascesa da detto centro, come un filo rosso lungo la colonna spinale. Il filo si ingrossa sino a prender la dimensione di un dito, poi di un braccio, poi di tutto il corpo che ora si è trasformato in una fornace piena di carbone ar dente. A questo punto non si vede piú il fuoco, né si sente il corpo, ma tutto l'universo si vede fiammeggiare come un immenso mare di fuoco agitato dal vento; quando finalmente si è perduta la co scienza della propria persona e dell'ambiente in cui ci si trova, ci si sente come una fiamma in questo mare di fiamme. t allora ________________ IL DEMONE DELLE NEVI 213 E quando e fuori e dentro si calmò il sommovimento della[tempesta (!) venne conchiuso il patto. Divenni insensibile sia a vento freddo che a vento caldo. Allora il nemico si impegnò ad obbedire ad ogni mio detto. Il demone che aveva preso la maschera della neve [l'avevo abbattuto.",
  "last_phrase": "In conclusion, by following the visualization of the rising fire from our center and losing consciousness of ourselves and our environment, we can become a flame in the sea of flames. By reaching this state, we can calm the storms, defeat our demons, and achieve inner peace. Let us use these techniques to connect with our inner selves and pass on this knowledge to future generations."
}