{
  "title": "What is the importance of ancient Roman tradition for esotericism: a critique of historical criticism?",
  "first_phrase": "This text discusses the debate between traditionalists and critics about ancient Roman history. The author highlights the extremism of the anti-traditionalist position of Niebuhr, Mommsen and German critics, who denied the reliability of the Roman tradition for the regal period and early republic. However, the author argues that skepticism is more scientific than an arbitrary and authoritarian denial of tradition. The author acknowledges the historical importance of critical evaluation but emphasizes the value of exploring the initiatic or esoteric elements in both legends and history. The final 200 tokens present a case study of Pythagoreanism in ancient Rome, outlining the main sources that convey the influence of Pythagorean philosophy on elite circles and popular beliefs. The author uses a multidisciplinary approach, combining the analysis of myth, doctrine, and ritual to show that Pythagoreanism had a pervasive impact on the cultural and political life of Rome.",
  "content": "Il tempo, ad ogni modo, sta facendo giustizia di questo partito preso antiromano, e, specialmente dacché vennero sco perti nel Foro Romano il lapis Niger, di cui parlava l'antica derisa tradizione, e la sottostante stele arcaica, gli assertori della veridicità e deWattendibilità del l'antica tradizione romana, tramandataci dagli scrittori latini, han guadagnato e vanno continuamente guada gnando terreno (i ). Con questo non neghiamo ogni di ritto ed ogni valore alla critica storica, ma affermiamo che si può e si deve fare la critica anche della critica. Questo, s'intende, dal punto di vista puramente storico. Ma, per noi, non ha interesse vitale l'appurare se il racconto di un avvenimento abbia carattere storico o leggendario; a noi interessa vedere se, nell'un caso o nell'altro, in tale racconto siano inclusi elementi od aspetti in cui sia riconoscibile un valore od un signifi cato iniziatico od esoterico, manifesto o riposto. Perciò storia e leggenda, per il nostro assunto, hanno, piú che altro, il valore, presso a poco equivalente, di fonte e di materiale.",
  "last_phrase": "In conclusion, while the historical accuracy of events may be important, what truly matters to us is the presence of initiatic or esoteric elements in the narrative. While we appreciate historical criticism, we also believe in critiquing the critics themselves. Ultimately, our focus is on uncovering the values and meanings within legends and stories, whether they are considered history or myth."
}