{
  "title": "What is the relationship between human achievement and initiation in the esoteric field?",
  "first_phrase": "In the previous text, the author explains the concept of initiation as a movement on a horizontal plane, where the vertical direction represents the true transformative initiation. However, the acquired qualities in the initiatic field may not necessarily represent human values or morals. The initiated actions transcend human evaluations and do not follow altruism, egoism, good or evil in the common sense. In this final part, the author mentions the \"Via del Cielo\" and its purity, which is characteristic of the non-human and elemental nature of the great forces of nature, even in the face of apparent disaster.",
  "content": "Per questa stessa ragione là dove avvengano azioni in senso discendente, cioè dalla direzione verticale, anch'esse trascendono le valutazioni umane. Non è detto, naturalmente, che esse debbano sov vertire le leggi degli uomini. Tuttavia non è certo partendo da queste che le si possono comprendere, se non — e nem meno sempre — in base a trasposizioni. L'azione degli iniziati non segue perciò né l'altruismo né l'egoismo, né il male né il bene nel senso comune. Essa procede da quel 1. Lao-Tze indica questo punto col dire che lo sforzarsi di stare sulla punta dei piedi è cosa diversa dall'innalzarsi. 1. È cosi che il termine « superuniano » va evitato, nel campo iniziatico, e invece si deve usare quello di non-umano. Infatti il « superuomo » può considerarsi come il limite della qualità, o specie, « uomo », laddove l'iniziato rappresenta un'altra specie rispetto alla prima, complessivamente considerata. ________________ 238 EA Materiale protetto da copyright la « Via del Cielo » che specie l'Estremo Oriente presentinei caratteri della purità non umana ed elementare propria alle grandi forze di natura e che eventualmente può rivelar si perfino là dove lo sguardo breve e l'animo vincolato for se vedrebbero solo sciagura.",
  "last_phrase": "In conclusion, the initiates' actions transcend human evaluations, and their behavior cannot be limited to concepts of altruism or egoism. Therefore, it is important to use the term \"non-human\" instead of \"superhuman\" when referring to initiates' actions. The practical and psychological implications of this understanding require a recognition of the necessity of cause and effect in the spiritual world and the need to align one's will with the laws governing it."
}