{
  "title": "What is the process to obtain the \"true dark vestment\" in alchemy, and what are its key components?",
  "first_phrase": "In this last part of the text, Eximigano explains that their primary goal is to obtain the \"true dark vestment,\" necessary for the alchemical process. He instructs the reader to take the red stone, blacken it, and whiten it again to reveal the hidden whiteness in the belly of darkness. The Turba Philosophorum questions this, stating that the aim is to turn fixed things into volatile and vice versa, achieving a middle ground between the two. Archimo adds to the discussion, telling readers to take Arzent, black worms with red and blue poison, and cook them with just the right amount of heat over three days to achieve perfect conjunction.",
  "content": "LA TURBA disse: Maestro, tutto ciò che diciamo non è altro che far del fisso il volatile e del volatile il fisso; poi, far di tutto qualcosa che non è né secco né umido. né freddo né caldo, né duro né molle, né fisso né troppo volatile — qualcosa di intermedio fra i due: giacché esso ha in sé due Nature insieme congiunte. E sap piate che ciò si fa ín sette buoni giorni (1), non in un (1) In senso cosí simbolico, come per i sette « giorni » della creazione. ________________ 272 TURBA PHILOSOPHORUM Materiale protetto da copyright momento. Poiché ogni alterazione avviene a mezzo dicontínua azione e passione. Di ciò, prendete nota. ARCHIMO disse: Prendete Arzent: sono Vermi neri dallo sguardo orribile e veleno di tegole vecchie color rosso-marino; cuoceteli ad un fuoco né troppo caldo né troppo freddo: ché, se fosse troppo freddo, non si altere rebbero; ma se troppo caldo, non si otterrebbe congiun gimento per vero amor di sé stessi. Prosegui col Fuoco tuo per tre giorni, a mo' di chioccia, e come un avvol gente calor di febbre ( i ): custodendoli bene nel loro guscio.",
  "last_phrase": "In summary, the process of transmuting involves transforming the fixed into the volatile, and vice versa, to reach a state of equilibrium - something intermediate between the two states. This can be achieved by cooking black worms called Arzent over three days with careful attention to fire regulation. As with any change, it occurs continuously through action and passion, and altering the weights can cause significant delays and potential danger. Take heed of the advice given and proceed with patience and consideration, rather than hasty action spurred on by greed or doubt."
}