{
  "title": "\"What is the Introduction to Magic by Gruppo di UR and how does it connect to the metaphysical reality?\"",
  "first_phrase": "This text is an introduction to the second volume of \"Introduzione alla Magia\" (Introduction to Magic), curated by the \"Gruppo di UR.\" It discusses the potential existential crisis that can lead individuals to seek a new consciousness through initiatic sciences. Those who pursue these disciplines gain knowledge and perception of the metaphysical reality, which transcends the world of men. However, those who return from it can use this knowledge to create a system of values and principles that can provide order and meaning to life on Earth, forming a tradition or traditional civilization.",
  "content": "Chi, persistendo nell'impulso dal profondo che gli ha fatto ormai infrangere ogni ponte, si applica con se rietà e fervore a queste discipline, acquista prima il pre sentimento e poi il sapere sempre piú preciso e speri mentale di un altro ordine di realtà, che noi chiamiamo la realtà metafisica. Di questa realtà egli è destinato a divenire partecipe, per gradi, tanto da ottenere una forza che sta di là dalla forza, una coscienza che sta di là dalla coscienza, una vita che sta di là dalla vita. La realtà metafisica è e vale in modo trascendente, cioè con piena indipendenza dal mondo degli uomini. Tuttavia, chi, in essa stabilitosi, torni a guardare verso il basso, ne può trarre punti di riferimento per un siste ma di valori e di principi daí quali la vita terrestre e temporale può ricevere un ordine ed un senso di cui, altrimenti, essa sarebbe del tutto priva. E quando que st'ordine e questo senso vadano a compenetrare effetti vamente tutta una collettività storica, in ogni suo strato, allora si ha ciò che, in senso eminente, può dirsi TRADI ZIONE o CIVILTÀ TRADIZIONALE.",
  "last_phrase": "In a world that has lost its connection to the metaphysical order, the serious pursuit of traditional knowledge can serve as both an inner orientation and a system of values. As one becomes partaker of the otherworldly reality, they can draw upon it to create a meaningful and orderly earthly life. By doing so, they contribute to a collective renewal, opening up the possibility of a legitimate and sacred order."
}