{
  "title": "\"What is the Role of Women in Meyrink's Novel and the Ancient Isais Cult?\"",
  "first_phrase": "This text discusses how the true strength of a woman is revealed through experiences that transcend the physical senses. The author references ancient mysteries celebrated in the sign of Isais in Ponto, most likely corresponding to those of Cibele. Participants were initiated to approach the goddess sacrificing the masculine element of their body and evirating themselves in feminine clothing, testing their self-awareness and stability. Failure resulted in being absorbed by the force they had opened themselves to and losing their magical, virile principle. Similar situations and tests are encountered by John Dee and the main character in the book 'The Golem', where they must overcome a challenging initiation to meet the formidable force represented by the goddess.",
  "content": "Propriamente si sarebbe trattato di una forma di ebrez za estatica devirilizzante, tanto che nella degenerazione di quel culto poteva perfino accadere che nell'apice della loro frenesia i neofiti sacrificassero alla Dea il loro principio ________________ 350 GLOSSE VARIE Materiale protetto da copyright virile nella sua stessa espressione fisica, evirandosi e in dossando vesti ferninilj. Ma in tali contatti — secondo il Meyrink — poteva trattarsi anche di mettere inesora bilmente alla prova la forza e l'incrollabilità della co scienza di sé del neofita, da render salda e sicura me diante speciali discipline. Fallire significava soggiacere alla forza a cui cí si era aperti e con cui ci si congiun geva, con l'effetto, appunto, di esserne assorbiti, di per dere il magico principio virile, di « esser cancellati dal Libro della Vita ». Una situazione ed una prova analoga si fanno incon tro sia a John Dee che a colui in cui questi rinasce per incontrare la stessa forza a cui una prima volta era sog giaciuto.",
  "last_phrase": "In conclusion, it is important to note that the practice described in this text could lead to a dangerous and destructive path for individuals seeking spiritual enlightenment. It is crucial to approach any form of spiritual practice with caution and seek guidance from experienced and qualified mentors in order to avoid the potentially harmful consequences that could result from this kind of practice."
}