{
  "title": "\"What are the six analogies and ways to achieve liberation in the teachings of Milarepa?\"",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the six external deficiencies and the six binds of non-liberation as summarized in the previous part. The author also mentions Geliihde's translation of \"Voto\" in the highest sense of constant dedication and intimate adherence to the originally intended direction. The concept of the six analogies according to external things and the importance of avoidance of hatred, greed, ignorance, passion, jealousy, and pride. Overall, the text emphasizes the importance of discipline, meditation, and contemplation in achieving liberation.",
  "content": "Finché si indulge in una vita esuberante, non c'è contem [plazione; Finché c'è dispersione, non c'è meditazione; Finché c'è incertezza, non c'è disciplina; Finché c'è scepsi, non c'è yoga; Dove c'è principio e tramonto, non c'è Sapienza; Dove c'è nascita e morte, non ci sono Buddha; Queste sono le sei deficienze esteriori. Dove regna grande odio, è il vincolo dell'inferno; Dove regna grande avarizia, è il vincolo dei mani (presa); Dove regna grande insipienza, è il vincolo dei bruti; Dove regna grande passione, è il vincolo degli uomini; Dove regna grande 'invidia, è il vincolo dei titani (asura); Dove regna grande orgoglio, è il vincolo degli iddii: Questi sono i sei avvincenti legami della non-liberazione.",
  "last_phrase": "In order to attain liberation, it is important to have great faith, trust in wise teachers, make pure vows, explore wild landscapes, live in solitude, and practice invocations. The six exterior defects must be avoided through the cultivation of discipline, meditation, and contemplation. These practices allow us to attain great understanding, wisdom, and profound religious experiences. By adhering to these principles, we can break free from the six binding chains and reach a state of immensity and oneness with the universe, achieving true liberation."
}