{
  "title": "What are the traces of the ancient Roman initiatic wisdom still visible today?",
  "first_phrase": "This text explores the existence of an initiatic center in ancient Rome. The author examines several factors that some argue contradict the existence of such a center, including Roman aversion to philosophers like Pythagoras, edicts against certain practices, and the survival of ancient building knowledge among medieval guilds. The text ends by pondering the significance of these factors, noting that while they may seem at odds with the idea of an initiatic center, they do not necessarily disprove its existence.",
  "content": "Quanto all'editto contro i Baccanali ed a quelli contro gli indovini, i maghi e gli astrologhi, essi non sono affat to incompatibili con la esistenza di un centro iniziatico in Roma, giacché non è pensabile che, esistendo, esso dovesse opporsi ed impedire tali editti per un senso di solidarietà con tali corruzioni dei Misteri e della Scienza Sacra. Anzi. E quanto alla cacciata dei filosofi greci ed alla scarsa passione dei Romani per la filosofia, esse non provano proprio nulla al nostro proposito, perché tra la scienza sacra e la filosofia profana non vi è nessun rapporto di affinità; è vero del resto che, senza bisogno della illuminazione iniziatica, bastava fare uso del buon senso romano per valutare a dovere i pericoli insiti nel vaniloquio e nell'armeggio filosofico. Il solo fatto, tra quelli addotti come incompatibili con la esistenza di un centro iniziatico in Roma, che varrebbe la pena di essere esaminato distesamente, è quello dell'avversione romana contro i pitagorici, quale è molto antica e poiché anticamente pons significava via (Cumus, Princ. Etvm., I, 323), come il mare è detto ponto, per tale ragione, i pontefici erano coloro che « facevano le vie )›.",
  "last_phrase": "In conclusion, despite the objections raised against the existence of an initiation center in ancient Rome, there is little evidence to support them. The aversion of the Romans towards Pythagoreanism may be the only one worth examining, but even this is not enough to dismiss the possibility of such a center. Therefore, we can confidently explore the visible traces of Roman initiation wisdom, unencumbered by biases and prejudices."
}