{
  "title": "\"What is the nature of alchemy and the importance of patience in pursuing it?\"",
  "first_phrase": "In the final 200 tokens of this text from the \"Turba Philosophorum,\" Basem stresses the need for patience and enlightenment in the practice of alchemy. He advises against impatience and excessive haste, which led a brilliant philosopher to lose everything due to the force of fire. Basem urges readers to persevere in their pursuit of the great secret of alchemy, just as they would patiently wait for the fruits of their labor in planting and sowing. Through perseverance and illumination, one may command the world and attain the highest knowledge and great profit from this art.",
  "content": "________________ TURBA Pi ILOSOPHORUM 261 Materiale protetto da copyright finché dubbio sia in voi; che questo Libro vi sia come unaluce dinanzi agli occhi, ed abbiate la pazienza di aspetta re. A suo tempo ho conosciuto un grande Filosofo, che ne sapeva quanto me e quanto nessun altro. Ma a causa della sua impazienza, della troppa fretta e della troppa bra ma, per giustizia di Dio, io credo, a causa della forza del Fuoco egli perse tutto e non poté vedere ciò che voleva. Per questo Pitagora, il Maestro nostro, dice che chiunque leggerà i nostri Libri, vi si fermerà senza distrarsi, e pre gherà Dio — comanderà nel Mondo. Voi cercate un grande segreto — e non vorreste darvi pena? Non vedete che un uomo uccide l'altro, se non persino sé stesso, per danaro? Che cosa non dovreste fare, e quale pena non darvi, pur di giungere a questa Scienza si alta, di profitto sí grande? Quando voi piantate e seminate, non attendete, per il frut to, sino al tempo della maturazione? Come vorreste dunque avere il frutto di quest'Arte in breve tempo?",
  "last_phrase": "In conclusion, trust in your teacher, have patience and avoid haste in your pursuit of knowledge. Remember that great secrets require great effort, and any precipitancy may come from evil intentions. Follow the advice in \"Turba Philosophorum 261\" and you will find success in the pursuit of this high science."
}