{
  "title": "What is the recommended way to make fire in alchemy?",
  "first_phrase": "In this text, the author discusses the perfect way to create fire and achieve the ultimate goal of alchemy. He gives various methods of fire creation but recommends a slow, constant, and hot fire that breaks down and cooks materials according to nature's demands. The author also insists that alchemy isn't a lie, but the intricacies and terminologies make it difficult for outsiders to understand. In the last 200 words, the author discusses the importance of internalizing knowledge through corporeal processes. One must begin with the mind while focusing on a particular topic, then creating an intense emotional state and finally bringing it to the body. The author named this process \"Corporizzarìa la conoscenza.\"",
  "content": "(1) Potrebbe essere un monito riguardo a certi procedimenti estrinseci, il cui effetto è transitorio, per cui, dopo l'aprirsi di qualche spiraglio, ci si ritrova al punto di partenza, mentre le scopo vero è la trasformazione sostanziale. ________________ Materiale protetto da copyright GLOSSE VARIECORPORIZZARF, LA. CONOSCENZA. Su alcuni dettagli di tecnica, non è inutile tornare, di tanto in tanto. Si è spesso detto che sulla via inizia tica le conoscenze le si debbono « far scendere nel corpo ». Il processo può avere fasi distinte. Si comincia allora con la mente che pone il tema (quando non si tratti di uno stato già presente, che si deve soltanto « as sorbire »), o lo rievoca, o lo ricorda — e lo mantiene fis so. In un secondo momento, ciò che è pensiero va tradotto in una immagine, su cui si sposterà la concentrazione sino a che si desti uno stato emotivo corrispondente (il pro cesso può essere facilitato, se si scelgono immagini non fantastiche ma relative a scene o momenti o situazioni di natura effettivamente e intensamente vissute). Terzo momento: si abbandona l'immagine, si trattiene la riso nanza, la si intensifica e la si induce nel corpo.",
  "last_phrase": "In conclusion, incorporating knowledge into the body requires a mindful and deliberate process. It is important to translate thoughts into tangible images, evoke corresponding emotions, and induce them in the body. This technique can also apply to daily tasks, and should be practiced patiently and consistently. Additionally, it is crucial to understand that true transformation requires a substantive change, not just a temporary fix."
}