{
  "title": "What is the initiatic and magical use of sexual techniques according to Otakar Brúzina?",
  "first_phrase": "This text explores the use of sexual magic as an initiatory tool, with various procedures and methods described for achieving magical aims through the sexual act. The section focuses on the possibilities of abstaining from ejaculation and the potential for combining physical and astral projections. The author, Otakar Brúzina, stresses the importance of reaching a state of dominance over the sexual nature, which can lead to mastery over other areas of manifestation.",
  "content": "Nella semplice magia sessuale sono contemplati procedimenti, in cui il prin cipio del raffrenamento del seme cessa di esserti legge ________________ 342 OTAKAR BRÚZINA Materiale protetto da copyright ed esso vale solo nell'opera preliminare di saturazione,la proiezione-comando potendo essere invece parallela al la proiezione fisica del seme e in questa opportunamente convogliarsi. Sul piano dell'alta Magia l'operazione a due vasi deve sempre conservare un carattere di mezzo ed è difficile che chi vi si è applicato senza deviare vi si arresti. Se invece a tanto senti la propensione, diffida: vuoi dire che in te ancora si cela un resto di Acqua non completa mente assorbita e trasformata. Comprendi che colui a cui il sesso ha servito per andare di là dalla stessa estasi dell'unità è anche il dominatore del sesso, è colui che ha vinto la Donna, e non solo su questo, ma anche su ogni altro piano della manifestazione. Stabilizzata la sua con quista, egli riceve lo Scettro e si discioglie dal mezzo; non abbisogna piú di donna, perché è in sé stesso il Signore delle Due Nature. OTAKAR BRÉZINA PROSPETTIVE Tradotto dal cecoslovacco — « Hudba Pramenú », ed.",
  "last_phrase": "In conclusion, the principles of sexual magic encompass certain practices that require the cessation of the law of semen restraint. The operation of two vessels in high magic must always maintain a character of balance, and those who have applied it without deviation will master not only the physical manifestation but also the spiritual. Those who have conquered themselves through the power of sex receive the scepter and become the lord of their own nature. The blood of the strong is immune to poison, as the poison is resolved into their sublime essence. By knowing and absorbing what enhances and what kills life, the strong can purify their ground and ascend towards the light."
}