{
  "title": "Can an entity's quality be influenced by a movement or emotion, as explained in magical creation?",
  "first_phrase": "In the final section of this text, the author further delves into the concept of creating life through magic, where an entity can be animated by a particular movement or emotion. They explain a process where a magician can use concentration to imbue an object with energy and connect it to a desired action or feeling. The text emphasizes the independence of such magical forces and the potential for multiple individuals to create together in a chain.",
  "content": "Invece di un movimento, per anima di un ente puoi porre un sentimento, una emozione, una passione. Il pro cedimento è lo stesso. Al contatto con l'oggetto, satu rato da lunga concentrazione sul tema di una passione la quale, per primo, va creata in sé, si stabilisce l'istan taneo invasamento da parte di quel sentimento o pas sione nella persona predestinata: amore, odio, paura, esaltazione. Anche questo caso speciale devi considerare: influen ze di luce legate, per esempio, ad un dato libro, come una forza di risveglio che, via via che leggi, ti rende atto a comprenderne e a realizzarne il segreto. Questo potere è cosí reale, quanto l'altro che, per scarica, può colpire i profanatori di luoghi anche di sepolcri consacrati. ________________ 286 ABRAXA Materiale protetto da copyright L'opera di creazione può essere eseguita anche da piúpersone insieme (in catena), purché la corrente che esse promanano, spontaneamente o per virtú di rito, abbia la stessa direzione, la stessa vibrazione, la stessa inten zione, quasi fosse un solo pensiero.",
  "last_phrase": "In conclusion, it is clear that the power of concentrated emotion and intention can have a profound effect on both objects and individuals. By generating feelings like love, hate, fear, or excitement, one can imbue even the most mundane items with extraordinary meaning and significance. Moreover, when groups of people come together with a shared purpose, their combined energy can create miracles that defy explanation. So, whether alone or in the company of others, it is crucial to cultivate emotions and intentions that align with your deepest desires and aspirations."
}