{
  "title": "\"How to organize the day in a Chain to awaken a unique and central quality?\"",
  "first_phrase": "This text provides instructions on how to organize and carry out a chain exercise that aims to awaken a unique, solar, and central quality in those who participate. The text emphasizes the importance of individual discipline and perseverance, and the avoidance of introducing any rituals that may attract superior and transcendent forces before the structure and circuit of the chain's individuals are strong enough. The last 200 tokens provide detailed instructions on how to conduct the chain exercise, including sitting arrangements, the number of participants, and the use of scents. The text does not provide an explanation of the purpose of the exercise or the people behind it.",
  "content": "Coloro che restano nel loro bisogno e attendono che altri faccia ciò che essi stessi debbono fare, preferiamo lasciarli alla cura delle religioni e degli innumerevoli surrogati di esse. E negli sviluppi della catena sarà bene non introdurre riti che possano attrarre forze superiori e trascendenti, prima che il sistema delle individualità che la compongono offra una struttura e un circuito abbastanza saldi, onde poter sempre conser vare un atteggiamento attivo. Perciò i capi-gruppo esigeranno la rigorosa osservan za di queste discipline preliminari a carattere indivi duale e la perseveranza in esse anche avendo cominciato le sedute. PRIME ISTRUZIONI DI CATENA. I componenti si dispongono in circolo, seduti, mani sulle ginocchia chi dirige, rivolto ad Oriente. Le se dute, a massima distanza dai pasti. Numero dispari, pos sibilmente cinque persone, in un primo tempo, che assu meranno i cinque vertici del pentagramma. Profumi: incenso, mirra, bacche di eucalyptus. Il direttore indi ________________ Materiale protetto da copyright 46 ISTRUZIONI DE CATENAcherà con parole appropriate o con battute le varie fasi. 1 ) Calma, concentrazione e « silenzio ». Ognuno sen ta sè stesso, desti in sè stesso uno stato di attenta tranquillità. 2 ) Prender contatto con gli altri.",
  "last_phrase": "In conclusion, before introducing transcendent rituals, it is necessary to establish solid individual structures and circuits within the group. The key leaders must demand strict observation of preliminary individual disciplines, including perseverance in them during the sessions. These initial instructions for the chain include a calm and concentrated atmosphere, taking contact with others, and creating a sense of togetherness. Remember to visualize the tracing and contemplate the entire circuit for a successful chain session."
}