{
  "title": "\"What are the limitations of De Martino's ethnological approach and his understanding of 'magical world'?\"",
  "first_phrase": "In the previous section, we learned about De Martino, an ethno logist who collects data from various explorers and observes the ways of primitive populations. However, his work has some limitations, as he speaks of the \"magical world\" instead of the \"witch world\" and assumes these primitive societies are remnants of a past civilization left behind in the progress of humanity. In the last 200 tokens, the author expands on the limitations of De Martino's work, who ignores the ancient sacred sciences of traditional civilisations and the existence of some present-day ambient with unbroken transmission of these sciences. Instead, De Martino seems only to be aware of mediums and psychics.",
  "content": "I nostri lettori sanno che la verità è diversa: i presunti « pri mitivi » non sono, di massima, che forme estreme di involu zione e di degencrescenza dí razze e civiltà precedenti, tal volta cosi antiche, da essersene perduta ogni traccia di ri cordo. 11 « materiale » sul quale si basa il De Martino rien tra quasi esclusivamente in questa sfera crepuscolare colpita da una specie di anatema, ove si possono trovare solo fram menti degradati, echi indeboliti e distorsioni di strutture che, in sè, avevano appartenuto ad un piano assai diverso. Tutto ciò che riguarda le scienze sacre dell'antichità, le quali furono retaggio delle piú grandi civiltà tradizionali d'Oriente e d'Occidente e che sole potrebbero fornire un orientamento giusto in ordine a quanto non è piú semplice esperienza umana ordinaria, il De Martino l'ignora delibera ________________ L'ETNOLOGIA E I « PERICOLI DELL'ANIMA » 149 Materiale protetto da copyright tamente. Del pari, egli non sospetta che esistono tuttora am bienti che, sulla base di una trasmissione ininterrotta, sono in possesso di quelle scienze; egli sembra solo sapere dell'« esi « gua schiera dei sensitivi, dei medi, dei rabdomanti, dei pen « dolisti ecc.",
  "last_phrase": "In conclusion, the truth is that the concept of \"primitive\" is just an extreme form of degeneration and decline of previous races and civilizations, and the \"material\" that De Martino uses in his research is limited to degraded fragments of structures that belonged to a different realm. Despite his limited perspective, he correctly argues that our concept of reality is historically conditioned and that the \"magical civilization\" has a different understanding of the self, nature, and reality. Therefore, when dealing with abnormal phenomena, we should not place them within the narrow scope of our modern worldview but acknowledge their reality according to a different understanding of the world."
}