{
  "title": "What is the Taoist perspective on destinies after death and how can one achieve the \"sta to senza dualità\" through the \"Fiore d'Oro del Grande Uno\" text?",
  "first_phrase": "This text delves into the theory of different fates after death, with a Taoist perspective. The sign 'gui' expresses the nature of those without their own life after death. The existence of such an individual has a residual and defined limit. However, there is a different state of existence for the 'kuei', achieved through initiatory art. The 'kuei' has a life of its own, and the text explores the two levels of its realization. The second level is symbolized by the 'Fiore D'oro del Grande Uno', which signifies the state of being without duality. Those who achieve this state live outside of conditioned existence.",
  "content": "Il kuei ha una vita propria per ché l'ha separata dall'esistenza corporea e soprattutto per ché ha superato l'antitesi fra coscienza e essere (forza), fra essere e vita. Per non anticipare ciò che si dirà piú sotto, accennerò solo che vi sono due gradi in questa rea. lizzazione. Il primo è un possesso della vita che sposta il termine della morte, permettendo l'esistenza prolungata di un Adepto vivente. Il secondo è il passaggio allo « sta to senza dualità » dell'Origine, simboleggiato dallo sboc ciare del « Fiore d'Oro del Grande Uno ». Chi a tanto è giunto — dice il testo (p. 106) « non vive piú nei tre mondi », cioè sovrasta sia il mondo umano che quello sub umano e celeste. Il centro, il « luogo » del suo essere non cade piú nel mondo condizionato manifestato. Non è pri vo d'interesse che l'antico segno per il kuei indica anche la folgore (cfr. il vaira indo-tibetano) e che nella tradizione cinese in genere i due gradi sono generalmente conosciuti sotto i termini di « uomo integrato » (chen jen) e di « uo mo trascendente » (shen jen).",
  "last_phrase": "In conclusion, the ancient practice of Kuei offers a path towards transcending the limitations of human existence, achieving a state of being beyond duality and attaining a higher level of consciousness. By focusing on the cultivation of the \"Center\" and the pursuit of the \"Lord,\" one can unlock the magic of the \"Flower of the Great One\" and move towards an integrated and transcendent state. The key lies in the formula of the \"circulation of light and seed.\" Practicing this method can lead to a prolonged existence, living beyond physical constraints and experiencing a blissful existence beyond the three realms."
}