{
  "title": "What are the \"Perils of the Soul\" and how do they relate to ethnocentrism in anthropology?",
  "first_phrase": "In the last 200 tokens, the author discusses the limitations of De Martino's research on the \"primitive\" cultures. He claimed that the presumed \"primitive\" societies are not degradation, but rather an extreme form of earlier races and civilizations. However, De Martino's research is limited to fragmented and degraded aspects of these societies, ignoring the sacred sciences of the ancient world. The author argues that De Martino fails to recognize that certain phenomena are real but exist in a completely different reality than what is considered normal.",
  "content": "che forma la piccola repubblica arcaica per en « tro la grande repubblica della nostra civiltà » (p. 262); sa cioè solo di un ordine di cose, il cui livello è perfino piú basso dello stesso mondo dei selvaggi. Malgrado una simile ristrettezza di orizzonti il De Mar tino giunge ad inquadramenti in parte giusti. Ecco la sua tesi fondamentale: noi oggi abbiamo un dato concetto del l'Io, del non-Io, della natura, dello spazio, della realtà, che tendiamo a considerare come assoluto; non sospettia mo che esso è « storicamente condizionato », che esso è sorto e si è reso evidente solo all'interno della civiltà oc cidentale moderna, onde lo estendiamo ad ogni civiltà pos sibile, compresa quella che il De Martino chiama la « civil tà magica » (p. 190). Invece a quest'ultima corrispondono un Io, un non-Io, un tipo di rapporti fra l'uno e l'altro, un ambiente e una condizione spirituale del tutto diversi. Così quando si pone lo stesso problema della realtà di certi fenomeni non normali, lo si pone in modo sbagliato: essi sono reali, ma secondo una realtà che non è quella che oggi s'intende con tale parola (p. 162).",
  "last_phrase": "In conclusion, it's essential to recognize that the concept of reality we hold today is historically conditioned and only applicable within our modern Western civilization. Attempting to apply this standard to other cultures, particularly traditional and magical societies, inevitably leads to misunderstanding and misinterpretation. Therefore, to truly understand and achieve results in the field of initiation and magic, one must embrace a different sense of self, nature, and experience, as well as acknowledge the significant differences between our world and that of traditional societies."
}