{
  "title": "What is the \"Libro tibetano dei Morti\" and how does it relate to Hindu teachings on afterlife?",
  "first_phrase": "This text discusses the beliefs of Tibetan Buddhists regarding afterlife, where the deceased have two paths, the divine one and the \"way of the fathers\". The \"Tibetan Book of the Dead\" provides a logical and uncommon depiction of the afterlife, emphasizing the importance of discipline and control of one's emotions, not only for this life but also for the afterlife. The text also mentions the relevance of magic, the master, and the song, and how the true magician must hide their identity, and discourage others from practicing magic as it requires courage, perseverance, and modesty.",
  "content": "Non si sa chi sia, tanto ha cura di nascondersi, DEVE anzi (assoluto) nascondersi; 1. Dissuade gli altri dal farne (assoluto); 2. Se si limita a questo (rarissimo) si chiude, e deve chiudersi, nella cappa di ghiaccio; 3. Se se ne serve per \"qualcos'altro\", non se ne parla Ecco: ciò è assoluto. Si dice: 1\"'occultista\" è perico loso: giustissimo. Non senza un sorriso atticissimo traspon go ciò: infatti l'occultista è, generalmente, una cosa su clicetta assai, in Europa — la sua traccia va dallo spacca monti al filon, al volgarissimo fi/ou, addirittura al mistifica tore. Fosse almeno un brigante un voleur des grands che mins. Giustissimo. — Quindi, devo dirvi, la Magia in scritti alla portata di chiunque, la vera Magia, ma via, un vero Mago (osservare certi tipi cinesi di poeta-mago sempre rap presentati in solitudine) vi lapiderebbe. Questo per la ma ________________ GLOSSE VARIE 135 Materiale protetto da copyright gia, che è cosa interessante nel suo piano: né da svalutarsiné da disprezzarsi perché implica molto coraggio. molta costanza e molto (soprattutto) pudore.",
  "last_phrase": "In conclusion, the world of occultism can be intriguing and mysterious, but one must be cautious and aware of its potential dangers. While the true practice of magic may be beyond our reach, we should strive to approach it with courage, consistency, and modesty. Let us embrace the unknown with humility and respect, knowing that there is always more to discover beyond the veil of our understanding."
}