{
  "title": "What is the meaning behind the alchemical text in Turba Philosophorum 131-1?",
  "first_phrase": "This final passage is from the alchemical text \"Turba Philosophorum\" and contains various alchemical concepts, such as the importance of the seven stages of a cooking process to produce a perfect Tintura, which cannot be comprehended by human mind as it is beyond matter, the beginning and end being the same, and the notion that death is the cause for life, and the beginning is the cause for the end. The text also mentions the androgynous aspect, referring to the concept of \"Atanòr\", \"the bed\", \"the Oak's hollow,\" \"the Egg,\" \"the closed Matrice,\" and others. Pitagora then intervenes to speak.",
  "content": "La morte gloriosa e perfetta è la morte iniziatica, con la quale la fine dello stato umano costituisce in pari tempo il principio del Taog, che è la « vita eterna ». ________________ TURBA 131-1 I LOSOPHORUM 267 Materiale protetto da copyright LA TURBA disse: Sappiate che voi avete udite le ve rità. Prendetele come sono, e distinguetele come si di stinguono le erbe buone dalle malvagie. E sappiate che nell'Opera nostra si deve cuocere sette volte (i), e in ciascuna delle sette (cotture) va prodotto un colore sino alla perfezione sua. E quando essa è perfetta, si ha una Tintura viva, cosi eccellente, che mente d'uomo non può comprenderla e che essa non è nulla, né la Materia, ne il Regime. E se si sapesse il Regime vero e lo si comu nicasse ai Pazzi, essi direbbero che non è possibile, con un sí piccolo Regime, far cosa si preziosa. Ma voi lascia teli alle loro idee, e non frequentateli credendo chi sa che; ma intendete noi e conoscete le Radici da cui tutto trae moltiplicazione. TEOFILO disse: Sappiate che tutta la Turba ha ben concluso. PITAGORA disse: Lasciatemi parlare e voi, tacete.",
  "last_phrase": "In conclusion, the Turba teaches that achieving the perfect death is like an initiation into eternal life. The process of seven cookings leads to a live Tincture so precious that it cannot be comprehended by the human mind, and the recipe for which would be considered impossible by many. The jealous have decayed this science, but the truth remains in all of nature."
}