{
  "title": "What is the Fundamental Technical Justification for the Use of Symbols and Why is Hermetic Philosophy Considered a Philosophy of Silence?",
  "first_phrase": "This text delves into the fundamental technical justification for the use of symbols and graphics in the Hermetic philosophy. The author argues that using symbols trains the mind to comprehend through visualization rather than simply thinking, by jumping over the intermediary of discourse and reasoning, which can neutralize knowledge. The Hermetic philosophy of silence encourages readers to connect their thoughts not to words, but to mute figures, graphic emblems, and symbols. The author emphasizes that understanding symbols requires the activation of other faculties beyond reason. This enables readers to see and realize knowledge.",
  "content": "Aggiunge ( p. 491 ) che trattandosi di una filosofia operativa, « ne nous peut * montrer la véríté et la certitucle de la doctrine que par expé * rience ». (2) O. Mimi, Le Symbolisme Ilermétique, Paris, 1909, p. I ________________ SULL'ARTE DEI FILOSOFI D'ERMETE 167 * ideogrammi. Alla meditazione applicata agli elementi di unsimbolismo pieno di sapienza si connette una filosofia del * silenzio coltivata da tutte le scuole iniziatiche », come un modo per sottrarsi alla tirannia delle parole — pronunciate o pensate — ormai divenute l'unica moneta corrente ed accet tata dell'intellettualità moderna. Il simbolo non offre presa alla ragione (nessuno è piú lungi dal comprendere davvero un simbolo, di chi vi arzi gogola sopra con degli stentati filosofemi): se la compren sione deve avvenire, è necessario che entrino in azione altre facoltà — facoltà alle quali in una certa misura è proprio un intelligere che è simultaneamente un vedere ed un « rea lizzare ». Se non si inibisce la via per cui la conoscenza pre cipita in una serie di pensieri formulati dal cervello in pa role, ed aventi dunque un valore semplicemente discorsivo e interindividuale, è certo che nulla potrà venire dal tesoro della sapienza esoterica.",
  "last_phrase": "In conclusion, the symbolism in esoteric wisdom is a tool for preserving the purity and freedom of individual understanding, whilst also requiring the utilization of faculties beyond just reasoning and language. The philosophy of silence must be applied to truly integrate with the knowledge offered by the symbolism, allowing for a simultaneous understanding and realization."
}