{
  "title": "What is the Law of Sympathy in Magic and how does it relate to creating magical statuettes?",
  "first_phrase": "This text talks about the use of imagery in magic rituals and how it can be used to transfer an idea or image from one individual to another. The text specifies the two laws necessary before proceeding to this third law: the Law of Satura- tion and Emotional Impulse, and the Law of Objectification. The author explains that although the power of passion can depersonalize a person and make them act solely for the idea guiding them, it must be guided by the art of magic. It is under these conditions that an image becomes a separate being that can be transferred to another individual's consciousness, which falls under the Law of Sympathy or Symbolic Realization, the last law necessary to understand the ritual of statuettes.",
  "content": "Strano para dosso, l'interesse e la vita stessa di colui che ne è preso, spesso non contano più, non sono piú considerati. Perciò egli non esita ad affrontare talvolta la rovina e persino la morte per soddisfare la sua passione. In magia, naturalmente, non si tratta di questo. È stato già precisato, in una glossa (vol. H, p. 153), ciò che si deve pensare sui rapporti fra desiderio e magia. Qui basterà rile vare che l'impetuosità emozionale — la quale però, in magia, va condotta e regolata dall'Arte — contiene in sé una virtlí spersonalizzante e quasi estatica, la quale può servire appun to a far realizzare oggettivamente l'idea, quasi che essa fosse un essere distinto indipendente dalla persona che la concepi sce e la nutre: e questa è appunto la condizione perché essa assuma quella modalità, a cui appartiene la virtù ubiqua. Per quel che però riguarda il secondo punto, ossia far reincarnare nel senso dí metterla in un'altra coscienza, dalla legge di cui sto dicendo bisogna passare ad una terza legge, che è l'ultima di quelle richieste per comprendere il rito delle statuette. 3) Terza legge — si può chiamare: Legge di simpatia o di realizzazione simbolica.",
  "last_phrase": "In conclusion, magic is not about risking one's life or ruin to satisfy one's desires. Emotional intensity can have depersonalizing and almost ecstatic qualities, which, when regulated by the art of magic, can help bring ideas to life. The law of sympathy or symbolic realization requires the most effort to comprehend, but taking the form of another mind can effectively communicate and act on their behalf. Ceremonial action is required for complex operations aimed at the profound forces that make up a person."
}