{
  "title": "What is the role of women in ancient mystery cults and initiations?",
  "first_phrase": "In this last part of the text, the author discusses the exclusion of women from the Grand Mysteries, which were considered masculine in character. The author points out that women can receive initiation in the Small Mysteries, which are associated with lunar or Isiac initiation. In some traditions, women played a significant role in the Mysteries and were even considered initiators of the \"Mysteries of the Woman.\" However, in areas where non-Hyperborean influences prevailed, initiations that should have been considered \"Small Mysteries\" were established as \"Great Mysteries,\" excluding women. The author explains that this is because transcendence and detachment, two key principles of the Grand Mysteries, are not ideals of womanhood. Instead, women may participate in a system of \"participations.\"",
  "content": "________________ GLOSSE VARIE 389 Materiale protetto da copyright Passando al dominio dei « Grandi Misteri » in sensoproprio, tutto fa pensare che dalla iniziazione ad essi pro pria la donna fosse esclusa e che, come al « Cielo » di fron te alla « Terra » sempre furon dati dei caratteri paterni, cosí quei Misteri fossero, in via di principio, Misteri ma schili (1). In effetti, la trascendenza, quindi anche un esser a-sé distaccato, non poggiante su nulla, supremamente au tonomo, non può essere un ideale da donna ed anche tecni camente manca alla donna pura la qualificazione per per seguirlo (2). Del « potere taurino » o « ammonico », che è il potere delle iniziazioni solari e magiche, si poté dire che « nessuna donna può conoscerlo senza morirne ». Se dalle iniziazioni mithriache le donne erano escluse, esse in origine lo furono anche da un ordine non direttamente iniziatico, ma certamente intonato all'assoluta trascenden za, quale quello buddhistico. Ciò che per una donna resta sempre possibile, è invece un suo sviluppo in un sistema di * partecipazioni »; non l'aspirare a ciò che è assoluto prin cipio a sé stesso.",
  "last_phrase": "In conclusion, it appears that in many ancient mystery traditions, women were excluded from the highest levels of initiation due to their perceived inability to achieve the state of transcendence and detachment from worldly life. However, women could still participate in lower levels of initiation and develop their own unique systems of participation. While this may seem unfair by today's standards, it is important to understand these traditions in their historical context and appreciate the unique roles that women played as mediums and receivers of divine forces."
}