{
  "title": "\"How can you create entities and amulets with magical properties?\"",
  "first_phrase": "In this text, the author introduces the concept of \"ente,\" which is a being with its own life and power, that can act outside of oneself. This being is created through concentration and is linked to an idea or movement. Under certain conditions, it can be attached to an object, which becomes \"charged\" with its energy. The author explains how this concept relates to the intelligence of amulets and the possibility of using magic as a form of suggestion. In the last 200 tokens, the author describes a scenario where a magician creates an ente with the impulse to kill and attaches it to a weapon. The person who touches the object will be overcome with the impulse to commit the act of violence. The author emphasizes the independence and real power of these magical forces.",
  "content": "L'idea che dà all'ente la sua qualità, può anche esse re quella di un movimento. Tu puoi creare un ente la cui anima sia l'impulso ad un dato movimento. E mi spiego. Supponi che un mago voglia che una persona uccida, o si uccida. Egli allora forma l'immagine di un atto che colpisce, e nel fuoco di una concentrazione, che può anche durare mesi, la satura di forza, la rende plastica, animata. Un corpo-corrente di energia si avvolge intorno ad essa. A tal punto, egli prende un oggetto atto a ferire un pugnale, per esempio — e a quest'oggetto lega la sua creatura. Basterà che la persona designata vada per caso ad impugnare l'arma. Non appena questo accada, come l'energia contenuta in un condensatore elettrico immediatamente si scarica su chi lo tocchi., cosí pure all'istante del contatto la persona designata è invasa dal l'impulso a compiere quel movimento: al limite, uccide o si uccide. Il carattere di indipendenza reale delle forze ogget tivate e fissate in simili opere di magia, risulta dal fatto che se tu stesso, che hai « caricato » l'oggetto, per caso vieni a toccarlo, tu stesso sci preso dall'impulso a com piere i movimento voluto, e puoi soggiacervici.",
  "last_phrase": "In conclusion, the power of creating an entity whose soul is an impulse to a specific movement or emotion is real, as seen in the example of a magician imbuing an object with energy to compel a person to act in a desired way. This same principle can be applied to creating entities with a particular feeling or passion, which can then be transmitted to another through contact with an object. However, it's important to note the independence of these forces once activated, as the creator themselves can also fall under their influence. Therefore, it's crucial to use this power responsibly and with caution."
}