{
  "title": "What is the \"Dissociation of the Mixed\" and how to avoid its dangers in mental life?",
  "first_phrase": "This final section addresses the phenomenon of dissociation of mixed components, which produces a more advanced state of unity. The previous text discussed how individuals are not one entity, but rather a combination of various components that seem to form the ego. As this unity develops, the various faculties become more autonomous, resulting in an accentuation of automatism and instinctivity. However, one must remain calm and avoid identifying with these internal transformations, as it can lead to arbitrary connections and confusing deductions. Looking beyond the symptoms and finding their deeper meaning is crucial.",
  "content": "Un altro fenomeno derivato dall'automatismo, è la prevalenza dei decorsi mentali a carattere associativo su quelli di carattere raziocinativo: un pensiero porta au tomaticamente ad un altro, in virtú di contiguità e di analogia, invece che per un nesso ragionevole e control lato. Chi non mantenga la calma di un osservatore ma si identifichi a queste trasformazioni interne, è esposto a dei pericoli anche nel campo della dottrina: egli è portato a vedere le connessioni più stravaganti fra cose o avve nimenti che connessioni non hanno. Questa è l'origine positiva di una serie di confusioni, di ravvicinamenti e comparazioni arbitrarie, di deduzioni fantasiose, che cer ti occultisti pensano in buona fede di poter riferire ad una luce e ad una comprensione superiori da essi raggiunte, mentre, di fatto, si tratta di un divagare e di un fanta sticare. Si comprende da questo, che bisogna sempre ricor darsi che í fenomeni interni non hanno principio e signi ficato in sè stessi; bisogna guardarsi dal soggiacere alla evidenza che essi possono rivestire per cercar invece di scoprire ciò che sta dietro ad essi, una volta che essi siano stati assunti nel valore di sintomi.",
  "last_phrase": "In conclusion, it is essential to remember that the internal phenomena do not have significance in themselves, and one should not fall prey to the evidence they may manifest. Instead, we should strive to discover what lies behind them, once they have been assumed as symptoms. By doing so, dissociation and the autonomous adaptation of individual elements can serve as a favorable condition for effective self-knowledge, despite the risks associated with it."
}