{
  "title": "What are the effects of modern civilization on the subtle centers of the brain?",
  "first_phrase": "In the previous text, the author stated that under the influence of modern civilization, the subtle centers of the brain have undergone a kind of involution. However, self-development can restore them. The author also mentions how the spiritual development of a person is different from sensory perception. In the last 200 tokens, the author describes the first center located in the pituitary gland and its connection to the other centers. It is responsible for the sense of self and serves as the starting point for the descending current. It also influences the physical changes in the individual's body and has a transformative effect on the seventh center of sexual energy.",
  "content": "In tempi lontani era pití al di fuori, nell'uomo moderno sì è internato producendo una specie di rientranza alla ra dice del naso: come si rileva paragonando un profilo egiziano o greco arcaico con uno del nostro tempo. Quan do esso era piú all'infuori, erano possibili delle per cezioni supersensibili sentite come facenti parte del mon do esteriore. Ora tutto ciò che è spirituale si muove nel l'interiorità; e tutto Io sviluppo deve partire da una introflessione dell'anima, per cosí dire, che percepisce in sé stessa come riflesse in uno specchio le immagini del mondo spirituale. Quindi ora l'attitudine per la visione superiore è, come condizione, opposta a quella ricettiva dei sensi volta verso l'esterno. Questo centro fa da base al senso dell'Io, ed è il vi vificatore cosciente degli altri centri; è anche il punto di partenza della corrente discendente. Per i suoi rap porti con i due centri vitali dell'ipofisi e dell'epifisi (che a loro volta sono connessi con due ordini di altre glandole endocrine), influisce sui mutamenti somatici e sui mutamenti del tipo fisico dell'individuo. Inoltre at traverso altri centri sottili ha un'azione trasformatrice sul settimo centro, quello dell'energia creativa, sessuale.",
  "last_phrase": "In conclusion, developing the consciousness of our interior states is crucial to awaken the center of the self and access higher perceptions. By separating sensory perceptions from internal modifications, we can cultivate a special type of memory that is independent and has a life of its own. This awakening leads to changes in our sense of the body and physical type, and automatic transportation to other centers, ultimately transforming our being."
}