{
  "title": "What are the two trials of the Magician in achieving the magic conception and birth, and how to overcome them?",
  "first_phrase": "This text discusses the concept of \"magical conception\" in alchemy and warns of the temptations that may arise during the process. The author explains how the male principle dominates over the female principle in this process, and how the feminine dissolving force changes in nature and becomes the alchemical water of life. The last 200 tokens talk about the biggest danger in this process - succumbing to the desire and becoming a servant of the woman. The author advises against becoming attached to the pleasure and maintaining an active attitude towards it.",
  "content": "È l'eventualità più temibile, perché il fuoco del desiderio potrà intossicare allora il tuo essere più profondo a cui tu gli hai inconsideratamente dischiuso la via — forse come nella ferita ardente di Amfortas, che non si chiude. La tua vita sarà presa da una brama del sesso, difficile da spegnere ed esaurire; da essa la tua sostanza vitale sarà avvelenata, la mente tua arsa. Sarai divenuto stru mento del dèmone che volevi vincere, servo della Donna. Considera perciò che la sete e l'attesa della voluttà (1) Su ciò vedi la tavola del testo ermetico Trésor des Trésors (Ms., Jung, 558) che raffigura il coito nell'Acqua, entro il vaso chiuso, ed ha la dicitura: Solutio perfecta. ________________ 336 ABRAXA Materiale protetto da copyright sono il nemico, in te innato, da superare. Ti occorre creareun atteggiamento speciale, attivo, rispetto al piacere, a quello stesso dell'acme dell'amplesso, piacere che ge neralmente è uno stato di passione. Sul che, è di nuovo difficile istruirti. Ti dico: non arrestare il piacere col prenderlo, mantenersi attivo senza l'attaccamento avido dell'Io animale alla sensazione, quintessenziando, denu dando, assorbendo — questo è uno dei segreti dell'Ar.",
  "last_phrase": "In conclusion, it is essential to approach pleasure with an active attitude, without attachment or inhibition, and to aspire to quintessential absorption. The danger of surrendering to the intoxicating fire of desire is real and formidable, but by transcending the ego's animalistic attachment, one can transform pleasure into a magical union of vertiginous fluidity. Mastery of this practice requires dedication and a deep understanding of the secrets of the Ar. te. Only then can one attain the cosmic exalted bliss that transcends the individual."
}