{
  "title": "\"What is the Relationship Between Papus and the Western Christian Initiation Tradition?\"",
  "first_phrase": "In this article, the author discusses the role played by Papus in promoting the idea that the Western Christian initiatic tradition is not only orthodox, but also the only tradition of the West. After a disagreement with H.P. Blavatsky's Theosophical Society, Papus founded the Martinist order, which aimed to promote the initiatic tradition of the West. This led to a perceived rivalry between the Eastern and Western traditions. However, this is absurd as both traditions are connected to the same initiatic hierarchy. The article concludes by discussing how the relationship between the Martinist order and Theosophical Society evolved over time, leading to the creation of the Anthroposophical Society by Rudolf Steiner.",
  "content": "A vero dire, non si tratta del nome di Cristo ma soltanto di I H. S. V. H., ossia di una parola che non esiste in ebraico, ma che è stata fabbricata per loro uso e comodità dai cabalisti cristiani nel Medioevo inserendo una S. nel bel mezzo del tetragramma dell'An tico Testamento. Su questo tetragram.ma munito di scin vedi il dotto studio di Savino Savini in « Ignis », Aprile-Maggio 1925. ________________ 60 PIETRO NEGRI Materiale protetto da copyright Martinismo. Naturalmente le cose non stanno affatto inquesti termini, ed è anzi assurdo pensare che due tradi zioni ortodosse, e perciò legate all'unica gerarchia ini ziatica, possano lottare tra loro. Nell'ultimo periodo l'antagonismo tra i due movi menti andò sempre piú attenuandosi, grazie alla progres siva cristianizzazione della Società Teosofica operata dal la Besant e phl ancora dallo Steiner. Questi, venne in aperto dissidio con la Besant e fondò per suo conto la Società Antroposofica accampandosi ad erede e rappre sentante deí Rosacroce, ossia, secondo lui, della tradi zione iniziatica occidentale, cristiana ben inteso.",
  "last_phrase": "In conclusion, despite the attempts of assimilation between Martinism and Anthroposophy, there are still disagreements regarding the role of Jesus in initiation and history. It is important to clarify the meaning and extent of Eastern and Western traditions, including the Western Christian initiation, to better understand their place in the universe."
}