{
  "title": "What is the relationship between magic and spiritual development in esotericism?",
  "first_phrase": "In the last 200 tokens of the text, the author discusses the true nature of the magical productions and how they are just a counterpart of the mystical teaching, which aims to show the disciple how the universe is a creation of their own spirit. The text also talks about the power of magic and how it can lead to immaterialism and the doctrine of supreme unity. The author also quotes D.-N. and talks about how those capable of producing such phenomena as evidence of their teaching rarely show them for any personal gain, only to disciples as evidence of metaphysical instruction. The previous chapter discusses the misconception of the intrusion of morality into esotericism.",
  "content": "In altri termini, attraverso la magia si sarebbe condotti all'im materialismo, alla dottrina dell'unità suprema immanentisticamente (o, a seconda dei punti di vista, trascendentemente) concepita. Riferisce ancora D.-N. che chi sia capace di produrre feno meni come quelli sopra accennati evita di metterli in mostra, non ha interesse di convincere nessuno della loro realtà, e mai (-orini nicherebbe il suo insegnamento a chi ne volesse fare un semplice oggetto di indagine critico-scientifica nel senso occidentale. È sol tanto a discepoli che di tempo in tempo essi li mostrano, appunto al titolo della riprova, di cui si è detto, di un insegnamento meta fisica e di una corrispondente realizzazione di esso, di là da ogni interesse immediato di curiosità, utilità personale o sensazionalità. ________________ Materiale protetto da copyright PIETRO NEGRIDELL'OPPOSIZIONE CONTINGENTE Al LO SVILUPPO SPIRITUALE Nel capitolo precedente « Ea » (p. 237) ha scritto: * Uno dei pregiudizi per cui si è pensata possibile l'in « trusione della morale nell'esoterismo è il ritenere che * lo sviluppo iniziatico sia una specie dí prolungamento « naturale dei cosi detti \" valori umani \" laddove si * tratta di due direzioni discontinue, al pari di quella * orizzontale e di quella verticale ».",
  "last_phrase": "In conclusion, it is worth noting that the teachings of esotericism and metaphysics are not intended to be critically examined or displayed to satisfy one's curiosity. True disciples of these teachings only reveal their knowledge to prove their mastery and understanding. The development of initiates is not a natural extension of human values, but rather a path of opposition and contrast between the material and spiritual worlds, as symbolized by the vertical line in the modus vivendi."
}