{
  "title": "What are the dangers of exploring the supernatural without true principles? A review of E. De Martino's \"Il Mondo Magico.\"",
  "first_phrase": "This text deals with the topic of instinctive automatism and control of the mind. The author recounts a personal experience from a night during a war where they were able to maintain clarity and control, contrasting it with those who succumbed to trance and hallucinations. The author questions whether this experience was what the ancient Greek gods felt like and reflects on the limitations of language to convey such experiences. The final 200 tokens discuss the dangers of exploring the supernatural without a proper foundation and reference the book \"Il Mulo Magico\" by E. De Martino. The book is said to contain interesting viewpoints and the author explores it from an esoteric perspective.",
  "content": "Ma che cosa potevano essere gli dèi omerici immor tali discesi in fra le sorti epiche degli uomini, allora certa mente lo adombrai; e seppi ciò che non sanno, gli uomini, nel loro povero parlar sugli idoli. ARVO L'ETNOLOGIA E I « PERICOLI DELL'ANIMA » Oggi non è infrequente il caso di ricercatori che, pur par tendo dal pensiero profano e non disponendo dunque di alcun vero principio, nell'avventurarsi nel dominio del sovra sensibile giungono qua e là a vedute non banali, anche se poi (') Cfr. ciò che è stato detto a proposito del « corpo immortale » nel vol. I, cap. VII, p. 217. [N. d. U.] ________________ 148 ARVO Materiale protetto da copyright essi sono incapaci <a coordinarle e svilupparle adeguatamen te. Per usare una immagine di Aristotile: come chi, met tendosi a lottare, riuscisse in qualche presa felice pur igno rando l'arte della lotta. Uno di questi casi è costituito dal libro Il ',mulo ma gico di E. De Martino (Torino, la ed., 1948). Credo non privo di interesse riferire le tesi che vi sono contenute e vedere che se ne deve pensare dal punto di vista esoterico.",
  "last_phrase": "In conclusion, while it may be tempting for researchers to delve into the realm of the supernatural without a genuine guiding principle, it is crucial to approach the subject with caution and discipline. The work of E. De Martino, an ethnologist who explored the world of magic, is a poignant example of the dangers of failing to properly contextualize esoteric phenomena within their cultural and historical context."
}