{
  "title": "What are the traditional purification days and beliefs of Pythagorean philosophy?",
  "first_phrase": "In the preceding text, the author translates and comments on fragments of Pythagorean writings that touch on issues of silence, purification, intelligence and life after death. In the last 200 tokens, he raises questions about the nature and purpose of (High) Magic. The author discusses the meaning and possible ambiguity of an enigmatic verse about the 'Intelligence' and discusses whether the quests for spiritual progress and truth need to be pursued and achieved in this life or whether they extend beyond it.",
  "content": "Ho dunque lasciato il verso nella sua voluta anfi bologia tra l'intelligenza propria, l'Intelligenza suprema, e una delle personalmente più adatte fra quelle che costituiscono gli enti e Iddii di cui al primo verso. Volutissima infatti l'anfibologia, se tutte coteste, e anche tutte le altre forme d'Intelligenze, siano me tafisicamente ed esotericamente un tinum identicuni: un'ideale uni ________________ 14 PITAGORA Materiale protetto-da copyright t: da realizzarsi anche fenomenicamente: l'attivo scopo, infine edinsomma, dell'Alta Magia.. 70. Durando ancora la vita? o, come quasi tutti i traduttori hanno inteso, dopo la morte soltanto? Dubbio da estendersi a due analoghi passi di CICERONE, Somnium Scipionis, a metà ed in fine. « Imo vero inquit, ii vivunt, qui e corporuti: vinculiS, tanzquam e carcere, evolaverunt. Anzi, quelli davvero vivono, che fuor dai legami dei corpi, come da un carcere, sono volati via »._ « Idquc ocyus faciel, si, janz !un: cum erit inclusus in corpore, eminebit forasi et, ea quae extra erunt contemplans, quam »taxi irae a cor por• àbstrahet.",
  "last_phrase": "In conclusion, the ambiguity between the personal intelligence, supreme intelligence, and various forms of intelligences is intentional in the pursuit of an ideal unity. Cicero's passages reinforce the belief that true life is beyond the bounds of the physical body. These esoteric concepts are further elucidated through Macrobius' interpretation, providing a deeper understanding of ancient wisdom. Ultimately, this pursuit of knowledge serves as the active purpose of High Magic, which can be achieved during life or after death."
}