{
  "title": "What is the Connection between Esotericism and Morality?",
  "first_phrase": "In the previous text, the author discusses the various colors of magic, altruism and selfishness in the initiatory path, and the introduction of the concepts of progress and evolution in esotericism. The text also introduces a hypothetical figure of a \"true initiate,\" who should be a humanist, apostle of universal brotherhood, vegetarian, feminist, pacifist, and a member of various organizations. In the last 200 tokens, the author points out the confusion that often arises when attempting to judge esotericism through morality. He notes that traditional ancient law was followed because it was divine law and had a connection to a transcendental order. The author also argues that esotericism should judge morality rather than the other way around.",
  "content": "Per prima cosa, bisogna rilevare che nel mondo an tico tradizionale, il quale nell'esoterismo ebbe sempre il suo centro, una « morale » come oggi la si concepisce era inesistente; è cosa nota alla stessa storiografia pro fana di oggi che la legge antica non veniva seguita per ché « buona » o « utile », ma unicamente perché legge divina. Non il bene e il male, l'utile e il dannoso nel semplice riferimento alla vita consociata, ma il suo esser dall'alto costituiva il fondamento della legge e ciò che ad essa conferiva un carattere vincolante. E, come era * dall'alto », cosí la legge tradizionale era anche « verso l'al to »; il suo fine era un certo collegamento del singolo ad un ordine trascendente e per ciò stesso non-umano. op portunamente è stato dunque rilevato che « il precetto * di fare o non fare una certa cosa, al quale alcuni ob * bediscono per ragioni morali, può esser parimenti os * servato da altri per ragioni affatto differenti », quindi anche seguendo una diversa intenzione. Questa inten zione, in genere, era il conferire un carattere di rito all'azione e alla vita (T).",
  "last_phrase": "In conclusion, the traditional esoteric world did not possess a conventional \"morality\" as we know it today; rather, its foundation was based on obedience to divine law and connection to a transcendent order. However, as history progressed, this connection was lost, and a distinct moral sphere emerged, divorced from deep justification. The Christian faith, in particular, underwent this inversion, leading to a prevalence of moral perspectives and a decline in the esoteric. This deviation has ultimately led to moral relativism, sentimentalism, and utilitarianism, rendering obedience to normative conventions the primary basis for individual conduct."
}