{
  "title": "What is the Law of Sympathy in Magic and how do magicians use it to create and control statuettes?",
  "first_phrase": "This text delves into the concept of sympathetic magic, where certain characters or symbols have the power to attract corresponding forces. The magician seeks to identify a person's dominant influence and the group of elemental and planetary influences related to their purpose. They identify signs, names, and numbers to create a figurine that represents the person and serves as a conduit for the magician's power. This final part focuses on the power of the figurine, which is believed to possess the same components and virtues as the person, providing the magician with control over their life.",
  "content": "Dopo di che, all'analisi fanno seguire la sintesi: il mago « ricostruisce » la persona partendo da tutti questi ele menti, che vengono realizzati e destati, con un procedi mento mentale e contemporaneamente cerimoniale. Ne 1. E. C. AGRIPPA, De Occ. Phílos., 1. Il, 5 23. 1. Ibid. ________________ LA MAGIA DELLE STATUETTE 225 materiale protetto da copyright risulta, appunto, la statuetta plasmata ad immagine dellapersona, portante impressi segni, cifre e nomi (1). la statuetta rappresenta la persona, è come un doppio di essa, costituito dalle stesse componenti, dalle stesse « vir tù » che la forza del mago, sacramentalmente ed attual mente, trasfonde in essa e). A mezzo di questa immagine, creatura svegliata del mago, il mago stesso ha per orno palia la persona in suo potere, in un terribile potere perché, ammettendo i principi della magia, essa sarebbe presa nelle stesse forze sopra-individuali che ne condi zionano dal profondo l'essere e la vita.",
  "last_phrase": "In conclusion, the creation of a statuette in magical practice is a powerful tool that allows the magician to manipulate a person's being and life. By imbuing the figure with the same virtues and energies as the individual, the magician can control and have power over them. This method is not to be taken lightly as it involves deep mental and ceremonial processes and should only be attempted by experienced practitioners."
}