{
  "title": "What is the esoteric meaning behind the visualization of divine beings in initiation experiences? And how does it relate to the magical power of statues?",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the magic of statues and the principles that govern its effectiveness. The author explains that creating a statue of a person and performing certain rituals on it can influence the person it represents. This practice follows the law of the power of the image which states that when an image is created, it becomes a force that tends to translate into corresponding reality. The author also talks about the esoteric aspect of the occult practice by relating it to the belief that gods, genii, and entities of the initiation experience are projections of the deeper self. The text concludes with the comparison of the nature of the soul to that of the ether to understand the essence of truth correctly.",
  "content": "ARVO LA MAGIA DELLE STATUETTE Trattando delle statuette usate in magia, voglio mostra re come alcune pratiche, che sembrano appartenere al do minio della superstizione pura, abbiano invece una loro logi ca e che in via di principio una loro efficacia non è da esclu dere ove si ammettano certi presupposti generali. In che consista la magia delle statuette, tutti lo sanno. Volendo agire sopra una data persona, si plasma una sta tuetta che la raffiguri; vi si mette dentro qualcosa che abbia appartenuto ad essa, quand'anche non qualche sostanza del suo stesso corpo; vi si segnano certi caratteri misteriosi; poi si fanno invocazioni, imprecazioni o scongiuri e si passa in fine ad agire sulla statuetta stessa. Si vuole che se l'opera zione è ben eseguita, l'azione abbia effetti reali sulla persona designata. Le leggi sulle quali si basa la possibilità di questa prati ca, sono le seguenti: 1) Legge del potere dell'immagine, formulabile in questi termini: Quando una immagine è realizzata, essa si realizza ossia: diviene una forza che tende a tradursi nella realtà corrispondente. Questa prima legge, se riferita al singolo individuo, è attestata. Il potere dell'immaginazione, è stato ormai riconosciuto.",
  "last_phrase": "In conclusion, the magic of statuettes may seem like pure superstition, but there is a logic to it. The power of imagination has been recognized, and it can be harnessed to have real effects on a designated person through the use of a well-executed statuette. Understanding the laws that underlie this practice can help us appreciate its efficacy and unleash its full potential."
}