{
  "title": "What is the difference between the modern belief in spiritual evolution and the doctrine of human fallibility and stability of opposition to spiritual development?",
  "first_phrase": "This text discusses the modern belief in spiritual evolution and its differences from the doctrine of human frailty and stability. It also explores historical connections to the doctrine of esoteric salvation. The author examines how the belief in equality and similarity among all humans led to the profanation of the doctrine of salvation in a democratic sense. This idea then extended to spiritual evolution, where the belief in Jesus was replaced by the idea of evolution and devotion was replaced by morality. The last 200 tokens explain that the responsibility for this profanation does not entirely fall on Jesus, as only some are called and few are chosen to enter the Kingdom of Heaven.",
  "content": "Basta ora appli care il concetto non più a tutti i credenti ma a tutti gli uomini, sostituire alla fede in Gesù quella nella evolu zione, mollare la devozione ed abbrancarsi disperata mente alla morale, per ottenere la teoria moderna dello evoluzione spirituale dell'uomo con lo specifico della mo rali t à. Sia detto di passata noncli.é per rendere a Cesare quel che è di Cesare: la responsabilità di questa profanazione non ricade intieramente e direttamente su Gesù. Egli in fatti non ha detto che tutti son chiamati al Regno dei Cieli; ha detto che molti (e molti non è che una parte piccola o grande di tutti) son chiamati, e (tra questi) pochi sono gli eletti (Matt., 22, 14); poiché « è stretta la porta ed angusta la via che mena alla Vita, e pochi sono coloro che la trovano » (Matt., 7, 14).",
  "last_phrase": "In conclusion, the responsibility for the profanation of the concept does not fall entirely on Jesus, and not everyone is called to the Kingdom of Heaven. The teaching of the Gospel should not be used to promote the theory of spiritual evolution by abandoning devotion and morals. It is important to understand that Jesus called for attention by not giving what is holy to dogs and not throwing pearls before pigs. Therefore, we must strive to understand and interpret the teachings of the Gospel while being mindful of the context in which they were spoken."
}