{
  "title": "What are the \"dangers to the soul\" in modern times, and how do they differ from the beliefs in magic and superstition of ancient civilizations?",
  "first_phrase": "In the previous paragraphs, the author discusses the concept of magic and how it relates to the human psyche's fragile state. In the last part of the text, the author challenges De Martino's belief in the emancipation of the soul and the consolidation of a solid and definite form. The author argues that the magical world is not equivalent to the unstable state of the human psyche, but the magical world represents the nature that is subject to certain laws. Moreover, the author makes the case that certain ancient civilizations have high knowledge of the paranormal, which challenges De Martino's storicism.",
  "content": "Qui il primo punto da precisare è che lo stadio dell'ani ma labile, non individuata ed esposta ad un rischio fonda mentale non corrisponde per nulla al « mondo magico », o, come che sia, a ciò che davvero deve considerarsi come mondo delle origini; corr;sponde invece al mondo stregoni 1c1 un tipo umano decaduto e degradato fino ad un li mite, ove è davveri. : possibile una disgregazione dell'unità spirituale e il facile irrompere di influenze « psichiche d'ogni genere. Tale, come si è detto, è il caso per la gran parte delle popolazioni selvagge, i riti delle quali, per cosi dire, sono intesi a salvare il salvabile. Ma non ne è il caso per zone vaste di civiltà antiche, che pur conobbero benis simo il « paranormale ». II De Martino, col suo « storicismo », crede in un ima ginario processo di emancipazione che avrebbe consolidato e garantito l'« anima », sino ad una sua forma salda e defini ta, sicura e data, che oggi sarebbe di comune dominio. Egli si illude assai.",
  "last_phrase": "In conclusion, it can be said that the concept of \"dangers of the soul\" is not limited to primitive societies only, but it can also prevail in modern societies, albeit in a subtler form. The existential threat to the human personality is greater than ever today, as the modern man is exposed to various psychic influences, ideologies, and subtle thought patterns which can dominate him without his knowledge. It is essential to be aware of such \"soul dangers\" and protect our individuality from the forces that can compromise it."
}