{
  "title": "What is the role of desire in magic according to Abraxa and how is it related to complementarity hermetics?",
  "first_phrase": "In the previous text, the author discusses the concept of resurrection and how it is hidden in poetic fables. The ancient people used different gods and goddesses to signify various aspects of life, and they often concealed moral lessons in their fables. The last 200 tokens discuss the importance of desire in magic, and how it is a necessary element. The author mentions the principle that desire kills magical possibilities but contradicts it by saying that desire is essential in magic as it serves as a material for an instrument that is directed by art.",
  "content": "cava la « selvaggia possanza del desiderio » come ciò per cui nei popoli primitivi, a differenza di quelli civilizzati, i riti si animavano e spesso potevano agire magicamente. Si diceva, poi, in generale, che il rito è propriamente il pro lungamento di quell'impulso ad esprimersi, a tradursi in un atto, posseduto dalle immagini connesse ad una emozione o ad un desiderio violento. A dir vero, quando si è parlato della complementarità ermetica (vol. I, cap. III. pp. 7-8), si è detto quanto oc corre per ovviare una tale apparente incongruenza. Ma in questo campo i chiarimenti sono sempre utili, per cui tor niamo sulla COSa. A meno di riferirsi al tipo eccezionale dell'Adepto nel quale è soltanto una assoluta superiorità ad agire, il desiderio è un elemento necessario in magia, però al titolo Materiale protetto da copyright (i) Ibid., f. 42 a. ________________ Materiale protetto da copyright GLOSSE VARI L 1_69di uno strumento che va diretto dall'Arte, senza di che esso non conduce a nulla.",
  "last_phrase": "In conclusion, it is important to understand the balance between desire and control in magic, as desire alone cannot lead to successful results. The complementary nature of these opposites is the key to successful high magic, and it is essential for the operator to achieve moments of absolute control and detachment in order to harness the power of desire in accordance with the principles of the Art."
}