{
  "title": "What is the symbolic representation of traditional wisdom in ancient Roman mythology and legends?",
  "first_phrase": "In the previous section, the text discussed the oral nature of tradition and how ancient Italian and Latin societies used allegorical expressions to transmit their traditional wisdom. Now, the author traces the symbolic expression of traditional wisdom in the myths and legends of ancient Rome, particularly in the \"fables of paganism.\" The author begins by referring to the tradition of the four ages in ancient Greco-Latin culture, where the age of gold was the most beautiful and happy. In the following 200 tokens, the author explores the legend of Saturn, who was believed to have ruled with King Janus during the golden age in Italy and had given his name to the land, which was then called Saturnia Tellus.",
  "content": "La tradizione latina identificava quel tempo felice con i « Saturnia regna » (Virgilio, Aen., Iv, 6; vi, 41; 252) perché la tradizione raccontava che Saturno, spodestato da Giove ed espulso dal cielo (Ovidio, Fast., 292), era approdato in Italia rifugiandosi e nasconden dosi nel Lazio, dove Giano, re d'Italia, lo ricevette e regnò con lui durante l'età dell'oro. Egli dette il nome all'Italia, detta appunto Saturnia Tellus (Virgilio, Aen., VIII, 329; I, 569; Geo., II, 173; Ovidio; Fast., i, 232; Ma crobio, i, 7; Festo, ed. Teubner, p. 430); e Dionigi di Alicarnasso (Antiq. Rom., I, 34) dice che « tutta l'Ita * hia era sacra a questo nume e dagli abitanti (incolis) * veniva chiamata Saturnia come sí trova dichiarato nei * carmi sibillini ed anche in altri oracoli resi dagli dèi ». Gli Antichi dicevano che anche il Lazio era cosi chia mato perché Saturno vi si era nascosto (latere, Virgilio, Aen., 322; Ovidio, Fasi., i, 232).",
  "last_phrase": "In summary, the tradition of \"Saturnia regna\" identified a happy time with Saturn, who fled to Italy and settled at the foot of the Campidoglio. The correct etymology is believed to be \"latum,\" meaning large or wide, but the erroneous etymologies of the ancients were still significant. The temple of Saturn in Rome, one of the oldest, was replaced over time and still stands with eight impressive Ionic columns."
}