{
  "title": "What is the key to creating the Philosopher's Stone according to TL1RBA PHILOSOPHORUNI?",
  "first_phrase": "In this text, the philosopher Pythagoras and his disciples discuss the importance of the Philosopher's Stone in the creation of true Tincture. Pythagoras advises his disciples that without the Philosopher's Stone, there can be no real Tincture. He emphasizes the need to cook the Stone, break it, remove its impurities, and finally make it white before turning it red again. Now, as the disciples listen, Arts-reo speaks about the key to the work: the art of making things white.",
  "content": "________________ TL1RBA PHILOSOPHORUNI 247 Materiale protetto da copyright stro danaro, e non accogliete tristizia nei vostri cuori. Diciò, siate certi; ed abbiate questo insegnamento da me, quale Maestro vostro. Se voi non trasmutate questa Pietra rossa in bianca, e se poi non la fate di nuovo rossa, epperò se voi non fate una Tintura di Tintura, non riuscirete a nulla (1). Cuocete dunque questa Pietra, rompetela, toglie tele la nerezza cuocendola e lavandola sino a che divenga bianca. Poi rialzatela. come ad essa si addice. ARts-rEo disse: La Chiave di questa Opera è l'Arte di render bianco. Prendete dunque il corpo che vi ho mostrato e di cui il vostro Maestro vi ha detto, fatene delle tavolette sottili e mettetele nell'Acqua della nostra Marina, la quale Acqua è permanente e la reggitrice del nostro Corpo (2); poi mettete il tutto su un fuoco lento (3), sintantoché le tavolette si rompano e si riducano ad Acqua.",
  "last_phrase": "In conclusion, the key to the success of the TL1RBA PHILOSOPHORUNI 247 exercise lies in the art of turning things white, such as the red stone that needs to be transformed through a series of careful steps, including cooking, washing, and breaking it down until it turns white, and then turning it back into red again. With patience, perseverance, and attention to detail, the Rame bruciato or burnt copper can be transformed into the Fiore e Lievito dell'Oro, a valuable ingredient that can be used to create the Tintura di Tintura."
}