{
  "title": "What is the significance of anguish and the role of prayer in Gichtel's esoteric doctrine?",
  "first_phrase": "The text discusses the esoteric doctrine of the \"Centers.\" The author mentions Gichtel's spiritual teachings that focus on the importance of converting the soul, desiring God without ceasing, and meeting Sophia through the operation of the heart. The author also notes Gichtel's reference to the Cherub, who guards the path to the inner tree of life, and the necessity of traversing this path by overcoming the \"scarecrow\" that imprisons the ego. Finally, the author quotes Gichtel's ideas on the magical desire of the soul and its creative power. These ideas go beyond simple mysticism and suggest a deeper understanding of spiritual transformation.",
  "content": "L'anima bisogna che sia trafitta dalla spada di questo Chcrub, cosí che « superi Dio e l'uomo » per poter incontrare Sophia (I, 12, 17 ). Il sangue che stilla dal cuore nella tav. IV si riferisce certamente a questa ferita, che spezza il « gu scio » che imprigiona l'Io. ________________ LA DOTTRINA FSOTERICA DLI << CENTRI » 27 Materiale protetto da copyright * che non si addica ad un semplice mistico: « La forza ve getativa determina la crescita con l'aiuto della piog * gia e del sole; se non vi fosse un desiderio MAGNETICO * nel seme, esso sarebbe morto e non potrebbe crescere: * cosi il desiderio MAGICO o MAGNETICO della volontà ani * mica è il creatore e il generatore di ciò che l'anima ha * concepito nella sua IMAGINAZIONE, ossia della nobile e * dolce Luce di Dio » (VI, 42-43). « Il Fuoco inghiotte * questa celeste presenza — della Luce, che l'anima IMA * GINA con brama, attira a sé e rende presente — poi * brucia chiaramente e produce nel cuore una bella e * chiara luce » (IV, 8).",
  "last_phrase": "In conclusion, the esoteric doctrine of the \"Centers\" teaches us that the soul must be pierced by the sword of the Cherub in order to meet Sophia and transcend both God and man. The magical and magnetic desire of the animic willpower creates and generates what the soul has imagined in its imagination, leading to the noble and sweet light of God. Through the Holy Spirit, the fire of the soul is refreshed and transformed into a beautiful and clear light that extinguishes pain and restores inner harmony, allowing us to see with three eyes and feel a joyful inner peace."
}