{
  "title": "What is the \"Flower of Gold of the Great One\" and how to achieve mastery through conscious action and unconscious spontaneity?",
  "first_phrase": "This text discusses the practice of alchemy, particularly in relation to achieving a state of spontaneity and mastery. The author warns against approaching alchemy as merely a set of exercises, emphasizing the need to penetrate from the manifest into the occult and to avoid any intentions or results. The concept of the \"contemplation of the fixed point\" is explored as an orienting technique, leading one towards the realm of the unconscious. The final 200 tokens emphasize the importance of mirroring the vastness of the sky and the depth of the sea, and contain various quotes from ancient Chinese texts.",
  "content": "La formula spesso usata è mettere in opera l'azione cosciente per raggiungere l'ina zione incosciente (p. 105), il « cosciente » qui dovendosi ri ferire all'Io comune, l'inazione incosciente (cioè diversa mente cosciente) al modo di una spontaneità superiore che ne prende il posto: « raggiungere intenzionalmente l'as senza d'intenzioni » (p. i 31), cosa che, in termini diver si, gli ermetisti espressero dicendo che, seppure aiutata dall'arte, è la natura che deve agire nell'opera. « Devesi mirare al raggiungimento della vastità del cielo e della profondità del mare [nell'anima] sí che ogni metodo ap paia del tutto agevole e naturale. Solo allora si sarà conse guita la maestria » (p. 116). La « contemplazione fissa » fan chao — non è affatto un « contemplare il proprio io », ma un orientarsi verso il punto nel quale « la forma zione non si è ancora manifestata » (p. 117) (' ). Si parla anche dí un penetrare « dal mondo comune a quello del sacro » appunto in relazione al passare nel regno dell'azio ne incosciente e al liberarsi dell'embrione dall'involucro (p. 105).",
  "last_phrase": "In conclusion, the key to achieving mastery in the practice of true initiation lies in intentionally reaching a state of unconscious action, facilitated by the conscious action of the common ego. This requires seeking the vastness of the sky and the depth of the sea within oneself to make every method appear natural and effortless. By fixing our contemplation towards the realm of the unconscious and breaking through the levels of being, we can find the true essence of our being and attain a state of non-duality."
}