{
  "title": "What is the relationship between esotericism and morality, and how does it apply to the field of initiatic asceticism and medicine?",
  "first_phrase": "This text discusses the relationship between esotericism and morality, highlighting the need to disidentify oneself from certain forces before going against them. The author emphasizes that going against oneself leads to internal disorganization and regression in the hierarchy of beings. They also mention that the independence between esotericism and morality is greater in modern times due to the lack of traditional sacred norms and the disconnection from deeper forces of life. Thus, introducing moral considerations in the field of esotericism is inconclusive. In the last 200 tokens, the author explains why the norms of conduct recommended in other civilizations are relativized today, given the different situation.",
  "content": "In primo luogo, perché quel che ancora sussiste come « morale » non ha nessuno dei caratteri di una norma sacra tradizionale, ha una por tata unicamente umana e sociale. In secondo luogo, perché l'uomo moderno è sempre piú divenuto uno « sradicato »; i suoi collegamenti con le forze piú profonde della vita sono divenuti minimi, ma nel senso non di una liberazione. bensì di un imbastardimento, di un passaggio dal regno della qualità a quello della quantità e del numero. Per un verso, ciò minimizza molte reazioni del genere interno anzidetto, che l'agire ànomo del singolo può suscitare Il male è che da una simile situazione non si può trarre il menomo vantaggio dal punto di vista iniziatico, per la temibile caduta di livello spirituale che nell'uomo moder no fa da controparte a quel distacco. In ogni modo, la ragion d'essere di alcune norme di condotta raccomandate ín civiltà di altro tipo nello stesso àmbito iniziatico, data la differente situazione, risulta relativizzata. Per cui, oggi quanto mai è inconcludente introdurre considerazioni mo ralistiche e moraleggianti nel campo iniziatico.",
  "last_phrase": "In conclusion, it is useless to introduce moralistic considerations in the initiatory field today. The characteristics of traditional norms are absent, and the modern man's connection to the deeper forces of life has waned. However, the ideas outlined in chapter VI about the metaphysical significance of pain and illness open up practical perspectives that can help illuminate a special branch of therapy. The concept of ambivalent processes and transcendent forces can help us understand the phenomenon of suffering and its potential for both harm and healing."
}