{
  "title": "What is the relationship between magic and materialism in esotericism?",
  "first_phrase": "This text discusses the concept of magic and its relationship to materialism and immanentism, as well as the teachings of mystical discipleship. The author cites D.-N. who argues that those who are capable of producing magical feats do not seek to convince anyone of their reality, but only show them to disciples as proof of metaphysical teachings. The last 200 tokens discuss the misconception that initiatic development is a natural extension of human values and the symbolism of the vertical and horizontal directions in expressing this idea. The author, Pietro Negridell, argues that rather than discontinuity, there is opposition, inversion, and contrast between these two paths.",
  "content": "Sarebbe stato forse pii appropriato parlare di diver sità, nel senso etimologico della parola, e non di discon tinuità di direzioni; e, d'altra parte, conviene inoltre osservare che il paragone con queste due direzioni non è troppo preciso perché, se, per ogni punto dello spazio riferito alla terra, non vi è che una sola direzione verti cale, esistono invece, per lo stesso unico punto, infinite direzioni orizzontali. Se, ponendo in alto il cielo ossia Io spirito, ed in basso la terra ossia la materia ed il corpo, si adotta il simbolo della linea verticale per esprimere il modus vivendi, non ví è bisogno e non è opportuno di ricorrere ad altre linee per distinguere il modus vivendi comune da quello iniziatico; basta infatti, sopra questa unica direzione verticale, distinguere i due sensi, il senso di scendente della « caduta » e quello ascendente dell'ascesi. Cosi facendo, il simbolo indica immediatamente che non si tratta di discontinuità o diversità di direzioni, ma addirittura di opposizione, inversione e contrasto.",
  "last_phrase": "In conclusion, rather than talking about the discontinuity of directions, it would have been more appropriate to refer to diversity in its original sense. While using the symbol of a vertical line to represent the modus vivendi, it is enough to distinguish between the downward sense of \"fall\" and the upward sense of asceticism. The fundamental antagonism between these tendencies and attitudes towards life poses challenges for balancing the demands of the \"Great Work\" with everyday life. Let us not devalue the important message of \"Ea,\" which seeks to combat the profane concept of esotericism and reject the intolerant imposition of morality, culture, devotion, and similar patches as specific to asceticism."
}