{
  "title": "\"What are the nature and origins of mystical and spiritual experiences?\"",
  "first_phrase": "In the previous text, the author explored the nature of spiritual experiences that are difficult to communicate to those who haven't experienced them. Now, the author delves into the psychological basis for three spiritual attitudes: devotional, mystical, and intellectual. The identification with one of these energies - feeling, will, or thought - determines the attitude. However, if this identification isn't a conscious and free act, it can lead to a state of possession. The key to defending against these experiences is detachment; by not allowing oneself to be caught up in emotions, one can observe their progression and intervene only when necessary.",
  "content": "Con l'impaurirsi e lo sforzarsi a reprimerle, si apre loro una porta: meglio lasciarle fare, senza aggiungervi la menoma partecipazione, attendendo che sí esauriscano quasi che si trattasse di animali che si conducono con cal ma a ciò che essi vogliono, pur che ritornino tranquilli; non cessando però di osservare attentamente ogni fase del loro decorso ed intervenendo solo quando si vede che esse ________________ 310 LA « DISSOCIAZIONE DEI MISTI » Materiale protetto da copyright passano il limite, quanto all'una o all'altra conseguenzanel mondo esteriore. Ciò che abbiamo detto dà modo di comprendere la psicogenesi delle tre attitudini, mistica (devozionale), ma gica in senso stretto e intellettualistica dinanzi al mondo spirituale: esse sorgono appunto dall'identificarsi ad una delle tre energie — sentimento, volontà e pensiero che ha preso il sopravvento. E quando l'identificazione non ha il valore di un atto cosciente e libero, il giudizio non saprebbe essere dubbio: di rigore, si tratta di casi dí ossessione.",
  "last_phrase": "In summary, the best way to deal with our fears is to let them run their course without getting involved, while vigilantly observing their progress. However, caution must be exercised to prevent them from spiraling out of control. Ultimately, understanding the genesis of our attitudes can help us identify and address instances of obsession, whether deliberate or not."
}