{
  "title": "What are the fundamental qualities required for acting in the afterlife according to the Tibetan Book of the Dead?",
  "first_phrase": "In the final 200 tokens of this text, the focus is on the Tibetan Book of the Dead, which emphasizes that after death, the spirit of the deceased is not subject to a predetermined fate but rather can take decisive actions that will impact their further destiny. Additionally, it highlights the need for a certain degree of fluidic-corporeal sensitivity, which is possibly correlated with practices such as the use of the Quranic formulas in Islamic Freemasonry or breathing techniques according to Kerning. The text also notes that the opportunity for action in the afterlife is not available to everyone. The preceding text discusses the principles of initiatic consciousness in general and the various practices associated with it, such as yoga, meditation, and lucid dreaming.",
  "content": "Nelle precedenti edizioni dei presenti volumi, a que sto testo era stata dedicata una monografia, che però ab biamo ritenuto opportuno sopprimere perché il suo con tenuto è stato ripreso quasi integralmente in una appen dice del libro di J.Evola Lo Yoga della potenza (3a ed., Edizioni Mediterranee, Roma, 19681. Qui varrà solo met tere in luce alcuni punti fondamentali c caratteristici di quei testo onde completare quanto è stato già detto su queste pagine intorno al post-il/or/cm. 1. Anzitutto il testo tibetano mette in rilievo che dopo la morte non si svolge una vicenda fatale, ma sono possibili, da parte dello spirito di chi fisicamente è morto, azioni che possono essere decisive per il suo ulteriore destino. Questa veduta non s'incontra che ra ramente in forma esplicita in altre tradizioni, specie se a carattere religioso. Fanno eccezione forse la tradi zione dell'antico Egitto, che conobbe anch'essa un Li bro dei Morti, e in parte quella dell'orfismo greco e della misteriosofia gnostica e gnostico-kabbalistica. 2. II secondo punto da rilevare è che questa possi bilità di agire nell'oltretomba non sarebbe offerta a tutti.",
  "last_phrase": "In conclusion, this text highlights some key points about the afterlife and the ability of the deceased to affect their future destiny. It emphasizes the importance of following a specific path in life and achieving a certain level of knowledge to have this opportunity. To do so, certain disciplines and qualities are required, including yogic concentration, fearlessness, and control over instinctive reactions. Ultimately, this text provides valuable insights into how to approach death and what actions can potentially shape our fate in the afterlife."
}