{
  "title": "What is the Taoist method of transforming the spirit and producing elixir of life?",
  "first_phrase": "This text explores the Taoist concept of transmutation and circulation of energy towards the creation of elixir of life, a vital energy that emerges from the union of crystallized spirit (yang) and force (yin). The text refers to specific practices aimed at immersing the spirit in the space of force, which is located in the solar plexus. This section focuses on the production of the true divine fire that leads to the flowering of the Golden Flower of the Great One. The text also highlights references to sexual energy and human seed in the Taoist practice, which is of interest to tantric and gnostic perspectives.",
  "content": "Anche per ciò si parla del metodo di « volgere la ruota del mulino » (le circolazioni: si ricor dino quelle che avvengono entro Pathanor ermetico sotto l'azione del « nostro fuoco »), affinché la forza si « distil li » in puro yang e trasformi in elixir di vita (p. 111). Lo (1) La sequenza: « Lo spirito è il pensiero e il pensiero è il cuore, il cuore è il fuoco, il fuoco è I'elixir » (p. 123) può espri mere appunto l'ignificazione della luce, col cuore come punto di transito. ________________ 384 IL FIORE D'ORO DEL GRANDE UNO Materiale protetto da copyright spirito (gang) e la forza (yin) riunendosi cristallizzati,si produce il vero fuoco divampante che fa evaporare l'ac qua dell'elemento abissale femminile, con il che sorge l'es sere che ha la vita in sé, sciolta dal corpo: come la fioritura d'oro del Grande Uno (p. 148). Per il loro riscontro con le vedute tantriche e gnostiche, sono interessanti i riferimenti specifici del testo taoista al l'energia sessuale e al seme umano.",
  "last_phrase": "To conclude, the Taoist text emphasizes the importance of the union between the spirit and force to create the divine fire that transforms the yin and yang into the elixir of life. The method of turning the millstone and redirecting the energy towards its source helps one achieve this, leading to the blooming of the golden flower of the Great One. The text also discusses the role of sexual energy and the need for the reverse method to prevent it from dissipating externally, enabling the creation of the elixir of life."
}