{
  "title": "What is the relationship between natural science and magic, and can they coexist?",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the problem of the relationship between natural science and magic. While natural science shows the regularity and predictability of natural phenomena, magic affirms the possibility of a different experience that involves living beings and psychic forces. The author highlights that negative reactions such as illness and suffering could result from the closure of the self, which prevents the transformation of aroused forces. The text reminds us that despite being an unconscious process, such occurrences are rare in the esoteric development.",
  "content": "Esiste, oggi, una scienza positiva della natura, la quale riesce. Le sue previsioni si avverano. Essa mostra che i fenomeni naturali obbediscono di fatto a leggi regolari, per via delle quali essi possono esser preve duti o provocati con matematica esattezza. Uniformità, costanza, necessità — stesse cause, stessi effetti — questa è la legge di natura, la cui realtà è testimoniata dal fatto che la scienza positiva moderna è possibile, che essa pro gredisce, che essa riesce. Per contro, la magia afferma la possibilità di una esperienza reale, e pur diversa da quella su cui si basa la scienza naturale, esperienza alla quale quel complesso di fenomeni retti da leggi costanti e necessarie, che oggi si intende per natura, verrebbe a dimostrarsi una par venza. Dietro alla « morta » natura esisterebbe un mondo di esseri viventi, « spiriti », clèi e forze psichiche. Senonché non si può parlare di vita e di spirito senza pensare ad un principio di spontaneità e di movimento ________________ 316 POSIZIONE E SOLUZIONE DEL CONTRASTO Materiale protetto da copyright libero.",
  "last_phrase": "In conclusion, the contrast between the certainty of positive science and the uncertainty of spiritual science seems like an irresolvable issue. However, it is up to those who believe in the latter to prove that there is not an insoluble contradiction between the two opposing fields but rather a explainable contrast."
}