{
  "title": "What are the initiation rituals of shamans and what do they involve?",
  "first_phrase": "In this text, the author shares fascinating insights about shamanistic initiation, referring to M. Eliade's work on the same topic. The last 200 tokens delve into the positive and negative aspects of the initiation ritual, particularly around the \"removal of obstacles\" and the infusion of \"qaumenq\" or illumination in the shaman's soul. The author describes this as a mysterious light that allows the shaman to see in darkness and perceive hidden events and secrets. The author also mentions the importance of further spiritual influences for the initiation to be complete.",
  "content": "È * una luce misteriosa che lo sciamano sente d'improv * viso nel suo capo, all'interno della testa o del cervello, * una inesplicabile luce che rende possibile la ricerca, « un fuoco luminoso che permette di vedere nell'oscu ________________ 174 GLOSSE VARIE Materiale protetto da copyright * rità, letteralmente e metaforicamente parlando (' );perché lo sciamano può ora anche ad occhi chiusi ve * dere nelle tenebre e percepire cose ed eventi futuri o « nascosti agli altri e conoscere inoltre i segreti altrui ». Viene anche accennato che la prima volta che il neofita ha una tale esperienza della luce ha il senso, come se lui. e l'ambiente Ove si trova levitassero all'improv * viso (2). Con ciò però l'iniziazione non è ancora completa. Essa diviene tale in virtli del contatto con « influenze » ulteriori, concepite sotto specie di spiriti coadiutori che debbono unirsi all'anima del neofita. Non è in potere deI neofita scegliere tali spiriti; essi verranno di loro iniziativa una volta che ci si sia sottoposti a certe lunghe ed aspre discipline, in un luogo solitario e in cospetto della natura.",
  "last_phrase": "In conclusion, the shaman's mysterious inner light is like a luminous fire that allows them to see in the dark and perceive hidden things, giving them access to new inexplicable powers. This power is achieved through discipline, mental concentration, and the learning of sacred shamanic language. The initiation is not complete until the spirits join the initiate's soul, and they can see themselves as a skeleton, using this language for their final consecration."
}