{
  "title": "What is the traditional law's view on morality, and how does it differ from modern morality?",
  "first_phrase": "In the previous text, the author discussed the traditional law's diverse character and multiple norms, where the idea of a universally valid morality is delegitimized by the democratic and leveler nature of modern morals. In this last part, the concept of traditional norms guiding one to find and fulfill their nature and path is compared to the subordination of one's nature to faceless and collective standards of contemporary moralities. The author emphasizes that consequences align with one's nature and that betraying it can result in unfavorable internal development.",
  "content": "Tale è la nozione indù dello sy'ddhar ma (l), tale è il senso della massima ellenica « divieni ciò che sei », tale è, nel Taoismo, quel seguire la pro pria legge interna, la propria « via », senza intrusione di precetti estranei e di norme stereotipe, che riproduce la stessa « Via del Cielo », la quale non sa né del « bene » né del « male » ('). Invece la direzione di efficacia di ciò che oggi si intende per morale è proprio l'opposta: non è il realizzare la propria natura e la propria via, ma piuttosto subordinarla a qualcosa di collettivo, di so ciale, di senza volto. È stato necessario accennare a questo punto, perché bisogna tenerlo presente anche quando si consideri la legge delle azioni e delle reazioni: le reazioni si accordano alla natura propria di chi agisce e non sono le stesse per tutti i casi. È quando si tradisce la propria norma che sono da attendersi conseguenze, di massima, non favorevoli per lo sviluppo interno.",
  "last_phrase": "In conclusion, it is important to remember that the traditional law of actions and reactions follows the nature of the individual who acts. By realizing and perfecting their own nature, individuals can align their will with the divine will and achieve a central position relative to themselves. This concept can be seen in various spiritual and philosophical traditions, such as the Hindu notion of dharma, the Greek maxim \"Become who you are,\" and the Taoist concept of following one's internal law or \"Way.\""
}