{
  "title": "What is the Relationship between Natural Laws and Freedom of Human Will?",
  "first_phrase": "In the previous text, it was concluded that the problem of determinism does not arise within the physical nature itself. The author \"Bruto\" argues that \"necessity\" in science means only \"constancy\" observed in a vast but finite number of observations, and there is no justification to assume that this constancy will continue infinitely. The text explores cases where natural laws seem to be violated, some of which are proven to be nonexistent, while others await justification from science. The conclusion is that until science can establish a complete system of necessary and sufficient determinisms for every phenomenon, it cannot assume that an unknown law is the cause of these abnormal phenomena.",
  "content": "Essa allo « ra si trincera dietro la possibilità dell'esistenza di altre * leggi, non ancora conosciute e constatate, il cui inter * vento legittimamente altererebbe l'altrimenti costante * andamento dei fenomeni, leggi, riferendosi alle quali * i extranormale di oggi risulterebbe di nuovo, in un * ordine più vasto, normale, soggetto a leggi e quindi * riprendibile nel sistema di necessità o, almeno, di co * stanza della scienza ». Senonché nulla può fondare a priori un simile assunto. Di fatto — aggiungiamo noi sino a quando la scienza non giunga effettivamente a ________________ 318 POSIZIONE E SOLUZIONE DEL CONTRASTO Materiale protetto da copyright questa conoscenza e constatazione, tanto da poter espor re il sistema completo dei determinismi necessari e suf ficienti per ogni fenomeno, essa non è fondata in nessun modo a dire che una nuova legge, per quanto oggi non conosciuta, e non una libertà, sia la vera causa di quei fenomeni estranormali, di cui l'osservazione positiva non ha potuto contestare la realtà. Le considerazioni di « Vai » vorrebbero essere ancor piti radicali.",
  "last_phrase": "In conclusion, until science reaches a point where it can fully understand and explain all natural phenomena, the assumption that extranormal occurrences are caused by unknown laws and not free will remains unfounded. The determinism of natural laws is indifferent to the intention and quality of the phenomenon, leaving room for the existence of a spiritual freedom behind the natural necessity. However, within the limits of its domain, natural determinism remains dominant in the world of technology and science applications."
}