{
  "title": "What are the dangers of venturing into the realm of the supernatural without a true understanding?",
  "first_phrase": "In this text, the author discusses the dangers of exploring the realm of the supernatural without a proper foundation in philosophy. The text highlights the example of E. De Martino, an ethnologist who collected data on the \"magical world\" of indigenous populations. However, the author points out the limitations of De Martino's approach, particularly his adherence to the philosophy of historicism. The last 200 tokens focus on De Martino's book \"Il Mulo Magico,\" which the author analyzes from an esoteric perspective.",
  "content": "De Martino è un « etnologo », cioè uno di quelli che oggi collezionano i dati raccolti da vari esploratori ed osser vatori fra le popolazioni selvagge. Nel caso specifico si tratta di tutto ciò che in tali popolazioni riguarda l'« estra normale » e che il De Martino identifica senz'altro col « mondo magico ». ll De Martino, oltre ad essere etnologo, è un seguace dello « storicismo », cioè della filosofia cui è pro prio il ridurre ogni verità a quella che via via prende forma nello sviluppo storico dello spirito umano (in gergo dicono: « Nel farsi dello spirito »). Ciò indica già il limite della concezione del De Martino. In primo luog,o, egli parla di « mondo magico » là dove si dovrebbe essenzialmente parlare di « mondo stregonico »: in secondo luogo, egli assume, come tanti suoi colleghi, che i popoli selvaggi siano i popoli « primitivi », cioè resti di quel che tutta l'umanità sarebbe stata alle origini e che la « civiltà » nel suo progresso avrebbe lasciato indietro.",
  "last_phrase": "In conclusion, while De Martino's work as an ethno logist provides valuable data on the unusual practices and beliefs of \"savage\" populations, it is important to keep in mind the limitations of his philosophical framework. De Martino's focus on the \"magical world\" neglects the more nuanced and sophisticated systems of knowledge found in the ancient sacred sciences, which still exist today in certain environments. The study of these sciences could offer new insights into the complexities of the human experience beyond what can be gleaned from degraded fragments of \"primitive\" cultures."
}