{
  "title": "What is the significance of metaphysical reality and traditional civilization, and how can initiatory knowledge serve to navigate the crisis of modernity?",
  "first_phrase": "This text explores the concept of metaphysical reality and how one can attain a deeper understanding of it through persistence and fervor. The author, referring to Chi, explains that this reality exists independently of the human world and can provide a sense of order and meaning to life. However, the current Western world has lost touch with this reality, causing a crisis in which restoration is needed. The serious study of initiatic knowledge or tradition can not only provide spiritual guidance but also offer a glimpse of the stable and sacred order that exists beyond the chaos of today.",
  "content": "Che però l'attuale mondo occidentale rappresenti l'an This tane i Materiale protetto da copyright RCJC-6EP-ZCXE ________________ Materiale protetto da copyright INTRODUZIONE A I. SECONDO VOLUMEtitesi pili completa di tale tipo di civiltà, è. cosa che non ha bisogno di essere messa particolarmente in luce. La vita umana, individuale e collettiva, oggi come mai ha perduto i contatti con l'ordine metafisico, oggi co me mai si è lanciata nel vuoto, trasportata da miti fal laci, in un insano attivismo succube di miti deleteri, stre gata dagli orizzonti di un miserabile benessere. Da qui una crisi, per via della quale nel mondo moderno i circuiti tendono a chiudersi — per una conclusione di rovina, ovvero per un salto netto che ponga il principio di un totale rinnovamento. P cosi che, oggi, la seria applicazione a quella cono scenza iniziatica, la quale si può chiamare anche tradizio nale, può avere altresí un valore di orientamento: ol tre al lato interiore, puramente spirituale, può servire per far intravvedere quelle « terre ferme » che sovra stano il caos attuale e che, domani come ieri o come oggi, offrono l'iwagine di un ordine normale, legittimo e sacro.",
  "last_phrase": "In today's world, where individuals and society have lost touch with metaphysical order, and are immersed in myths and unsustainable materialism, a crisis is inevitable. However, through a serious application of initiatic science, an orientation towards the timeless principles of tradition can provide a glimpse of a normative and sacred order that transcends the chaos of the modern world. By studying the efficiency and continuity of this wisdom in human history, one can develop a sense of its proper place as a central and dignified element of society."
}