{
  "title": "What is the relationship between alchemy and spiritual science according to the principles of Hermetic tradition?",
  "first_phrase": "This text discusses the existence of a spiritual barrier that separates the modern soul from the psychic realm, which has become inconsistent and shapeless. However, those who seek to explore the psyche must be mindful of the risks involved. In particular, the concept of \"fattura\" or spell-making is explored in relation to the individual's sense of self. The essay also aims to shed light on the principles of spiritual science in the Hermetic tradition, specifically in alchemy. The association of alchemy with spiritual science may surprise some readers, but the essay argues that these two concepts are intertwined.",
  "content": "« In * un mondo in cui l'esserci dell'Io è consolidato il rischio della * vittima è praticamente inesistente e l'operazione (della fattura) * inefficace ». Ciò è vero solo fino ad un certo punto. Vero è tut tavia che l'accennata disanimazione dell'ambiente riduce di molto l'efficacia di ogni operazione sottile. Materiale protetto da copyright • ________________ Materiale protetto da copyright SULL'ARTE DEI FILOSOFI D'ERMETENel presente saggio vorremmo lumeggiare i principi del sistema di scienza spirituale contenuto nella Tradizio ne Ermetica — nel senso ristretto di questa espressione, che riferiremo essenzialmente all'ermetismo alchèmico nelle sue correnti varie ma pure riannodantesi ad un tronco unico, qua e là diramantisi fra le mezze luci del Medioevo e poi discendenti, píú decise, sino al Seicento e al Settecento. È certo che fra le « persone colte » qualcuno comin cerà a stupirsi fin da queste semplici parole, con cui presen tiamo il concetto di alchimia in associazione con quello di una « scienza spirituale ». Si dirà: L'alchimia, oggi, si sa be ne che cosa è: è la chimica attuale nel suo stato infantile e mitologico.",
  "last_phrase": "In conclusion, while it's true that in a world where the ego is consolidated, the risk of victimhood is practically non-existent, and delicate operations can be ineffective, the disheartening environment greatly reduces the effectiveness of every subtle operation. This essay sheds light on the principles of the spiritual science system contained in Hermetic Tradition - a branch of knowledge that deserves greater attention and investigation, not just for its historical significance but for its insights into the true nature of reality."
}