{
  "title": "What is the Difference Between Magic and Metapsychics in Terms of Phenomena?",
  "first_phrase": "This text discusses the difference between magic and mediumship. In magic, unwanted phenomena are typically eliminated, whereas in mediumship, the goal is to obtain concrete and visible phenomena, regardless of what they may be. The text highlights the importance of a group's ability to consolidate to minimize unwanted phenomena. It also discusses the structure of a magical process, in which an image is galvanized and saturated by a force until it becomes a corresponding real fact. Overall, the text seeks to explore the complex dynamics between magic and mediumship.",
  "content": "In magia, fenomeni del genere si tende ad eliminarli; il che, pe- raltro, avviene anche spontaneamente via via che il grup- po operante si consolida. La massima, è di non permet- tere ad essi di captare l'attenzione, di suscitare un inte- resse. Invece nelle comuni sedute « psichiche » e media- niche la parola d'ordine è quella di ottenere come che sia dei « fenomeni », pur che siano concreti ed appari- scenti: non il volere un dato fenomeno e prevenire ogni altro. Vi sono fenomeni, come quelli di un comando fatto eseguire in via estranormale a una persona lontana, in cui parlare, come fanno i metapsichici, di suggestione, non ha senso. In questi, come in altri fenomeni, è ben vi- sibile la struttura di un procedimento di tipo magico: una imagine al centro; poi una forza che la galvanizza e satura in un processo continuo, sino a farle varcare il limite fra Io e non-Io, fra psichico e fisico (ovvero tra persona e persona) e a tradurla in un fatto reale corrispondente, nel quale lo sforzo attivo, consapevole, perfettamente rit- mico ed armonizzato degli operatori si conclude.",
  "last_phrase": "In conclusion, when it comes to magic, it is essential to eliminate any distracting phenomena and focus on the goal. In contrast, psychic and medium sessions prioritize obtaining visible phenomena, while in magic, the focus is on creating a continuous and harmonized effort to translate an image into a tangible reality. The process has a structured order and may vary from spontaneous psychic phenomena. Ultimately, the highest order is the order of high magic."
}