{
  "title": "What is the concept of metempsychosis and how does it relate to the human soul and animal instincts?",
  "first_phrase": "In the preceding text, the author discusses the possibility of the soul's involutive process, leading to its absorption into the animalistic forces. Through the doctrine of metempsychosis, the author argues that the individual's absorption into the archetypes of the animal species is a real possibility. In the final 200 tokens, the author expresses the idea that the measure of collective influences affecting human life marks the extent of an individual's reabsorption into the humanity matrix. The author also clarifies the esoteric views on conditional immortality and reincarnation while interpreting phenomena such as certain hereditary traits. The author concludes with the Aristotelian-Scholastic terminology that best reflects the author's ideas on individualization and perfection.",
  "content": "In generale, la misura in cui la vita umana accoglie influenze collettive, segna altresì quella del riassorbimento e del rifondimento nella matrice dell'umanità, il singolo servendo da materia per altri tentativi, per altri colpi, che piú o meno potranno av- vicinarsi al centro del bersaglio. A questo proposito, molte cose si potrebbero dire, per precisare la veduta esoterica circa l'immortalità condiziona- ta e circa la rincarnazione; come pure, per interpretare correttamente fenomeni, come quelli di certe « eredità »: le qualilo accenno di passatanon hanno per ba- se la trasmissione da individuo a individuo, ma invece una specie di « abitudine » contratta dal « genius » o « mane » di un dato ceppo: onde ogni individuo che se ne enuclea porta, di massima, un determinato attributo caratteristi- co, che rimanda ad una influenza collettiva. Forse mi si presenterà l'occasione per aggiungere qual- che cosa su ciò. Qui, mi resta da concludere col dire che la terminologia aristotelico-scolastica, per cui il « gene- re » è la materia, e l'individuo è la forma — onde quan- to piú vi è individuazione, tanto più vi e forma e perfezio- ne — è quella che meglio riflette le nostre idee.",
  "last_phrase": "In conclusion, the extent to which human life embraces collective influences also marks the degree of reabsorption and remolding into the matrix of humanity. Each individual serves as material for other attempts, for other blows that may or may not get closer to the bull's eye. While there is much to be said about esoteric views on conditioned immortality and reincarnation, and on interpreting phenomena like certain \"legacies,\" the Aristotelian-Scholastic terminology best reflects our ideas. When one separates oneself from everything that is not oneself, and identifies oneself absolutely by being no one but oneself, one goes beyond the fate of rebirth, because one fulfills the purpose of rebirth. By embodying the pure central direction without oscillations or deviations, one is \"no longer demon-possessed\" and does a single thing on earth with one's \"idea\" and one's \"Name.\""
}