{
  "title": "What are the effects of mescaline and other drugs on consciousness and spirituality?",
  "first_phrase": "The preceding text described the effects of using peyote, a cactus found in America, and its synthetic derivative, mescaline, which can produce abnormal bodily sensations, visual hallucinations, and symbolic visions. It noted that experiments can be conducted with mescaline to help a master guide a seeker through the experience. However, the text warned that using drugs purely for hallucinogenic purposes, such as opium and hashish, is not recommended for initiates. In the following text, the author delves deeper into the stages of ether use and the spiritual purpose for such experiences.",
  "content": "Inoltre per essa, e per tutte le altre dello stesso genere, vi è da rilevare che praticamente è quasi impos- sibile trovarle direttamente preparate dalle sostanze (sono piante); si trovano delle preparazioni chimiche sintetiche, nelle quali diversi elementi sottili delle droghe ven- gono distrutti e non agiscono nel senso che a noi interessa. Il decorso nel caso del mescal, è il seguente: Si provano dapprima sensazioni anormali del corpo: grande leggerezza o pesantezza, sentimento di volare o di sprofondare. Poi si hanno dei fenomeni visivi, con figure prevalen- temente geometriche. Piú oltre si presentano delle immagini e dei panorami, in genere con colori fantastici. Tutte queste fasi debbono essere osservate e la- sciate dietro di sé. Segue una fase di visioni simboliche, piene di un significato o palese o nascosto. Per questo stato, valgono le stesse cose che si diranno piú oltre parlando degli effetti dell'etere all'ultimo stadio. Però i piú perdono la coscienza prima di raggiungere quest'ul- timo stadio, che è quello essenziale per fini spirituali. L'uso delle droghe ad effetto esclusivamente di allu- cinogeni, come sarebbero l'oppio e l'hashish, è assoluta- menta da sconsigliare al discepolo, per un uso iniziatico.",
  "last_phrase": "In conclusion, the use of hallucinogenic drugs such as mescal, opium, and hashish is strongly discouraged for spiritual purposes due to their direct and violent effect on the imagination, which can lead to spiritual deviation and passivity. Narcotics, on the other hand, pose a lesser risk as they do not typically evoke these sensations. It is important to exercise caution and have a strong spiritual foundation if using any mind-altering substance."
}