{
  "title": "What is the \"Esso\" and how can it be used to categorize different states of consciousness?",
  "first_phrase": "In this final section, the author expands the scope of the term \"reflex action\" to include cyclic systems of actions and reactions that can occur on a higher level and may not always be accompanied by visible movement. The stimulus can be organic or mental, transmitted and reacted to via direct contact with subtler energy fields. The brain is likened to a complex recording and distributing center for processes of common consciousness while the sympathetic nervous system can play a central role in certain cases. The author introduces the terms \"external\" and \"integral consciousness\" to distinguish the consciousness that manifests through the brain organ and the one that is immediate and intellectually expressed without limitation.",
  "content": "Nei processi della coscienza comune il centro del ci- clo, dove termina l'onda centripeta ed ha inizio quella centrifuga, corrisponde all'organo del cervello: il quale si può paragonare ad una complicatissima centrale, ad un complesso di quadri assieme registratori di fatti e di- stribu tori di atti. Accade che il ciclo, in certi casi, abbia per centro il gran simpatico. Allora l'individuo, di re- gola, non è capace di avere delle percezioni distinte. Per riconoscere una sensazione od uno stimolo, occorre il cervello, il quale è il vero organo che fa da base alla funzione della comune autocoscienza. Chiameremo coscienza esterna o di veglia (per atte- nerci al termine in uso) quella che si manifesta appunto attraverso l'organo cerebrale. Chiameremo invece co- scienza integrale la coscienza immediata, ossia l'unità di coscienza atta a manifestarsi intellettualmente, senza l'intermediario e la limitazione cerebrale. La prima si può considerare come una propaggine esterna della se- conda, determinata dal flusso di corrente volitiva che serve a convogliare i processi verso l'organo cerebrale.",
  "last_phrase": "In conclusion, the understanding of the different types of consciousness and the processes involved in them can provide us with a better comprehension of our thoughts and actions. By recognizing the importance of the brain as the center of our awareness, we can cultivate our consciousness to integrate the external and internal aspects of our being to reach a state of complete awareness."
}