{
  "title": "What is the belief in soul transfer and bilocation, and how does it relate to instability of the soul-body connection?",
  "first_phrase": "The last 200 tokens explore the belief that the human soul can be transferred to an animal, leading to bilocation or even death. Such events have been documented by travelers and aren't solely rooted in superstition or suggestion. This belief stems from the unstable bond between the soul and body. The text reveals how sorcerers in Congo claim to take over a person's personality and turn their body into an automaton with no thoughts. This belief may also result in the spontaneous projection of the corresponding animal image onto the invaded person. The preceding text discusses the concept of soul and body detachment and provides instructions on self-induced dissociation and the magic of statuettes.",
  "content": "« Gli stregoni del Congo affermano * che essi possono impadronirsi della personalità di un uomo, * e fare del suo corpo un puro automa senza pensiero, simile * ad una spiga di grano vuota » (AP. 345). L'uomo può re- stare in vita, ma è come una conchiglia vuota, un fantasma 1. Se si pensa che insieme ad un dato potere può trasfondersi l'imagine del « tipo » corrispondente (leopardo, sciacallo, ecc.) si può anche concepire che lo stato di invasamento talvolta sí accom- pagni ad una spontanea proiezione dí tale imagine, che in una spe- cie di allucinazione può esser percepita da altri, al luogo della for- ma umana dell'invasato.[N. d. UI 2. Si rivedano le istruzioni circa lo sdoppiamento date nel vol. I, cap. VII.[N. d. II.] 3. Cfr. vol. II, cap. VII, pp. 221 sgg. (La Magia delle Statuette), ove è spiegata una operazione del genere.[N. d. U.]",
  "last_phrase": "In conclusion, the belief of the Congo sorcerers that they can possess the personality of a person and turn their body into a mere automaton without thought is a fascinating phenomenon. While some individuals may remain alive but as empty shells, others may project a corresponding image of themselves to those around them. Overall, the magic and practices of African witchcraft offer an intriguing insight into the complexity of the human psyche and the connection between the body and the consciousness."
}