{
  "title": "What is the meaning of \"prendere un oggetto\" and \"immagine\" in Hermetic text of Turba Philosophorum?",
  "first_phrase": "In this final part of the text, the author provides instructions for hermetic operations by linking mental states with images. The author also emphasizes the importance of mastering these mental states before proceeding with operational synthesis. The text references the Turba Philosophorum and continues the discussion about the preparation of the Pietra and Fuoco. The author advises readers to review instructions for ritual preparations provided in the previous volume.",
  "content": "289 ) non cessar mai di averlo presente: tí si chiede di saper amalgamare una immagine con uno stato — di pro- iettare una immagine che, simultaneamente, sia la presen- za di uno stato ('). Altrimenti manca la scintilla creativa per ogni operazione ermetica. Ti ho detto sulla preparazione della Pietra e del Fuo- co. Per una tenace e lunga pratica, tu Io sai: « ogni preci- pitazione viene dal diavolo »al modo ístesso che l'in- certo e stento tentativo, con l'esercizio diviene una abilità, un automatismo sùbito obbediente al volere — cosi anche gli stati corrispondenti a quei due simboli il tuo spirito deve averli in suo potere: quasi come un ricordo preciso, o una nozione, acquisita e compresa, che tu sai rievocare quando vuoi. Si tratterà di legare questi stati alle immagi- ni effettive di Pietra e Fuoco. —Ma non procedere alla sin- tesi operativa, prima di esser ben sicuro nel possesso, di cui ora ti ho detto. Se vuoi operare anche con disposizioni rituali, ripren- dile da quanto ti è stato comunicato in occasione dell'opera con lo Specchio (vol. I, pp. 88 sgg.). Avviati di nuovo ver- so il « Silenzio ». Disciòltoti, permànívi.",
  "last_phrase": "To conclude, never cease to keep in mind the importance of mastering both the image and the state to achieve creativity in every hermetic operation. Remember that with persistent practice, uncertain attempts can become automatic obedience to your will. Always make sure to possess the necessary states before proceeding with the operational synthesis. With the right projection and animation, the mind can suddenly realize the vision and achieve a complete detachment and translation into the magical body."
}