{
  "title": "What is the relationship between imagination and reality according to ancient traditions?",
  "first_phrase": "In the preceding text, the author discusses how the vast majority of people today consider imagination to be only subjectively based and completely unrelated to reality. However, the author argues that imagination can reach a point where it becomes objective and responsive to the impulses coming from the external world, much like physical perception. In this state, imagination forms symbolic-fantastic shapes that translate figuratively a contact with the forces of things--as did the ancients who saw gods, fairies, and demons. In the concluding 200 tokens, the author continues to explain this concept of imagination and relates it to the figure of the 'lunar man.'",
  "content": "In questo stato — che siamo fondati a considerare costituzionale in civiltà primordiali, mentre oggi è risvegliabile solo in via extranormale ed eccezionale — in questo stato le forze naturali, allo stesso modo che agendo sugli organi dei sensi producono una percezione o rappresentazione avente valore di conoscenza reale, cosi esse, agendo sul- la fantasia, creano un fantasma, una visione, o imagine, che ha egualmente un valore di conoscenza reale. Sor- gono cioè forme simbolico-fantastiche che traducono figu- rativamente un contatto con le forze delle cose. Cosi l'uomo antico vedeva gli dèi, vedeva gli gnomi, le silfidi, le ondine, i dèmoni, i geni e via dicendo. Tutto ciò per lui non era per nulla una « invenzione », una escogitazione poetica, ma un dato immediato della espe- rienza che si inseriva spontaneamente fra la trama di ciò che i sensi fisici rivelano — quasi a continuarla. Ripetiamo che ancor oggi la cosa è possibile, ed ha luo- go quando allo stato di veglia si sia capaci di isolarsi in ciò che altrove è stato chiamato I'« uomo lunare » (1).",
  "last_phrase": "In conclusion, it is possible for us to tap into the symbolic and fantastic realm of our imagination where natural forces can create visions and images with real knowledge value. By isolating ourselves and tapping into our emotions, we too can create personal representations that bring to life the hidden forces of the world around us."
}