{
  "title": "\"What are the five virtues an ascetic must possess according to Buddhist philosophy?\"",
  "first_phrase": "In this excerpt from a Buddhist text, Mgasena explains that just as there is no place where space can be grasped, an ascetic must make a strenuous effort to ensure that harmful tendencies have no hold over them. They must recognize that all that is generated is impermanent and without inherent reality. The ascetic must also feel horror towards all existence and not seek happiness in it. These are the second and third virtues of space that the ascetic must possess. The text concludes by exploring the concept of suffering in Buddhism and the existence of an immutable nirvana beyond it.",
  "content": "« E ancora: come Io spazio è infinito, illimitato, in- commensurabile, or cosí anche appunto, o Re, nell'asce- ta esercitantesi in strenuo, serio sforzo la drittura non deve conoscer limiti e la conoscenza non deve conoscere 1. Qui è accennata la concezione generale del buddhismo circa l'esistenza sams'àrica. Con riferimento a tutto ciò che è generato (letteralmente: composto, formato = samkhdra) e ha una realtà semplicemente individuale, si afferma l'inesistenza di un principio sostanziale, immortale e permanente (come, nel riferimento al- l'uomo, è l'ihtmcl upanishadico) e la fluidità di ogni essere, che, concretamente, si compone solo di una corrente di stati concate- nati. Ciò che nelle esposizioni popolari del buddhismo è chiamato « dolore », corrisponde effettivamente ad un termine suscettibile ad esser tradotto anche con « agitazione » e « impermanenza », e che sempre pit.1 con questo senso fu assunto negli sviluppi dottri- nali dell'insegnamento buddhistico. Di là dagli stati dell'esistenza samsàrica sussiste però l'immutabile, designato, in tale insegna- mento, col noto e tanto mal compreso termine di nirvana. 2.",
  "last_phrase": "In conclusion, the teachings of Buddhism emphasize the impermanence and interconnectedness of all beings, and the ultimate goal of achieving a state beyond conditioned existence. As we strive for spiritual growth, we too must strive to embody the qualities of space - limitless, unattached, and unobstructed by any external factors. By doing so, we can find peace and freedom in our lives."
}