{
  "title": "What are the conditions for the intentional use of magical powers and why do they require consideration?",
  "first_phrase": "In the preface of this text, the author reflects on the concept of magic and the conditions necessary to practice it intentionally. He argues that while some dismiss the idea of magic due to the need for special circumstances, environments or states of mind, it doesn't invalidate its existence. The author then discusses the potential power of magic and the importance of understanding the responsibility that comes with it. In the last part (200 tokens), the author explains the specific conditions necessary for producing extranormal magical phenomena intentionally, and how it's not related to moralistic purity. The author gives a cautionary example of how someone with this power could use it to cause harm, and how it could impact an entire nation.",
  "content": "E siccome non vi è ragione che, rispetto ad un potere che è oggettivo, una persona dif- ferisca da un'akra, la cosa potrebbe venir prodotta, per es., nel cervello di un dittatore — con tutte le conseguenze che ne seguono e che potrebbero incidere sulle sorti di una in- tera nazione (1). È perciò naturale che vi siano delle « condizioni » per il potere di produrre certi fenomeni extranormali, quando non siano quelli involontari, inconsapevoli o semiconsa- pevoli, della medianità ed anche del misticismo, e siano invece magici: decisamente intenzionali, fatti in chiara coscienza ed in perfetto e libero volere dell'Io. Queste condizioni non sono di natura « morale »: non è la « pu- rità » moralistica del mago preventivamente reso altruista, umanitario, devoto ali'« evoluzione », incapace di far qual- siasi « cattivo uso » dei « poteri ». Le condizioni vere so- (' ) Come curiosità storica retrospettiva, a suo tempo certi nostri avversari, riferendosi a queste note, diffusero la diceria che noi intendevamo agire con mezzi magici su Mussolini e questi quasi vi credette. Dovemmo mostrare l'origine di tale diceria per evitare complicazioni sgradevoli.",
  "last_phrase": "In conclusion, the true conditions for producing intentional and magical phenomena are not based on one's morality, but rather on the existence of entities that have their own ways and act in specific directions. To have an unconditional power, one must measure it against these entities and their orders. Therefore, it is essential to consider these conditions and overcome the consecrations required in dynamic relationships with them. Only then can one claim to have conquered the dignity of a \"king of kings\" in the absolute sense of magic."
}