{
  "title": "\"How can humans harmonize with the natural rhythms of the year for spiritual growth?\"",
  "first_phrase": "In this section, the relationship between human activity and the rhythms of nature is explored. It begins by noting that humans are \"mystical\" in the morning, \"intellectual\" during the day, \"fantastic\" in the evening, and \"cosmic\" at night. The sense of seasons has been lost, but consciously regaining it can lead to a more complete, rich, and secure life. Furthermore, this section discusses how the \"microcosm\" of a human is a product of the cosmos and how the development of spiritual consciousness can lead to a harmonious relationship with the cosmos. The text includes detailed explanations of the forces and entities that shape humans and how they can be understood to restore unity.",
  "content": "L'essere umano è un pro- dotto del cosmo e dovunque la coscienza individuale non giunge, là forze cosmiche sono sempre attive e domina- trici. Non è qui il luogo di entrare in dettagli — diremo però che prima della nascita le forze dei pianeti e delle stelle convergono nella formazione degli elementi sottili che daranno luogo alla forma dell'essere fisico del na- scituro. Sono queste forze che dal plasma traggono gli organi e ne coordinano le relazioni. Sicché gli organi del corpo costituiscono una correzione di forze e di entità, un vero sistema: cosi come si ha al di fuori un sistema pla- netario con i suoi cicli e le sue leggi. Però nell'uomo la presenza della coscienza produce una perturbazione delle leggi e delle correlazioni, che richiede una serie dí adat- tamenti; quando questi non sono possibili, sorge la ma- lattia. La coscienza sensibile stessa brucia e consuma il corpo, e lo conduce alla morte. È, possibile però all'uomo di trovare l'equilibrio inte- riore in rapporto col cosmo. Lo sviluppo spirituale può far dell'uomo un essere cosmico cosciente. Il fatto stesso di queste relazioni micro-macrocosmiche fa si che l'uomo discendendo nel proprio interno può dal suo senso inte- riore risalire al senso cosmico, e cosi ristabilire i contatti e l'unità.",
  "last_phrase": "In conclusion, the human being is a product of the cosmos, and the individual consciousness is vital for the disturbance of laws and correlations. However, an inner balance with the cosmos can be achieved through spiritual development, allowing humans to become aware of their cosmic existence. The micro-macrocosmic relationships can lead to a restoration of unity, as in ancient times when man lived more \"astronomically.\" Observing the course of the year, we can see the awakening of the earth and the celebration of renewal through magical and religious rituals."
}