{
  "title": "What are the effects of psychedelic drugs like mescaline and peyote, and how can they be used safely?",
  "first_phrase": "This text explores the effects of drugs on the human mind, particularly hallucinogens like mescaline and peyotl, which have been used for spiritual and magical purposes. The author notes that these drugs can induce euphoria and sensations of heightened perception, but also carry dangerous risks like a false sense of beatitude. The effects of these drugs can vary significantly from person to person and are difficult to predict, but under controlled circumstances, they can offer unique insights and experiences. These possibilities open up when used responsibly, with the guidance of a knowledgeable teacher who understands the dosages and risks involved.",
  "content": "Gli effetti abituali (normali nell'uomo comune) sono descritti come « uno speciale risveglio di un piacere di una qualità particolare, unito alla percezione di fantasmi sensibili o della piú alta concentrazione della vita inte- riore piú pura, sebbene con aspetti assai speciali, supe- riori alla realtà, mai immaginati, tanto che il soggetto crede di essere trasportato in un mondo diverso e nuovo dei sensi e dello spirito ». Questa descrizione indica le due facce possibili del- l'esperienza. Effetti dello stesso genere sono prodotti dal mescal, di origine egualmente americana, da cui viene pro- dotta farmaceuticamente ed è in commercio la mescalina. Come effetti, sono indicati visioni, allucinazioni e sensa- zioni anormali del corpo, però la coscienza restando chia- ra e attiva, e l'attività del pensiero svolgendosi nel modo normale. Con la mescalina sono stati fatti anche esperimenti controllati perché il soggetto mentre vive queste espe- rienze può mantenersi in rapporto e comunicare con altri. Ciò apre delle possibilità, quando sia ad assistere un Maestro. Questi dovrebbe però avere cognizioni circa il dosag- gio della droga. Essa non è facile da trovare senza pre- scrizioni mediche.",
  "last_phrase": "In conclusion, the effects of mescaline and other similar substances can create surreal experiences that open up possibilities for communication with a master or guide. However, obtaining these substances can be difficult, and their preparation requires significant knowledge and expertise. If used, these substances should be approached with caution and used only with proper guidance and dosages."
}