{
  "title": "What is the relationship between the divine power and the human soul according to Abraxa and its connection to ancient beliefs and modern ideology?",
  "first_phrase": "In this last segment, \"Abraxa\" elaborates on the transcendent power of life and its connection to the individual's daimon or double. The daimon controls a person's consciousness and is responsible for their true self, while the external factors correspond to the individual's senses. The author emphasizes that the power of the daimon is the root of life and while it is illuminating, it is also corrosive and deadly. The text asks readers to understand the profound association of the daimon with the goddess of death, providing further insight into the center of their art.",
  "content": "A. PIGANIOL, Recherches sur les jeux romains, Strasbourg, 1923, pp. 118, 117. Vita peritura conduci, fin che sei staccato dal tuo nume — finché tu e lui siete due. Egli è legato alla tua vita come la fiamma al legno che arde. Sta dentro alla sostanza dell'essere tuo come un fuoco che lo illumina (e per una tale luce tu sei) ma che pur lo divora e con- suma. In ultimo, quando la compagine greve piú non la sopporta, la fiamma si strappa via, e il corpo crolla. Ad un nuovo legno si attaccherà la fiamma. Una nuova luce comincerà a splendere altrove (I). Ma tu intanto comprendi la prima associazione: del dèmone, del doppio — con la dea della morte. Fissa ancor una volta nello spirito il senso di questo potere trascendente della vita, radice della vita, e che corrosivo e mortale le è, nella sua totale attuosità. Torna all'inse- gnamento che già, ripetutamente, ti esposi; che sta al cen- tro dell'Arte nostra.",
  "last_phrase": "In conclusion, the power of life is transcendent and corrosive, and consumes even the flame that illuminates it. We must understand the association between the dèmone and the goddess of death and the importance of the nume within the energies of the soul. We must remember that the nume may manifest in altered states of consciousness and that it is a central teaching in our Art."
}