{
  "title": "What is the Symbolism of the Boar and Bear in Celtic Tradition and How does it Connect to the Primordial Tradition?",
  "first_phrase": "The text discusses the connection between Celtic tradition and the primordial tradition of this era. It emphasizes the importance of the symbol of the boar, which in Celtic culture represents spiritual authority. This is similar to its significance in Hinduism, where it is linked to the cycle of the world and the god Vishnu. The text suggests that the Celtic tradition may be seen as a link between the traditions of Atlantis and hyperborea. The author concludes by remarking on the value of esoteric works on the primitive mind for those interested in such subjects. The text is titled \"Agnostus on Two Hyperborean Symbols\".",
  "content": "La tradizione celtica può esser considerata come uno dei Imnti di congiunzione della tradizione atlantide con la tra- dizione iperborea, dopo la fine del periodo secondario nel quale questa tradizione atlantide rappresentò la forma pre- dominante e quasi il « sostituto » del centro originario ormai inaccessibile alla comune umanità. Ed anche a tale riguardo il simbolismo ora accennato può darci delle indicazioni non prive d'interesse. Notiamo anzitutto l'importanza data al simbolo del cin- ghiale anche dalla tradizione indù, essa stessa direttamente derivata dalla tradizione primordiale e affermante esplici- tamente. nei Veda, la sua origine iperborea. Il cinghiale vartTha — non solo vi figura come la terza delle dieci mani- festazioni (avardra) del dio Vishnu nel ciclo attuale ( man- vantara); ma l'intero ciclo di manifestazione del nostro mondo (kaipal vi è altresí designato come cvéta-rariiha- kvIpa, cioè « ciclo del cinghiale bianco ». Cosi stando le cose, e se si considera l'analogia necessariamente esistente fra il grande ciclo e i cicli subordinati, è naturale che il contras- segno del primo si ritrovi all'inizio dei secondi; per questo la « terra sacra » polare, sede del centro spirituale primor- diale del presente ciclo o manvantara, fu anche chiamata \\Tr11?, cioè « terra del cinghiale » (1).",
  "last_phrase": "In conclusion, the symbolism of the white boar in the Celtic and Hindu traditions reveals interesting insights into the connection between the Atlantean and Hyperborean traditions. This symbol not only represents the origin of the Hyperborean tradition but is also linked to the white boar cycle, which is the cycle of this world's manifestation. Moreover, the Druids' use of the white boar as their emblem reveals their function as representatives of the spiritual authority and their isolation from the external world."
}