{
  "title": "What were the phenomena observed during fakir sessions in Tripoli and Benghazi?",
  "first_phrase": "In this text, the author describes their experience of observing certain fakiristic practices performed by a group of Arabs in Libya. They were able to witness the practises only from an adjacent room through a wooden grate. They saw participants performing a primitive technique of ecstasy, and consuming the meat of a desert lizard. The author also interviewed one of the practitioners who had pierced himself with various objects without any bloodshed. In the final 200 tokens, the author talks about another session they observed in Bengasi where they witnessed the ingestion of glass pieces, lit glow-worms and long nails. The author's interview with a practitioner, a fisherman, about the effects of swallowing nails, glass shards, and stones is also mentioned.",
  "content": "Ad un certo punto si fece una pausa e fra i presenti fu distribuita carne di urel (una specie di grossa lucertola del deserto), consumata la quale la seduta riprese fino ad un certo stadio di saturazione, raggiunto il quale buona parte dei parteci- panti si mise ad eseguire su sé stessa le note prodezze fa- chiriche: spilloni, spiedi e pugnali infitti in varie parti del corpo. La nostra guida fece sí che uno dei praticanti abban- donasse il circolo e venisse dove ci trovavamo: potemmo constatare che gli spiedi erano confitti non solo in parti muscolari e membranose del corpo, ma anche nelle carni e nella cavità addominale. Eppure nessun versamento di sangue. Non fu questa la sola seduta del genere a cui assistetti. In un'altra Zauia, a Bengasi, potei osservare ulteriori noti fenomeni' di fachirismo: venivano ingoiati pezzi di vetro, lunghi chiodi, lucignoli accesi. Ebbi poi ad intervistare uno di coloro che compivano tali prodezze — un pescatore. Gli chiesi che avvenisse delle materie ingerite: chiodi, vetro. pietre.",
  "last_phrase": "In conclusion, witnessing the extreme feats of the fakirs was both fascinating and alarming. The consumption of urel meat and the insertion of sharp objects into one's body seemed inhumane, yet these practices continue to occur in various parts of the world. Despite my personal curiosity, I was warned to seek higher pursuits and leave such practices behind, which may be wise advice for any reader."
}