{
  "title": "What is the Connection Between Esoteric Practices and the Possession of Demons?",
  "first_phrase": "This last part of the text discusses the occult practices of conjuring demons to satisfy one's passions. To establish a connection with the demon, one must find a way to open their \"vital body.\" Although there are various ways to make contact, such as blood signatures, ceremonial apparitions, etc., the underlying concept remains the same. However, making such a pact and allowing the demon to enter one's vital body can lead to a hidden form of intoxication. This creates a sense of dependency on the demon, fatalistically multiplying the satisfaction of one's passion, eventually leaving them as an incarnation of the demon itself. The text is written by Julius Evola, an Italian philosopher who studied the occult and metaphysical teachings of the East.",
  "content": "Non escludendo, anche per questo, la possibi- lità di drammatizzazioni, che però restano puramente simbo- liche, il significato è: che il rapporto stabilito nel corpo di vita, specie se « suggellato » con una formula di potenza, costituisce una vera e propria intossicazione occulta, che tende ad espandersi. La soddisfazione estranormale di una passione la moltiplica fatalmente, appunto perché I'« aper- tura » che essa ha richiesto ha portato il dèmone dentro la « vita » di quell'uomo in una misura altrimenti non possi- bile. Cosi, al limite, si può dire che una simile persona non vive piú per se stessa, ma per colui che essa ha invocato: o si accorge, terrorizzata, dell'« invasamento » della passione che divampa e contro cui essa poco può, essendo quella divenuta una qualità che compenetra la sua stessa vita; ov- vero se ne fa lo strumento, cosi da divenire davvero l'« in- carnazione » di un dèmone.",
  "last_phrase": "In conclusion, it is vital to be aware that the established relationship with one's body can become a hidden intoxication, especially when sealed with a powerful formula or expression. The satisfaction of an external passion tends to multiply and expand, leading to a demonic invasion of one's life, which can ultimately result in becoming a vessel for it. Therefore, when engaging in esoteric practices, one must always keep in mind that every idea associated with an emotional state alters the rhythm of the body and tunes it to a particular area of occult influence."
}