{
  "title": "\"What is the Alchemical Practice and its Elements according to Tritemio's work?\"",
  "first_phrase": "In the previous paragraphs, the author discusses the concept of unity and simplicity in the context of alchemy. They reference the Tritemio and the idea that the ternary can lead to the simplicity of unity. In the last 200 tokens, the author talks about the importance of Earth as the sustainer and holder of all things, and how it is the origin of celestial influence and the place where things return. They also mention the significance of minerals and how alchemists hid the secrets of their medicine within them. The author cites Tritemio's letters and Dorn's Physica Tríthemii to support their claims.",
  "content": "Invano sembrano travagliarsi quan- ti s'ingegnano di far oro potabile — come dice Marsilio Ficino — se non abbiamo, innanzi, ridissolto 1'Oro nella sua materia prima: cioé, in vivo Argento ed in Solfo: la qual materia è, per tutti i metalli, la prima e prossima ed immediata... (216-217). Sotto i metalli comuni occultaron dunque i Sa- pienti, le fisiche e filosofiche medicine (2); e le prepara- rono da metalli anche volgari, nelle trasmutazioni dei loro, e cioè (lei metalli filosofici. Tutto ciò, affinché un tanto tesoro di Medicina rimanesse inaccessibile al volgo ignaro. Ma cosi finirono a non capirci quasi piú nulla gli stessi Medici esperti: quelli stessi, cioè, che pur face- vano, di Filosofia, una non esigua pratica (218-19). ( ) Quasi tutte le epistole in cui il famosissimo Tritemio, be- nedettino tedesco (1462-1516), trattò di Magia, furono riunite in ap- pendice al suo De septem Secundeis; Argentorati, Zetzner, 1613. Il Dorn, oltre a citarlo spesso, gli dedicò anche uno speciale capitolo, Physica Tríthemii, pp. 420-32 del nostro stesso I volume del Thea- trum. E ivi stesso (389-420) precede una Phys.",
  "last_phrase": "In conclusion, it is evident that alchemy was a complex and secretive practice, with sages hiding their knowledge of physical and philosophical medicines in common metals for fear of it being misused. However, the works of famous alchemists such as Tritemio and Dorn have preserved some of this knowledge, including the practical aspects of alchemy, which can be applied today by those interested in this intriguing field."
}