{
  "title": "\"What is the significance of ancient sacraments and the logic behind them?\"",
  "first_phrase": "In the previous section, the author discussed the importance of loving one's enemy and the role of absolute magicians in this process. In this concluding section, the author touches on the idea of established relationships that are not necessarily natural or elective but are made sacramental through magical acts. The author explains the significance of such sacraments, like baptism and marriage, and their original purpose of creating a union in life. The author also explains the power of these sacraments and their ability to tie the individual to a collective entity through the body's vital force. The message is clear: every action has a reaction, and one must resist and love to lead where reactions go.",
  "content": "Anticamente, la cosa era diversa: un « sacramento » era un atto di potenza che creava un'« unione nella vita ». L'atto del battesimo o dei riti equivalenti di altre tradizio- ni agiva magicamente sul « corpo di vita » del consacrato e Io congiungeva « nella vita » al tronco di una tradizione: la forza vitale del consacrato riceveva, da allora, la qualità del- la comunità e restava legata occultamente ad essa. L'atto del matrimonio suggellava « nella vita » l'unione di due esi- stenze. L'operazione, per essere efficace, non chiedeva la partecipazione del consacrato, la cui intenzione poteva an- che essere assente (come nel battesimo infantile), parziale e persino contraria: ma come il corpo fisico, cosi pure il corpo vitale è suscettibile a patire una violenza, ed erano ri- chieste soltanto le condizioni oggettive che danno potenza al rito. Però una volta stabilito il suggello crismatico, ogni infrazione costituiva un'azione diretta contro l'ente collet- tivo che con la sua potenza l'aveva stabilito: e si imponeva. per la stessa ragione spiegata nel caso dell'« oltraggio », che chi aveva spezzato il sacramento scontasse: era neces- sario. affinché la causa, che si sarebbe determinata dentro la catena, fosse eliminata.",
  "last_phrase": "In ancient times, sacraments were powerful acts that created a union in life. Though they required only objective conditions, violation of the sacrament incurred direct action against the collective entity that established it. Nowadays, recognizing objective laws for life often meets resistance, though the soul lives on borrowed time on earth and must acknowledge external factors that shape its destiny. As a purely autonomous being, man alone determines his fate."
}