{
  "title": "What is the relationship between ancient Hindu sciences, alchemy, and the transmutation of metals and humans?",
  "first_phrase": "In this text, the author discusses the ancient Hindu wisdom and science that forms the basis of alchemy. The text explains how the space, which is the substance of life, gives rise to forces of attraction, adaptation, separation, and integration, producing energy and motion. This energy and motion are created through the transformation and differentiation of forms, such as Civa and :akti. The text gives the principles for studying these sciences before understanding alchemical treatises towards the fabrication of gold. The practical side of this wisdom has two paths: devaydna-rniirga and vairaydna-nulrga. Here, the author explains the methods of DevaAna-maarga, a path followed by the rshi and múni of ancient times, which uses the practices of breath described in the treatises (cistra).",
  "content": "Difatti l'oro pesante e denso essendo uno dei corpi solidi prodotto dal processo anzi- detto che parte dall'élkika, questo processo deve essere conosciuto da chi vuole giungere all'oro. Gli occorre dunque la scienza dello spirito cosmico, della materia psichica e della materia vera e propria; delle forze la cui azione si esercita in seno alla Terra e che producono i regni naturali, fino a culminare nell'uomo e nell'uomo divinizzato. La Natura è la grande Alchimista, e l'uomo ne può riprodurre l'opera effettuando sviluppi, adatta- menti, ordinamenti, dissoluzioni, riadattamenti e rige- nerazioni, resurrezioni, trasposizioni e trasmutazioni di una cosa nell'altra, gradino per gradino, dal pití basso al piú alto, tenendo sempre presente le forze e gli stati della formazione. Ciò premesso, veniamo al lato pratico. Le vie sono due: devaydna-rniirga e vairaydna-nulrga. DevaAna-maarga è la via seguita dai rshi (dai Veg- genti) e dai múni dei tempi antichi; ed ancor oggi essa viene tentata da molti. Per quanto ha riferimento al no- stro soggetto, essa usa le pratiche circa il soffio (préindyd- ma) descritte nei trattati (cistra).",
  "last_phrase": "In conclusion, to reach the desired goal of turning one substance into gold, one must have knowledge of the spiritual and physical components of nature's alchemy. The practical aspect of achieving this goal involves two paths: devaydna-rniirga and vairaydna-nulrga, with the former involving a control of breath and meditation to experience the inner light. By practicing recaka, puraka, and kumbhaka, one can purify the lungs and take in pure air, leading to a deeper spiritual understanding and potential transformation."
}