{
  "title": "What is the concept of spirits and elementals in Piromagia or Conical Magic?",
  "first_phrase": "This text discusses the concept of the spirit as breath and how it dissipates after death, except for a magician who can project a second self that contains the spirit. These selves are invisible, indestructible, and able to perform tasks with the power of the mind. The text also explains the four classes of elementals: Fire, Air, Water, and Earth. The end goal is to reduce man to ether, the ether to fire, and integrate purification to eliminate evil. The text concludes with a symbol of Hermes loving Tenere.",
  "content": "Immobilizzati da questo fine, essi possono divenire immortali quando per opera dell'uomo acquistano le pro- prietà ermetiche della mente umana: con la libertà vo- litiva e negativa che in loro si fa pili precisa e libera che nella incarnazione. Questi enti però conservano la ine- sorabilità del loro primo carattere quando siano attratti nell'orbita di fini simpatizzanti con l'indole loro. La forza mentale ermetica, divenuta attivissima, ha poteri dominanti sugli spiriti elementari, fino a poterli dissolvere e, negli ultimi gradi della magia, renderli im- mortali. Vi è uno stuolo grandioso di spiriti elementari in de- siderio di immortalità — dicono i libri sacri; e tu con questi sei, per condizione fatale della via, maggiormente in contatto, perché seno tutti elementari di Fuoco, hanno sete, e tu hai l'acqua per dissetarli. Di Fuoco è l'etere, di fuoco inconcepibile finché il tuo spirito non sia giunto ad uno stato speciale. Lo scopo è appunto: 1) Ridurre l'uomo allo stato di etere (1); 2) ridurre l'etere allo stato di Fuoco (`'); 3) ridurre il male che viene in nostro contatto a mezzo del movimento pu- rificatorio integrato. Il Simbolo: Ermete che ama \\Tenere.",
  "last_phrase": "In conclusion, by acquiring the hermetic properties of the human mind, these entities can become immortal. However, they retain their original characteristics and can be dissolved by the dominant power of mental magic. The goal is to reduce humans to the state of ether, reduce ether to the state of fire, and purify the negative aspects of our lives. With this knowledge, one can practice piromancy or conical magic, as described by the symbol of Hermes and his love of stability."
}