{
  "title": "What are the conditions for achieving supernormal states of consciousness?",
  "first_phrase": "The following passage introduces the concept of integral consciousness and explores the conditions required for the transition from external consciousness to supernormal forms of consciousness. The author discusses the idea that mental, sensory, and vital energies are degenerated forms of a primitive energy originating from integral consciousness. To achieve higher forms of consciousness, the self must suppress all physiological manifestations and gradually eliminate resistance that impedes its dynamism. The emergence of new faculties is possible as the self withdraws from the external environment and develops consciousness. This passage divides into three cycles of consciousness types: 9, 10, and 11.",
  "content": "Come si è accennato, l'energia mentale, l'energia sensi- tiva e l'energia vitale si debbono considerare forme sem- pre piú « degradate » di un'unica energia primitiva, che promana dalla coscienza integrale e che sbocca, incon- trando sempre maggiori resistenze, nei vari organi in contatto col mondo esterno. La coscienza esterna corrisponde allo stato di mag- gior limitazione. Per realizzare le forme superiori di coscienza bisogna che l'Io sopprima ogni sua manifesta- zione nel campo fisiologico, sospendendo i rapporti col mondo esterno fisico, e così anche la coscienza ordinaria di veglia. Solamente in questo modo esso potrà ritirarsi in un campo sensoriale e poi in un campo intellettuale, eliminando gradualmente tutte le resistenze che ostaco- lano il suo dinamismo o che Io chiudevano nel circuito del corpo. Il ritiro dell'Io dall'ambiente esterno, col gra- duale oscuramento della coscienza di veglia, corrispon- de, in senso inverso, al graduale sviluppo della coscienza stessa e porterà seco l'emergenza di facoltà nuove, pitl o meno subcoscienti, che trapelano a mano a mano. Si passa a cicli dei tipi 9, 10, 11.",
  "last_phrase": "In order to achieve higher levels of consciousness, it is necessary for the ego to withdraw from the external environment and gradually develop the internal senses. This process will activate new faculties and produce externalization phenomena such as the exteriorization of thought, sensitivity, motility, and even organic substances. By understanding this process, one can embark on a journey of self-discovery and achieve a more integrated and fulfilling life."
}