{
  "title": "\"What is Siddha science and the transmutation of human and metals?\"",
  "first_phrase": "This passage discusses the Siddha tradition, a system of transformation that seeks to turn the body into an indestructible diamond, resistant to aging and death. The text describes the process of turning mercury into an ethereal gold, which is then transformed back into solid matter, leading to a strengthening of the physical body. The course lasts twelve years, during which time the practitioner undergoes continuous spiritual and physiological transformations. The text also explains how chemicals and metals are used to fortify the body, and how blood becomes denser and more viscous. At the end of the process, the practitioner experiences an internal vision and achieves jivan-mukti, liberation in life. The text provides information on the concept of bhukti and mukti and the idea of adamantino vajra or the diamond body.",
  "content": "Il sangue chimicamente acquista un'alta densità e viscosità, vi è una mineralizzazione e una den- síficazione, e in pari tempo il corpo è ridotto agli ele- menti naturali allo stato etereo, per accomodamento, dis- soluzione, riaccomodamento, polarizzazione, combinazio- ne e ricombinazione. L'azione combinata delle trasfor- mazioni psichiche e delle trasformazioni chimico-fisiolo- giche determina l'amalgamarsi dell'anima e del corpo, fino al prodursi della visione interna concentrica splen- dente e rifulgente e) e alla liberazione in vita (jivan- mukti). 1. Bhukti sarebbe il contrario di mukti, ossia ciò a cui, nella via dello yoga ascetico della conoscenza, chi mira alla Grande Liberazione dovrebbe rinunciare: tutto ciò che offrono il corpo e il mondo. Nella via dei Siddha e dei Tantra l'una cosa invece non esclude l'altra.[N. d. U.1 2. Si è già avuto occasione di rilevare che nel termine vajra, il quale definisce questa vita, ed è anche un attributo del « corpo perfetto », oltre all'idea di « diamante » (durezza, incorruttibilità), e compresa quella di « folgore »; il che riporta alle tradizioni sul corpo radiante o avvolto da un'aura di fuoco, ecc., comuni al- l'Oriente quanto all'Occidente antico.[N. d.",
  "last_phrase": "In conclusion, the transformation of the human body and metals in alchemy involves a complex process of chemical and physiological changes that result in the amalgamation of the soul and body. Through proper diet and medical means, the body is purified, and dosages of various substances are introduced to convert the physical body into an immortal ethereal body. Ultimately, this process leads to the liberation in life and the attainment of inner vision."
}