{
  "title": "What is the \"mysterium regale\" and how is it related to the roles of Rome's ancient kings and emperors?",
  "first_phrase": "This text explores the concept of \"royal mystery\" and its relation to priesthood and magic. The author argues that the idea of priesthood and the clergy today is not the same as that of ancient times. For example, the Brahman priest in the Indo-Aryan civilization was seen more as a magician than a religious figure. The author challenges Guenon's idea that regal initiation corresponds to physics and priestly initiation to metaphysics. The text also mentions the assimilation of the Hellenic Archon and Roman Emperor to Zeus and Hercules.",
  "content": "Egli è il signore del brahman, inteso, nelle oi igini, non alla vechintina, ma come pura forza ma- gica; è il detentore di formule e di riti, capace di agire anche sulle piú alte divinità. In questo campo si definiva, essenzialmente. la sua « sapienza ». Ora l'elemento « ma- gico », per le sue relazioni al potere del coniando e ad un'attitudine virile, è assai piú prossimo allo spirito guerriero che non a quello sacerdotale nel senso cor- rente. Non capiamo come il Guénon possa affermare, in via di principio, che l'iniziazione regale corrisponde alla « fisica » e quella sacerdotale alla « metafisica », la prima ai « Piccoli Misteri » e la seconda ai « Grandi Mi- steri » (p. 4M. II:. invece documentato che, per cs., nei Misteri Eleusini si pensava che l'iniziazione conferisse al Re una dignità superiore a quella dei sacerdoti-sa- pientiL'Arconte ellenico, come poi l'Imperatore romano, fu assimilato a Zeus, talvolta ad Eracle con- cepito come eroe « olimpico » (2). Non diverse vedute (1 ) V. .MAGNIEN, Les mystéres d'Eleusis, Paris, 1929, pp. 193-194.",
  "last_phrase": "In conclusion, the concept of regal initiation is not merely a matter of the physical or natural order, but rather the metaphysical and supermundane realm. The idea was closely linked with the element of magic and the virile spirit of warriors, as seen in various ancient mystery cults. Understanding this concept is important not only from a speculative or historical perspective but also for a traditional reconstruction and comparison of oriental and occidental cultures."
}