{
  "title": "What is the role of silence in Christian asceticism and mysticism?",
  "first_phrase": "This text explores the lack of a precise and active method of silence in Christian asceticism, particularly in the context of the contemplative orders like the Carthusians, Carmelites, and Camaldolese. It delves into the importance of internal disposition in cultivating a contemplative state, such as the knowledge of Satan's dominion over the material world and the need to separate the real from the unreal. The final 200 tokens emphasize the idea that the Christian soul must understand its nothingness before God, thereby freeing itself from selfish will and egoism in pursuit of a mystical union.",
  "content": "In ciò rientra la co- sidetta « cognizione delle cose esteriori ». È « propriamente * il conoscere il dominio di Satana, nel rilevare il potere che « questi esercita sul mondo sensibile e nell'intuire il vero po- * sto che le cose materiali debbono avere secondo il piano di- * vino. Conoscenza, questa, che non deve rimanere puramen- * te speculativa: occorre che l'anima in pari tempo la tradu- * ca in pratica, cioè che si liberi dall'affetto disordinato per * le creature, incompatibile con la vita di unione con Dio ». A tale riguardo vi è chi ritiene che tale « sapere » si debba riceverlo da angeli, nessuna scienza naturale ed umana po- tendolo dare all'anima (AC, 130-3). Iniziaticamente, a ciò corrisponde il « separare il reale dall'irreale », che si raggiun- ge essenzialmente per le vie della intellettualità pura, di- sciolta dall'ente affettivo; la neutralizzazione delle forze * demoniache » ne è una naturale conseguenza. In secondo luogo, sempre allo stesso fine, si dice che l'anima del cristia- no deve conoscere ciò che essa è dinanzi a Dio, il che equi- varrebbe a « convincersi del proprio niente, liberarsi dal- l'egoismo, svincolarsi dalla volontà propria ».",
  "last_phrase": "In conclusion, the knowledge of external things and oneself as an individual is crucial for the Christian ascetic seeking contemplation and freedom from worldly desires. This knowledge should not remain purely speculative, but should be translated into practice, and requires the separation of the real from the unreal and the recognition of one's insignificance in the grand scheme of things. Ultimately, the imitation of Christ on a sacramental basis is the fundamental point of reference for the Christian ascetic in achieving mystical union with God."
}