{
  "title": "\"What is the Kalki-avatara myth and its significance in the legend of the Holy Grail?\"",
  "first_phrase": "This text explores the ancient myth of Kalki-avatara and its connection to other symbols. Kalki-avatara was born in Shambala, a designation for the primordial hyperborean center. The legend talks about Kalki-avatara's fight against the leaders of the demonic forces, Koka and Vikoka, and the Graal legend can be traced back to these ideas. The text emphasizes that understanding the Graal requires interpreting it as a Nordic mystery rather than a Christian legend or a literary creation. The story's main motifs can be traced back to the primordial tradition of the current cycle. In Perceval li Gallois, the texts about the Graal were found on the Island of Avallon, where Arthur's tomb is located.",
  "content": "Chi nella storia del Graal considera soltanto una leggenda cri- stiana, o una espressione del « folklore celtico pagano », o la creazione di una letteratura cavalleresca sublimata, non coglierà, dei testi relativi, che il lato piú esteriore, acciden- tale ed insignificante. Parimenti errato sarebbe ogni tenta- tivo di dedurre i temi del Graal dallo spirito di un partico- lare popolo. Si può ben affermare, ad esempio, che ii Graal è un « mistero » nordico; ma solo a condizione di intendere, per « nordico », qualcosa di assai pit.1 profondo e di piti comprensivo che non « tedesco » o anche « indogermani- co », qualcosa che invece riporti alla tradizione iperborea, la quale fa tutt'uno con la stessa tradizione primordiale del presente ciclo. In realtà, proprio da questa tradizione possono dedursi tutti i motivi principali delle leggende in quistione. A tale riguardo è assai significativo che, secondo il « Perceval li Gallois », i testi contenenti la storia del Graal sarebbero stati trovati nell'« Isola di Avallon », ove « è la tomba di Artù ».",
  "last_phrase": "In conclusion, the Grail is not only a Christian legend or a creation of chivalric literature, but rather a symbol deeply rooted in the hyperborean tradition. Its true country is the \"Island of Avalon,\" a place that has been associated with the center of the primordial north. Therefore, understanding the main motives of its legends requires expanding our knowledge of ancient traditions beyond a particular population or ethnicity."
}