{
  "title": "What is the relationship between exoteric and esoteric Islam, and what are the practices and beliefs of an esoteric Muslim confraternity?",
  "first_phrase": "In this final part, the author recounts his experiences of being initiated into an esoteric Islamic confraternity, the Rifdia of Bengasi. The initiation involved certain rituals to transmit spiritual force or \"barakah\" and teachings with special formulas. The author explains that the influence received through this initiation must be actualized through personal effort and capacity. The idea of initiation as a spectacular one-time event is a misconception - the initiation merely serves as an opportunity for growth. Through this initiation, the author embarked on a period of various experiences and events that are difficult to describe.",
  "content": "Altre potevano propiziare in date, non normali circostanze — l'apparizione di uno dei « Capi della Via ». Si afferma infatti che uno dei poteri ultranormali dei « Capi della Via » sia quello della biloca- zione: essi possono sdoppiarsi o impartire al discepolo par- ticolari insegnamenti. È però bene mettere in rilievo che l'influenza trasmessa, la barakah ricevuta con l'iniziazione, viene concepita come qualcosa che va attualizzata, se si vuole che l'iniziazione sia effettiva. E questa è un'operazione individuale, rimessa in gran parte alle proprie capacità, potendosi solo offrire delle occasioni, porre dinanzi a prove da superare attivando ap- punto quella forza e inserendovi la propria. Si può esser sorretti e protetti, ma in fondo si deve andare avanti da sé. L'idea dell'iniziazione come di un'operazione spettacolare che, dall'esterno, cambia di colpo un essere qualunque, una volta per tutte, senza alcun suo intervento, è un'idea sba- gliata, superficiale e dovuta ad incomprensione. Si trattava dunque di far fruttificare il germe in me de- posto; e qui cominciò per me un periodo di vicende e di esperienze varie, sulle quali non è facile riferire.",
  "last_phrase": "In conclusion, initiation and the transmission of knowledge from a teacher to a disciple involves personal effort and dedication. While the initiation can provide opportunities and protection, it is up to the individual to actualize the transmitted influence and integrate it into their lives. The experiences can lead one on diverse paths, including ceremonial evocation and materialization of unique phenomena."
}