{
  "title": "What is the difference between magic and psychic phenomena, and how can magic be a cure for mediums?",
  "first_phrase": "This text discusses the difference between magical disciplines and metapsychic phenomena. It explains that magical practices have a long tradition and a specific set of methods and disciplines that have been validated through experience. It also emphasizes that magical operations cannot satisfy the conditions required by metapsychics for their research. The text concludes that the presence of non-practitioners may hinder the effectiveness of magical practices, as it could disrupt the active flow of a magical chain. In short, the text explores the nature of magic and its differences with metapsychic phenomena.",
  "content": "É un sapere che viene da lontano e che è stato convalidato attraverso una lunga serie di esperienze. In genere, il collegamento, diretto o indiretto, con una tale tradizione è un'altra condizione per tutto ciò che ha un carattere magico (in una certa mi- sura, lo è perfino per ciò che ha un carattere stregonico), mentre nulla di simile si verifica nella persona dei « sog- getti » e nei casi isolati di cui, quasi senza eccezione, si occupano i metapsichici. Aggiungeremo che le operazioni magiche non pos- sono, di massima, soddisfare le condizioni richieste dai metapsichici per i loro accertamenti, perché la presen- za di profani che stanno semplicemente a guardare rap- presenta un fattore ostacolante. Una catena magica ope- rante è tutta attiva, e tali persone vi produrrebbero l'effetto di un cattivo conduttore introdotto in un cir- cuito elettrico: in una certa misura, paralizzerebbero e de- potenzierebbero il tutto.",
  "last_phrase": "In conclusion, while magic and metaphysics may seem similar in nature, their methods and conditions for verification differ greatly. Magic requires a direct or indirect connection to a tradition that has been validated through experience, and the presence of non-believers can hinder its effectiveness. Despite challenges, those with true expertise in magic can explain and understand the reasons behind negative aspects and unexpected occurrences, ultimately leading to a greater understanding of this ancient practice."
}