{
  "title": "\"What are the experiences and practices of achieving a state of inner peace and power?\"",
  "first_phrase": "In the preceding text, the author describes various experiences and practices related to his spiritual journey. He talks about feeling centered, the dissociation of mixed states, and waking up to internal centers of light. In the last 200 tokens, he mentions his experiences with different states of being, from the dense and heavy to the light and energetic, and his efforts to understand the meaning behind them. He also talks about practicing breath work and feeling the sensation of the \"Arcangel of Air.\" Despite having rare experiences of being enveloped in light and flame, he admits that he struggles to fully comprehend their significance.",
  "content": "Passaggi dal « volatile » al « denso »: senso duro, so- lido, metallico, pesante, localizzato, sul principio, nella zona del plesso solare; poi, che si estende fino agli arti, che sento soprasaturi di potenza. Se evoco l'aria, allora rni sento tornare leggero, aereo, e sempre in stato ener- getico: corre nelle membra un ritmo vibratorio di alta frequenza, e una energia sottile fascia il corpo come una rete fittissima, fine e aderente, mentre il corpo stesso, piú esteso di quello fisico, preme leggermente in modo calmo, regolare e continuo, con una sensazione a cui per analogia potrei riferire il termine « sonorità ». Ho praticata la conoscenza del respiro, come secondo le istruzioni date nel vol. I, cap. V, p. 144. Mi fermo alla seconda fase, riuscendomi ancora difficile comprendere il senso della realizzazione dell'« Arcangelo dell'Aria ». Una sera sola, ho « sentito come prossima » l'esperienza, che si presentò improvvisa, e dopo un attimo scomparve fulminea. Ero tutto luce-fiamma: l'Infinito.",
  "last_phrase": "In conclusion, practicing the knowledge of breath and exploring the transition from \"volatile\" to \"dense\" has opened up new sensations of light and power. The experience of the \"Arcangelo dell'Aria\" may have been fleeting, but the journey towards understanding and realizing it continues. The practice of the \"Sole notturno\" is accompanied with patience and enthusiasm while reigniting inner strength."
}