{
  "title": "How did ancient people perceive reality differently?",
  "first_phrase": "In this section, the author challenges the modern-day skepticism towards psychic research and wonders why certain phenomena, like \"apport\" (object appearing in a closed environment), are accepted while others, like materialization and dematerialization, are deemed inconceivable without scrutiny. The author argues that such phenomena can be understood and controlled if approached systematically, instead of dismissing them as magic. The section reflects on how the modern man's disbelieving attitude inhibits the comprehension of ancient traditions and cultures.",
  "content": "Infatti non è che sia presup- posto altro per intendere i fenomeni « incredibili » sul genere di quello riferito. E queste considerazioni potrebbero essere estese a varie altre possibilità ormai constatate sperimentalmente dalle ricerche psichiche. L'uomo moderno appare singolar- mente disfattista nei propri riguardi. È suo malgrado, per l'evidenza — se non pure per la violenza — del- l'« esperienza », che egli giunge ad ammettere certe possibilità estranormali. Ma quando, oltre questo, lo si invita a vedere se, per avventura, con un certo metodo, può farsene padrone e rendersene direttamente consape- vole — allora la misura è oltrepassata, ci si distrae, si pensa ad altro, si grida contro i visionari e i mistificatori che ancor oggi pensano di riesumare la magia. CHI « VEDEVA » GLI DÈI. Uno dei pregiudizi che al giorno d'oggi impediscono di pii' la comprensione delle tradizioni antiche o di ci- GLOSSE VARIE73 viltà che ancor presentano una forma diversa da quella dominante in Occidente, è: pensare che quale è oggi il mondo delle facoltà umane nel riguardo della perce- zione sensibile, tale sia sempre stato.",
  "last_phrase": "In conclusion, it is important to not dismiss potentially extraordinary experiences as mere fantasies, as modern humans tend to do. By understanding and exploring different ways of perceiving the world, such as imagination, we can expand our understanding of reality and possibly even tap into extraordinary abilities. It is crucial to remain open-minded and curious when it comes to exploring the unknown."
}