{
  "title": "\"Is there a Difference Between Western and Eastern Initiation Methods?\"",
  "first_phrase": "In this final part of the text, the author discusses different methods and laws for kindling the hermetic and philosophical Fire. He invites readers to consider their level of understanding and to choose the appropriate approach for themselves. In particular, he refers to the precious Sulfur of Saturn, also known as metallic Sulfur, that can be obtained through this knowledge. Before this, the text explored the notion of objectivity, the centrality of the object in the mind's focus, and the demands that such a state of mind entails. Additionally, the author discussed the concept of initiation, raising the question of whether there is a specific Western form of initiation that differs from the Eastern one in terms of methods or goals.",
  "content": "I Fuochi, o Solfi, di cui per tal via puoi impossessarti, sono di una qualità molto preziosa. Sono i cosiddetti Solfi di Saturno, chiamati anche: metallici. Il presente scritto di « Abraxa » può essere indicato a coloro che eventualmente hanno organizzato una « catena », quale istru- zione da sostituirsi, in una /lise successiva, a quella del semplice si- lenzio nella disciplina individuale, di cui nel vol. H, pp. 39 sgg. BRENO INIZIAZIONE MODERNA E INIZIAZIONE ORIENTALE 1. - In queste note vorrei trattare brevemente il se- guente problema: Esiste una iniziazione occidentale spe- cifica, distinta dall'iniziazione orientale? In tal caso, in che starebbe la differenza? E concerne, essa, la via? Ov- vero anche la meta è differente? L'importanza del problema deriva dalla larga diffu- sione che oggi, in Occidente, hanno molti insegnamenti orientali a carattere iniziatico (yoga e simili). Coloro che, oltre a prenderne visione, intendono metterli in prati- ca, spesso si chiedono: Tali metodi possono portar frutto anche in un Occidentale d'oggi? E i risultati, in ogni mo- do, sono gli stessi?",
  "last_phrase": "In conclusion, the precious Saturnian Sulphur mentioned by Abraxa can be obtained through his instructions. The problem of whether there is a specific Western initiation distinct from the Oriental one has arisen with the wide diffusion of Oriental teachings in the West. However, the ultimate goal of initiation remains the same, leading beyond differences in race, civilization, and tradition. Therefore, it is possible to find a method suitable for the West, constituting the Western initiation."
}