{
  "title": "What are the intermediate possibilities of survival after death according to doctrine?",
  "first_phrase": "In the previous section, the author discussed the possibility of intermediate states between the absolute immortality of the adept who achieves the Great Liberation and the fate of those who lead a purely materialistic life. In the last 200 tokens, the author gives examples of such intermediate states. They include individuals whose lives are dominated by a single ideal and those who have dedicated themselves to another person or God. These ideals and dedications have indirectly created an objective basis for survival after death. The author emphasizes that the point of view must be objective, and the existence of God is not necessarily relevant.",
  "content": "La natura ed il valore di quell'ideale, come si com- prende, poco importa: importa soltanto che esso abbia avu- to il potere di effettuare una certa « autotrascendenza », Su ciò, si è già detto (voi I, cap. V, pp. 156 sgg.). Un altro caso è la dedizione. Tipicamente, una donna che si sia data tutta ad un altro, in un rapporto di amore e di sacrificio, in un « vivere per lui » o un « bruciarsi per lui », ha già alimentato una « trascendenza », che può aiu- tarla a conservare una continuità in quell'« alterazione », che è la morte — epperò ad assicurarsi un grado di effet- tiva sopravvivenza. Lo stesso si dica per un analogo rap- porto, riferito però a Dio — non con parole, preci e devo- zioni, ma con uno slancio e in un riferimento costante che lo ponga sopra ogni altra cosa. Anche qui bisogna mante- nere il punto di vista oggettivo: non interessa se « Dio » esista come una teologia teistica lo concepisce.",
  "last_phrase": "In conclusion, whether through self-transcendence, devotion, or conversion in the face of death, the human capacity to reach beyond oneself and connect with something greater can provide a sense of continuity and efficacy in the face of mortality. The nature of that ideal may vary, but the important thing is to maintain a constant orientation towards it, which can have a transformative effect on the hidden recesses of the human psyche."
}