{
  "title": "\"How can you increase the intensity of a magnetic presence for a magical evocation ritual?\"",
  "first_phrase": "In this final section of the text, the author delves into the importance of intensifying the presence and concentration on the victim in order to unleash the full power necessary to carry out a killing act. The author provides details on how to control and direct this energy, and emphasizes the need for complete saturation and certainty before any effect can occur. The author also provides a ritualistic outline based on ancient traditions to summon a god, cautioning against rigidity and suggesting personal adaptation.",
  "content": "Tieni essenzialmente presente che l'atto ha effetto solo quando la saturazione e il senso di certezza sono completi, quando i ritmi tendono da sé stessi a chiudersi per produrre la scintilla che fa di te, della vittima e del dèmone chiamatovi una sola cosa. Ti do qualche dettaglio rituale, tratto per adattazione da formule di tradizioni antichissime. Guàrdati però dal formalizzarti: se non senti queste formule, làsciale. Ti servano solo come schema. Tu stesso tròvane e animane, se occorre, altre sullo stesso tipo. Tracciato il pentagramma, non muoverti piú. Se hai intorno una catena, questa accelererà via via la corrente, da sinistra a destra, innalzando il Sole, secondo il no- stro rito. Non appena la presenza o la saturazione ma- gnetica si rende sensibile, apri le braccia e pronuncia: Per la virtú della parola sacra che muta la Terra in Fuoco e l'Acqua in Aria — e il Fuoco in Terra, l'Aria in Acqua. Per la virtt1 della potenza in atto che svela e denuda. Per la forza di questa corrente viva di salute. Io (Nome) Evoco dal mondo invisibile e vivente di Luce, X (Nome del Dio) Sulla Terra, nella Terra io ti evoco.",
  "last_phrase": "Remember that the ritual only takes effect when saturation and certainty are complete, and rhythms naturally come together to create the spark that makes you, the victim, and the demon called one thing. Use these ritual details only as a guide and create your own if necessary. Once the pentagram is drawn, stand still and feel the magnetic presence. Then recite the incantation and perform the necessary actions. As the final formula suggests, the victim depends on your power, and so the success of the ritual depends on you."
}