{
  "title": "What is the Space of the \"Center\" in the Magical Space and How to Approach the Metaphysical?",
  "first_phrase": "This text explores the concept of the \"Center\" as discussed by \"Ea\" in relation to the Grail saga. The \"Center\" is a space that is always equal to itself, manifested in the magical space. Localizations of the \"Center\" are symbolic and often have a real-world basis. The text emphasizes the importance of understanding the symbolic meanings of the \"Center\" beyond just experiencing its manifestations. The constant reference to the past in esoteric sciences is not a return to the exact time, and the time towards the origins is qualitatively different from ours. The text concludes that the time of prehistory is intermingled with a supertemporal element that acts as an intermediary between history and eternity.",
  "content": "Il tempo verso le origini è un tempo qualitativa- mente diverso dal nostro, piú prossimo a ciò che è super- temporale, in esso il velo è meno fitto ed è quindi natu- rale che là vada il riferimento ove si debba indicare una via per avvicinarsi a ciò che è effettivamente metafisico. Chi vuole, può altresi riferirsi alle considerazioni svolte già da F. W. Schelling (Einleitung in die Philoso- phie der Mythologie, S. W., lI Abt., vol. I, pp. 233-5), il quale mise giustamente in rilievo appunto il fatto che la differenza fra « storia » e « preistoria » non è relativa, come se si trattasse di due periodi di uno stesso tempo, ma ha piuttosto riferimento a due specie diverse del tempo (dell'esperienza del tempo). Il tempo della pre- istoria è compenetrato da un elemento supertemporale, quasi al titolo di qualcosa di intermedio fra ciò che è storia e « divenire » da un lato, e ciò che riflette l'eter- no e l'identico dall'altro.",
  "last_phrase": "In conclusion, understanding the concept of time in prehistory as a qualitatively different entity that is closer to the supratemporal realm may assist in approaching the metaphysical. Our understanding of consciousness as illustrated in the \"reflex arch\" can help to comprehend both usual and unusual psychological phenomena."
}