{
  "title": "\"What is Hermetic Education and How Can It Transform Your Mind and Body?\"",
  "first_phrase": "The last 200 words of this text cover the topic of hermetic education and how it aims to integrate human intellect with the animal body to make it obedient to psychodynamic authority. The author suggests various means to control one's physiological and habitual needs, such as fasting and establishing sleep patterns, to gain direct control over one's body. The author also emphasizes the importance of analogical laws of things and actions for magical practice. Furthermore, the text discusses the idea of purity and how it can be attained through acts like washing and abstinence. The author emphasizes that faith is not necessary to perform spiritual rituals.",
  "content": "Purifi- cati di ogni ostacolo al libero esercizio della volontà intelligente: liberati da qualunque necessità. L'uomo essendo concepito come analogo al cosmo, la magia ha per base dei suoi precetti le leggi analogiche delle cose e degli atti che si compiono. Per esempio, la lavanda è simbolo analogico dell'apparente vinti del- l'acqua che monda la pietra che bagna; quello del di- giuno, è analogo alla liberazione dalle ostruzioni; quel- lo della castità, allo stato libero, e non di passione con- cupiscente, cioè di patimento. Làvati per render con l'atto che compie la tua mano non solo monde le carni e i sensi esteriori, ma soprattutto l'essere nascosto che nel giorno ha ricevuto impressioni impure. Sii per abi- tudine temperante e compi il digiuno del plenilunio mangiando una sola volta — perché tu sappia che nel primo giorno della sua apparizione la luna è verginale, innocente e pura analogicamente al corpo lunare o astra- le dell'uomo, che all'atto di nascere è senza le stimmate della nuova vita umana. Sii casto, cioè non concepire lo stato di turbamento della passione — né obbedirvi, né provocarlo, ne saziartene. Per compiere un rito, non occorre la « fede ».",
  "last_phrase": "In conclusion, the practice of magic is based on analogical laws, and it involves purifying oneself from obstacles that hinder free and intelligent will. By observing practices such as fasting, chastity, and cleansing, one can purify their being and prepare it for the manifestation of their intentions. It is important to approach these practices with love and without any self-serving motives, as the realization of one's desires requires a pure and selfless heart. Keep this in mind, and the path to magical success will be illuminated."
}