{
  "title": "What is the meaning of \"Il terzo che è la Nube\" and how can you achieve the \"Conoscenza della Pietra\"?",
  "first_phrase": "In this final section of the text, the author delves into the alchemical process of achieving the \"lapis niger\" or black stone. The reader is instructed to become immobile and calm, and to visualize themselves as a skeleton before invoking the transformation into the black stone. The author warns against being distracted by any apparitions that may arise during this process. The concepts of the elements, the body, and the ritual are central to understanding this text.",
  "content": "Giunto allo stato di « silenzio »calma non-diffe- renziata, interiorità riposante in sé medesima — agendo in modo sottile e dolce attrai e fa di nuovo emergere una, dirò cosí, imponderabile sensazione del corpo tuo im- mobile. Lo stato che cosí sopravviene, trattiènilo: imprimilo esattamente nella coscienza. Poi aggiungi, a Mercurio, Saturnoossia: con un atto istantaneo della mente realizza l'immagine-sensazione di te come SCHELETRO: te sistema osseo nudo, vuoto, senza carne, senza vita. E- tienti saldo e intrepido nell'animo. La trasformazione è: nero pii; del nero, gelo mortale, impietramento di mineralità. É il lapis niger. Impossèssatene. Se scaturiscono apparizioni — uccidile: staccando da esse l'attenzione, che terrai ferma nell'immedesimazione silente, concentrica, profonda, ieratica nello stato suscitato. (Conoscenza del Fuoco) Di nuovo, pòrtati verso il « silenzio ». Ma ora con at- titudine intensamente vitalizzata, con un caldo, fervido rac- (' ) Come riserva analoga a quella che piú sotto « Abraxa » farà per la « concentrazione », non si creda che, come certi còmpití possono essere espressi in poche righe, cosí spiccia sia la loro realizzazione.",
  "last_phrase": "In summary, the state of calm and stillness can be achieved through subtle and gentle actions. Imprint this state in your consciousness, envision yourself as a skeleton and hold onto this transformation. If any distractions arise, kill them by remaining firmly rooted in your silence. Approach this with intense vitality and ardor, and focus on the deepening of your consciousness rather than on any object or thought. Be patient and persevere, and allow yourself to be absorbed in the growth and intensification of your concentration."
}