{
  "title": "What are the beliefs of primitive societies regarding shape-shifting and possession?",
  "first_phrase": "In this text, the author explores the extreme cases of possession and belief in primitive societies where individuals believed that wearing the skin of an animal would transform them. The last 200 tokens discuss how possession could occur when the soul remains inside the body, and it can transfer to animals or even objects. The author concludes that this belief is due to the instability of the bond between the soul and the body. This text is part of a larger work examining primitive beliefs and rituals, discussing the cases of four indigenous people who put on panther skins to gain superhuman strength and invade homes to eat its occupants. The text also covers beliefs in \"men-leopards,\" \"men-wolves,\" and \"men-gorillas,\" discussing the use of certain drugs to help transform individuals into these creatures.",
  "content": "Allora può verificarsi un vero e proprio trasferimento dell'« anima » nel corpo di un dato animale e, cosí, una vera e propria bilocazione o bipre- senza. Vi sono fatti precisi — narrati da viaggiatori — di animali colpiti, e di persone, che dormivano lontano, tro- vate ferite e perfino uccise nei loro letti. In determinate cir- costanze non si tratta dunque di « superstizione », né di * suggestione » (a). Infine, è sempre l'instabilità del legame fra anima e cor- po ciò che può rendere conto di una credenza singolare dei primitivi: cioè, che è possibile che l'anima di un uomo si congiunga piú intimamente ad un altro corpo, e persino ad una cosa, che non al suo proprio corpo, sí da essere alla mercé di quel che accade a quella, piú che non di quel che accade al secondo. Ciò può anche avvenire mediante la violenza di una ope- razione magica, la quale sottrae I'« anima » di un uomo a sé stessa, e la mette alla mercé del mago, con o senza l'inter- mediario di oggetti (3).",
  "last_phrase": "In conclusion, the belief in the transference of the \"soul\" into an animal's body and the instability of the bond between the soul and body can lead to vivid superstitions and suggestibility among primitive cultures. Precise circumstances and narrations by travelers indicate the possibility of such occurrences, whether through magical manipulation or spontaneous projection."
}