{
  "title": "What is the ancient Indian science of Alchemy and how is it a science of the spirit and material realm?",
  "first_phrase": "This text explores the topic of \"schools\" of spiritual development and their existence in Western society. The author argues that many of these so-called \"schools\" are nothing more than fraudulent organizations, and praises the work of Guénon in criticizing and exposing them. The text concludes with a discussion of alchemy's ancient Indian tradition, which is not solely concerned with transmuting base metals into gold, but with exploring the spiritual nature of man and the elemental principles of the universe. The author, C.S. Narayina Sviami Aiyar, presents a holistic view of alchemy that encompasses both the spiritual and material realms.",
  "content": "Ma, in fondo, se nel mondo profano si considera naturale che una persona ben nata metta in giuoco la propria vita quando lo scopo ne vale la pena, non vi è ragione di pensarla diversamente nei riguardi di chi, date le circostanze, non abbia altra scelta per quan- to concerne la conquista dell'iniziazione e rimozione del vincolo umano. Allah akbar! — si può dire con gli Arabi, cioè: Dio è grande — mentre fu già di Platone il detto: « Ogni cosa grande è pericolosa ». VI TRASMUTAZIONE DELL'UOMO E DEI METALLI Relazione dell'alchimista indù C. S. Naray:ina Sviami Aiyar Oggi come Alchimia non s'intende piú, come negli antichi tempi, la Scienza e l'Arte della trasmutazione dell'uomo e dei metalli a mezzo di yoga e come rasa- vatha, cioè fissazione (killing) del mercurio; bensì sol- tanto un metodo per ottenere oro ed argento da metal- li vili. L'antica Alchimia indù è una Scienza dello spirito e della forma spirituale dell'uomo, della materia e di ogni manifestazione sensibile. Tratta dell'aspetto astrale ed elementare dei principi e delle influenze che essi eser- citano reciprocamente, specie riguardo all'uomo.",
  "last_phrase": "In conclusion, the ancient Hindu alchemy is a science that teaches us about the spirit and the form of everything in the universe, from the astral and elemental aspects of principles to the projection of life and the rebirth of man in the divine spirit. While it has been reduced to a mere method of obtaining gold and silver, understanding its essence requires knowledge of the relationship between man and the physical universe. Through internal transformations, the alchemists produced material changes and spiritual realizations, starting from the invisible ether, and aimed at achieving transcendental change."
}