{
  "title": "What is the connection between primitive cultures and magic according to esoteric beliefs?",
  "first_phrase": "The final 200 tokens of this text delve into the world of magic and spiritualism, drawing connections between the primitive beliefs of ancient societies and the esoteric sciences of today. The author, ARVO, argues that there exists a qualitative difference between the modern psyche and that of \"primitives,\" who represent a regressive and degenerate form of humanity. Despite this, there is a remarkable similarity between the sciences and practices of these two groups, suggesting a deeper, more mysterious connection between the natural world and spiritual realm.",
  "content": "Ripetiamolo: i selvaggi non sono i resti dell'umanità delle origini; non rappresentano ciò che noi tutti già fum- mo, lo stato precívilizzato della stessa umanità che, « evol- vendosi », è giunta al punto attuale. Fra la psiche e la ci- viltà dell'uomo d'oggi e quella dei selvaggi esiste invece uno jato, un salto, insomma una differenza qualitativa es- senziale. I selvaggi non fan parte del ciclo moderno occi- dentale: fan parte di un'altra umanità, di una umanità ar- caica di cui essi rappresentano le forme crepuscolari, dege- nerative ed involutive. Più che un punto di partenza, rap- presentano dunque un punto dí caduta, il punto in cui un processo discendente si è esaurito e si è arrestato. Esprimo- no un tramonto, non una aurora, e recano residui e ultimi echi dì realtà ancor più antiche, prive di riscontro nelle conoscenze, nella mentalità e nella sensibilità dell'umanità moderna. Ora, chi considera le scienze magiche e, in genere, eso- teriche, con tutto ciò che esse implicano, si trova dinanzi ad un sistema che anch'esso non appartiene alla « civiltà mo- derna ». Fra un tale sistema, e quanto sussiste nelle tradi- zioni dei primitivi, esistono dei punti di contatto.",
  "last_phrase": "In conclusion, it is important to acknowledge the fundamental qualitative differences between the psyche and civilization of modern man and the ancient cultures of \"primitive\" societies. While there may be some points of contact between esoteric sciences and the traditions of these societies, it is crucial to avoid relegating their magic to superstition. Instead, we should approach their beliefs with an open mind and recognize that the principles of magic hold intrinsic validity and can shed light on real fragments of metaphysical teachings and transcendent experiences."
}