{
  "title": "What is the significance of the symbols \"Abraxa,\" \"the Cloud,\" and \"the Black Stone\" in the spiritual traditions of the West?",
  "first_phrase": "This text explores the idea of special motivations in a plural world of gods and heroes. It emphasizes the importance of abandoning nostalgia, confusion, and sub-personal demons, and finding a sense of purpose in being a pioneer who establishes new paths and defends new limits. The text goes on to argue that the West has always had such motivations as part of its history, and that they are re-affirmed in contact with the supra-sensible. The challenge, however, is to see how these contacts can be re-established in the modern world. The last 200 tokens present a call for spiritual leaders to act as rectifiers and animators towards this end, providing a reference point to liberate the West while avoiding materialistic and spiritualist dangers.",
  "content": "E per l'Occidente, in fondo, si tratta appunto di motivi che, nell'una forma o nell'altra, sempre riapparvero nella sua storia: dallo spirito della conquista mondiale da parte dell'Europa bianca, e più in- dietro, passando per l'epica cavalleresca e crociata fino alle forme più chiare dello spirito romano e ario-mediterraneo, dorico-acheo e omerico, fino agli echi dei naviganti e dei conquistatori bianchi primordiali — quelli dai « grandi va- scelli stranieri », dalle insegne dell'Ascia e dell'« Uomo solare con braccia alzate », — scendenti dalle sedi artiche fino ai centri della prima civiltà tradizionale occidentale. Il problema è di vedere fino a che punto contatti pos- sono esser ristabiliti in tal senso. Fra le grandi ombre, le terre malferme e i bagliori arimànici del mondo moderno, questo dovrebbe essere il punto di riferimento per libe- rare l'Occidente senza contraddirlo. Su tale direzione do- vrebbe portarsi l'azione rettificatrice e animatrice di colo- ro che hanno la vocazione di capi spirituali, per la « difesa dell'Occidente »: di là, dunque, sia dall'attivismo materia- lista che dal pericolo « spiritualista ».",
  "last_phrase": "In conclusion, the path to liberate the West without contradicting it lies in exploring and reestablishing the motivations that have persisted throughout its history, from the spirit of conquest to the echoes of ancient Western civilizations. The rectifying and inspiring action of spiritual leaders should aim to defend the West without adhering to materialistic activism or spiritualistic dangers. Understanding symbols such as FIRE AROUND THE BLACK STONE - RISING CLOUD should be seen as secret paths of power towards the sacred work, not mere chemical operations."
}