{
  "title": "\"What is the benefit of choosing an uninteresting thought for daily exercise?\"",
  "first_phrase": "This text discusses a method of training the mind to focus on a single thought and clearing it of distractions, which leads to greater independent thinking. The author suggests choosing an uninteresting thought and concentrating on it while allowing related ideas to form spontaneously. This exercise should be done daily for a month, focusing on the feeling of firmness and security. In the second phase, a new action should be included in daily life that would not typically be performed. It should be a repeatable action, such as watering a potted plant at a particular time each day.",
  "content": "Si con- chiuda poi (terzo tempo) l'esercizio concentrando la propria coscienza in un punto situato un po' al di sopra della radi- ce del naso, in mezzo agli occhi, da li facendo fluire per visualizzazione animata quel sentimento da ambo i lati, orizzontalmente, dalla fronte fino alla parte posteriore del capo, per da lí discendere nel mezzo della schiena lungo la spina dorsale, riversando il sentimento conquistato in quel- le parti del corpo, collegandolo con le parole: FERMEZZA E SICUREZZA II Dopo essersi esercitati come sopra per lo spazio di circa un mese, si aggiunga una seconda disciplina. Si scelga una qualunque azione che di certo non si sa- rebbe fatta secondo il corso normale del proprio tenore di vi- ta, e ogni giorno s'imponga a noi stessi quest'azione, spon- taneamente, a guisa d'un dovere. Sarà bene scegliere un'a- zione che possa esser ripetuta ogni giorno, per un periodo piuttosto lungo. Anche qui è meglio cominciare con una azione insignificante, che altrimenti non si sarebbe fatta e che noi dobbiamo imporci. Per esempio, ci si proponga di innaffiare ad una data ora del giorno una pianta di un vaso.",
  "last_phrase": "In conclusion, practicing these exercises for at least two months can help us develop a sense of firmness and security in our actions. By concentrating our consciousness and visualizing positive feelings, as well as committing to spontaneous actions, we can cultivate a sense of inner impulse towards activity and maintain the benefits of our practice."
}