{
  "title": "What is the Importance of Traditional Religion in Esotericism?",
  "first_phrase": "In the previous chapter, the author discussed the advantages of associating with a religious tradition for those who have a vocation of initiation. However, the practical perspective of this issue in the present era and civilization is crucial. This last part (200 tokens) continues to discuss the topic and criticizes the thesis of an author who defends the need for traditional exotericism. The author argues that even though a religious tradition might contain elements of esotericism, it can also have influences different from those in initiatic chains, and in cases of degeneration, these influences could become mere psychism. The author emphasizes the importance of being true to oneself and acting out of pure goodness.",
  "content": "Si tratta del vantaggio che chi abbia una vocazione inizia- tica può trarre dall'associarsi ad una tradizione religiosa e dal seguirne i riti. Il problema ha per noi interesse solo se viene posto dal punto di vista pratico, e non in generale, ma con ri- guardo alla presente epoca e alla civiltà in cui si vive. Dal punto di vista dottrinale è ben possibile che una tradizione religiosa, quella cattolica compresa, contenga elementi, simboli e riti suscettibili anche di un'assunzione superiore, esoterica. Ma ciò non impedisce che pratica- mente una tradizione religiosa sia improntata da influenze diverse da quelle in azione nelle catene iniziatiche; e non è escluso che tali influenze, in casi di degenerescenza (ed è tutt'altro che improbabile che per il cattolicesimo attuale si tratti proprio di uno di questi casi) si riducano ad un semplice psichismo. Avendo in vista ciò, è d'uopo prender posizione con- tro le tesi difese da un autore, per altri riguardi degno di ogni considerazione, circa la necessità dell'« exoteri- smo tradizionale », l'« exoterismo tradizionale » equiva- lendo, nella sua terminologia, pit1 o meno alla tradizione religiosa.",
  "last_phrase": "In conclusion, while it is possible for those with a mystical calling to benefit from joining a religious tradition and following its rites, it is important to consider practical influences on such traditions, particularly in our current era. We must therefore take a stand against the formalism that dictates the necessity of \"traditional exotericism,\" as it may not necessarily lead to true esotericism. Instead, it may be more valuable to understand and appreciate the significance of one's own religious traditions before seeking further."
}