{
  "title": "How does the concept of \"virtue\" relate to the idea of warfare in a pagan tradition?",
  "first_phrase": "This text is a philosophical discussion about the nature of good and evil, and their relationship with virtue and spirituality. The author argues that if evil is rooted in the degradation of good, it cannot persist as a principle of unhappiness and servitude for those who have destroyed that root and become good. The text also touches on the idea of the necessity of combat for victory and the role of bravery in virtue. The author references Fabio and the soldiers of Rome to illustrate their viewpoint. The final 200 tokens are a reflection on fear and its relation to the perfection of virtue, arguing that those who fear have not attained it.",
  "content": "Nuovo disprezzo per coloro che deprecano l'« in- giustizia » delle cose terrene e invece di incolpare la loro viltà, o rassegnarsi nella loro impotenza, incolpano il Tutto o sperano che una « Provvidenza » si curi di loro. « Non vi è un Dio che combatta per quelli che non sono in armi ». Questo è il cardine anticristiano di ogni morale guerriera (2); e riporta ai concetti dianzi spiegati, circa l'identificarsi — dal punto di vista metafisico — di « realtà », « spiritualità » e « virtù ». Il vile non può es- sere buono: « buono » implica un'anima d'eroe. E la perfezione dell'eroe, è il trionfo. Chiedere a un Dio la vittoria, sarebbe quanto chiedergli la « virtù »: giacché la vittoria è ii corpo in cui si attua la perfezione stessa della « virtù ». I soldati di Fabio, partendo, non giurarono di vin- cere o di morire, ma giurarono di combattere e di tor- nare vincitori. E vincitori tornarono. Lo spirito di Roma riflette questa stessa sapienza. Per la paura, soppressione totale [L'anima] non ha cosa da temere. Chi teme alcunché, non ha raggiunto la perfezione della virtú.",
  "last_phrase": "In conclusion, instead of blaming the unjust world, hoping for a higher power to intervene, or surrendering to one's weakness, it is crucial to become a hero by identifying with the virtues of reality and spirituality. The perfect manifestation of these virtues is triumph, and victory is the ultimate embodiment of virtue. Therefore, one must not fear anything and strive to be a superior individual who can overcome any challenges."
}