{
  "title": "What is the aristocratic nature of initiatic science, and how does it differ from modern spiritualist movements' democratic ideals?",
  "first_phrase": "This text delves into the concept of the true self, and its relationship to the individual and humanity as a whole. The author speaks of the process of separating oneself from their human condition to establish an active relationship with their true self. Onofri's poetry is examined, specifically the references to the \"individualizing individual\" and the plural nature of the self. The aristocracy of the initiatic science is also discussed. This last section (200 tokens) focuses on the confusion surrounding the aristocratic nature of initiatic science within spiritualist circles.",
  "content": "Ritrova, nel tuo divenire- te-stesso, quell'Io glorioso che ha il proprio crearsi ma in uomini sparsi. L'essere assolutamente sé stessi conduce all'esser co- lui che è al di là di qualsiasi « sé stesso »all'indivi- duo assoluto. L'Onofri, non giunto a liberarsi dalla sug- gestione di alcune vedute cristiane, in tali realizzazioni accentuava piú l'aspetto « noi », « umanità » o « comuni- tà », che non l'aspetto superiore relativo alla unità attiva e trascendentale — si può anche dire: l'aspetto agita-numi e agita-uomini — maggiormente consono alla tradizione iniziatico-magica. Ma ciò rientra già in un ordine diverso da POESIA E REALIZZAZIONE39 quello che qui si voleva trattare: e non pregiudica il valore di quanto in queste poesie tradisce una effettiva esperienza e che, oltre ad essere interessante in sé stesso, può offrire utili suggestioni circa piú di un argomento esoterico che in questa pagina si è già avuto occasione di trattare. il ARISTOCRAZIA E IDEALE INIZIATICO Fra le confusioni caratteristiche di diversi ambienti « spiritualisti » d'oggi c'è quella relativa al disconoscimen- to del carattere eminentemente aristocratico di tutto ciò che ha attinenza con la scienza iniziatica.",
  "last_phrase": "In conclusion, the path to realizing the glorious self that creates itself in scattered individuals requires absolute self-realization leading to the attainment of the absolute individual. While spiritualists may deny it, the aristocratic nature of everything related to initiatic science is obvious, and the confusion of such groups with democratic and humanitarian views is absurd. This contradiction is most apparent in modern Freemasonry, which has embraced the principles of the French Revolution and liberalism and often presents itself as a secular and activist religion of global democracy."
}