{
  "title": "\"What is the significance of the state of emptiness in achieving initiation and the role of symbols?\"",
  "first_phrase": "In this final section, the author delves into the potential of reaching an initiatory state during the psychological state of emptiness after a \"dead point.\" The author highlights the importance of protective measures, the \"circulo esorcistico di protezione,\" and maintaining an active condition of invocation for a successful experience. Although no general guide exists, one can use symbols as support while seeking their way and organizing their experience. The right symbol can also serve as a base for the initiatory opening of the \"Io\" consciousness.",
  "content": "Se, in questo stato, la soluzione negativa (dovuta alla mancanza del circolo esoterico protettivo con virtù esor- cistica) è una fantasmagoria visionaria che si incontra con tutte le fantasie teosofiche, nella soluzione positiva la realizzazione essenziale può proprio essere la dischiusura iniziatica dell'Io, l'esperienza della seconda nascita. La grandissima diversità delle disposizioni individuali non permette di indicare ad estranei schemi generali, per tutto ciò che può verificarsi, e che è possibile, in via di principio, in questo stato. Non potendo esservi una guida in queste esperienze, perché, a differenza di quelle col mescal o con Panhalonium, non si può avere a fianco un Maestro o assistente con cui restare in rapporto, ognuno deve cercarsi la via da sé e organizzare da sé l'esperienza, seguendo le proprie intuizioni e secondo la sua responsabilità, in ripetuti ten- tativi. L'uso dei simboli viene da noi considerato. Nel pas- saggio a questo stato di superiore libertà, la proiezione di un simbolo può essere un appoggio. Il simbolo può fare anche da base per la dischiusura iniziatica della co- scienza dell'Io, se viene scelto cosi da avere questa funzione.",
  "last_phrase": "In summary, the use of symbols can serve as a helpful tool during the state of heightened consciousness in which illuminative or inspirational experiences can occur. However, as there is no general guide for these experiences, it is up to each individual to find their own way and follow their own intuitions. The disciple's tradition and their verified elective affinities will determine which symbols are best suited for this purpose. With proper mastery, projecting a true symbol can reveal its occult meaning intuitively, transcending any conceptual interpretation. Symbols are both metaphysical reality and possess both magical and cognitive value."
}