{
  "title": "\"Why is the ancient method of spiritual initiation not suitable for modern man?\"",
  "first_phrase": "This section discusses the concept of quintessence and its relevance in the process of spiritual transformation. The author explains that before the descent to the middle level, a subtle principle containing all the necessary properties must be extracted from the superior consciousness. Without it, the individual risks falling into a state of passive contemplation or confusing visionary experiences. However, with the quintessence, a transformation occurs, clearing the middle region of any confusion and allowing for a clear vision of spiritual reality. The author also mentions the powerful exorcism that the \"our Oro\" contains, as well as the energizing effect it has on intellectual essences. The text warns against too \"dry\" of initiation methods, which abruptly suspend all faculties of the superior seat.",
  "content": "Come una goccia di reagente chimico rende sùbito limpide e terse certe torbidissime soluzioni, cosí pure si produce una luce, che sgombra la « regione di mezzo » da ogni nebbiosità e permette una visione lucida, definita, certa della realtà spirituale, paragonabile a quella conquistata oggi dalla scienza per la natura fisica e per gli enti matema- tici. Il « nostro Oro » contiene, invero, il pítí potente esor- cismo contro i dèmoni e i fantasmi della sede mediana (l). Inoltre per esso anche il termine finale dell'esperienza acqui- sta un significato speciale: le essenze intellettuali sovrasensi- bili, invece che sospese nell'etere della contemplazione pura, ne risultano energizzate — si potrebbe quasi dire: elettriz- zate; questo è l'effetto del potere del principio « mente » quintessenziato estratto proprio dagli elementi offerti dallo spirito moderno là dove questo è spirito chiaro, attivo, in- dividuato. 7. - Su questa base si può anche capire perché oggi non siano consigliabili dei metodi troppo « secchi » di inizia- zione: quelli, che sospendevano di colpo tutte le facoltà della sede superiore, ed « aprivano ».",
  "last_phrase": "In conclusion, just as a drop of chemical reagent makes certain cloudy solutions immediately clear, our mental and spiritual well-being can also be purified with the help of \"our gold\". This powerful elixir acts as an exorcism against the demons and ghosts of the middle realm, energizing and electrifying our higher intelligence through the quintessential power of the mind. While traditional initiation methods are no longer advisable, modern man can still embark on a long and gradual journey of self-discovery and spiritual liberation, relying on the faculties of his awakened consciousness as a stable foundation."
}