{
  "title": "What is the Meaning of \"Existence Actuelle\" in Traditional Studies and Esotericism?",
  "first_phrase": "This text discusses the concepts of initiation and the connection with a tradition. The author cites Aimul Hadi's work and refers to two chains of initiation, one of which is historical and imparted by an authorized living master. The essential element is nrvah, or the right intention, which directs magical efficacy. The author raises questions about the \"actual existence\" of a tradition and discusses the possibility of effective evocation based on magical principles. The text also references René Guénon's ideas on initiation and spiritual influence.",
  "content": "Ogni esoterista sa bene che quando un principio metafisico cessa di avere una manifestazione sensibile in dato ambiente o periodo, nonche per questo esso sia menu « attuale » cd esi- stente su un altro piano (cosa che, del resto, il Gué- non piú o meno riconosce — cfr. p. 319), Ora, se per collegamento « ideale » s'intende una semplice aspirazio- ne mentale, si può esser d'accordo col Guénon; altri- menti stanno però le cose nei riguardi delle possibilità di una evocazione effettiva e diretta sulla base del prin- cipio magico delle corrispondenze analogiche e sintoniche. Insomma, lo stesso Guénon ammette — e fors'anche piú :lel dovuto — che le « influenze spirituali » hanno anche le loro leggi (224). Ciò non equivale, in fondo, ad am- mettere, in via di principio, la possibilità di un'azione determinante su di esse?",
  "last_phrase": "In conclusion, while it may be agreed upon that the ideal connection is simply a mental aspiration, when it comes to the possibility of direct and effective evocation based on the magical principle of analogical and syntonical correspondences, there is room for action. The admitting of the existence of spiritual influences and their laws suggests the possibility of a collective and even individual direct initiation, even from a master who is absent or unknown."
}