{
  "title": "What is the true nature of initiation in organizations and the legitimacy of the Freemasonry?",
  "first_phrase": "In the previous text, the author discusses the possibility of spiritual influences withdrawing, leaving only degraded psychic phenomena open to dark forces. The author disagrees with Guénon's belief that external ritual continuity can lead to virtual initiation. Guénon claims that only two organizations, Compagnonnage and Freemasonry, can claim authentic traditional origins and real initiation. Here, the author presents a different view of Freemasonry, stating that the vast majority of it has nothing to do with initiation and is instead a fanciful system of degrees built on a syncretic base.",
  "content": "139). Ora, qui non faremo en- trare considerazioni particolari dicendo che segni sufficien- temente certi vi sono circa persone che, in Occidente, so- no o sono state in possesso di conoscenze iniziatiche effet- tive senza esser aggregate né al Compagnonaggio, né alla Massoneria. Lasciando dunque da parte ciò, diremo che, quanto al Compagnonaggio, si tratta di una organizzazione iniziatica residua d'origine corporativa di portata assai ristretta e di cui, fuor della Francia, si ignora perfino il nome. Per pronunciarsi nel riguardo, non possediamo dati sufficienti, né crediamo che la cosa valga la pena. Ma, quan- to alla Massoneria, le cose stanno diversamente. Il Guénon può aver avuto in vista qualche nucleo superstite dell'an- tica Massoneria « operativa » privo di rapporto con ciò che la Massoneria moderna concretamente è. Quanto a que- st'ultima, essa almeno per quattro quinti non ha assoluta- mente nulla di iniziatico, è un sistema fantasioso di gradi costruito sulla base di un inorganico sincretismo, tanto da rappresentare un caso tipico di quel che il Guénon chiama pseudo-iniziazione.",
  "last_phrase": "In conclusion, while there may be individuals in possession of effective esoteric knowledge without affiliations to organizations such as Compagnonaggio or Freemasonry, it is essential to consider the true nature of such organizations carefully. While Compagnonaggio remains a limited, residual organization, Freemasonry's roots and practices are subject to controversy, with its modern manifestation being mostly pseudo-initiatory. Ultimately, it is essential to judge such organizations by their fruits and ideologies, recognizing any negative or potentially dangerous elements they may possess."
}