{
  "title": "What is the true purpose of the initiatic path and why is Jung's psychoanalysis irrelevant to it?",
  "first_phrase": "This text is a commentary on the second stage of the iniziatic path that is described as a path toward achieving cosmic and metaphysical consciousness. The discussion argues that this stage is not a psychotherapeutic process, but rather a way of achieving a higher vision of reality. The text suggests that rather than submitting to the unconscious, one must neutralize and overcome it. The theories of Jung, a pioneering theorist in psychoanalysis, are discussed in this context, and it is concluded that his views do not provide insight into this spiritual aspect of consciousness. The text concludes with a reference to the poem \"The Double Mask\" by Anagarika Govinda, a Buddhist lama, who had a dream that is the subject of the final 200 tokens of the text.",
  "content": "Una volta riconosciuto tutto ciò, la portata delle teo- rie dello Jung risulta sufficientemente chiara e la conclu- sione s'impone: chiunque ritiene oggi che una simile psi- canalisi fornisca una qualsiasi interpretazione « scientifica » di vedute iniziatiche e di processi come che sia spirituali, deve convincersi che di tali cose egli non ha capito nem- meno il principio e che egli si trova assolutamente fuori strada. Lo Jung ha scritto: « L'uomo moderno deve stimarsi * quasi felice pel fatto che, quando si è incontrato con « il pensiero e l'esperienza dell'Oriente, la sua piattezza * spirituale è stata tanta, che egli non si è accorto nem- « meno di ciò con cui aveva a che fare. Cosi ora può oc- * cuparsi dell'Oriente sul piano affatto adeguato epperò « inoffensivo dell'intellettualismo, rimettendo inoltre la * cosa agli specialisti sanscritisti » (1). È proprio quel che deve dirsi per lo stesso Jung, con estensione dei domini: è una fortuna che questo psichiatra non abbia capito nulla e non abbia saputo vedere che prolungamenti di esperienze di psicopatici e psicoterapie là dove si é incon- trato con le vestigia della Sapienza e dell'Arte. LA DOPPIA MASCHERA (Poema del lama Anagarika Govinda) Ebbe un sogno - domandate « chi »?",
  "last_phrase": "In conclusion, once the scope of Jung's theories is understood, it becomes clear that any attempt to use psychoanalysis as a \"scientific\" interpretation of spiritual processes and initiatic views is misguided. As Jung himself noted, it is fortunate that modern man's spiritual flatness does not allow him to fully comprehend the depth of such experiences, leaving their study to experts in the field. As such, it is important to recognize the limitations of one's understanding before attempting to analyze complex spiritual and psychological phenomena."
}