{
  "title": "What is the cause of the spiritual crisis in the West, and how can it be solved?",
  "first_phrase": "In the previous paragraphs, the author discussed the erroneous reaction towards materialism and the association of attempts to overcome it with a disregard for the spirit of the Western tradition. The author now delves into the current state of spirituality in the West and how it reflects a climate of escapism, intolerance, and weariness, as spiritual currents have adapted Eastern doctrines to worst Western prejudices or have focused on the subconscious, parapsychology, and a panteistic view of life. The author argues that a lack of impulse towards higher values and integration of living values into a superior order characterizes the modern West, leading to its stagnation and decline. The author concludes that the Western tradition can only be revitalized by a new civilization that overcomes materialism and affirms clarity, absolute action, and genuine personality.",
  "content": "Per quanto grande possa essere la diversità di queste forme, pure obbediscono tutte ad uno stesso significato, e rispecchiano un clima di evasione, di insofferenza, di stanchezza. É l'anima dell'Occidente che vacilla e si sfalda. L'occhio non la vede sussistere che nel mondo chiuso d'in basso: dietro ai signori delle àlgebre incatenanti o scatenanti le forze della materia; della finan- za e dell'industria che detta legge a genti e governi; delle macchine ove giorno per giorno eroismi privi di luce si lan- ciano per le vie del cielo e dell'oceano. La mancanza di ogni impulso a che i valori viventi su ,yuesto piano se ne stacchino, e si riaffermino e si inte- grino in un ordine superiore — la mancanza di tale im- pulso nell'Occidente moderno e il suo limite, il suo /at- tore di impietramento e di decadenza. La tradizione occi- dentale non risorgerà che quando una nuova civiltà, non piú stregata dalla realtà materiale, affermerà uno stile di chiarezza, di azione assoluta e di vera personalità di là dalla nebbia dello « spiritualismo » e da tutte le altre forme già accennate di evasione e dí dissolvimento.",
  "last_phrase": "In conclusion, the stagnation and decay of the Western world point to a need for a new era of active realism that transcends materialism and emphasizes clarity, absolute action, and authentic personality. Only by embracing a magical period of creativity and innovation can the West hope to overcome its current crisis and return to the heroic, conquering spirit of its ancient tradition."
}