{
  "title": "What was the ancient Roman conception of the afterlife and how did they view the dead?",
  "first_phrase": "This section explores the Roman conception of the afterlife, which was initially a stoic one of perpetual sleep without joy or suffering. However, this didn't mean that the Romans weren't interested in the topic of the afterlife. They saw humans as complex entities, composed of various forces like lineage and race, which had specific relations with the living and the dead. The success of epicurean philosophy in Rome shows a preference for natural explanations over mystical and mythic ones.",
  "content": "L'antica anima romana reagiva contro il misti- cismo e il mitologismo importati dall'Asia e dall'Ellade deca- dente; essa si ritrovava maggiormente in una concezione, co- me quella di Epicuro e Lucrezio, nella quale la spiegazione secondo cause naturali aveva il valore di un'arma per di- struggere il terrore della morte e la paura per gli dèi, per liberare, insomma, la vita e fornirle calma e sicurezza: men- tre sussisteva per i migliori, incontaminato, l'ideale olim- pico degli dèi come essenze impassibili e distaccate, dalle quali non vi è né da sperare, né da temere e che al Saggio possono valere solo come modello e limite di perfezione. Senonché il problema dell'oltretomba non si esauriva nel problema religioso della sorte dell'anima individua. Il mon• do antico ha sempre riconosciuto l'uomo come un ente assai più complesso di quello che risulta dal semplice bino- mio anima-corpo, come un ente, comprendente varie forze, e prima fra tutte quelle del ceppo e della razza, le quali hanno loro leggi e speciali relazioni coi vivi e coi morti.",
  "last_phrase": "In conclusion, the ancient Roman psyche rejected imported mystical and mythological beliefs from Asia and Greece, seeking instead the natural causes of phenomena to conquer fear and achieve calm and security. Romans saw humans as complex entities and death as a force capable of continuing to live in the fate of a family or a people. The Roman conception of the sacred saw in the dead not a personal being, but an impersonal energy to be directed towards good fortune through ritual. Understanding Roman beliefs about death as a force can give us a unique perspective on their culture and worldview."
}