{
  "title": "What is the relationship between the royal and the priestly in ancient civilizations, and how do they differ from modern conceptions of clergy?",
  "first_phrase": "In this text, the author explores the concept of the royal mystery and its different representations in various cultures. The text mentioned the Hermetic statement about glorifying those who offer the image of God and hold the sceptre, and the teaching of Upanishad about the Brahman who created a higher form of himself, the warrior gods. In China, the emperor assumed the mandate of heaven, and his behavior was believed to influence cosmic forces. In ancient Egypt, a royal type was present with an initiatory character, and Rome's first kings executed religious rituals. The author also warns about the danger of equivocation when using the term \"sacerdotalism\" and highlights the diverse character of the type it represents.",
  "content": "I primi re di Roma (come poi gli Imperatori) rivestivano in (l) Corpus Hermeticum, XVIII, 10, 16. ( 2 ) 13 rhaddranyaka-upanishad, I, vi, 11. pari tempo la dignità pontificale ed eran essi ad ese- guire i sacra. Fin nel Medioevo ciò che possiamo chia- mare il « mistero regale » si conservò; ad esempio, negli accenni alla enigmatica « religione regale di Melchisedek », mentre vari Ordini cavallereschi, soprattutto quello Tem- plare, cercarono di reintegrare in una dignità ascetica e quasi sacerdotale — talvolta perfino iniziaticail tipo del guerriero. Non si deve dimenticare, poi, che dovunque, con ri- ferimento alle origini , si parla di « sacerclotalità », si corre iI rischio di giuocare con le parole e di diffondere un pernicioso equivoco, perché il tipo, di cui si tratta, ha tratti assai diversi da quelli che oggi tutti pensano quando si parla di sacerdoti o di clero. Limitiamoci , per esempio. al caso del hrahmano, prototipo « sacerdo- tale » dell'antica civiltà indo-aria: ebbene, questi ci si presenta piuttosto con caratteri di « mago », ín senso superiore.",
  "last_phrase": "In conclusion, the concept of regal mystery has been present throughout history, with early Roman kings and later emperors holding both the priesthood and the authority to execute religious rites. Even in the Middle Ages, the idea of royal mystery persisted among various knightly orders, who sought to reintegrate it into an ascetic and quasi-sacred dignity. It's important to note that when speaking of \"priesthood,\" the type referred to in ancient civilizations, such as the Brahman, had more magical qualities than those typically associated with modern-day clergy. Understanding the nuances of these historical concepts can shed light on the origins of regal authority and religious practice."
}