{
  "title": "What is the Significance of Heredity and Tradition in Aristocracy?",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the concept of aristocracy and nobility. The author explains that the accusations of corruption against the nobility must be differentiated from the dissoluteness of those who are slaves to vice and wantonness. The author contends that the mark of nobility is the ability to appreciate honor, fidelity, and tradition instinctively. The author recognizes that the aristocratic norm is self-sufficient, relying on innate style and natural differentiation. The author also highlights the importance of the hereditary transmission of subtle dispositions of being, which gave actual and objective value to the aristocratic tradition.",
  "content": "Come vi è una eredità fisica, bio- logica, cosi ve n'è anche una psichica e spirituale, in vista della quale si giustificava, nelle società tradizionali, quel principio di chiusura e di casta, che tanto sembra intolle- rabile alla demagogia e all'individualismo dei nostri giorni. Come un animale non diviene domestico di colpo, cosi pure solamente la lenta e tenace acquisizione, conservazione e preservazione di disposizioni sottili dell'essere sulla base di una influenza dall'alto, disposizioni trasmesse di generazione in generazione, davano alla tradizione aristo- cratica un valore effettivo ed oggettivo: a tal segno, che portare un dato nome illustre e date « armi » significava an- che possedere di fatto, come preformazione psico-fisica e sottile, l'eredità virtuale di forme differenziate di interesse, di sensibilità e di istinto: partendo dalle quali il singolo si trovava in una posizione privilegiata per tendere ad una elevazione e ad un compimento, che ad altri già quanto ai suoi semplici presupposti avrebbe richiesto, di massima, una vita di sforzi, di esercizio e quasi di violenza su sé stessi.",
  "last_phrase": "In conclusion, the concept of a psychic and spiritual inheritance was once valuable to traditional societies and the aristocratic culture. While this may seem intolerable to the individualism of today's society, it is important to recognize the value of preserving subtle forms of being passed down from generation to generation. Therefore, the intermingling of castes should be approached with caution, as it can break an invaluable and mysterious continuity that is not only in the blood but also beyond it."
}