{
  "title": "What is the symbolic character of visions and how can studying ancient cultures help us understand it?",
  "first_phrase": "In the previous section, the author discusses the symbolic nature of various visions and the different stages of perception. In this next section, the author introduces the concept of Two Realms, detailing a belief in two orders of reality: the gods and humans. The gods exist in space while humans exist on Earth, with a mission and purpose to fulfill. The author suggests that by studying the visions, legends, and myths of ancient civilizations, modern society could learn a great deal. The author concludes by positing that every human is the double of a god, and while many are formless or deformed, some reflect the divine essence.",
  "content": "« Essi sono lo spazio, la cui curvatura è la riva del- dell'Infinito. A noi, la terra. Qui è la missione nostra. « Essi hanno fatto discendere i cieli sulla terra. Han- no condotto l'evoluzione sino alla forma umana. E sem- brano riposarsi. Allora, l'uomo agirà, nel settimo giorno. L'universo celeste è orientato verso di noi, la giustizia e la misericordia universali convergono verso questo stra- no pianeta di sangue e di fango, che è il Centro del Mondo. I sette cieli sono intorno ad esso. Come uno specchio, esso rinvia loro i sette raggi, posati su sette suggelli. E tutto ciò che è in basso è come ciò che è in Alto... « La nostra carne è forgiata sui modello divino. Ma la rassomiglianza non è conseguita senza pena. Occor- rono secoli per una imagine che già soddisfi: molte sono informi o deformi. Ma accade anche che la riprodu- zione riesca. Allora, fra mille e diecimila persone, si vede un volto veramente divino. Questo basta per chi sa vedere... « Ogni uomo è il doppio di un dio.",
  "last_phrase": "In conclusion, as we strive to fulfill our mission here on Earth, let us remember that the universe is oriented towards us and that we are all made in the divine image. Although our journey may be difficult and fraught with challenges, we possess within us the potential to transcend our earthly limitations and become like the gods. Let us continue to strive towards self-awareness and spiritual growth, knowing that we are all capable of achieving our highest potential."
}