{
  "title": "\"What are the virtues of a rock according to Buddhist teachings?\"",
  "first_phrase": "In this text, teachings of the Blessed One are given to his son Rahula and King Nāgasena on how to cultivate a contemplative mind and the five virtues of a rock. The concept of Samskara and how it relates to freeing oneself from conditioned roots is also discussed. The text emphasizes the importance of being firm and stable like a rock to avoid being swayed by external factors. This last part specifically focuses on the virtue of an ascetic being independent and detached from human bonds, much like a rock is free from external substances.",
  "content": "« Come la roccia è salda, immutabile, non rimuovi- bile [rispose Nftgasena], or cosi anche appunto, o Re, l'asceta, in strenuo, serio sforzo non deve esser mosso dalle cose dilettose — forme, suoni, odori, sapori, con- tatti tattili; non deve esser mosso né dal rispetto, né dal disprezzo, né dall'interesse per lui, né dall'indifferen- za, né dal contegno riguardoso né da quello irriverente. né da onore né da onta, né da lode né da riprovazione; equanime di fronte alle offese. calmo di fronte a tutto ciò che può destar stupore, senza tentennare, senza tre- mare, deve restar saldo come roccia. Questa, o Re, è la prima virtù della roccia che egli deve avere. Perciò da Lui, il Beato, che sovrasta ogni dio, fu detto: Come la salda roccia non è mossa dal vento Or cosi appunto per lode o biasimo Il Saggio non è trepido, né vacilla. « Ed ancora: come una roccia è compatta, non me- scolata a sostanza estranea, or cosi anche appunto l'asce- ta, in strenuo, serio sforzo deve essere solo sé stesso, in- dipendente, staccato da ogni vincolo umano.",
  "last_phrase": "In conclusion, the virtues of a rock, which include being unwavering and unattached, can serve as a powerful guide for anyone seeking to lead a meaningful life. By remaining steadfast in the face of external influences and cultivating inner strength, we too can aspire towards a state of equanimity and tranquility, like the immovable rock."
}