{
  "title": "What is the history of Christian mysticism and how has it changed over time?",
  "first_phrase": "This text provides insights into the history and evolution of Christian mysticism, highlighting how it has gradually become more humanized and personalized over time. Before delving into the specifics of Christian mysticism, the writer mentions Meister Eckhart as one of the leading mystics. Ultimately, the fundamental characteristic of Christian mysticism is its passivity, which is accentuated by the theory of a double grace – one sufficient for normal Christian life, and one extraordinary given only to those who receive mystic gifts from the Holy Spirit. However, the focus has shifted over time from ontological-existential perspectives to moral views.",
  "content": "Secondo la stessa concezione tomista « l'elemento fon- * damentale della contemplazione mistica consiste in un mo- * vimento passivo d'amore per Dio, che di solito fa capo ad * un certo sentimento della sua presenza » ('). Essa « non è * il prodotto della nostra attività, benché sia di solito prece- * duca da ascesi e da meditazione, e sia ricevuta normalmente * come ricompensa dei propri sforzi. Ma dipende dall'inizia- * riva di Dio; e il nostro spirito vi si trova passivo, benché * reagisca vitalmente sotto l'impulso divino » (2). Questa idea di una passività si accentua con la teoria di una doppia grazia, l'una detta « sufficiente », legata alla normale vita cristiana, e l'altra straordinaria, dovuta ai doni mistici dello Spirito Santo, che essi soli permetterebbero uno sviluppo propriamente sovrannaturale. Lo stesso sorgere nell'anima dell'amor di Dio — che qui tiene il luogo del fuoco dell'a- scesi intellettuale iniziatica — vien concepito come un ef- fetto della grazia divina. Alcuni aspetti positivi, l'ascesi cristiana, quale prepara- (I) Padre F. D. JORET, LA contemplation mystique scio? : S. Tornartr. it., Torino, 1942, p. 11 e cap. IV.",
  "last_phrase": "In conclusion, the concept of mystical contemplation in Christianity emphasizes a passive movement of love towards God and the dependence on His initiating grace. The path towards contemplation includes asceticism and meditation, which prepare the soul to receive the extraordinary gifts of the Holy Spirit. The ascetic practice involves isolating and simplifying one's life to become an image of God's simplicity and unity. Ultimately, mystical contemplation is a reward for one's efforts but entirely dependent on the mercy and intervention of God."
}