{
  "title": "\"What is the mystery behind the disappearance of the Holy Grail tradition linked to the Templars?\"",
  "first_phrase": "This text delves into the disappearance of the first tradition of the Holy Grail and its resurgence in a different form, possibly linked to the tragedy of the Knights Templar. The period of the Grail literature is narrow and ranges from the late 12th century to the early 13th century. Some texts mention the symbolism of the Templars linked to the mysterious island of the Grail, and the resurgence of the myth by secret organizations such as the Rosicrucians. The text ends with the mystery of the resurrection of the King and the presence of the Templar's Cross in those who witness it.",
  "content": "In altri testi le avventure del Graal prendono un anda- mento da « crepuscolo degli dèi ». l'eroe del Graal com- pie, si, la « vendetta » e restaura il regno, ma una voce ce- leste gli annuncia che egli deve ritirarsi col Graal in una terra insulare misteriosa. La nave che viene a prenderlo, è la nave dei Templari: ha una vela bianca con una croce rossa. Come sparse arterie, organizzazioni segrete sembrano aver custodito gli antichi simboli e le tradizioni del Graal anche dopo il crollo della civiltà imperiale ecumenica: « Fedeli d'Amore » ghibellini, trovatori del periodo piú tardo, ermetisti. Cosi arriviamo fino ai Rosacroce. Fra i Ro- sacroce si presenta ancora una volta lo stesso mito: la citta- della solare, l'imperator quale « Signore del Quarto Im- pero » e distruttore di ogni usurpazione, una confraternita invisibile di personalità trascendenti, unite unicamente attra- verso la loro essenza e la loro intenzione, infine, lo strano mistero della resurrezione del Re, mistero, che si trasfor- ma nella constatazione, che il Re da risuscitare già viveva ed era desto. Chi assiste a questo mistero reca il segno dei Templari: uno stendardo bianco con una croce rossa.",
  "last_phrase": "In conclusion, the legends of the Holy Grail have been kept alive by secret organizations throughout history, including the Templars and the Rosicrucians. These groups passed down the ancient symbols and traditions, including the resurrection of the king, and disappeared when their purpose was fulfilled. The story of the Grail and its guardians continues to fascinate and intrigue, inspiring us to delve deeper into the mystical and unknown."
}