{
  "title": "What are the dangers of using hallucinogenic drugs for spiritual purposes?",
  "first_phrase": "The last 200 tokens of this text carry a warning on the use of hallucinogenic substances, such as opium and cannabis, for initiatory purposes. The author highlights the dangers of losing oneself in sensations of ecstatic pleasure, which can inhibit spiritual growth. In contrast, narcotic substances, while initially unpleasant, can be used as a test of strength and a gauge of one's readiness for spiritual experiences. The author emphasizes the importance of ascetic and initiatory preparation in using such substances, for otherwise, spiritual regression and deviation may result.",
  "content": "L'effetto della dinamizzazione della fantasia è cosí diretto e violento, che lo spirito cade in una condizione (av- vertita o — ancor peggio — inavvertita) di passività, divenendo il semplice spettatore di una fantasmagoria. Per le droghe che hanno questa azione, il pericolo spirituale è costituito dalle deviazioni già dette, dall'at- tivazione vampirica del corpo di sensazione. Se non si ha una preparazione ascetica e iniziatica molto svilup- pata, e convalidata (messa alla prova) in modo severo, è difficile che Io spirito sappia resistere alla tentazione di cedere, di identificarsi e di immergersi nelle sensa- zioni di piacere estatico e di beatitudine. Da noi, questo viene considerato come uno stato re- gressivo e solamente dissolutivo, il quale conduce ad un livello spirituale più basso di quello del profano. * * * Il pericolo ora indicato è minore nell'uso dei narcotici in senso proprio, perché essi in genere non destano quelle sensazioni. Essi possono anzi a tutta prima provocare delle rea- zioni vive di ripulsa e stati organici assai sgradevoli. La facoltà di dominare queste reazioni e di vincere questi stati è però già una garanzia per la presenza, nel soggetto, di una forza, che dà affidamento per un susse- guente decorso positivo e non deviato dell'esperienza.",
  "last_phrase": "In conclusion, the danger of drug use lies in the risk of losing oneself completely to the euphoric sensations. However, the risk is lesser in the use of narcotic drugs, which may provoke repulsive reactions at first. Regardless, the underlying difficulty in drug use is maintaining consciousness, and even with the use of anhalonium lewini and mesca/, very few people manage to have enlightening experiences. Hence, it is crucial to exercise caution and self-control when handling drugs to prevent deviating from a positive path."
}