{
  "title": "What is Magia? Understanding the Intense State of Trance and Communication with the Astral World.",
  "first_phrase": "In this text, \"Magia\" is explored as an intense state of trance that connects the fluidic body to the cosmic astral current, allowing for projection outside of the physical body. The central idea is to reduce animal senses and focus on mental power, particularly the power to direct astral manifestations. The last 200 words discuss the concept of elementals and their relation to the four elements: Fire, Air, Water, and Earth. Each elemental is seen as having life and intelligence relative to their function, with an unrelenting focus on their purpose. The text emphasizes the idea that everything we think in astral becomes real, and magicians can use their projection to perform actions outside of the physical realm.",
  "content": "Nei « Dialoghi », Krernmerz espone inoltre l'insegnamento, che lo spirito è soffio, e come soffio dopo la morte va a confondersi e a dissolversi nella massa dell'etere cosmico. Solo il mago, operando la proiezione, non emette il suo spirito (aria, vento, soffio), ma un secondo sé stesso che contiene lo spirito e gli fornisce un corpo simile all'umano, invisibile all'occhio fisico, indistruttibile, capace di compiere col potere della mente ciò che l'uomo ordinario fa con le membra, e non piú bisognoso del corpo fisico per spostarsi. EN. d. 2. I nostri lettori, da quanto si è detto a pitl riprese, hanno sicuramente modo di dare ad espressioni del genere il loro giusto senso,[N. d. U. e finalità determinata. Secondo l'elemento che, per la specifica funzione, predomina sugli altri pure presenti, essi appartengono ad una delle quattro classi, di elemen- tari del Fuoco, dell'Aria, dell'Acqua e della Terra. Ognu- na di queste famiglie è innumere, riproducentesi, rico- stituentesi, vivificantesi, rinnovantesi continuamente. Ogni spirito, di vita limitata. Ogni vita, di intelligenza rela- tiva alla sua funzione. Ogni elementare, inesorabile ri- cercatore del suo fine.",
  "last_phrase": "In conclusion, as Kremmerz teaches, the spirit is like breath that dissolves into the cosmic ether after death. But through projection, a magician can create a second self that contains their spirit and can perform incredible feats with the power of the mind. By mastering the hermetic properties of the human mind, one can control elemental spirits and even make them immortal. So, let us strive to achieve this power and tap into the grandeur of the spiritual realm."
}