{
  "title": "What were the spiritual beliefs of the Celtic Druids and Knights, and what was the author's experience with Arab supernatural practices?",
  "first_phrase": "This text is a combination of two parts. The first part talks about the origins of the Celtic tradition and the symbolic importance of the constellations in the southern region of the Bovine. The last 200 tokens describe the author's personal experiences while living in Libya and Tripolitania during the Italian colonization. The author had a keen interest in spirituality and the supernatural since his youth, which was reinforced by his family's background in alchemy. He studied Arabic and was intrigued by the possibility of encountering something extraordinary in the Arab world. The author was appointed to a government position in one of the Italian colonies where he gained further spiritual experiences.",
  "content": "Quanto ai Cavalieri, aventi per simbolo l'orso (o l'orsa di Atalanta), si può pensare che la parte della tradizione ad essi specialmente destinata comprendeva soprattutto degli (1) In Scozia, si trova anche, come nome di famiglia, Mc-Arth, o « figli dell'Orso », che indica visibilmente l'appartenenza ad un clan guerriero. elementi procedenti dalla tradizione atlantide; e forse que- sta distinzione può perfino spiegare certi punti pili o meno enigmatici della storia successiva delle tradizioni occiden- tali. GA LUS ESPERIENZE FRA GLI ARABI Quanto esporrò risale al periodo in cui Libia e Tripoli- tania erano italiane. Come antecedenti: già da giovane avevo sentito un interesse vivo e spontaneo per tutto quan- to riguarda il sovrannaturale e lo spirituale, interesse rav- vivate) da letture varie, anche se, allora, non del tutto va- gliate. Nella mia famiglia non erano mancati avi che ave- vano palesato Io stesso interesse: fra gli altri un cultore di alchimia, vissuto nel XVI secolo in Urbino. Per conto mio, mi ero trovato a studiare l'arabo e. non senza relazione con l'idea che il mondo arabo avrebbe forse potuto riservarmi esperienze interessanti, accettai di essere destinato ad una carica governativa di quelle nostre colonie.",
  "last_phrase": "In conclusion, the author's interest in the supernatural and spirituality led him to study Arabic and accept a government position in Italian colonies in Libya and Tripolitania. Along with other Italian officials, he attended fakir sessions, where he witnessed Arab practitioners using a well-known primitive technique of ecstasy, involving rhythmic body movements and repetition of formulas. These experiences may offer insights into the history of Western traditions, such as the Knights with the bear as a symbol and the Mc-Arth name in Scotland, indicating membership of a warrior clan."
}