{
  "title": "What are the paths of Western Spirituality?",
  "first_phrase": "In this text, the author discusses the difficulties that the Western world has faced in finding its traditional orientation in the modern era. The Western world is divided between a materialist world devoid of spirituality and a confused spiritual world, both of which negate the fundamental meanings of the Western experience. The author suggests that breaking this dilemma is the key to achieving a healthy balance between these two opposing forces. This last 200 tokens of the text delve into the reaction of the spiritualistic movement against modern materialism and its relation to the Western spirit. The author concludes that the modern realistic world, as a spirit, is intensely Western, and a deeper understanding of this dilemma is the first step towards solving it.",
  "content": "D'altra parte risorge un impulso verso alcunché di superiore — ma un tale impulso sbocca in forme varie di una specie di evasione o di regressione. Là dove l'Occidente afferma il principio attivo e realistico della sua tradizione, là, dunque, non ví è spirito; e là, dove si tende verso lo spirito, quel principio cessa di esser presente, dando luogo al suo contrario: da un lato, sono le tendenze uma- nitarie, cristianeggianti, democraticamente universalistiche, dall'altro le correnti neo-spiritualistiche che spesso si asso- ciano all'irrazionalismo, alla religione della vita, alle teo- rie dell'inconscio: un mondo confuso che è in intima con- traddizione con lo spirito virile dell'Occidentalità. Questo stato di fatto si è costituito come una specie di dilemma. Comprenderlo, è il primo passo. Spezzare l'alter- nativa, sarebbe la condizione di salute. La reazione spiritualistica al materialismo del mondo moderno ha certamente il suo diritto: non lo ha phi, però, quando accomuna nella negazione cose distinte, di- sconoscendo i significati fondamentali che stanno alla base dell'esperienza occidentale, indipendentemente dalla loro attuale forma materialistica e degradata di manifestazione. Il mondo realistico moderno, come spirito, è intensamente occidentale.",
  "last_phrase": "To understand and overcome the dilemma of the conflicting impulses towards materialism and spirituality in the Western world, we must recognize and appreciate the fundamental values of Western culture, including its active and realistic spirit, scientific method, and emphasis on individual autonomy. By doing so, we can reconcile these impulses and find a path towards a healthier and more balanced society."
}