{
  "title": "What is the significance of space, time, and magic in primitive cultures?",
  "first_phrase": "In the previous text, the author discusses the differences in perception of space and time between primitive and civilized societies. The space is perceived differently by the primitive, considered alive and filled with qualities and mystical powers. Moreover, the time is not perceived as a simple succession of homogeneous parts, but as a rhythm with periods characterized by fausti or nefasti manifestations. In the last part (200 tokens), the author mentions how practical magic refers precisely to this sense of space and time, with the theory of sacred places and cities, centers of spiritual influences, and environments to be vitalized with rituals. Additionally, the author mentions how astrology and rituals at certain moments can lead to grafts with the great forces of the universe.",
  "content": "Ogni luogo è, per cosi dire, un luogo fatidico, ha la sua individualità misteriosa e la sua « inten- sità ». Ma non diversa è la premessa della « gzeografia sa- cra », che ha sempre fatto parte delle scienze tradizionali. Del pari, il tempo non potrà essere sentito come compo- sto di parti omogenee, come il semplice ordine di una suc- cessione irreversibile. Sarà invece percepito come ritmo, con periodi caratterizzati da manifestazioni tipiche dei poteri, fausti o nefasti, qualitativamente differenziati (MP, 89-91). Ora, la magia pratica rimanda precisamente a questo sen- so dello spazio e del tempo. La teoria delle terre o delle città « sante », dei centri tradizionali di influenze spirituali sulla terra, degli ambienti da « vitalizzare » con i riti e, parimenti, tutto ciò che, in intreccio con l'astrologia, ha relazione con determinati momenti, nei quali il rito può con- durre ad innesti con le grandi forze delle cose, tutto ciò prende senso solo in tale presupposto. Nel ciclo delle feste, di cui tuttora è costellata la nostra notazione calendarica del tempo, sussiste d'altronde la trac- cia dell'antica esperienza qualitativo-simbolica del tempo.",
  "last_phrase": "In conclusion, the concept of magic practice is deeply intertwined with the perception of space and time in traditional cultures. The theory of sacred geography, the recognition of historical centers of spiritual influence, and the celebration of festivals as symbols of the qualitative and symbolic experience of time are all essential components of the magical worldview. In this perspective, the causality and natural explanations of events are irrelevant, as the focus is on the deeper meaning and purpose behind them."
}