{
  "title": "What are the hidden influences behind our beliefs and culture?",
  "first_phrase": "In the previous text, the author discussed how sub-individual collective beliefs and prejudices are influenced by subconscious processes. In this last part, the author explores how similar influences affect cultural and scientific ideas. The text delves into the concept that some knowledge can be acquired through different means than traditional sources, and how this knowledge can even be latent within individuals. Lastly, the author touches upon the existence of superior influences that are not tied to intentions or collective currents. The text highlights the existence of latent meanings within myths, legends, and folklore, as well as in the etymological structures of names of people, divinities, and places.",
  "content": "L'esame della cosiddetta « opinione pubblica » da questo punto di vista metterebbe ín luce cose, che gli uomini oggi sono lungi dal sospettare. In terzo luogo, possono incorporarsi nei psichismi in- fracoscienti elementi di conoscenza reale i quali fanno parte dell'essere integrale dell'uomo, se pure in forma latente rispetto al contenuto consapevole della mente, e per una via di acquisizione diversa da quella delle fonti comuni dí cognizione. Quando questo sia il caso, sia il metodo aritmetico di cui abbiamo detto, che ogni altro metodo di « divina- zione » va considerato come un mezzo indiretto per far venire alla coscienza questo sapere. Per ultimo, dobbiamo portar l'attenzione sul caso di influssi di carattere superiore, non legati né a « inten- zioni », né a correnti collettive, né a complessi indivi- duali semicoscienti o a « influenze erranti » inseritesi in un modo o nell'altro. Ci si vuole riferire a quanto già si disse (voi. II, cap. VI, p. 158) sui significati superiori che possono essere contenuti allo stato latente in tanti miti, leggende, favole, elementi di folklore, come pure nelle strutture etimologiche di nomi di persone, di divinità, di luoghi, ecc.",
  "last_phrase": "In conclusion, the examination of the \"public opinion\" can reveal hidden knowledge and insights that people are far from suspecting. We must remain open to the possibility that deeper meanings and superior influences can be present in myths, legends, and folklore. It's not always a matter of conscious intention or esoteric knowledge. By embracing these possibilities, we can expand our understanding of the world around us and unlock new levels of wisdom."
}