{
  "title": "What is the fundamental quest in the medieval legend of the Grail, and how does it relate to the hero's role in restoring the kingdom?",
  "first_phrase": "This text discusses the fundamental theme of the cycle of the Grail, which is the hero's ultimate task of restoring the kingdom once admitted to the castle of the Grail. The hero must \"ask the question,\" one that the authors seem to want to conceal, but it is internally logical to understand that this question is about the restoration of the empire. In the last 200 tokens, the text discusses how the hero must take the initiative of a restorative action and redeem the kingdom by asking the question, which leads to the miraculous power of understanding the tragedy of decay and restoration.",
  "content": "Una volta ammesso al castello del Graal, egli deve sentire la trage- dia del Re del Graal ferito, paralizzato o vivente solo in apparenza e deve prendere l'iniziativa di una azione di re- staurazione assoluta. Ciò viene espresso dai testi in varie forme enigmatiche: l'eroe del Graal deve « porre la qui- stione ». Quale quistione? Qui si direbbe che gli autori abbiano voluto tacere. Si ha l'impressione che qualcosa li impedisca di parlare e che una spiegazione banale vada a nascondere la risposta vera. Ma se si segue la logica inter- na dell'insieme non è difficile comprendere ciò di cui, in realtà, si tratta: la quistione da porre è la quistione dell'Im- pero. Non si tratta di sapere — come secondo la lettera dei testi — ciò che significano certi oggetti del castello del Graal, ma si tratta di intendere la tragedia della decadenza e, dopo aver « visto » il Graal, di porre il problema della restaurazione. Solo su tale base la virtù miracolosa di que- sta enigmatica domanda diviene comprensibile: poiché l'eroe che non è stato indifferente ed ha « posta la quistione », con questa quistione redime il regno. Colui che aveva solo un'apparenza di vita scompare; colui che era ferito guarisce.",
  "last_phrase": "In conclusion, the hero of the Grail must not only solve the riddles of the castle, but also confront the tragedy of the decay of the kingdom and take the initiative to initiate absolute restoration. Only by understanding the true meaning behind the test can the hero redeem the kingdom and start a new cycle."
}