{
  "title": "What are the limitations of \"regular\" initiation in the West according to Guénon's perspective?",
  "first_phrase": "In the preceding text, the author discusses the initiatic organizations and highlights the limitations of the Compagnonaggio as a small trade-based group. Moving on to the topic of Freemasonry, the author begins by acknowledging that there are some people who possess effective initiatic knowledge without being part of any organization. However, the author emphasizes that for the most part, Freemasonry is not an authentic initiatic organization but rather a pseudo-initiation system based on a syncretic structure. The author also suggests that there is evidence indicating that the Masonic organization has been corrupted and may no longer serve a spiritual purpose. Although the Guénon may not completely agree with this interpretation, the author's principle of judging by its fruit leads to a similar conclusion.",
  "content": "Di là da questo artificioso edificio, ciò che può trovarsi con carattere « non-umano » nella Mas- soneria moderna ha, se mai, un carattere piú che sospetto; molte cose rendono legittima la supposizione che, nel ri- guardo, si tratta proprio di uno dei casi di organizzazioni dalle quali l'elemento veramente spirituale si è ritirato e nelle quali il « psichismo » rimasto ha servito da strumento a forze tenebrose. Chi si attiene al principio di giudicare dai frutti, nel riconoscere la precisa « direzione d'efficacia » della Massoneria nel mondo moderno, la sua costante azio- ne rivoluzionaria, la sua ideologia, la sua lotta contro ogni forma positiva di autorità dall'alto, e via dicendo, non può nutrir dubbi circa la natura di questo fondo occulto della organizzazione in parola, là dove essa non si riduce ad una pura e semplice scimmiottatura dell'iniziazione e della ge- rarchia iniziatica. Il Guénon non si sente disposto ad ade- rire ad una interpretazione del genere (259). Ma non è che, per questo, le cose cambino.",
  "last_phrase": "In conclusion, while the nature of the occult element within modern Masonry remains suspicious, the merit of Guénon's conception lies in recognizing the difficulty of initiation in today's conditions, and setting a counterpoint against certain views on individual and self-initiation. It is up to us to consider other legitimate perspectives that can shed light on the practical problem of achieving true initiation within the framework of pure \"initiatic regularity\" in the western world."
}