{
  "title": "What was the author's experience with a consecrated black crystal mirror and Arabic magic, and what was the outcome?",
  "first_phrase": "In this last section of the text, the author recounts a personal experience with the use of a black crystal mirror, accompanied by a formula to use in case of danger, as practiced in Arab environments. The experience led him to a state of suspended perception and then to a vision of flames, which he was unable to control, and prompted his attendant to remark that he was close to success. Before this, the author mentions that he had been given an Arabic manuscript on evocative magic by his teacher, Ibrahim, but he considered it to be of only practical and empirical value.",
  "content": "Con- fesso di non aver saputo tener fermo. Terrorizzato pronun- ciai la formula che mi era stata data e immediatamente tor- nai allo stato della coscienza ordinaria. L'Arabo che mi as- sisteva mi disse sorridendo: « Peccato, è mancato po- co e saresti riuscito. Ma sei abbastanza avanti. Non scoraggiarti e forse ancor in questa vita raggiungerai la meta ». Non molto tempo dopo fui richiamato in Italia. Cosí il capitolo delle mie esperienze fra gli Arabi si chiuse. Conservo l'anello d'oro datomi dal « Capo della Via » e così pure un manoscritto arabo di magia affidatomi da Ibrahim, il mio maestro di magia evocatoria. All'atto di stendere queste brevi note, l'ho ripreso, per vedere se qualche sua parte fosse adatta per esser trascritta, qui, in appendice. Ho dovuto convincermi che di ciò non è il caso; si tratta di rituali e di formule per una magia pratica di carattere spicciolo e quasi direi empirico, senza una portata iniziatica o teurgica. Per i lettori di queste pagine non potrebbero dunque essere che ogget- to di semplice curiosità. Forse potranno interessare i seguenti versi, che ho tradotto, e che si rifanno agli ac- cennati ambienti arabi. Nulla ebbe inizio mai nel mondo, né il mondo.",
  "last_phrase": "In conclusion, the author's experiences with Arab magic may not have led them to the desired outcome, but they still cherish the gold ring given by the \"Capo della Via\" and the Arabic manuscript entrusted by their evocative magic teacher, Ibrahim. While the magic rituals and formulas in the manuscript may be of little interest or significance for readers, the author's translated verses hold a valuable lesson: seek to fill eternity with oneself instead of being burdened by it."
}