{
  "title": "What is the Difference Between Magic and Metapsychics?",
  "first_phrase": "In the previous paragraphs, the author writes a beautiful description of memory that reaches the stars and eternal dawns. In the last 200 tokens, the topic shifts to the criticism of the Metapsychic and Magic phenomena by a specialized magazine. The magazine denies the distinction between \"magical\" and \"psychic\" phenomena and presents confusion in the field. The author argues that this attitude impedes understanding and discriminates the differences in the different types of non-normal phenomena. The text concludes that Metapsychics should aim to comprehend the phenomena instead of collecting them as mere traces.",
  "content": "Ma è da esclu- dersi che a tanto si presti un adepto, anzi già un « san- to ». E se l'atteggiamento sperimentale lo si riduce a un semplice constatare dall'esterno dei « fatti », è evi- dente che nessuna vera discriminazione e comprensione sono possibili. Uno stesso fenomeno estranormale — di- ciamo un fenomeno di apporto — può esser provocato da un medicine-man, da un santo, da un medium, da un iniziato. Per i metapsichici in tutti questi casi si tratterà sempre della stessa cosa, cioè di un « fenomeno psichico constatato », laddove si tratta di cose molto diverse se non ci si arresta alla piú grossolana esteriorità. La con- siderazione cosidetta « positiva » è dunque condannata in anticipo a lasciarsi sfuggire ogni differenza qualitativa dei fenomeni estranormali; appunto per non capire che ogni fenomeno del genere fa parte di un tutto, nel quale l'aspetto « fatto » non è che una porzione, prendente dall'insieme, caso per caso, il suo significato. Di ri- gore, nella metapsichica il tutto dovrebbe ridursi ad un collezionare delle tracce. Invece non ci sì limita a tanto.",
  "last_phrase": "In conclusion, the study of metapsychics should not be limited to the superficial observation of paranormal phenomena but rather strive to understand the underlying nature of these occurrences. It is important to differentiate between varied qualitative aspects that make up this branch of research and separate sensationalism from true understanding of higher realms of consciousness."
}