{
  "title": "What is the relationship between traditional expressions and metaphysical functions?",
  "first_phrase": "In the previous section, the text discusses the traditional expressions used to describe attaining power and becoming a god, and the metaphysical functions that come with it. This final section shifts to explore the relationship of these powers and the need to decide if pursuing them is the desired outcome. It references Zosimo's teachings on spiritual individuals who seek divine knowledge and the importance of understanding the tension and actions required to change the structure and order of these powers. It concludes by emphasizing that such pursuit is one possibility, among many, and that freedom remains the supreme law of everything. This text also hints at the concept of the \"Law of Beings,\" which is further discussed in the author's previous work, including the knowledge of expiation, revenge, and love.",
  "content": "Implica un andare molto in là, fino a toccare, e simultaneamente « suggellare con una corona », quel potere che in alcune tradizioni è detto Caos, in altre la Morte (il dio Mrtyu dell'induismo), che è la « materia prima » delle trasformazioni. Dal consegui- mento, segue una trasformazione (un morire-rinascere) e il risveglio ad un'altra gerarchia metafisica. Torniamo, però, a dire che questa è una possibilità, e non un fine univoco; tanto meno il carattere naturalmen- te presentato da ogni esperienza metafisica. La via dei do- minatori non è che uno deí raggi che partono dal centro: e trae il suo significato dall'esistenza di molte altre vie che egualmente si irradiano dall'origine, ove si scopre la libertà come legge suprema del tutto, come giustificazione della doppia via, di luce e di tenebra, uranica e tellurica. ( ) Cfr. Corpus Hermeticum, I, 25-26, 43. (2) Testo di BERTHELOT, Collection des anciens Alchimistes grecs, Paris, 1887, vol. II, p. 230. IAGLA SULLA « LEGGE DEGLI ENTI » CONOSCENZA DELL'ESPIAZIONE / CONOSCENZA DELLA VEN- DETTA / CONOSCENZA DELL'AMORE. Le brevi considerazioni da me esposte nel vol. I, pp. 182 sgg.",
  "last_phrase": "In conclusion, the attainment of the power that some traditions refer to as Chaos or Death, leads to transformation and a spiritual awakening to a new metaphysical hierarchy. The path of dominators is just one of the many paths that lead to the ultimate freedom where light and darkness are equally justified. The knowledge of the law of entities, which is as important as the law of conservation of energy, should interest anyone pursuing practical endeavors in this field. Creating resistance against an entity results in a cause and effect, which can be a force that turns against the person who resists or acts."
}