{
  "title": "Is there an initiation technique suitable for Westerners or should they adopt Eastern methods?",
  "first_phrase": "In the preceding paragraphs, the author discusses the concept of initiation and its differences in the Eastern and Western world. The article proposes two solutions to this discrepancy and argues that the ultimate goal of initiation remains the same across all traditions. In the last part (200 tokens), the author delves into the differences between the old and modern man in the context of initiation. The text refers to the concept of three levels of consciousness corresponding to the three bodily seats.",
  "content": "Gli adepti di ogni terra e di ogni tradizione formano un'unica catena — la catena dei « Vi- venti » —, usano le stesse parole, posseggono la stessa sa- pienza. È sul piano delle tecniche che si può ed anzi si deve parlare di differenze. Ma su tale piano è d'uopo rifarsi ad un'antitesi più generale, a quella che intercorre fra uomo antico (sia orientale, sia occidentale) e uomo moderno Rispetto all'iniziazione, la costituzione dell'uomo occiden- tale antico e dell'uomo orientale non è sensibilmente diver• sa; lo è invece fra l'uomo moderno e l'uomo antico in ge- nere. E i termini Occidente ed Oriente si possono intro- durre in una tale distinzione solo in questo speciale riguar- do: che mentre l'uomo occidentale oggi incarna specifica- mente il tipo dell'uomo « moderno », nell'uomo orientale anche dei nostri giorni si conserva spesso, in maggiore o mi- nore misura, la struttura dell'uomo antico. 3. - Va ora ricordato quel che ho detto sulle coscienze corrispondenti alle tre sedi della corporeità umana (voi. pp. 352 sgg.).",
  "last_phrase": "In conclusion, despite the apparent differences in techniques and traditions among the \"Vi-Venti\" chain of initiates from all over the world, they possess the same knowledge and use the same language. However, the main distinction in terms of initiation is between the ancient and modern man, with the latter being more prominent in the West. This difference stems from the emergence of logical and speculative thinking in the West around the 6th century BC, while in the East, ancient spiritual concepts persisted, limiting individualism and critical thinking."
}