{
  "title": "What are the potential positive and negative effects of using ether for spiritual practices?",
  "first_phrase": "This text is part of a larger work about the use of drugs in spiritual practices. It warns against developing habits or addiction to drugs, and acknowledges the positive and negative repercussions of using them. The author refers to the Delta File on chain theurgy and encourages those who use drugs to focus on pursuing intellectual enlightenment and initiatory unlocking of the self. The individual who practices alone must still exercise caution in establishing a relationship with entities, as they cannot be entirely sure of the strength of their magic circle. The text advises to stop using ether when a satisfactory experience has been reached.",
  "content": "Ripercussioni:Bisogna guardarsi bene,ripete, dal contrarre un'abitudine, con l'uso di questa o di qual- siasi altra droga. Per ottenere degli effetti, e già per allenarsi e supe- rare le prime difficoltà, e naturale che occorra un dato periodo di pratica serrata. Ma saranno sempre periodi determinati, per i quali a volta a volta ci si deciderà, lasciando passare intervalli di tempo. Per poco che si sia concesso n'argine all'assorbimento passivo degli stati estatici da parte del corpo di sensa- zione, nel caso di un'abitudine anche parziale alla droga la ripercussione sarà uno stato o sentimento di estraneità al mondo, di insofferenza quasi fisica per la vita ordinaria. Per questo, vi sono casi frequenti di eteromani profani che si sono uccisi. Nel campo delle ripercussioni positive: la mattina e il giorno successivo alla pratica si potrà esperimentare una specie di animazione e di apertura inspirante delle esperienze esterne; nelle cose, nelle persone, nei paesaggi, nei fenomeni naturali potrà essere percepito direttamente un significato profondo e evidente; si rivelerà il loro es- sere velo.",
  "last_phrase": "In conclusion, it is important to be cautious when developing a habit, particularly with the use of drugs. Though there may be positive effects and newfound perceptions experienced during the practice, it is crucial to not become dependent on the drug to maintain those benefits. Maintaining openness in one's spirit and isolating oneself during initial experimentation can lead to a strengthening of subtle sensitivity, but it is important not to let these benefits become a crutch."
}