{
  "title": "What is the \"Distacco\" in Hindu and Hermetic tradition and why is it important?",
  "first_phrase": "In the preceding text, the author discusses the misuse of traditional esoteric beliefs to enforce conformity and intimidate those who do not adhere to established norms. In the final 200 tokens, the author notes the absurdity of such attitudes in contemporary society, particularly regarding the notion of \"traditional exotericism\" or Catholicism, and calls into question the qualifications of those who adhere to such a restrictive view of initiation based on narrow interpretations of religious doctrine. The author's argument highlights the dangers of blind adherence to dogma and traditionalism in matters of faith and spirituality.",
  "content": "Vi è qualcuno che è arri- vato ad assumere umoristicamente arie intimidatorie, am- monendo coloro che, senza aver avuto la possibilità di aggregarsi ad un centro iniziatico « regolare » (come se di questi se ne trovassero oggi fra noi ad ogni angolo di via), disprezzano le norme dell'« esoterismo tradizio- nale », cioè le regole religiose, perché essi correrebbero iI pericolo di rinascere in stati corrispondenti non alla condizione centrale umana, ma a quella periferica di un animale o ancor peggio... Nel caso concreto, dato che oggi da noí 1'« exoterismo tradizionale », di cui si sarebbe tenuti anzitutto a tener conto, corrisponde al cattolicesimo col suo devozionali- smo, col suo moralismo borghese e con tutte le de- gradazioni modernizzanti, non sapremmo per nulla consi- derare esposto ad un tale pericolo, e meno qualificato per una eventuale iniziazione, qualcuno se per esempio non va alla messa, se non va a confessarsi, se usa ra- gazze altrimenti che in matrimonio regolare e ai soli fini della procreazione animale, e via dicendo.",
  "last_phrase": "In conclusion, the separation of the mixed and detachment from the natural and necessary aspects of one's personality is essential for the identification and liberation of the virile principle of pure consciousness. This traditional technique is found in Hinduism and can be creatively applied by understanding its deep occult sense. It is not necessary to adhere to the religious norms of exoteric traditions to attain this understanding, as the concept transcends any particular religion or practice."
}