{
  "title": "What are the differences between magical and psychic phenomena, and what role does tradition play in magic?",
  "first_phrase": "This text examines the relationship between magical and psychic phenomena. The author argues that the intentionality and continuity of magical phenomena, as well as the active presence of superconsciousness, distinguishes it from spontaneous psychic phenomena. The author also emphasizes the importance of individual or group initiations and magical disciplines as the best way to heal a medium and encourage true spiritual development. Finally, the precision and discipline of magical methods are contrasted with the arbitrary nature of psychic phenomena. Overall, the text emphasizes the importance of intentionality and discipline in the practice of magic.",
  "content": "le quali non trovano nessun riscontro nella medianità e nel campo del fenomeni psichici spontanei. Anzi, se vi è qualcosa che vada a paralizzare ciò che si rende possibile attraverso la medianità e stati analo- ghi, è una preparazione del genere, Basta provare per con- vincersene. Discipline a carattere iniziatico o magico sono la miglior cura per guarire un medium, cioè per farlo ces- sare di esser tale e, ove sia ancora possibile, per iar di lui un essere normale, il che poi costituisce il punto di partenza per ogni sviluppo in senso realmente ascen- dente. Inoltre in magia vengono usati dati segni e simboli. osservate certe disposizioni, scelti alcuni giorni e ore e via dicendo. Tutto ciò non ha nulla di arbitrario, ogni particolare ha la sua ragion d'essere in ordine ad un fine de- terminato ed obbedisce ad un metodo. È l'esattezza di questo metodo, unitamente alla disciplina di certe for- ze interne, che nell'ordine magico conduce al risultato, mentre nulla di simile si lega ai « fenomeni psichici », piú o meno sporadici e spontanei, che sono oggetto delle constatazioni metapsichiche. In ordine a questo metodo e a queste discipline, in magia esiste una tradizione.",
  "last_phrase": "In conclusion, discipline and initiation are the most effective means of becoming a successful medium or achieving ascension through magic. Unlike the sporadic and spontaneous phenomena studied by metapsychics, magical traditions are developed through careful observation and adherence to a specific methodology, reinforced over time through a chain of knowledgeable practitioners. Any person seeking to engage in magical practices must have a direct or indirect connection to this tradition, and perform their rituals in a setting free from outside disruptions, which is what makes magic a powerful tool for those who utilize it correctly."
}