{
  "title": "What are the disciplines for achieving liberation according to Giuliano Kremmerz's teaching?",
  "first_phrase": "In the previous section, the author explores the impact of past experiences and emotions on our immediate reactions to situations. They argue that through the third discipline, one can achieve liberation from automatic emotional responses, leading to a free and conscious attitude towards feelings. The fourth discipline involves seeing the positive side of things while refusing to acknowledge their negative aspects, helping one gain the ability to judge super-individual character. Now, in the last section, the author focuses on the fifth discipline - freeing oneself from preconceptions, which brings liberation of memory.",
  "content": "Si tratta invece di acquistare, per un dato periodo di tempo, la facoltà di veder le cose positivamente, perché il lato positivo e creativo delle cose è quello che ha rela- zione con l'Io reale superindividuale, mentre il lato nega- ti•o si rifà alle limitazioni individuali contingenti. Proprio per tal via ci si può avviare verso la quarta liberazione, verso la liberazione del giudizio; si può cioè affinare una disposizione del giudizio, a che esso si porti su ciò che negli esseri ha carattere superindividuale, che si lega ad un ordi- ne superiore, esso solo effettivamente reale. In tal modo, si può perfino avere un presentimento di quel che in una singola vita trascende questa stessa vita e che precede la stessa nascita terrena ed umana (cfr. vol. I, pp. 150 sgg.). L'ultima disciplina, pur avendo punti di contatto con la precedente, se ne distingue: consiste nel non accettar nulla come già giudicato definitivamente e nel porre tutto nella piena luce della nostra coscienza, quasi come se ad essa fatti ed impressioni si presentassero per la prima volta. Ciò conduce ad una liberazione della memoria.",
  "last_phrase": "In conclusion, the disciplines described in the teachings of Kremmerz can be considered as preliminary tools for the initiation of the liberation of our faculties. By not accepting anything as definitively judged and placing everything in the full light of our consciousness, we can achieve liberation of our memory and explore its objective content. This way, we may gain a glimpse of what transcends our earthly existence and move towards our ultimate liberation."
}