{
  "title": "What is the relation between political power and spiritual authority in the decline of civilizations?",
  "first_phrase": "In this final part of the text, the author questions the validity of a thesis by René Guénon, stating that the decline of civilization began with the political power's rebellion against spiritual authority. The author argues that this argument presupposes a hierarchical order that doesn't apply to all traditional societies. The author presents examples of civilizations, such as ancient China and Norse cultures, where the decline began for different reasons. The text analyzes how the establishment of a priestly caste against a sacred monarchy resulted in subversion and decay. Ultimately, the author suggests that the influx of foreign influences caused the decline of spiritualism in other civilizations.",
  "content": "In altri casi, abbia- mo anzi l'opposto; vi sono, cioè, casi, in cui proprio il costituirsi di una casta sacerdotale di contro alla rega- lità sacra ha segnato il principio di una sovversione e di una decadenza — è il caso, per es., dell'antico Egitto e, in una certa misura, anche dell'antica Persia. Per conto nostro, tenderemmo perfino a generalizzare dicen- do che in tutto un ciclo di civiltà derivate da quella iperborea e contrassegnate dal simbolo polare il suben- trare di una spiritualità « sacerdotale » rappresentò uno sfaldamento e l'effetto dí influenze estranee, legate al ci- clo delle civiltà demetrico-matriarcali del Sud (1).",
  "last_phrase": "In conclusion, the decay of the original priestly function into mere religious dogmas and devotional practices, as well as the transformation of the sacred and initiatory concept of royalty into a simple temporal political function, represent a decline of Western civilization caused by a loss of contact with metaphysical reality. To effectively react against this, it is essential to restore this contact, an inherently problematic task even before any unforeseeable change occurs."
}