{
  "title": "What is the connection between esoteric Islam, shath, Khidr, and initiation without an organization?",
  "first_phrase": "In this text, the author discusses the esoteric aspects of Islam, including the possibility of achieving a special inner state called Shath, which connects one to the enigmatic being Khidr, a principle of direct initiation without the intermediary of an organization. The text also mentions the relevance of initiation received in dreams among primitive populations. Additionally, the author addresses the idea of an \"ideal\" connection with a tradition, and the necessity of a living representative in a regular lineage to make initiation possible. The last 200 tokens further explore the confusion between essential and organizational elements in this context.",
  "content": "uno scritto di AIMUL HADI (Étudcs traditionnelles, agosto 1946, p. 318). Egli parla di due catene, di cui una sola è storica e tale che l'iniziazione è impartita da un maestro (shcikh) vivente, autorizzato, possederne la chiave del mistero: è ret-talimurrikil, poggiante su uomini, distinta dalret-tatimur-rab- sta possibilità è ammessa. L'essenziale, qui, è la nrvah, cioè l'intenzione giusta, da non intendersi in senso astratto e soggettivo, ma altresì come direzione magica d'efficacia. Veniamo ad ancora un punto. Come si è visto, il Gué- non esclude il collegamento « ideale » con una tradizione, perché « ci si può collegare solo con ciò che ha una esi- stenza attuale » (53-54), intendendo dire una catena di cui esistano ancora rappresentanti viventi in una filiazione re- golare. Senza di che l'iniziazione sarebbe impossibile e ine- sistente. Anche qui vi è una curiosa confusione fra l'ele- mento essenziale e quello contingente e organizzatorio. Che significa, insomma, « esistenza attuale »?",
  "last_phrase": "In conclusion, it is essential to have the right intention and direction, as well as a living master authorized to impart initiation in a regular lineage for the initiation to be effective. While the concept of an \"ideal\" connection with a tradition may be acceptable on a mental level, true evocation requires a direct and effective connection based on the principle of magical analogies and synchronicity. Therefore, to achieve successful initiation, it is crucial to have a clear understanding of the essential and organizational elements of the lineage."
}