{
  "title": "What is the meaning behind the Islamic teaching of the \"closed door\" and how does it relate to initiation and esotericism?",
  "first_phrase": "This text discusses the potential confusion caused by an Islamic teaching mentioned by René Guénon, who states that anyone who approaches a particular \"door\" without having arrived there through normal and legitimate means will be seen as a lower-level magician. However, this teaching should be approached with some reservations. The text goes on to explain that even if the door does not immediately open, it doesn't necessarily mean the beginning initiate is not worthy. The author concludes by referencing Guénon's belief that true initiates must take an active role in attaining knowledge.",
  "content": "E qualora la porta non dovesse aprirsi, ciò sempre nel caso accennatovorrà solo dire che l'ini- ziando è posto dinanzi alla prova di aprirla lui usando vio- lenza, secondo il principio che la soglia dei Cieli soffre violenza; perché, in via generale, è esattissimo quel che dice Eliphas Levi, ossia che la conoscenza iniziatica non la si dona, essa la si prende, ciò essendo, del resto, l'essenza di quella qualità attiva che, entro certi limiti, lo stesso Guénon riconosce (l). Volere o non volere, un certo trat- to « prometeico » ben inteso apparterrà sempre al tipo piú alto dell'iniziato. Il Guénon ha ragione a non prender sul serio l'« ini- ziazione in astrale » (139) se ha in vista quel che in pro- posito, divagando, se ne pensa in certi ambienti « occulti- stici ». Ma anche qui non bisogna mettere nello stesso sacco ciò di cui vedute del genere possono essere solo una di- storsione r ).",
  "last_phrase": "In conclusion, the true path to initiate knowledge cannot be gifted but must be taken by the seeker. Although violent means are not encouraged, a certain \"promethean\" attitude is required to overcome the obstacles on the way. Ultimately, genuine initiation happens in a state beyond ordinary consciousness, and elevating oneself to such states is possible through various spiritual practices. The journey may be challenging, but the rewards of self-discovery and transcendence are worth the effort."
}