{
  "title": "What's the Roman conception of the divine, time, and the afterlife?",
  "first_phrase": "In this text, the author talks about how the ancient Romans viewed their gods and their history which they considered sacred. They believed that the gods, while retaining their metaphysical dignity, manifested themselves in human events, and their main preoccupation was to balance divine and human forces. The Roman augural art responded to this idea, where the oracle predictions were inseparable from the Roman's gesta. The Romans also had a unique perspective on symbolic representation, where the Flamen Dialis was considered a living symbol of divinity. Finally, the text explores Roman religious beliefs about the afterlife.",
  "content": "Si sa bene che nelle origini romane la di- gnità pontificale e quella regale erano riunite in una sola persona; anche successivamente, e prima della restaurazione augustea, nella figura dei consoli e di molte altre figure ti- piche romane, alcune funzioni sacre furono essenzialmente prerogativa dei capi politici. Nel campo propriamente sa- crale si potrebbero però ritrovare esempi ancor piú carat- teristici. Uno Io ha messo in risalto il Kerénvi. Nell'Ellade, era la statua a simboleggiare, nella sua perfezione e com- piutezza, il dio olimpico. In Roma, lo stesso dio ebbe in- vece consacrato un simbolo vivente, il Flamen Dialis; que- sta figura maestosa e pura, strettamente connessa con l'idea dello Stato, in tutta la sua vita appariva come un simbolo vivente della divinità — si che si poté appunto chiamarla « una statua viva di Jupiter ». E, sia pure in riflessi già cre- puscolari, non diversi significati si conservarono nell'età imperiale. Proprio il culto imperiale ne è una testimonian- za. La figura umana di un dominatore incarnava un sim- bolo divino. Accenniamo ad ancora un aspetto della « religione » ro- mana, relativo all'oltretomba.",
  "last_phrase": "In conclusion, Roman religion was closely intertwined with politics and statehood, as seen in the unity of pontifical and royal dignity in early Rome and the confluence of sacred functions in political leaders. The Flamen Dialis, a living symbol of Jupiter, embodied this connection in a maestoso and pure manner. The Roman conception of the afterlife was pragmatic and realistic, without any hope or fear, giving their lives a sense of purpose and an internal norm."
}