{
  "title": "What is the role of Fire in Alchemy and how does it relate to the preparation of substances?",
  "first_phrase": "This text delves into the principles of alchemy and its application in medicine. The author explains how alchemists view fire as a natural element that is present in all substances and discusses the two main operations involved in alchemy: solutio and congelatio. The last 200 tokens provide insight into the practical application of alchemy in the preparation of medicines, such as the use of physical mixtures of bodies and spirits to attract similar elements. The text also covers the preparation of vitriol, acquavite, and oils through slow heating in furnaces. Finally, it discusses the virtues of quintessences.",
  "content": "Cosí il corpo terreo vien sciolto in calce e l'acqueo in spirito aerif orme; il quale si ricondensa a corpo acqueo [o mercuriale] in una sola ed unica opera- zione, chiamata distillazione dal volgo e, con piú proprie- tà, separazione (l ) dai Filosofi... E rettifica- zione non è poi altro che ripetizione di distillazio- ni... (226-227). Libro III. - ALCHIMIA APPLICATA 1. Preparazione di fàrmachi. Quando gli empirici senza conoscenza di Fisica si arrabattano a imi- tar i Fisici; non riescono ordinariamente a conseguir ciò che bramano. Sono infatti ridotti a mischiare — senza previa preparazione — corpi con corpi, tentandone le preparazioni nel contempo. Non io vi nasconderò che invece gli Alchimisti mischiano fisicamente Corpi con Spiriti, per attrarre cose simili con co- se simili; il che fatto, lascian da banda i corpi, come affatto inetti a Medicina. E fanno anche di meglio: gli spiriti in tal maniera mischiati con sottilissimi pro- cessi li ridisseparano... (228). 2-5, Preparazione del vitriolo, dell'acquavite, degli olii,in forní a fuoco lento (228-32). 6. Virtù delle Quintessenze.",
  "last_phrase": "In conclusion, the process of alchemy involves mixing bodies with spirits to attract like with like, allowing for the separation and repetition of distillations to prepare medicines and extract quintessences. While this art is shrouded in secrecy and not without danger, it remains a fascinating and intricate practice that has captivated scholars throughout history."
}