{
  "title": "What is the Kingdom of the Grail? A Historical and Metaphysical Analysis of Medieval Mythology.",
  "first_phrase": "This text presents the idea that the Grail represents a spiritual and initiatory dignity that unites people who seem disparate in the world. The Grail's kingdom is always present, and it is the current of history, men, and their kingdoms that can be closer or farther from it. The author argues that the Grail was the culmination of the medieval imperial myth and the supreme profession of faith of high Ghibellinism. In this final part, the text addresses how the hero of the Grail was expected to bring a new solar order to the world by restoring the Dry Tree of the Empire. The hero could have been the Emperor, Frederick, who, if he had realized the mystery of the Grail and the mystery of embarkation, could have become the ruler of all creatures.",
  "content": "Su tale base si può sostenere che il Graal LA LEGGENDA DEL GRAAL87 fu il coronamento e il « mistero » del mito imperiale medie- vale e la suprema professione di fede dell'alto ghibellinismo. Una tale professione di fede si tradisce piú nella leggenda e nel mito che non nella chiara volontà politica del tempo, secondo quel che accade anche nell'individuo, ove ciò che vi è di piú profondo e di piú pericoloso si esprime meno attraverso le forme della sua coscienza riflessa che non at- traverso il simbolismo e una spontaneità subcosciente. Il Medioevo attendeva l'eroe del Graal affinché l'Al- bero Secco dell'Impero rifiorisse, ogni usurpazione, ogni contrasto, ogni opposizione fosse distrutta e regnasse vera- mente un nuovo ordine solare. Il regno del Graal, che avreb- be dovuto assurgere a nuovo splendore, era lo stesso Sacro Romano Impero. L'eroe del Graal, che avrebbe potuto di- venire « il dominatore di tutte le creature » e colui al qua- le « è stata affidata la potenza suprema », è l'Imperatore storico — « Federicus » — se egli fosse stato il realizzato- re del mistero del Graal, del mistero imbarco.",
  "last_phrase": "In conclusion, the legend of the Grail was the apex of medieval imperial myth and the ultimate profession of faith of the high Ghibelline party. Despite the absence of clear political will of the time, the story conveyed a subconscious spontaneity and symbolized the hope for a new solar order. It seems as if at one point, a metaphysical high point was reached, only to lead once again to collapse and dispersion. Nevertheless, the story of the Grail remains an intriguing part of medieval literature and history, even if it disappeared suddenly as if by a command."
}