{
  "title": "What is the importance of integrating the past in creative experiences and why do modern people turn their backs on it?",
  "first_phrase": "In the preceding text, the author critiqued modernists for viewing the past as a relic to be admired superficially, rather than integrating it holistically into their present experience. This last section delves further into the idea of a \"myth of the future\" that modernists have created, which causes them to overlook the richness of the present and the past. The author quotes Zarathustra in concluding that he does not want to be a mere source of light for these people, but rather blind them with the truth.",
  "content": "L'incom- piutezza di fronte alla Verità, il sentimentalismo incurabile di chi né sa né può portare con sé il peso del mondo assu- mendolo nell'istante divino, hanno creato il mito dell'av- venire. Con le spalle ostinatamente volte a ciò che è, si attende curiosamente ciò che non è, ciò che sarà, e si aspet- ta la convalida di un sogno da un riflesso illusorio del so- gno stesso in una marcia notturna di fantasmi che il pre- sente solo genera nella spontaneità del suo flusso e del suo miraggio. Strana speculazione sull'avvenire, che fa dimen- ticare i tesori del passato e l'immediatezza tangibile del presente, in cui solo si e realmente, con tutti i mondi, nel- l'unità essenziale del punto, gemma di tutte le gemme, oc- chio eterno di Dio. E altro vorremmo dire, ma preferiamo interrompere con queste parole di Zarathustra: Diesen Menschen von heute will ich fr2icht T_,icht sein, nicht Licht heissen. Die — will Ich blenden: Blitz meiner Weisheit! stich ihnen die Augen aus! — « Per questi uomini d'oggi io non voglio essere luce né luce chiamarmi. Accecare io li voglio: o fulmine del- la mia saggezza! saetta loro gli occhi! ».",
  "last_phrase": "In conclusion, the obsession with the future and the illusion of its fulfillment can cause one to forget the invaluable treasures of the present and the past. However, a true mage does not seek simple phenomena, but rather the knowledge and wisdom to master the world around them. While certain abilities may seem supernatural to some, for an initiate, they are simply tools used with indifference and naturalness. As for telepathy, its reality has been acknowledged even by today's most critical skeptics."
}