{
  "title": "\"What is the occult-constitutional condition mentioned in ancient traditions about consciousness?\"",
  "first_phrase": "In this text, the author explores the differences between the Eastern and Western approaches to mystical experiences. He argues that the modern Western man is more likely to have a fixed consciousness in the upper seat, making it more difficult to benefit from Eastern practices. In contrast, most Eastern practices aim to reconcile the two consciousnesses. The author notes that Eastern texts seldom mention the \"dark night of the soul\" or \"black work,\" which are central to Western mysticism. He concludes that Western men are in a state of crisis due to their inability to access certain forms of spiritual experience.",
  "content": "Significativo è anche che nei testi orientali rarissimi sono i riferimenti a ciò che i mistici occidentali han chiamato la « notte oscura dell'anima » e gli ermetisti « l'opera al nero : come se quel cambiamento di stato, che è essenziale ad ogni forma di iniziazione, non presentasse, ( ) P. NIAssoN-OuRsEL, La philosophie cornparée, Paris, 1923, pp. 84-85. in un tale tipo umano, il carattere di una crisi profonda. 4. - La situazione dell'uomo occidentale moderno medio è diversa. Un primo caso è quello di chi abbia interamente fatto proprio il modo d'essere legato alla sede superiore. Costui difficilmente potrà trar vantaggio dalle pratiche di tipo orientale; uso a sentirsi rigidamente come « io », con mente logica, senso critico, percezione chiara ma cruda- mente fisica, egli troverà in sé una specie di sbarramento che gli impedirà sia di realizzare certi insegnamenti, sia di crea- re le condizioni interne necessarie a che molte tecniche orientali agiscano.",
  "last_phrase": "In conclusion, it's significant to note that the crisis of a deep change in state, essential to any form of initiation, is rarely referenced in Eastern texts, unlike in Western mystics and alchemists. Modern Westerners who have fully embraced the mindset of the upper seat may find it challenging to benefit from Eastern practices because of the internal barriers they face. However, those who are still integrating the consciousness of the upper seat can frequently find success with ancient or Eastern methods and experience a shift in their awareness to the middle seat."
}