{
  "title": "How does the discipline of high asceticism differ from psychoanalytic methods according to Jung?",
  "first_phrase": "In the previous section, the author discusses the fundamental differences between the method of initiation and high asceticism and that of psychoanalysis. In the last 200 tokens, the author refers to Jung's concept of the \"Self\" and how it contrasts with the principles of psychoanalysis. The author argues that the methods of initiation and asceticism involve an extreme enhancement of consciousness and detachment from instinctive-affectionate life, which is the opposite of the psychoanalytic approach. The author suggests that the moral principles of psychoanalysis advocate for embracing the instinctive-affectionate part of the soul, whereas the methods of initiation require complete mastery over it.",
  "content": "Ora, non occorre possedere una erudizione specializzata per sa- pere che ogni disciplina introduttiva per la realizzazione superiore di sé si basa invece su di un estremo potenzia- mento della coscienza, su di un distacco dalla vita istintivo- affettiva e di un completo padroneggiamento di essa. Vi (1) Prolegomeni, pp. 232-233: L'« imaginazione attiva » é un metodo di introspezione « che consiste nell'osservazione del fluire * delle imagini interiori: si concentra l'attenzione su di una effe- « case ed incomprensibile imagine di sogno o su di una impres- * síone visiva spontanea e si osserva quali trasformazioni lima- * gine subisce ». « In tali condizioni si producono serie lunghe * e spesso drammatiche di fantasie, anche visioni, dialoghi interni, * ecc. ». Nel « non raro caso di schizofrenie latenti, questo metodo * può essere molto pericoloso ». è solo l'incomprensione dello Jung a supporre che quel ri- lassamento e quella capitolazione della personalità coscien- te, che sono l'essenza del suo metodo, possano aver a che fare, per es., con la nozione del Tao, il quale, esplicita- mente identificato alla « Via del Cielo », si riferisce ad una spontaneità trascendente.",
  "last_phrase": "In conclusion, the path towards self-improvement in any field requires a heightened consciousness, detachment from instinctual-emotional life, and mastery over it. While active imagination can be a useful tool for introspection, the relaxation and surrender of consciousness involved in Jung's method should not be mistaken for transcendent spontaneity or freedom. It is important to understand the nuances and potential risks of any practice and approach them with caution and responsibility."
}