{
  "title": "\"What are the four virtues of a rock and how do they apply to being an ascetic?\"",
  "first_phrase": "In this passage, Nftgasena advises the king on the virtues that an ascetic must possess to achieve true enlightenment. The ascetic must stay firm and unmoved by worldly pleasures, respect, and criticism, as well as cultivate independence from human attachments. Additionally, he must ward off harmful tendencies of desire and ascend through knowledge. Subhini warns that the ascetic must purify himself to dwell in the solitary forest.",
  "content": "Questa è la seconda virtù della roccia, che egli deve avere. Per- ciò da Lui, il Beato, che sovrasta ogni dio, fu detto: L'uomo che non si unisce né al ricco, Né al povero, Senza casa, con pochi bisogni, Costui io chiamo brnmano. « Ed ancora: come nessun seme sulla roccia può met- tere radice, or cosf anche appunto, o Re, l'asceta, in strenuo, serio sforzo deve rendere impossibile che nocive tendenze facciano presa sul suo animo. Questa, o Re, è la terza virtù della roccia che egli deve avere. Perciò da Subhini, l'Anziano, fu detto: Quando pensieri di desiderio sorgono nel mio animo Scrutando me stesso, io li distruggo. Tu, che la brama eccita, che al potere Sei aperto di ciò che reca offesa, Tu che palpiti di fronte all'inatteso, Allontànati dalla selva solitaria. Essa è dimora solo per uomini divenuti puri, Austeri di vita, liberi dalle macchie della colpa. Non contaminare queste pure sedi. Lascia i boschi. * E ancora: come la roccia in alto si erge, or così an- che appunto, o Re, l'asceta, in strenuo, serio sforzo deve ascendere per mezzo della conoscenza.",
  "last_phrase": "To become a true ascetic, one must possess the four virtues of the rock: detachment from wealth, freedom from desire, knowledge, and steadfastness. By incorporating these virtues into one's life, they can attain a sense of purity and clarity necessary for spiritual enlightenment. Remember, a true ascetic is like a rock, unmovable in their convictions, and uncorrupted in their intentions."
}