{
  "title": "What is the true essence of initiatic knowledge and how can it be acquired?",
  "first_phrase": "In this passage, the author delves into the concept of initiation and the idea that true initiation is not given, but must be seized through active effort. The author cites Eliphas Levi and Guénon in support of this idea, and mentions the possibility of elevating oneself to states that are conducive to personal and spiritual development. The passage also references the concept of shath in Islamic esotericism, which allows for direct initiation without the need for organization or hierarchy.",
  "content": "A parte il tatto che, in eitea13-iasi caso, l'inizia- zione vera si compie in una condizione che non è quella della coscienza desta ordinaria, è possibile elevarsi atti- vamente a stati, in cui i contatti essenziali per lo svilup- po superindividuale sono propiziati. Nello stesso esote- rismo islàmico si parla della possibilità di conseguire lo shath, stato interiore speciale che fra l'altro rende eventual- mente atti a collegarsi col Khidr, essere enigmatico in cui risiede il principio di una iniziazione diretta, cioè senza l'intermediario di una sariga (organizzazione) e di una sit- sila (catena) (3). Benché concepita come eccezionale, que- ( ' ) t su questa base che, in uno clei suoi aspetti, va inteso il principe della « incomunicabiliC.1 ». La vera conoscenza metafisica è sempre un « atto » e ciò che ha qualità di « atto » non può venire da altro; secondo l'espressione greca si può raggiungerlo solo xa6 avrà. 2. Si può anche ricordare la parte rilevantissima che fra le popolazioni selvagge ha l'iniziazione ricevuta in sogno; su ciò cfr. p. es. M. LLIADE,sciamanismo e le tecniche dell'estasi, trad. it., Roma 1953. 3. Su ciò si cfr.",
  "last_phrase": "In conclusion, it is possible to actively elevate oneself to states where essential contacts for super-individual development are favored, even if the true initiation occurs in a condition that is not that of ordinary waking consciousness. While Guénon acknowledges the importance of an \"ideal\" connection to a tradition, the essential requirement is the right intention as a magical and effective direction towards initiation."
}