{
  "title": "What is the Tomistic theory of mystical contemplation and how does it relate to Christian asceticism?",
  "first_phrase": "In the previous section, the text discussed the Thomistic conception of mystical contemplation as a passive movement of love for God. This final section touches on the positive aspects of Christian asceticism that prepares and leads to contemplation. The text mentions the concept of a double grace, one sufficient for normal Christian life and the other extraordinary, bestowed by the gifts of the Holy Spirit. The idea of the arising of love for God as an effect of divine grace is also introduced. The text emphasizes the isolation and simplification of asceticism as a means of reaching the representation of the perfect simplicity of God. The text is a chapter from \"Mistica ebraica e mistica cristiana\" by Giulio Busi.",
  "content": "(2) Ibid., p. 9. zione alla contemplazione, li ha presentati soprattutto nelle origini. Li accenneremo (l). Una prima direttiva di ascesi è l'isolamento e la sempli- ficazione. Essa, peraltro, si giustifica in termini di analogia, con riferimento meno al Cristo che non al Padre, e riflette il precedente ideale precristiano della « deificazione ». « L'uo- * mo che per dono della grazia e il suo continuo sforzo asce- * fico dovrà giungere a rassomigliare a Dio deve essere ne- « cessariamente anche una immagine della semplicità ed uni- * tà di Dio... Man mano che la deificazione cresce, l'uomo si * avvicina sempre di piú alla perfetta semplicità divina che * non chiede nulla fuor di sé, che basta a sé stessa. È evi- * dente che una teologia che [come quella greca] dà un po- « sto cosf importante al concetto di deificazione e che conce- * pisce Dio prima di tutto secondo l'aspetto di un essere * unico, semplice, bastante a sé stesso, dovrà vedere l'idea- * le della perfezione cristiana nell'uomo completamente li- * bero da tutte le passioni e che tende a Dio riproducen- * done, per quanto può, l'unità e la semplicità » (AS, 34).",
  "last_phrase": "In conclusion, asceticism in Christianity involves a process of isolation and simplification, which is justified by the analogy of deification. As the individual moves closer to divine perfection, they become more simple and unified, reflecting the perfect simplicity of God. This detachment can include physical isolation or simply a detachment from worldly desires. Ultimately, the goal of asceticism is to become more like God in both spirit and action."
}