{
  "title": "What was the concept of spirituality and the sacred in ancient Rome?",
  "first_phrase": "In the previous paragraphs, the author discussed the importance of recognizing the sense and dignity of certain traditions, even if they survive in degenerated forms. Now, the author delves into another key aspect of the ancient Roman conception of the sacred – \"immanence.\" Unlike the spatial focus of Hellenic spirituality, Romans viewed their gods as manifesting essentially in time, history, and human affairs. This idea infused Roman life and history with layers of meaning and divine symbolism. Moreover, Romans saw themselves as actively involved in the sacred history, leveraging invisible forces to shape their destiny. In this context, the author highlights how the human symbol played a specific role in the Roman sense of immanence.",
  "content": "Per la prima gli c-ki, oggetti della contemplazione pura, vivono come essen- ze eterne nello spazio assoluto del « supermondo »; per il Romano, invece, gli dèi, senza perdere nulla della loro di- gnità metafisica, si manifestano essenzialmente — quali nu- mina — nel tempo, nella storia, nelle vicende umane, e mas- sima preoccupazione del Romano fu di venire ad un equi- librio, di propiziare un incontro delle forze divine e di quelle umane, ovvero di far che queste prolungassero o con- vogliassero quelle. Tutta l'arte augurale romana risponde ad una simile idea; e poiché, a sua volta, la trama dei re- sponsi augurali ed oracolari fu inseparabile dall'insieme del- le gesta della romanità, si può dire che tutta la storia roma- na rivestì, per i nostri antenati, il carattere di una vera e propria storia sacra, di una storia adombrata continuamente da significati, da rivelazioni e da simboli divini. Solo che tutto ciò non aveva per controparte un atteggiamento esta- tico e passivo, bensì un atteggiamento attivo, guerriero. Può ben dirsi che il Romano 'ecc sacra la sua storia, inse- rendovi attivamente forze invisibili ed agendo unito con esse. Un aspetto particolare della « immanenza » riguarda il simbolo umano.",
  "last_phrase": "In summary, the Romans believed that their gods were not only metaphysical entities but also actively present in their history and culture. The Roman augural art was deeply rooted in their idea of balancing divine and human forces. Their sacred history was filled with invisible powers that the Romans intentionally united with to shape their destiny actively. This active attitude was also evident in the way they revered and symbolized their gods, such as the Flamen Dialis, a living symbol of Jupiter. Therefore, the Romans' relationship with their gods was not just contemplative but involved a dynamic participation in their history and society."
}