{
  "title": "What is the meaning of \"union\" and \"life of union\" in Christian mysticism and how does it differ from Eastern mysticism?",
  "first_phrase": "In the final part of this text, the focus is on the confusion arising from the use of the terms \"union\" and \"unitative life\" by mystics. Guénon's observation regarding the difference between the Hindu concept of union and the Christian understanding of it is discussed. The text explores the symbolism of marriage for the mystical union and the idea of an \"eccentric\" state in mysticism. It concludes by pointing out the potential dangers of a devotional Christian framework for understanding the illuminative phase of the mystical journey.",
  "content": "Solo in via di analogia può parlarsi di una cognitio Dei experinzen- talis — conoscenza sperimentale di Dio — nella mistica cristiana. Una situazione di « eccentricità » (nel senso di non-centralità) le è essenziale, quasi senza eccezione. Ciò, del resto, viene indicato dallo stesso termine di * estasi », che vuol dire « uscir da sé ». Iniziaticamente, si tratta piuttosto dell'opposto, cioè di un rientrare ín sé, di un farsi « centrali », per cui giustamente qualcuno, per gli stati dello Yoga, ha parlato di enstasi, invece che di * estasi ». La fase della vita illuminativa si potrebbe esser in- tare giustamente i fenomeni che intervengono, perché si tiene ad un piano emotivo, piú che intellettuale, e l'inquadramento devozionale cristiano, con le sue varie imagini, piú che aiutarlo, può servire per sviarlo. (i) Contemplation dirette et contemplation par réftet (Études Traditionnelles, 1947, VI, p. 140).",
  "last_phrase": "In conclusion, the mystical experience of a cognitive knowledge of God, or the \"experimental knowledge of God,\" in Christian mysticism is characterized by eccentricity and a withdrawal to oneself. During the illuminative phase, one must be cautious of being misled by devotional Christian images and emotions. The contemplative process also involves developing certain intellectual powers, which are not truly inductive, according to Tomistic philosophy. However, the ultimate goal is the purification of the soul, and with this purification, the soul can progress on its spiritual journey beyond the material world."
}