{
  "title": "How can we interpret the facts collected by Darwin and his school regarding evolution?",
  "first_phrase": "In the previous section, the author discussed the interpretation of facts collected by Darwin and his school in the fields of morphology, embryology, paleontology, and geology. In this last part, the author questions the direction of evolution and introduces the concept of involution. The presence of intermediate stages does not determine the direction of evolution. The author also raises doubts about the idea of primitive societies being the primitive states of humanity and suggests they may be degenerative remnants of an even older civilization. The studies conducted on such societies reveal a different mentality and civilization rather than a lower degree of the same.",
  "content": "La presenza delle stazioni intermedie (quand'an- che siano stazioni di passaggio — e non d'incrocio o an- che di smistamento: altre possibilità a cui gli evoluzioni- sti non pensano) non può dirmi, da sola, in che senso sia avvenuta la marcia. Ecco il punto fondamentale. Vediamo ora che cosa vi si può aggiungere. Cominciamo con i popoli detti selvaggi dal punto di vista della loro mentalità e della loro civiltà. Chi ci di- ce che essi rappresentino gli stati « primitivi » della pre- sente umanità, e non invece forme involutive e residue di una umanità ancor più antica? Il fatto che i selvag- gi tendano piú a scomparire che ad « evolversi », dovrebbe far riflettere. Inoltre, si deve considerare che una umani- tà « ancor più antica » può essere stata diversa, tanto da non lasciar tracce là dove forme di civiltà a noi più vici- ne si sono affermate e sovrapposte: da lasciarne invece precisamente nelle loro derivazioni degenerescenti, ma pur dello stesso tronco. Gli studi etnologici moderni sui pre- sunti « primitivi » hanno appunto constatato in essi non un grado inferiore della stessa mentalità, bensí un'altra mentalità, un'altra civiltà.",
  "last_phrase": "In conclusion, the presence of intermediate stations alone cannot determine the direction of progress. It's important to consider the mentalities and civilizations of so-called \"primitive\" peoples and recognize them as different, rather than inferior. By integrating these perspectives, we may gain insight into even more ancient forms of humanity, ultimately leading to a broader understanding of our collective history."
}