{
  "title": "What is the relationship between transcendence and survival?",
  "first_phrase": "In the previous text, the author discussed the concept of \"autotrascendenza\" and its ability to assist in survival after death. In this last part, the author explores other examples of transcendence, such as devotion to another person or to God, and how they can help individuals maintain continuity in the face of death. The author mentions the importance of an orientation towards transcendence, regardless of the object of devotion or the rational basis of faith. The author suggests that focusing on a point of light, such as God, in the face of death may have an initiatory effect and assist consciousness in disassociating from the body after death.",
  "content": "L'importante non sta nell'oggetto della dedizione o nei fondamenti ra- zionali di una fede: sta invece, e soltanto, nel fatto di un orientamento che determina nella compagine occulta dell'essere umano una certa modificazione strutturale, ef- ficace nei riguardi della morte. Un altro caso è la conversione in punto di morte. Nello stato di estrema instabilità psichica dovuta ai sentimen- ti che prorompono all'approssimarsi della morte, l'atto di concentrarsi assolutamente, o di disperatamente credere in un punto di luce, che come « Dio » è l'imagine stessa del- lo stato trascendente C), può aver l'effetto di una iniziazio- (I) A questo proposito, si riveda la relazione sul « Libro del morto tibetano » nel vol. II, IV (« La coscienza iniziatica nel post- mortem »). ne, e staccare la coscienza da quell'appoggio, del quale, con la dissoluzione del corpo, essa altrimenti potrebbe parteci- pare il destino A superare lo schematismo di una alternativa troppo rigida, l'accenno a queste prospettive potrà bastare.",
  "last_phrase": "In conclusion, it's not about the object of dedication nor the rational foundations of faith, but rather the orientation that determines a certain structural modification within the human being, effective towards death. Whether through initiation or conversion in the face of death, survival can be achieved through a complete dedication to an idea, another being, or \"God,\" as well as through indirect processes of life and attitudes that lead to intermediate forms between the \"realm of the dead\" and the \"island of heroes.\" Plutarch's De facie in orbe lunae is one of the most explicit texts on this subject."
}