{
  "title": "What is the \"metaphysical reality\" and how does it challenge our common way of understanding the world?",
  "first_phrase": "In this text, the author discusses the transformative power of initiation and its ability to remove the limitations of common knowledge, allowing for the perception of non-corporal, \"metaphysical\" reality. The author cautions against the modern tendency to simplify the understanding of reality into a binary concept of corporeal and incorporeal worlds, instead advocating for the recognition of a multitude of existence states. The author applies the term \"metaphysical reality\" to all states of being beyond that of the terrestrial human individual, including symbolic references to Elements, Planets, and the Zodiac. The designation of \"metaphysical reality\" can have a more specific meaning when understood as the transcendent, the Unconditioned, through the ancient definition of \"nature\" as encompassing all manifestations.",
  "content": "Ad una tale concezione, piú che semplicistica, si deve opporre quella di una molteplicità di condizioni di esistenza, fra le quali la condizione corpo- rea e terrestre non è che un caso particolare e quasi una sezione fra le tante che si possono eseguire nel plenum di un tutto. Cosi, di rigore, la designazione generica di « realtà metafisica » va applicata a tutti gli stati dell'essere, una vol- ta escluso quello dell'individuo umano terrestre. Per esem- pio, quando nelle nostre scienze si parla degli Elementi, dei Sette (i Pianeti), dei Dodici (lo Zodiaco), si tratta di ri- ferimenti simbolici relativi appunto a stati « metafisici » molto distinti, contrassegnati dagli Antichi con pianeti e con costellazioni per esser realmente tanti mondi, proprio come quello che sulla terra si rivela attraverso spazio e tempo. La designazione « realtà metafisica » può però ave- re un significato piú specifico se si prende il termine « na- tura » nei senso antico di cp(xna: questo riprendendo non solo il mondo corporeo, ma, in fondo, tutto ciò che è mani- festazione, come realtà metafisica è allora da intendersi il trascendente, l'Incondizionato.",
  "last_phrase": "In conclusion, the concept of a simplistic existence of a physical and earthly condition must be opposed with the belief in a multitude of existence conditions. The term \"metaphysical reality\" should be applied to all states of being, excluding the human terrestrial individual. This understanding redefines the common notion of death and emphasizes that it is merely a change of state. Therefore, there can be many deaths and many lives that one experiences beyond the physical human existence."
}