{
  "title": "What does Plotino's response to Amelio reveal about the \"solar\" path towards transcendent human dignity?",
  "first_phrase": "In this final part, Plotino's response to Amelio's belief in prescribed religious rituals reflects the spirit of the \"solar\" path, emphasizing transcendence of human dignity through possession of wisdom. This internal orientation is essential to practice, creating within oneself a quality by which supersensible powers are attracted to the individual. This quality is distilled in one word: BEING. The initiation process is the transformation of one state of existence into another. The ultimate goal is not to be free from sin but to become a god. Even bad people can benefit from initiation.",
  "content": "Agli Dèi bisogna farsi simili: non già agli uomini da bene. Non l'essere esenti dal peccato, ma l'essere un Dio — è il fine ('). Queste massime staccano nettamente la via dell'iniziato dalla via degli uomini. La « virtú » degli uomini, in ulti- ma analisi, è cosa indifferente: imagine di una imagine — dice Plotino. La « moralità » non ha a che vedere con l'ini- ziazione. L'iniziazione è una trasformazione radicale di uno stato di esistenza in un altro stato d'esistenza. Un « Dio » non è un « modello morale »: è un altro essere. L'uomo buono non cessa dí essere « uomo » per il suo esser « buo- no ». In qualsiasi tempo e luogo si sia capito che significhi « iniziazione », l'idea è stata sempre la stessa. Cosí l'ermetismo: « La nostra opera è la conversione e il can- giamento di un essere ín un altro essere, di una cosa in un'altra cosa, della debolezza in forza... della corporeità in spiritualità » (2). Anche i cattivi possono prender acqua dai fiumi. Chi dà ignora ciò che dà, ma dà semplicemente (3). L'uomo come sta rispetto al tutto? Come una parte.- No.",
  "last_phrase": "In conclusion, the path of initiation is a radical transformation from one state of existence to another, and the goal is not to emulate morally upright humans but to become like the Gods. The act of initiation is not about morality but about fundamentally changing one's being. Therefore, we must focus on concentrating on ourselves, possessing ourselves, and becoming an entirely different being."
}