{
  "title": "What Is the Traditional Concept of Aristocracy and How Does It Involve Spiritual Asceticism?",
  "first_phrase": "In this last 200 tokens, the author discusses the true origins and functions of ancient aristocracies and nobilities. He refutes the idea that they rose to power through a natural selection process, as they were rooted in sacred traditions and initiatic orders. The nobility acted as a mediator in heroic and warrior traditions, embodying a spirituality and discipline that was also seen in priests and ascetics. The author also mentions the existence of esoteric symbolism in the heraldry and emblems of noble families. The aristocracy represented a superior, personal form of virility and responded to the need for spiritual expression in physical form through honor, high standards, and strict adherence to codes of conduct.",
  "content": "Del che, lo stesso Vico ebbe un presentimento. Come orientamento, l'aristocrazia corrisponde in genere al modo d'essere di una superiorità virile, libera e persona- lizzata. Risponde all'esigenza — che nel mondo classico ebbe espressioni caratteristiche — che ciò che vive all'in- terno come spiritualità si testimoni altresì in una forma, suggellandosi in un equilibrio di corpo, anima e volontà, in una tradizione di onore, di alta tenuta e di severità sia nel gesto che negli stessi dettagli del costume — in gene- rale, in uno stile del pensare, del sentire e del reagire. Anche ciò che visto dall'esterno può sembrare null'altro che formalismo e precettistica stereotipa, Per quanto nel- la nobiltà può essere spesso decaduto a tanto, puntata- via si lascia ricondurre ad un valore originario di strumen- to di una disciplina interiore, ad un valore quasi diremmo di rito.",
  "last_phrase": "In conclusion, the traditional aristocratic way of life is characterized by an inner discipline that leads to an outward expression of honor, high standards, and severity. Although it may appear to be mere formalism, at its core, it serves as a means of cultivating an inner superiority and a calmness that is marked by openness, finesse, and decisive action. This type of self-possession and balance can be seen in other cultural figures, such as the Greek Sage, the Buddhist Ascetic, and the Extreme-oriental Perfect."
}