{
  "title": "What is the relationship between the double, the Furor, and the goddesses of battle and victory?",
  "first_phrase": "In the previous text, the author discusses the various means of establishing contact with the \"doppelgänger,\" the transcendent part of the human soul. In the final section, the author delves deeper into the concept, exploring its relation to the goddesses of death, Furie, Erinni, and Valkyries. The author highlights the connection between these entities and the frenzied states of dance and battle, which were used historically as methods to attract and manifest invisible powers. This text concludes with the understanding that the various phases of the experience of contact with the doppelgänger culminate in the appearance of Nike, the goddess of victory, representing triumph over transcendent power.",
  "content": "L'uno e l'altra, là dove vi fu luce, contennero le pos- sibilità di una speciale iniziazione. E come nell'appros- simazione frenetica ottenuta con lo stato menadico nel farsi uno dei due e nel lampeggiar del contatto la conoscenza del doppio si fenomenizza come sensazio- ne, o perfino immagine, di Furie e di Erinni — ecco che al grado dell'esaltazione guerriera e dell'èmpito eroi- co questa stessa esperienza prende forma di dee della guerra, di \\Valkvrie, di Vergini tempestose delle battaglie. E ciò che, infine, corrisponde al compimento magico del- 196ABRAXA l'esperienza, al dominio del Maschio sulla Femminaè l'apparir di Nike, della dea Vittoria. Ecco dunque che hai comprese tutte le parti del- l'identificazione. La concezione « curiosa » di una divinità, che è ad un tempo una dea delle battaglie e il dèmone dell'uomo, che è il potere della morte, che è una forza « sotterranea » scatenata — ora ti parla (1). Fasi di una stessa esperienza sviluppata dall'azione, la Furia — la dea della Morte — la Nike o Vittoria, og- gettivano, rispettivamente, lo scatenamento, la sensazione del passaggio critico nel potere trascendente, infine il trion- fo su di esso.",
  "last_phrase": "In conclusion, the experiences of frenzy and initiation described in this text lead to a transcendence of the self, culminating in the manifestation of powerful divine entities such as the Furies, Valkyries and the goddess of Victory. For the warriors, the spirit of the battlefield demands hardness and determination, while victory itself takes on a sacred character. Ultimately, this text speaks to the power of the human spirit to overcome obstacles and reach a higher level of existence."
}