{
  "title": "What are the five virtues of fire and rock that ascetics must possess according to Buddhist teachings?",
  "first_phrase": "In the final 200 tokens of this text, the author discusses the five virtues of a ascetic, as taught by the Buddha to his son. These virtues are likened to the nature of fire, which destroys cold, spreads warmth without preference, and dispels darkness to reveal knowledge. The author also touches on the concept of Samskara, a term used to refer to the roots of attachment and conditioning, which must be eradicated to achieve true enlightenment. Overall, the text emphasizes the importance of dedicated effort towards spiritual growth and the elimination of negative qualities.",
  "content": "Perciò da Lui, il Beato, che ogni dio sovrasta, fu detto a R:Mula suo figlio: * Esèrcitati, Ràhula, in questa contemplazione che agisce come fuoco; cosi le non sorte, cattive disposizioni non nasceranno e le già sorte, cattive disposizioni non prevarranno sul tuo animo ». 2 * Quali sono [chiese il Re] le cinque virtù della roc- cia, o onorevole Mgasena, che [un asceta] deve ave- re? ». na o cattiva; in esse va considerata solo la forza che tende a le- gare a qualcosa di condizionato, e a tale stregua esse vanno estir- pate. Samskiira è uno dei termini che designano queste radici, l'inse- gnamento relativo alle quali, in Oriente, riporta a vaste prospet- tive e ad un inquadramento completo quel che in Europa è stato presentito, e nello stesso punto deformato, dalle teorie « psicana- litiche ».",
  "last_phrase": "In conclusion, the teachings of the Beato remind us to practice contemplation that acts like fire, which helps us eliminate negative thoughts and emotions. The five virtues of the rock that an ascetic must possess include being steadfast and unmovable like a rock, not being swayed by external factors or events, and being calm and equanimous in the face of adversity. By following these teachings, we can cultivate a mind that is unshakeable, like a rock."
}