{
  "title": "What is the relationship between sacraments and initiation in Catholicism?",
  "first_phrase": "The last 200 tokens of this text focus on the distinction between the sacramental and the initiatory aspect of Christianity. The author argues that while the sacraments have the power to induce in humans a supernatural quality, they are not equivalent to actual initiation experiences. The author encourages maintaining the distinction between the simple believer and the initiated gnostic. The text also discusses how the idea of a glorified body in Christianity was influenced by earlier mystery traditions but lost its initiatory significance.",
  "content": "Solo per l'esperienza mistica può calzare l'idea, che essa non implica necessariamente una frattura ma può essere uno svi- luppo quasi naturale della vita che nel cristiano si sup- pone già sovrannaturalizzata ad opera dei sacramenti. Vita sacramentale, come pure vita mistica, non vanno oltre un piano da dirsi psicologico-soggettivo e morale, mentre quello iniziatico ha un carattere ontologico e super-indivi- duale. Nei riguardi del primo può parlarsi, al massimo, di santità: non di deificazione. Quanto a corrispondenze formali, per dei dettagli si può indicare che il battesimo è una semplice imagine rituale del contatto con le « Acque », della « dissoluzione » nel prin- cipio-vita anteriore e superiore ad ogni individuazione o forma: esperienza, che nel suo carattere radicale, eccezio- nale ed altresì pericoloso non può evidentemente aver nes- sun riscontro con quanto avviene — volendo, sia pure invi- sibilmente — nel battesimo cristiano (1), La nozione del « corpo glorificato », in cui la legge della morte è vinta. venne direttamente al cristianesimo dalle precedenti tradi- zioni mistèriche, perdendo tuttavia, nella forma di dogma della resurrezione della carne o di prospettive puramente escatologiche nell'oltretomba, il suo significato concreto ed iniziatico.",
  "last_phrase": "In conclusion, while the sacramental and mystical life may lead to holiness, it is the initiatory path that offers the possibility of deification. The idea of a glorified body and its transfiguration is deeply rooted in ancient mystery traditions and finds its expression in the Christian doctrine of resurrection. However, the mystical experience of the Eucharist should not be confused with initiation, which entails a radical and transformative process that goes beyond the individual and the psychological."
}