{
  "title": "What Was the Prisca Religio and How Did Romans View the Divine?",
  "first_phrase": "In this text, the author discusses Al Macchioro's book and its usefulness for exploring the world of Roman spirituality prior to the influence of external forces. The author also explores other aspects of Roman tradition beyond those that have been covered in previous works. The text highlights the ancient Roman sense of the sacred, which surpassed that of other civilizations, and touches on the absence of anthropomorphic depictions of the divine in the Roman religion. The Romani antichi held an aversion to creating images, which was reflected in both their profane and sacred domains.",
  "content": "Que- ste e molte altre testimonianze ritrovabili in tutta una se- rie di antichi scrittori, se costituiscono una recisa smentita delle vedute di coloro che della civiltà romana vedono e va- lorizzano solo gli aspetti civili, politici e giuridici profani, non deve tuttavia far nascere degli equivoci per l'uso, ap- punto, del termine « religione ». Infatti la « religione » pri- mordiale dei Romani, quella tradizionale e legata alle stesse misteriore origini della « città sacra », ha ben poco a che fare con quel che oggi s'intende comunemente con una tale espressione. Primo punto. Nella « religione » romana prisca manca quasi del tutto la personificazione del divino; fino ad una assenza delle stesse imagini nel culto. Il Romano antico, in genere, nutri una fondamentale avversione per il pensare at- traverso imagini. Da qui, nel dominio profano, una delle ragioni del disprezzo in cui l'artista era tenuto dai Romani prischi, il loro originario orgoglio di aver in proprio ben al- tri ideali, che non il creare imagini o lo scolpire marmi. Da qui, nel dominio del sacro, l'inesistenza, nella prima roma- nità, di una mitologia sul tipo di quella che si suole chia- mare della decadenza greca.",
  "last_phrase": "In conclusion, it's crucial to understand that the Roman religion wasn't centered on the personification of the divine or the use of images in worship. Rather, the Romans perceived their gods as sources of power and action, expressed through symbolic objects such as lances, fires, and shields. This distinct and ancient form of Roman religion predated the later Greek-influenced mythologies and philosophical abstractions."
}