{
  "title": "\"What is the Abraxa Method for Projections and Visualizations in Hermetic Operations?\"",
  "first_phrase": "In the previous text, the author discusses the need for creative spark in every esoteric operation and provides guidance on preparing the Stone and Fire. The author emphasizes the importance of persistent practice in developing skills and corresponding states of mind necessary for the operation. In the final portion of the text, the author suggests a method for achieving a full “translocation” into the magical body through visualization and projection of potent images of Stone and Fire, which must be mastered before operation synthesis. The author also mentions an alternative method of magnetic contemplation. This potent ritual must be approached confidently and calmly.",
  "content": "Calmo. Nessuna preoccupazione, nessun pensiero anticipatore di quel che farai. È ad un tratto che — subitamente come l'illuminar- si e il ripiombar nel buio di una scena per un lampo — è ad un tratto che la mente REALIZZERÀ la visione: Pietra — Fuoco che percuote la Pietra — Nube bianca che se ne scioglie ed ascende (a). Se la proiezione è giusta nel suo senso, sufficiente nel- la sua energia, e animata (in Fuoco e Pietra della visua- lizzazione devi far ardere intensamente gli stati, che hai preparato e padroneggiato), allora può accadere il distacco completo, la traslazione nel corpo magico. 1. Per comprendere di che si tratti si può pensare a certe ima- gini di cose fortemente vissute, che non si possono rievocare senza esser presi nello stesso momento da una emozione corrispondente. [N. d.U1 2. Insieme al metodo di « proiezione » indicato da « Abraxa », si può indicare anche un metodo non istantaneo, ma di una contemplazione « magnetica » prolungata e progressiva dell'imagine. [N. d.U.] Questo rito è potente.",
  "last_phrase": "Remember, concentration is the key to unlocking the power of the Abraxa projection method. While the ritual is potent, it can also be dangerous for those who are not mentally prepared. If difficulties arise, refer back to the steps for astral projection and concentrate on reestablishing control over your physical body."
}