{
  "title": "What is Aleister Crowley's \"Legge del Telema\" and how did he practice ceremonial magic?",
  "first_phrase": "The final part of this text discusses the magical practices and beliefs of notorious occultist Aleister Crowley. Crowley practiced ceremonial and evocative magic and claimed to have received a revelation from an entity named Aiwass, which became the basis for his philosophy - the Law of Thelema. The Law includes the two key principles, \"Every man and woman is a star\" and \"Do what thou wilt shall be the whole of the law.\" Crowley's magical practices were similar to tantric yoga and included sex magic and drug use. The text warns that many of his disciples went insane or committed suicide, but Crowley himself died in 1947 at the age of 72. The following excerpt is translated from Crowley's Liber Aleph, and describes the importance of mathematics in understanding the workings of the mind.",
  "content": "I passi che qui riproduciamo tradotti appartengono al « Liber Aleph, the Book cif \\Visdom or I'olly » che a tuttora (1953) esiste solo manoscritto. Il lettore, a parte un certo sincretismo e un certo barocchismo, vi ritroverà facilmente elementi della disciplina ma- gica tradizionale. Le poche note sono del traduttore. De Arte mentis colligendae 1.- Afathematica. Ed ora voglio dirti qualcosa circa la base prima della tua mente. Devi studiar diligentemente la matematica, per- ché cosi ti si riveleranno le leggi della tua stessa ragione con le sue limitazioni. Tale scienza ti renderà manifesta la tua vera natura, quanto al meccanismo con cui essa agisce; e mostrerà in pura nudità, senza la veste della personalità o del desiderio, l'anatomia del tuo Io conscio. Inoltre per tal mezzo intenderai l'essenza d'in fra le relazioni di tutte le cose e la natura della necessità, e ver- rai alla conoscenza della forma.",
  "last_phrase": "In conclusion, the \"Liber Aleph, the Book of Wisdom or Folly\" serves as a rich source of traditional magical knowledge, with the inclusion of elements of mathematics and classical literature. Therefore, diligent study of these subjects and their original language can aid in discovering the true nature of one's own mind and unlocking subconscious memories."
}