{
  "title": "What is the meaning and purpose of Alchemy and why is it kept a secret?",
  "first_phrase": "In the last 200 tokens, the focus is on the separation of the elements that make up human beings and how this is necessary for the preparation of a new, higher unity. However, this separation process is not without danger. That's why the practice of magic is kept secret and only revealed to those who seem trustworthy. The text also discusses the concept of separating the spirit of wine from its body, as well as the idea that the active elements in a substance can be separated from the passive ones through dissolution. The final part describes how chemists teach the process of distilling metals for research purposes.",
  "content": "Eppure i filosofi alchemici non conoscon massima piú vera, né sperimentalmente piú comprovata di questa: che gli At- tivi, separati dai loro Passivi, agiscono su un qualsivoglia Composto: disseparandone, per condissoluzione (per sym- bolisationem), lo spirito. Cose simili sono infatti at- tratte da tutte le cose simili non ostacolate; e lo Spirito, per natura sua, anela a liberazione dai ceppi del Corpo, per tornare alla propria origine, o per unirsi ad un si• mile a sé. Non è dunque sorprendente, se la Quinta Vir. tus-Essentia-Prima del Vinum (' ) attrae le vires (forze- facoltà) di tutti gli esseri in essa infusi: disciogliendole dagli elementi, per dissolvimento del legame naturale: riuscendo gli spiriti, per appetizione e reazione, ad ele- varsi sulle resistenze passive... (233). 7. Soluzione a sé. Quasi tutti i chimici insegna- no a destillare (dissolvere) metalli: alcuni con aceto ridi- stillato, o con qualche liscivia forte; í piú, con acque o succhi, estratti da sostanze reattive (ex acuentibus).",
  "last_phrase": "In conclusion, by separating the active from the passive, the alchemical philosophers believed that all things similar are attracted to each other. The quintessential principle of Vinum dissolves the forces of all beings, releasing their spirits. To dissolve any metal, one must heat it to the point of liquefaction, and by evaporation, it will dissolve. This method is possible by itself using only strong earth and a sealed container."
}