{
  "title": "Is Catholicism the right choice for spiritual seekers on an initiatory path?",
  "first_phrase": "In this text, the author discusses the limitations of embracing exclusive beliefs in any religious tradition outside of personal or collective practical benefits. They go on to question the usefulness of adhering and joining a religious tradition, specifically Catholicism, for those with an initiatic vocation. The author notes that Christianity, unlike Judaism or Islam, incorporates both inner experiences and sacramental mysticism but lacks a significant initiatic aspect. They suggest that the manner in which the Catholic Church functions today is primarily collective and psychological rather than spiritual and metaphysical. Joining such an entity may be more of a constraint than a foundation for higher development for initiates.",
  "content": "Siffatta natura in- termedia del cristianesimo la si può caratterizzare col definirlo appunto come una religione essenzialmente mi- stica, che ha assorbito e adattato nella forma mistico- sacramentale non pochi elementi esoterici. Ora, una corrente che si definisca in tali termini ha un carattere prevalentemente psichico-collettivo piú che spirituale e metafisico. In ogni modo, ciò appare abba- stanza sensibilmente in quel che la tradizione cattolica è divenuta ai nostri giorni, tanto che vien da pensare ad uno dei casi di enti, dai quali, per involuzione, le in- fluenze veramente dall'alto si sono in buona misura ri- tirate. Ma siccome enti psichici del genere conservano una loro vitalità ed una loro forza di inerzia, l'aggregar- visi, per chi ha una vocazione iniziatica, può valere piú come un vincolo che non come base per uno sviluppo superiore. Si entra in una « catena », dalla quale è dif- ficile svincolarsi e le cui influenze sottili sono difficili da controllare.",
  "last_phrase": "In conclusion, the Christianity, being an essentially mystical religion that has absorbed esoteric elements, has become mostly psychical-collective rather than spiritual and metaphysical. Therefore, for those who have an initiatic vocation, being part of this type of entity can serve more as a bond than a base for higher development. Thus, the Christianity, with its closed system, reflects only a formal image of the mystery of transformation and deification, making it less suitable for those who seek the \"direct path.\" It is important to recognize and respect other equally legitimate traditions that have concretized in different forms throughout history."
}