{
  "title": "What are the reflections of initiatic views in ancient Christian writers?",
  "first_phrase": "This text discusses the relationship between the concept of the six gifts of the Holy Spirit and the purgative life. The author argues that the powers associated with these gifts are more theoretical than actual, and that the reflective practices of the purgative life are more relevant to understanding the mysteries of God. The text cites examples of early Christian writers who believed the soul must pass through various stages of purification after death before reaching God. This passage is likely influenced by the Mithraic concept of passing through a set of seven stages in initiation.",
  "content": "Nello stesso tempo, * oltre ad esser purificata, l'anima viene anche istruita * da angeli buoni in ogni scienza divina, onde sia capa- * ce di intendere i Misteri di Dio. Tutto questo processo * di purificazione e d'istruzione si ripete fino a che Pani- « ma sia arrivata alla perfetta purità e alla pienezza del- * la scienza ». Questa graduale purificazione dopo la mor- te « generalmente non è piú ammessa [dai teologi cat- * tolicil in tutti i suoi particolari. È stata però appli- * cata all'anticipazione della nostra ascesa che si veri- * fica nella vita di preghiera, e in tale applicazione la « predetta dottrina esprime delle verità assolutamente in- * discutibili » (AC, 128-129). Ora, ín tutto ciò è ben vi- sibile ii riflesso della dottrina misterica, specie mithria- ca (cfr. vol. I, pp. 136 sgg. e vol. II, p. 238), del passaggio (1) Cfr. ToRET, Op. cit., p. 274. attraverso la gerarchia settenaria o planetaria, che non ha a che fare col mondo della preghiera, ma con quello dell'iniziazione, nella quale, come altrettante « purifica- zioni », spesso vengono distinti appunto sette gradi.",
  "last_phrase": "In conclusion, the purification and instruction of the soul by good angels in divine matters, to comprehend the mysteries of God, is a gradual process repeated until reaching perfect purity and knowledge. While this doctrine has generally been dismissed in Catholic theology, its application in prayerful ascension expresses undeniable truths. The reflection of the mysterious doctrine, particularly Mithraic, is evident in the seven stages of initiation, distinct as purification steps. Thus, the search for the lost paradise and the reinstatement of the Adam state are crucial to the attainment of perfection, and the inaccessibility of the place is a symbol of the state's difficulty."
}