{
  "title": "What is the Roman conception of the afterlife and the evolution of the cult of the Lares?",
  "first_phrase": "In the earlier part of the text, the author discusses the ancient Roman conception of the afterlife, which was heavily influenced by the spiritual beliefs of the lower civilization Italic peoples. Specifically, they believed that the dead merged with the impersonal energies of blood and continued to exist within the living population. This was manifested in the cult of the lari, which was initially introduced in Rome by a plebeian king named Servius Tullius. In contrast to the original belief that the dead were assimilated into the naturalistic forces of the ancestors, the Roman spirit was eventually purified and a new belief emerged. The dead were seen as divine ancestors, and the cult of the lari was transformed into a familial and ancestral cult that emphasized continuity and renewal. This marked a shift from the earlier naturalistic beliefs of the lower civilization peoples to a more supernatural and heroic Roman worldview.",
  "content": "Il mitologhema che fa dei lati i figli di « Ma- nia la muta » o di Acca Larentia, identica a Dea Dia, e che vede la regione ad essi propria non nelle altezze dei cielo o in un luogo simbolico della terra, ma nella zona in- fera, sotterranea (Festo: deorurn inferorum, quos vocant lares), ci riporta alle civiltà asiatico-meridionali di tipo ctonico e matriarcale. Una particolarità del culto dei !arí era che gli schiavi vi avevano una parte di rilievo, anzi era il solo, a Roma, che li avesse per ministranti. Senonché il vero spirito romano si palesò attraverso una purificazione successivi di questo culto. Dalla concezione del morto che si dissolve nella forza oscura e naturalistica degli avi, si passa a quella del morto quale « eroe », quale avo divino, principio di una eredità sovrannaturale che il rito familiare o gentilizio andava a rinnovare e confermare nella discendenza. Già Marrone, assimilando i lari ai mani, li chiama « spiriti divini » ed « eroi ».",
  "last_phrase": "In conclusion, the cult of the Lares in ancient Rome underwent a transformation from a matriarchal, underground tradition to a more patriarchal and elevated practice that recognized the deceased as divine ancestors. Although slaves were significant participants in the cult, it eventually aligned with Hellenic hero worship and became associated with the aristocratic leadership. While the serpent symbolized the Lares in the beginning, it eventually evolved into a masculine figure representing the head of the household. Through this transformation, the Lares became eternal spirits and an embodiment of the purified Roman consciousness."
}