{
  "title": "\"What is the difference between ancient and modern sleep? Can ancient methods cause harm in modern individuals?\"",
  "first_phrase": "This text explores the differences between ancient and modern man and their relationship with sleep, particularly in relation to their consciousness. The author explains that ancient traditions view sleep as a favorable condition for achieving super-sensible knowledge, but this belief seems incomprehensible or fanciful in modern times. However, some modern individuals may have an incomplete connection with their higher consciousness and can benefit from ancient or eastern methods to achieve it. Nonetheless, if not pursued with discrimination, these methods may lead to dissolutive and involutive outcomes. The text delves into the risks of becoming semi-mediumistic and visionary and succumbing to chaotic and uncontrolled psyche. The author also points out that modern, educated people tend to reject super-sensible reality, while individuals with little critical capability, intuitive women included, are drawn to it.",
  "content": "Piii che raggiungere la luce, vi (1- ) Eraclito disse che nel sonno si raggiunge « colui che accende a sé stesso la luce nella notte » (fr. 26) e si diviene cooperatori di quanto accade nel mondo (fr. 75, Diels). In Pindaro (fr. 131) e in Eschilo (fr. 104, 105) ricorre lo stesso insegnamento: l'« occhio dell'anima », che si dischiude di notte, si oppone a quello del corpo, cui è. propria la visione diurna. sarà il pericolo di cadere in forme semi-medianiche e visio- narie e di soggiacere alla fenomenologia di uno psichismo caotico ed incontrollato. Un noto scrittore di cose esoteriche ha messo in ri- lievo il fatto, che oggi la gran parte delle persone colte, attive e dalla mente chiara provano una istintiva repul- sione per tutto ciò che è realtà sovrasensibile; mentre da quest'ordine dí cose si sentono attratte soprattutto persone di scarsa capacità critica, con facoltà minime di controllo e di vera consapevolezza, spesso addirittura delle donne. Per tale fatto il detto autore ha indi- cato una ragione positiva, costituzionale.",
  "last_phrase": "In conclusion, it is essential to understand that reaching the inner light is not an easy task, and venturing into the realm of supernatural experiences requires caution and awareness. While some may feel naturally drawn to this realm, it is crucial to approach it with a critical mind and control of one's faculties. Moreover, the historical prevalence of the devoiced and magical tendencies in Western culture has also contributed to our perception of the supernatural, making it more critical than ever to approach these experiences with caution and critical analysis."
}