{
  "title": "What is Lo Jung's perspective on the relationship between psychoanalysis and metaphysics?",
  "first_phrase": "In the previous section, the text discussed how Jung attempted to understand metaphysical teachings through a psychological lens, but failed to truly grasp their meaning. In the last 200 tokens, the idea of psychological projection is explored in the context of esoteric and magical traditions. Here, it is noted that Jung, like many psychoanalysts, indiscriminately incorporates all sorts of materials into the subconscious, including both inferior and superior contents. The text suggests that in the initiatic path, however, preliminary disciplines are used to neutralize the \"inferior\" regions of the subconscious and prevent it from obstructing the manifestation of super-individual and superhuman contents.",
  "content": "Da questo testo avrà potuto veder anche che non si aspettava proprio la psicanalisi per for- mulare il principio — eminentemente iniziatico — di uc- cidere le proiezioni riconoscendone e realizzandone il con- tenuto. Dunque, qui, proprio nulla di nuovo per noi. Ma rimane il fatto che per lo jung, come per gli psicanalisti in genere, il subcosciente è un sacco in cui si caccia indiscri- minatamente ogni sorta di cose, sia i contenuti inferiori della subcoscienza biologica e collettiva, sia ciò che può aver relazione con una vera e propria supercoscienza. E poiché il metodo psicanalitico è il piú primitivo conce- pibile, è un « aprire » e stare a vedere — naturalmente, è un Sabba, è il rigurgito confuso e caotico di ogni ma- teriale che ci si deve attendere, ad ordinare il quale ogni sforzo psicanalitico è vano. Altrimenti stanno le cose nella via iniziatica, appunto per quel che si è detto, cioè perché discipline preliminari qui s'intendono a neutralizzare le regioni « infere » del subconscio, ad impedire che esso devii, ottenebri od alteri con le sue scorie la manifesta- zione e la realizzazione cosciente di contenuti super-indivi- duali e super-umani.",
  "last_phrase": "In conclusion, unlike psychoanalysts who view the subconscious as a dumping ground for all sorts of indiscriminate material, the initiatic path requires discipline and neutralization of the \"infernal\" regions of the subconscious. It is crucial to prevent them from obscuring the manifestation and conscious realization of super-individual and super-human contents. While recognizing the law of the earth, it's not necessary to inhibit instincts in the sense of moralism and virtue. Ultimately, the initiatic path leads to a higher understanding of the self and a more balanced expression of the psyche."
}