{
  "title": "What methods can be used to avoid abnormal dissociation of physical and psychic unity?",
  "first_phrase": "In this text, the author discusses the dissociation of individual physical and psychic unity caused by the freedom of the body's vital dynamism. This dissociation often leads to sub-conscious states such as magnetic sleep, catalepsy and trance mediumship, which can be dangerous without a precise method and spiritual well-being. However, alternatives exist to avoid sub-consciousness by increasing internal vital energy or by automating certain functions. The article is recommended for those interested in modern psychology and esoteric phenomenology.",
  "content": "In un secondo caso, si tratta di portare all'automati- smo certi dinamismi, i quali di solito impegnano l'at- tenzione e la coscienza, impedendo loro di volgersi al- trove. Rese automatiche certe funzioni, alcune energie superiori si possono distogliere dalle condizioni e dalle limitazioni imposte dalle funzioni stesse, e rimaner li- bere per forme di attività superiore. La creazione dei monodeismi, l'uso delle ripetizioni, la « ritmizzazione » in generale, che può anche riferirsi a movimenti ed a funzioni organiche (p. es., il respiro) — espedienti di no- to e frequente uso di ogni tempo presso coloro che si sono dedicati alla cultura delle capacità sopranormalisono propri del secondo metodo. Il saggio, che qui pubblichiamo, è da raccomandarsi a coloro che vogliono avere uno schema per tradurre in termini di psicolo- gia moderna la fenomenologia esoterica. Esso lascia apparire i rap- porti naturali che corrono fra cotesta fenomenologia e i comuni processi psichici; fa vedere come quella non abbia nulla di « irra- zionale », ma segua determinismi suoi propri, legati a speciali con- dizioni dell'essere umano.",
  "last_phrase": "In conclusion, by automating certain functions, we can free up higher energies for superior activities. Techniques like monodeism, repetition, and rhythmization can be useful in this regard. By understanding the natural connections between esoteric phenomenology and common psychic processes, we can use the schema presented in this essay to better translate them into modern psychology. As a base, the reader can refer to the schema on page 106 which will be immensely helpful."
}