{
  "title": "\"What is the significance of the Lion in occultism and its relation to courage and willpower?\"",
  "first_phrase": "In this text, the author discusses the importance of courage and its relation to Leo and the symbol of the lion. The author mentions various concepts and figures, including Teth, Aub, Jesod, and BABALON. The author highlights how these symbols are interconnected and flow into each other in the pursuit of the mystery of holiness. The author emphasizes how the courage of the lion is particularly evident in the reader, as Leo is in the house of the Sun, which is the father of light. The text also delves into the initiation of the reader and the significance of the lion in various contexts, including the universe and the invocation of Sechmet. The author emphasizes that courage is the crown of every virtue and the root of the tree of magic.",
  "content": "Per cui la sua natura è anche forte di audacia e di gioia del combattimento; se no tu dovresti temere ciò che ti è dissimile ed evitarlo, onde la tua separatività aumenti. A causa di questo, chi difetta di coraggio diviene un fratello nero, mentre osare è la corona di ogni tua virtù, è la radice dell'albero della magia. Altera de Leone Nella prima delle tue iniziazioni, quando la benda fu allontanata dai tuoi occhi, fosti condotto al trono di Horo, il signore del Leone, e da Lui fosti reso saldo con- tro la paura. Inoltre nel Minutum Mundurn, carta del- l'universo, è la via del Leone a collegare le due piú alte facoltà dello spirito tuo. Ancora, è Mau, il sole nello splendore del pieno meriggio, che viene chiamato il Leo- ne, regalmente, nella nostra santa invocazione. Sechmet, la nostra Signora, è raffigurata come una leonessa, giac- ché essa è quella brama di Nuith per Hadith che è la impetuosità della notte verso le stelle e la necessità loro; per cui essa è anche il vero simbolo della tua stessa fame di compimento, la passione della luce tua di osar tutto per la realizzazione.",
  "last_phrase": "In conclusion, the quality of courage symbolized by the lion is crucial to unlocking one's potential in magic and determining one's own will. It is a natural quality in humans, but often goes unrecognized. By embracing this quality, one can overcome fear and pursue their passions with audacity and joy. Remember to arm yourself and prepare for battle, for osare (daring) is the crown of every virtue."
}