{
  "title": "What is the belief in the power of objects and animals among primitive societies?",
  "first_phrase": "In the previous text, the author discusses the concept of the soul from a primitive perspective, including its mobile and free part. In the last 200 tokens, the author presents the idea of \"participations,\" where certain objects can maintain a relationship with their previous owner and even contain a part of their soul. This condition requires a special internal state, attainable through dissociation or integration. The text also mentions the phenomenon of \"power\" related to specific objects or beings. The author concludes by discussing the case of the \"man-leopard,\" where individuals with greater psychic and subtle principles can experience the power of specific objects or beings.",
  "content": "Cosí dall'instabilità procedono an- che i « pericoli dell'anima », di cui subito dirò. Vi è però un secondo aspetto, cioè il fatto che, oggettivamente, le « partecipazioni » esistono: è vero, ad esempio, che certi oggetti mantengono un rapporto con chi li possedette, cosf pure tutto quanto ha fatto parte del suo corpo, ecc. Tutto ciò è reale sul suo piano, e non resta limitato allo psichismo dei selvaggi. Tuttavia è necessaria una condizione interna speciale, che si può raggiungere sia regressivamente (per dissociazione), sia integrativamente (come nel caso dell'alta magia), affinché quei rapporti siano avvertiti di fatto e da essi si possa anche trarre partito. 6. - L'UOMO-LEOPARDO. In casi specialidi maggior labilità dei principi psi- chici e sottili (cause eventuali: emozione, esaltazione, eb- brezza generata da certe droghe, ecc.) ovvero quando un dato oggetto od essere presenta una supersaturazione di roana — possono verificarsi vere e proprie irruzioni del « potere » relativo a quell'oggetto o essere nell'individuo che vi entra in rapporto.",
  "last_phrase": "In conclusion, while there may be objective existences such as the \"partecipazioni,\" special internal conditions are necessary to benefit from them integratively. Moreover, in cases of greater instability of psychic and subtle principles, irruptions of power in the individual who comes into contact with certain objects or beings may occur. These phenomena are often a constant belief among primitives, as seen in the case of the \"uomo-leopardo.\" Thus, it is essential to exercise caution and proper understanding while dealing with such mystical entities or ideologies."
}