{
  "title": "What is the \"Active Initiation Power\" and how does it relate to the esoteric evolution theory?",
  "first_phrase": "In these final 200 tokens, the author delves into the concept of active initiation power, or solar power, which creates a force that is detached from mortal man and can influence and enhance human strength. The author explains that this power is not sanctifying but rather triumphant and can be attracted through traditional sympathetic rituals or sacrificial actions. The author draws connections to the tradition of the warriors and the way Rome understood and celebrated power through action and institutions. The text ends by discussing the esoteric perspective on evolution, which goes against the modern fixation on the concept.",
  "content": "Conosci anch'essa, pènetrane il rito, tanto più invisibile, per quanto piú manifesto. Ciò ti darà anche il modo di capire Roma. Roma non conobbe lo spirito nelle forme mistiche o filosofiche, per le quali essa sempre nutri una mal ce- lata indifferenza; Io conobbe soprattutto attraverso l'azione e lo testimoniò in istituzioni e tradizioni, dove l'azione sin nei ccrtamina dei circhi — diveniva un rito sim- bolico e un sacrificio; e nella gloria dell'Impero. ARVO L'« ORIGINE DELLE SPECIE » SECONDO L'ESOTERISMO Al lettore non sono mancate occasioni per accorgersi che, fra gli altri, in un punto gli insegnamenti esoterici hanno un carattere spiccatamente contro-corrente: ín ciò che riguarda 1'« evoluzione ». L'« evoluzione » è una specie di fissazione della men- te moderna. t un vero « complesso » che a mezzo di quella « logica del sottosuolo », di cui « Iagla » ha par- lato (vol. II, cap. II), dirige le menti di molti di coloro che presumono dí essersi adusati al metodo « scientifi- co » e alla ricerca obiettiva.",
  "last_phrase": "In conclusion, understanding the esoteric teachings on evolution can help to challenge mainstream beliefs and offer new possibilities for understanding ancient civilizations. By recognizing the power of attitudes and perspectives, we can begin to explore alternative theories in all areas of science and history, from the origin of species to the traditions of Rome."
}