{
  "title": "What is the Guénon's view on initiation and its requirements?",
  "first_phrase": "This text presents the views of the author on the works of Guénon and how they can be integrated with their own. While Guénon's works are unique and valuable, the author has some reservations about certain points, especially concerning initiation. The author disagrees with Guénon on the relationships between royal initiation and priestly initiation, the scheme of Little and Great Mysteries, and the restriction of the term \"magic\" to a lower and pejorative meaning. However, the author acknowledges the importance of ritual transmission in genuine initiation, as opposed to pseudo-initiation.",
  "content": "I tre punti, del resto, sono in una certa misura collegati insieme. Ma ciò che ora vogliamo trattare è il problema, in genere, dell'iniziazione (I ). La veduta del Guénon è, in sintesi, la seguente. L'inizia- zione consiste in un superamento della condizione umana e in una realizzazione degli stati superiori dell'essere; co- sa impossibile coi soli mezzi dell'individuo (p. 31 }. Ciò poteva ancora accadere nelle origini, presso ad un tipo umano assai diverso da quello attuale; oggi sarebbe invece necessario un intervento esterno e cioè la trasmissione di una « influenza spirituale » nell'iniziando (47, 57). Questa (1) Ci riferiamo essenzialmente al libro Aperps sur l'initiation (Paris, 1945), che, per comodità del lettore, citeremo nella tradu- zione it.iliana uscita col titolo Considerazioni sulla via iniziatica (cd. Bocca, Milano, 1949). trasmissione si effettua ritualmente col collegarsi ad una organizzazione iniziatica regolare. Tale è la condizione-ba- se, non soddisfacendo la quale, per il Guénon, non vi è iniziazione effettiva, ma solo una vana parodia di essa (la « pseudo-iniziazione ») (46).",
  "last_phrase": "In summary, initiation involves overcoming the limitations of human nature and achieving higher states of being. This is impossible without external intervention, which is why connection with a legitimate initiatic organization is crucial. For Guénon, the \"pseudoinitiation\" offered by organizations lacking this connection is meaningless. Ultimately, the key to successful initiation is the proper execution of prescribed rituals by those designated to do so. To become initiated, individuals must meet the qualifications deemed necessary by the organization."
}