{
  "title": "What is the meaning behind the strange masks brought by people to the sacred hill in \"Non importa - qualcuno\"?",
  "first_phrase": "This text is a translation of a passage from Alchemy, featuring a man observing a procession on a holy hill before entering a temple. Once inside, he realizes he cannot worship both deities and leaves, only to be handed two masks by a priest upon exiting. In the final part of the text, the author discusses Aleister Crowley's role in contemporary magic as a controversial figure who embraced dark imagery but actually followed the \"Left-Hand Path\" with expertise. Crowley's incredible experiences and varied pursuits are briefly discussed.",
  "content": "Mentre tornava sui suoi passi - gli si avvicinò un sacer- dote Che aveva fra le mani due maschere - e che gli disse di [mettersele. Cosi egli fece - e quando di nuovo entrò Il Santo dei Santi - era vuoto. (Trad. di A. W.) PROSPETTIVE MAGICHE (SECONDO ALEISTER CROWLEY) Nell'anfiteatro magico contemporaneo l'inglese Aleister Crowley è una figura di primo piano. Secondo il giudizio comune egli appartiene alla direzione pití « nera », addirittura satanica, e pro- prio questa forma di apparire fu da lui desiderata, che si faceva chiamare « La Grande Bestia 666 ». In realtà, questa era in larga misura una semplice facciata: da dirsi è semplicemente che il Crow- ley seguiva la « Via della Mano Sinistra », a ciò possedendo una particolare qualificazione. La sua vita fu estremamente varia e com- plessa: fu poeta, pittore, studioso di scienze naturali, esploratore, alpinista (con due ascensioni anche dell'Himalaya), prese contatto con organizzazioni segrete d'ogni genere, si vuole perfino che egli abbia avuto una parte occulta in alcuni recenti movimenti politici.",
  "last_phrase": "In conclusion, Aleister Crowley was a multifaceted figure who practiced ceremonial and evocative magic, receiving a revelation in Cairo which he called \"Thelema.\" His philosophy focused on rejecting external laws and embracing one's own inner will, with the belief that every person is a manifestation of a higher force. Despite his controversial reputation, his insights and practices continue to influence modern magic practitioners today. However, caution must be exercised in the pursuit of magic, as Crowley's disciples have been known to suffer tragic fates."
}