{
  "title": "\"How can we achieve a state of emptiness in meditation?\"",
  "first_phrase": "In the preceding text, the author discusses the difficulties encountered by beginners when attempting to transcend their senses and achieve a state of pure consciousness. They describe how the instinct to \"grasp\" at experiences leads to a return to physical sensation, preventing the possibility of achieving a higher state of being. In this final section, the author notes that it is challenging to reach the state of \"emptiness\" while maintaining a clear and active awareness, and suggests that abstract symbols can serve as temporary supports for concentration.",
  "content": "Bisognerebbe, in quel frangente, saper evocare lo stato, come di un so- gnare, privo sia di desiderio che di attesa per la per- cezione. Qualcosa di simile potrebbe dirsi anche per certe esperienze a carattere intuitivo. L'abitudine a pensare le neutralizza. Un istinto dello stesso genere ci riporta al cervello, e un processo razionale intercetta ed elimina l'atto della superiore intellezione, la cui rapidità e la cui sot- tigliezza alata passa allora senza traccia tra le forme lente e spesse della cerebrazione umana. VIE AL « VUOTO ». È difficile poter giungere allo stato del « vuoto » men- tale, e mantenere in pari tempo la condizione di co- scienza chiara e attiva (come si richiede per le nostre opere) quando non si usino — sia pure in via provvisoria e ausiliaria — dei sostegni in sostituzione a quello for- nito dal corpo con le sue varie facoltà, che fanno ap- punto da basi alla coscienza e al senso dí « Io » dell'uomo comune. Tali sostegni sono i simboli, forme astratte che fanno da punti di appoggio per la forza di concentrazione, pur non evocando nessuna rappresentazione per via della quale si sia ricondotti ai determinismi psicofisici da neutralizzare nella condizione del « vuoto ».",
  "last_phrase": "In conclusion, to achieve a state of \"emptiness\" in our minds, it is important to evoke a dream-like state without desire or anticipation for perception. However, this is a difficult state to maintain without the use of symbolic forms that serve as points of concentration. These symbols act as a foundation for our consciousness and sense of self. To use symbols as a means of awakening and communication, we must also possess the capacity for love. It's a long and patient process, but one that's essential for attaining a clear and active consciousness."
}