{
  "title": "What is the Indian concept of the spiritual existence and its relation to magic?",
  "first_phrase": "In this final section, the Indian concept of the spiritual existence is explored in detail. The text discusses the opposing views of various schools of thought regarding the nature of the spirit and matter. It also explains the Indian idea of \"seeing\" as being an active and creative process as opposed to passive observation. Additionally, the text touches on how the human behavior can be divided into three modalities of speech, thought, and action. The magia prima theory is also discussed, which suggests that words and mantras have immense power to shape and influence the world around us.",
  "content": "Se l'esistenza spirituale equivale ad un agire, per quale ra- gione lo spirito non potrebbe agire fuori di sé stesso? Oc- correrebbe che ne fosse impedito per il fatto di trovarsi chiuso, tutto o in parte, nel nostro corpo, come biglie in un sacco. Ora, l'India non ha concepito mai in tale modo l'« interiorità » della coscienza. Lo spirito si spande fuori dal corpo non soltanto nella morte e nella sua imagine, il sonno — ma anche nella maggior parte delle percezioni Egli percepisce nella misura in cui illumina, o forma, gli og- getti. Con una tale teoria della conoscenza, la magia non im- plica affatto, come nei nostri pregiudizi di Occidentali mo derni, paradosso o scandalo. * * * Secondo la scolastica d'Oriente, cosi come secondo la nostra, l'umano comportamento ammette tre modalità: pa role, pensieri, azioni. Le parole danno luogo all'essenziale della magia primi tiva. Non soltanto come mantra (i), persino come inni esal- tanti una divinità í Veda reggono la natura. In quanto udi- bili e articolati, essi esistono assolutamente, ed è per questo che essi comandano i fatti.",
  "last_phrase": "In conclusion, the Eastern theory of knowledge and behavior posits that the spirit can act beyond the confines of the body, and words hold the power to manifest reality. The practice of magic through mantras and sacrifice is seen as a science of sound, commanding cosmic forces through the artful use of language. This unique perspective challenges Western notions of spiritual existence and offers a new understanding of the power of language and intention."
}