{
  "title": "\"What is the meaning behind the practice of Il Puraka and Ida-Nadi on the path of yoga?\"",
  "first_phrase": "This text discusses the process of achieving concentration in yoga practice through physical and mental actions, particularly the use of specific body positions or eisana, and the concentration of the mind, which stimulates the dormant power in the body to awaken. The text mentions the puraka with the icliz-nMi and the kum-bhaka as techniques used for achieving concentration. The concentration is stimulated from the point between the eyebrows and then transferred to the meidUra. The final 200 tokens detail the process of achieving the mental power of \"command and projection,\" which establishes a masculine and positive pole in relation to the feminine power that needs to be awakened at the base. The training can take up to 15 years, depending on the individual's nature and commitment to the practice.",
  "content": "L'addestramento alla pratica si raggiunge, di solito, dopo tre anni. Continuando per ancora due cicli di sei anni ciascuno, seguendo tutte le norme prescritte, il brahmacéfri giunge ad essere realmente uno yogi. Quan- do gli esercizi sono stati iniziati all'età dí sette anni, l'azione si esercita via via sui processi naturali organici e sulle forze che si manifestano nella fanciullezza (dai 7 ai 14 anni) e nell'adolescenza (dai 14 ai 21). Si produ- cono delle trasformazioni fisiologiche; dai succhi vitali, dal chilo e dal chimo, dalle glandole mesenteriche del basso addome, si elabora un fluido animale tutto parti- colare, chiamato il seme, che sale lungo la direzione della colonna vertebrale, come il mercurio nella colonna barometrica, formando la corrente sushumna; la quale raggiunge i centri della regione cerebrale, all'età di ven- tun anni, o prima, a seconda della natura degli elementi vitali ereditati dai genitori. ta alla realizzazione del potere mentale di. comando e di « proie- zione », il quale stabilisce il polo maschile e positivo, in rapporto al potere femminile da svegliare alla base.",
  "last_phrase": "In conclusion, the path to becoming a true yogi is long and requires years of devoted practice and adherence to prescribed norms. Starting as early as age seven, the yogi engages in exercises that produce physiological transformations, leading to the development of mental powers and projection abilities. With the active mind and will, this process leads to a regeneration and rebirth of power."
}