{
  "title": "What is the difference in the spiritual practices of Eastern and Western mystics?",
  "first_phrase": "This text discusses the differences between the Eastern and Western approaches to spiritual awakening. It argues that while Eastern methods may be effective for those who have fully embraced the higher consciousness, modern Western individuals may struggle to reach the same state due to their reliance on logical thinking and a limited sense of self. Those who have partially embraced this higher consciousness may be able to benefit from ancient Eastern practices, but must be cautious not to become overly absorbed in the dream-like state that can arise when the mind is not fully engaged.",
  "content": "Per poco che egli proceda, si verificherà in lui la frattura del sonno — di un sonno senza coscienza, ovvero con sogni generati da residui soggettivi e da ripercus- sioni organiche — il sonno essendo appunto lo stato natu- rale che oggi interviene nei piú in corrispondenza dell'ar resto degli psichismi della sede superiore e dello sposta- mento del centro del proprio essere nella sede mediana. Ecco perché antiche tradizioni, nelle quali il sonno figura invece come una condizione favorevole per la conoscenza sovrasensibile (1), oggi appaiono incomprensibili, o fanta- siose. Rispetto a quanto accade quando sopravviene il son- no, esiste una differenza effettiva fra l'uomo antico e l'uomo moderno, perché diverso nell'uno e nell'altro è il punto abituale d'appoggio della coscienza. Ma vi è anche da considerare il caso di uomini moderni che sono tali solo incompletamente, tali dunque che in essi la coscienza della sede superiore non si è del tutto stabiliz- zata. Per essi può spesso accadere che i metodi antichi od orientali agiscano e si produca uno spostamento, accom- pagnato da coscienza, nella sede mediana. Ma il risultato sarà spesso dissolutivo e involutivo nei confronti di tutto ciò che è principio, « io », chiarezza, facoltà di discrimina- zione, senso della realtà.",
  "last_phrase": "In conclusion, it is evident that the concept of sleep has evolved over time and is perceived differently by ancient and modern-day individuals. While some traditions may view it as an opportunity for higher consciousness, others see it as a mere state of unconsciousness. It is important to note that individuals who seek to explore ancient methods should do so with caution to avoid any adverse effects that may cause a dissociation from reality."
}