{
  "title": "What are the five virtues of fire according to the Milindapariha text and how do they relate to Buddhist and Yogic asceticism?",
  "first_phrase": "In the last 200 tokens of this text, the discussion shifts towards the Buddhist doctrine and the ascetic practices involved in achieving spiritual enlightenment. This part contains excerpts from the Milindapariha, a dialogue between the wise Nagasena and the Greek king Menandro in the 2nd century BCE. Nagasena discusses the five properties of fire that an ascetic must possess to achieve the state of arand. These properties include the consumption of all roots, internal or external, that feed desires and the absence of compassion towards any samskéira. These practices help transform the isolated Purushic nucleus and facilitate the attainment of one's original state.",
  "content": "« Come il fuoco consuma erba e rami e ceppi e foglia- me [rispose Migasena], or cosi anche appunto, o Re, l'asceta, in strenuo, serio sforzo, deve consumare nel fuoco della sapienza tutte le radici alimentate dagli og- getti del pensiero, interni od esterni, conformi al desi- derio o non conformi al desiderio. Questa, o Re, è la priva virtù del fuoco, che egli deve avere (l ). (I-2) Devesi ricordare che nel buddhisrno, cosi come nello yoga patanjalíano, il compito « ascetico » consiste nel distruggere, « bru- ciare » tutte le radici, cioè le tendenze potenziali annidatesi o anni- dantisi nel profondo dell'essere, senza riguardo alla loro qualità buo- * E ancora: come il fuoco non conosce compassione né misericordia, or cosi anche appunto, o Re, l'asceta, in strenuo, serio sforzo, non deve aver compassione né misericordia per nessun samskéira (2). Questa, o Re, è la seconda virtù del fuoco che egli deve avere.",
  "last_phrase": "In conclusion, the ascetic's task in Buddhism and Patanjali's Yoga is to burn and destroy all potential tendencies in the depths of being, devoid of compassion or mercy, just like the fire that consumes everything without discrimination. It is only through such strenuous efforts that one can disperse the darkness of ignorance and let the light of knowledge shine."
}