{
  "title": "\"What is the meaning and practice of sacrificial actions in ancient and modern times?\"",
  "first_phrase": "In the previous part of this text, the author discusses the power of sacrifice and its effectiveness in both renewing the essence of a god and commanding and transforming wild forces. In the final section, the author mentions the importance of understanding the mythological concept of sacrifice as a means of generating creation and human evolution. The author then goes on to explore the idea of adaptation and how a predetermined outcome can be achieved through sacrifice. The text ends with a discussion of how ancient temples and sacrificial sites were infused with mysterious influences and virtual presence, and how today only a subtle intellect can reveal the most suitable place for sacrifice.",
  "content": "Quando tu non cada in una magia inferiore, puoi vedere da te che anche una realizzazione immediata e de- terminata, si deduce per adattazione dall'uno o dall'al- tro dei significati sacrificali, di cui ora ti ho detto: poi- ché, nel primo caso, tu riproducendo lo spirito che co- stituisce una legge, hai il mezzo, innestando ad esso un comando, di dominare su quella legge; e quando invece l'atto è la creazione di un nuovo ente, non hai che da dargli per « anima » l'idea del tuo fine. Tutto ciò, nel- l'attimo del colpo, che, liberandola dal corpo, denuda pieno e fissa la forza — puoi farlo. Nei tempi antichi, i templi e gli altri luoghi consa- crati ai sacrifici che vi si celebravano periodicamente costituivano ambienti già saturi di influenze occulte e di presenze virtuali. Oggi, solo l'intelletto sottile può condurti alla scoperta del luogo che, per te, è il piú adatto.",
  "last_phrase": "In conclusion, mastering the art of magic requires a deep understanding of the sacrificial meanings and a subtle intellect to discover suitable places for rituals. Whether creating a new entity or dominating a law, focus on the purpose and act with a clear mind. If you lack a private space, choose open locations among the forces of nature. Finally, use invocations that resonate with your inner self and bring magical effects to your practice."
}