{
  "title": "What is the relationship between Jungian psychology and Eastern metaphysics?",
  "first_phrase": "In this text, the author discusses the final part of a process of integration and argues against the mystical and metaphysical interpretations of Jungian psychology. They explain that the self-conception of the ego in Jungian psychology bears no resemblance to the transcendent experiences described in Eastern metaphysics, which emphasize a higher principle that transcends the conscious and the unconscious. The author argues that Jungian psychology is strictly a psychological interpretation of metaphysics and cannot be considered a transcendent experience. The author concludes that Jungian psychology remains in the realm of psychology, even when concepts from the collective unconscious are employed.",
  "content": "Lo climd o il Tao come principio che sta di là da ogni coppia di contrari — quindi anche dal conscio come coscienza finita e da ciò che cade fuori di essa — non ha la me- noma somiglianza con il Selbst escogitato dallo Jung, per il fatto che esso resta pur sempre esperienza e luce tra- scendente, non l'oscillare dell'Io fra il conscio e l'incon- scio; inconscio, che anche nel termine finale, come si è visto, resta impenetrabile e sopraordinato a sé stessi. In genere, va detto che lo Jung non è che dia una « interpretazione psicologica » della metafisica, ma resta in un dominio che dal principio alla fine è mera psi- cologia e che anche quando vi entri il « collettivo » non cessa di esser semplicemente umano. L'íittnd dell'induismo fa tutt'uno col Brahman, cioè con il principio-base di tutta la manifestazione, cosi come il Tao della tradizione estremo- orientale viene concepito come la realtà suprema, da cui Cielo e Terra traggono fondamento: tutto ciò che vi si riferisce ha dunque un carattere non « psicologico », ma di esperienza trascendente.",
  "last_phrase": "In conclusion, while Jung may have attempted to interpret the metaphysics of Eastern traditions through psychology, his understanding falls short in capturing the transcendental experiences intertwined with these teachings. Additionally, the process of \"projections,\" which appear as psychical contents or forces, is a well-known concept in esoteric and magical traditions, and highlights the limitations of a purely psychological interpretation."
}