{
  "title": "What is the role of magic in Indian speculation according to Paul Masson-Oursel?",
  "first_phrase": "In this final part of the text, Professor Paul Masson-Oursel talks about the role of magic in Indian speculation as expressed in the Atharvaveda and Tantra. He explains how the evolution of Indian religious and philosophical thought has extracted both religion and metaphysics from magic, but magical views and methods have persisted. The text concludes by saying that magic is the human attempt to directly influence nature through mental or psychic operations. This is in contrast with the use of material substances, which is necessary for conventional non-magical approaches to healing.",
  "content": "Hanno bruciato la vita, hanno ucciso sé stessi. Come non aver pietà di loro? SUL RUOLO DELLA MAGIA NELLA SPECULAZIONE INDÙ Relazione scritta per il « Gruppo di Lir » dal prof. PAUL MA S SUN- OU RS 17. L della « Écule des Hautes-ttudes » di Parigi. Il più antico testo dell'indianità, l'Atharvaveda, consi- ste in una raccolta di formule magiche. I Tantra, nei quali si esprime l'ultimo sincretismo indù, mettono al servizio della magia diversi mezzi pratici o speculativi, acquisiti du- rante una esperienza di quasi tre millenni. La magia in India si trova cosi tanto al termine che all'origine di una immensa e complessa evoluzione. Nell'intervallo, una estrema varietà di culti e di rifles- sione filosofica riesce, spesso, ad estrarre dalla magia sia la religione, sia la metafisica. Ma anche allora le vedute e i metodi magici permangono inalterati. Ciò che noi chiamiamo magia, è l'umana pretesa di agi- re in modo immediato sulla natura per mezzo di stati di coscienza o di operazioni psichiche. Curare una febbre col chinino, suppone che si creda nel valore proprio di una sostanza materiale.",
  "last_phrase": "In conclusion, the use of magic in Indian culture is a complex and diverse topic that has evolved over thousands of years. While it has been used for both religious and metaphysical purposes, the defining characteristic of magic is its mental nature. To be effective, one must have exact knowledge of the appropriate recipe and when to use it. Ultimately, the Indian approach to magic emphasizes the importance of precision, timeliness, and adherence to established rules or canons."
}