{
  "title": "What is the path to mystical Christian realization and how is it perceived in terms of mortification and prayer?",
  "first_phrase": "In the previous text, the author discussed the ineffable nature of the mystical experience and the role of the sacraments in inducing mystical influences. In the final part, the author introduces the concept of \"mortification\" as a moral rather than physical process, and discusses how this can conflict with a healthy Western mindset. The author then explores the role of prayer as the fundamental organ of the mystical path and discusses the practice of invoking the name of Christ to neutralize the mental ego. The author concludes by examining the stages of mystical progression in Christianity and how they differ from the stages of initiation in other traditions.",
  "content": "Uno scrittore contemporaneo, lo Schuon, che si è sforzato di trovare prospettive iniziatiche nel cristianesimo, ritiene che la controparte attiva della partecipazione passiva mediata dai sacramenti sia (con riferimento specifico alla Chiesa d'Oriente) la pratica dell'invocazione del nome salvatore del Cristo. Questa è una delle tecniche più primitive per l'« uccisione del tnanas », cioè per la neutralizzazione dell'Io mentale, analoga alla ripetizione ininterrotta di un « Nome divino » nell'Islàm. L'abuso della liturgia negli ordini contemplativi cattolici non ha, del resto, oggettivamente, un'altra finalità. Che, oltre al lato negativo, la « virtú del nome » propizi anche certi stati di illuminazione, è cosa problema- tica. In ogni modo, è un andar a caso, e bisogna aver fede nell'azione protettiva dei sacramenti per scartare la possibilità di una azione delle influenze extrasensibilí piú diverse, una volta che il 'nanas sia « ucciso ». In ogni caso, il mistico ha poco modo di interpre- Già per lo pseudo-Dionigi l'Areopagita le fasi fonda- mentali della mistica cristiana erano la vita purgativa, la vita illuminativa e la vita unitiva, schema che for- malmente può valere anche nell'àmbito della via inizia- tica Come realtà, le cose stanno però diversamente. Cosi.",
  "last_phrase": "In conclusion, the use of invocation of the salvific name of Christ is believed by some contemporary writers to be the active counterpart to the passive participation mediated by the sacraments. Although the mystical union with God is difficult to achieve, the use of liturgy and invocation can lead to enlightenment. Nonetheless, we must have faith in the protective action of the sacraments to avoid the possibility of negative influences. It is important to be cautious and not to confuse different terms, especially when it comes to the mystical union between humans and God."
}