{
  "title": "What is the concept of \"Sorvèglialo. Regìstralo. E poi confronta\" and how does it apply to telepathic communication?",
  "first_phrase": "In the last 200 tokens, the text discusses the importance of refining one's receptive abilities to perceive messages and communications from others, even when they are not physically present. The author encourages the reader to compare and analyze their thoughts, feelings, and perceptions with those of their partner or master. The text also mentions \"the backstage of consciousness\" and isolating valuable influences that guide or warn us. To achieve this level of receptivity, the author suggests practicing the previous exercises in increasingly remote locations, eventually being in different cities, as physical proximity should not affect one's ability to connect.",
  "content": "Giunto che sei a questa forma di ricettività, e con- statate, piú o meno complete, delle trasmissioni reali, devi togliere l'appoggio che, per te, ma anche per l'altro, rap- presenta la suggestione della prossimità spaziale e della vicinanza fisica. Devi ripetere l'operazione prima, non essen- do, voi due, nello stesso ambiente, ma separandovi, per esem- pio, un muro; poi essendo distanti, in due punti di una stessa città; infine, essendo in città diverse. Concorderete prima le ore. Poi farete cadere anche questo. Tieni in mente (') Cfr. voi. II, pp. 49 sgg. Qui si potrebbe far riferimento a ciò che nell'esoterismo islamico sono chiamati i khawdtir; il termine designa le idee inesplicabili sopravvenute nella coscienza, prove- nendo da una regione psichica ignota. Vengono distinte varie spe- ci,-..t di khawdtir, in quanto essi possono provenire dal mondo supe- riore, oppure dal semplice subcosciente individuale, o, ancora, da influenze demoniache.[N. d. U.] non essere, queste, realizzazioni più difficili, perché il pen- siero ermetico non conosce spazio: per esso, un metro o mille chilometri fra due persone è lo stesso.",
  "last_phrase": "In conclusion, once you have reached this level of receptivity and established some degree of real transmission, you must remove the barrier of space that separates you and your receiver. This can be achieved gradually, starting with proximity and eventually extending to greater distances. With practice and the use of projection techniques, you can overcome the limits of space and establish a seamless connection with your receiver, regardless of distance or location."
}