{
  "title": "What is the difference between magic and metapsychics in terms of their approach to phenomena?",
  "first_phrase": "This text discusses the difference between magic and metapsychics. The author notes that magic is often linked to tradition and requires certain conditions for its effectiveness. On the other hand, metapsychics deal more with isolated cases and do not require the same traditional roots. The author also discusses how the presence of non-believers can obstruct magical rituals, much like in mediumship sessions. They note that in magic, there may be intentional and unintentional effects. However, those with true expertise will be able to explain the reasons behind negative consequences. The text concludes by noting that sudden intrusions of forces can occur when opening a door, leading to unintended consequences.",
  "content": "Per altro verso, ciò, del resto, si verifica anche nelle sedute medianiche, nell'ordine delle influenze (del tutto diverse da quelle dell'alta magia e della teurgia) e nel clima psichico che ad esse è proprio; per cui, si sa che esse riescono tanto meglio, per quanto piú i partecipanti sono persone non diffidenti né osservatrici, ma credule e perfino superstiziose. In magia, in genere può avvenire che oltre a fenomeni verificatisi e non voluti ve ne siano anche di voluti e di non verificatisi. Ciò non può dire un gran che, quando si è nel campo di tentativi, con condizioni generali, interne ed esterne, oggi fra le piú sfavorevoli. Di massima, chi ha vera competenza in magia avrà però modo di spie- gare la ragione di questi lati negativi e di ricondurli a cause sufficientemente precise ed intelligibili. In particolare, si deve ammettere che al momento di aprire una porta, per sùbita irruzione nelle vie a loro aperte, delle forze possano produrre dei fenomeni non voluti e non aspettati. In sede pratica, qui vi è, di nuo- vo, un gran divario fra magia e metapsichica.",
  "last_phrase": "In conclusion, while there may be some negative aspects to the practice of magic, it is possible to overcome them with proper knowledge and experience. It is important to understand the differences between magic and metapsychics, and to focus on eliminating unwanted phenomena while allowing for the manifestation of concrete and visible results. With the right approach and mindset, magic can be a powerful tool for personal growth and transformation."
}