{
  "title": "What are the risks and benefits of using ether and similar substances for spiritual exploration?",
  "first_phrase": "In this part, the author discusses the experiences with ether and other hallucinogenic substances. The text explains the effects of such substances on sensory perceptions and mental processes. It then emphasizes the importance of maintaining internal neutrality to avoid false perceptions of truth or reality. The author warns of the dangers of addiction and advises that the disciple must maintain control over the use of these substances. The text concludes by emphasizing the need for courage and persistence to advance to a higher state of ecstatic freedom.",
  "content": "Bisogna stare assai atteilri, nel senso di mantenere la neutralità interna, o impassibilità intellettuale, di fronte a questi pensieri perché essi possono presentare una par- venza fallace di evidenza e verità, la quale non riguarda affatto il loro contenuto ma dipende esclusivamente dal- lo stato generale in cui ci sí trova e in cui essi appaiono alla mente. È come un colore che può aggiungersi ad ogni cosa. Portando oltre questa fase, si possono anche verifi- care allucinazioni visive o uditive, a seconda della predi- sposizione del soggetto (immagini o voci). Anche queste hanno un carattere accidentale, secondario. Sono prive di un significato spirituale. Ma vi è chi si arresta là. La fase successiva è una piú alta libertà estatica, sgom- bra da contenuti psichici. Essa corrisponde allo stato dí sonno nell'uso comune. Di solito il punto di passaggio è contrassegnato da un sentimento di terrore o di angoscia. Si crede che se si fa un solo passo piú avanti, si morirebbe. Anche immagini o voci possono rafforzare questa sen- sazione. Occorre avere una intrepidezza e voler andare assolutamente avanti, « succeda quel che succeda ».",
  "last_phrase": "In conclusion, exploring the depths of the mind requires a great deal of internal neutrality and intellectual impassivity. It's essential to discern and surpass different stages of consciousness, such as hallucinations and spiritual voids, to reach a higher ecstatic freedom. However, it's important to note that this state attracts forces and archetypes from the unconscious and intermediate realm. By maintaining the consciousness of the self, the \"I\" can possess an exorcising power, enabling the individual to experience initiatic phenomena, granted with proper protective measures."
}