{
  "title": "What were Taurulus Esperienze’s childhood experiences with esoteric practices?",
  "first_phrase": "This last section of the text discusses the experiences of Taurulus Esperienze in esotericism. The author refers to the earlier discussion about the metaphysical reality, and it becomes easy to recognize the corresponding organic condition. The author also refers to the teachings and experiences of Breno and Apro on the internal conditions of Orientals and Occidentals, and the limit between mediumship and exact clairvoyance. Taurulus Esperienze shares childhood experiences of feeling a particular sensitivity and impulse towards domination, and experiencing a fantastic animated world at night. In the succeeding years, he pursued a profession in positive sciences until a crisis led to his realization of the esoteric path.",
  "content": "Ma nel silenzio notturno, mentre mi prepara- vo a dormire, una forza di vita non ordinaria spesso mi rapiva e mi portava, allo stato di veglia, in un mondo animato fantasticamente. Mi ricordo che allora assistevo a scene grandiose od angosciose. Mi sentivo traversato da onde di luce che erano lembi di figure che passavano e andavano dall'infinito all'infinito. Mi scuotevo subi- tamente per essermi sentito chiamare da qualcuno, che purtuttavia non vedevo. Notavo che le mani talora irra- diavano una luce diffusa nel senso delle dita e che lo stesso respiro allora diveniva un chiarore nello spazio buio sotto le coltri dove spesso fremente mi rannicchiavo. Tutto questo, a poco a poco si spense. Me ne rimase un ricordo di sogno. La vita esteriore, il tumulto goliar- dico, l'assillo dei problemi intellettuali mi presero. Tra- scorsero gli anni. I miei studi si indirizzarono alle scienze positive che, laureato, divennero la base della mia pro- fessione. Fu a poco a poco, e per circostanze varie, che si determinò in me una specie di processo di crisi, che ai primi giorni del 1928 sboccò in un pensiero-visione simbolico. Credo inutile riferirlo.",
  "last_phrase": "In conclusion, the author's recollection of their childhood experiences with a non-ordinary life force that transported them to a fantastic world faded away as they grew up and pursued a career in science. However, a crisis in their life and a symbolic vision made them realize their true purpose and reignited their connection to the invisible worlds they once knew. Although they were aware of the potential danger and struggles they would face, they were determined to pursue this new path with an unwavering inner strength."
}