{
  "title": "What is the relationship between spiritual authority and temporal power according to René Guénon?",
  "first_phrase": "In this text, the author discusses the fourth and fifth virtues of space in Buddhism, which aim at achieving an unconditional state above all manifested forms. The text cites the teachings of the Buddha to his son, Rahula, emphasizing the importance of practicing contemplation similar to space, in which pleasant or unpleasant sensations would not bind the mind. Furthermore, the author briefly mentions René Guénon's work on the relationship between spiritual authority and temporal power. The last 200 tokens elaborate on this topic, highlighting the differences between the two types of power and their respective roles in society.",
  "content": "Perciò da Lui, il Bea- to, che sovrasta ogni dio, nel suo insegnamento a Rà- buia, suo figlio, fu detto: « Appunto, o Rahula, come lo spazio in nessun punto su nulla poggia, del pari devi esercitar te stesso in una contemplazione simile allo spazio. Cosí né sensazioni pia- cevoli, né sensazioni dolorose che sorgano avranno potere eli vincolare l'animo tuo » (A). EA AUTORITÀ SPIRITUALE E POTERE TEMPORALE Una delle opere di René Guénon è dedicata al pro- blema dei rapporti fra autorità spirituale e potere tem- 1. S'intenda, propriamente, la conoscenza a cui non è proprio il « misurare » del comune intelletto (mens e mensuro): cioè la co- noscenza spirituale. 2. Il termine « nobile » corrisponde nel testo ad drya, cioè, let- teralmente, ad « ario », termine che ha un senso, quasi, di razza interiore, comprendendo le idee di nobiltà, di drittura, di sacrità. Creato da un principe di stirpe aria, il buddhismo usa conti- nuamente quel termine, sia come aggettivo, sia come sostantivo. 3.",
  "last_phrase": "In conclusion, the teachings of Buddha emphasize the importance of spiritual authority over temporal power. As René Guénon points out, a deviation from this principle leads to societal decline. By practicing contemplation similar to the vastness of space, one can free themselves from the bondage of pleasant or painful sensations and attain spiritual knowledge beyond the reach of even gods and demons."
}