{
  "title": "What is Jung's theory of the \"personalità-mana\" and its relation to mystical experiences?",
  "first_phrase": "In the previous paragraphs, the author talks about Jung's theories regarding the \"process of individuation\" and the \"personalità-mana\" theory. In the last 200 tokens, the author critiques Jung's use of \"imagini\" to explain mystical and initiatory experiences. The author suggests that these images are not necessarily significant in themselves and can be interpreted in various ways to fit the theory of individuation. The author also comments on Jung's theory of the \"personalità-mana,\" which he sees as a form of pathology rooted in primitive and ancestral archetypes, similar to Freud's concept of the \"Super-ego.\"",
  "content": "Non è certo il caso di fare una critica a questo bal- letto di imagini piú o meno patologiche, che lo Jung vorrebbe dare come chiave per la comprensione della espe- rienza mistica ed iniziatica, solo perché certe figure e certi temi possono presentarsi in questa come in ogni più banale e disordinato insieme di sogni, di deliri e di divagazioni. In verità, basta un po' di buona volontà e di ingegnosità per trarre quel che si vuole da una ma- teria del genere e « scoprire » dappertutto le fasi del « processo di individuazione », solo che vi appaiano ima- gini che possono anche esser delle piú banali. Un punto che, in ogni caso, è significativo, riguarda la strana teoria della « personalità-mana ». Essa ci dice che nell'ideale della personalità virile, signora della par- te irrazionale del proprio essere e dotata di poteri non- umani, lo Jung non sa veder altro che l'espressione di una forma patologica, dovuta alla reviviscenza e all'ir- ruzione di un « archetipo » primitivistico ed ancestrale: piú o meno, come nella teoria freudiana circa il « Su- per-Io », che viene dedotto anche ad una forma di isteria « autistica ».",
  "last_phrase": "In conclusion, it is unnecessary to criticize this hodgepodge of pathological images in Jung's attempt to explain the mystical and initiatory experience. With some creativity and goodwill, we can extract whatever we want from such material and discover the phases of individuation everywhere. However, the theory of the \"mana personality\" and Jung's references to Eastern metaphysics are nonsensical. Ultimately, we might end up back where we started, except without our inhibitions and resistances."
}