{
  "title": "What is the relationship between magic, civilization, and the mentality of primitive societies?",
  "first_phrase": "In the previous text, the author discussed the idea that \"savages\" are not a remnant of humanity's origins, but rather represent a different form of humanity that is archaic and devolved. In this last part (200 tokens), the author explores the connections between magic and the traditions of primitive cultures. The author argues that magic constitutes a complete worldview with its own logic and coherence, and that it can shed light on true and real fragments of metaphysical teachings and transcendental experiences. The author also touches on the work of prominent scholars who have written about the mentality and traditions of primitives, including Frazer, Lang, Moore, Hubert and Mauss, Durkheim, and Lévy-Bruhl.",
  "content": "Mi affret- to però a dire, che ciò non autorizza per nulla la conclu- sione che molti sogliono trarne quando, per la legittimità e la realtà di tale ravvicinamento, vanno a relegare la ma- gia fra le « superstizioni » dei selvaggi. La cosa sta esattamente all'opposto. La magia costitui- sce un tutto, una visione del mondo a spo modo completa, con una sua logica e una sua coerenza. Ed essa è il pun- to positivo di riferimento, ciò che spiega, e non ciò che è da spiegarsi. Non è la « superstizione » dei selvaggi che può render conto della magia, ma viceversa: i principi della magia, nella loro intrinseca validità, possono rendere con- to di ciò che nei « primitivi » è superstizione, ma, in pari tempo, possono mettere in luce cose vere e reali, frammenti di insegnamenti metafisici, di esperienze trascendenti. Modernamente, molto è stato scritto sulla mentalità e sulle tradizioni dei primitivi: stanno al primo piano i no- mi di Frazer, di Lang, di Moore, di Hubert e Mauss, di Durkheim, di Lévy-Bruhl.",
  "last_phrase": "In conclusion, it is important to understand that categorizing magic as superstition of savages is not valid. Magic is a complete worldview with its own logic and coherence. To truly understand it, one must have certain experiences and teachings that are not part of modern sciences. By delving deeper into the principles of magic, one can uncover real fragments of metaphysical teachings and transcendent experiences. Only then can one appreciate the true value of the knowledge and traditions of our ancestors."
}