{
  "title": "What is the difference between Jung's concept of the unconscious and the traditional understanding of archetypes?",
  "first_phrase": "This text discusses the theoretical differences between Freud's and Jung's conceptions of the unconscious. While Freud viewed the unconscious as a repository of repressed desires and instincts, Jung believed it to be the source of spiritual and archetypical elements that could bring the higher self to the lower one. In this last part (200 tokens), the author argues against Jung's interpretation of archetypes, claiming that they are not projections of the unconscious mind, but rather degraded and twisted remnants of a higher reality. The author also refutes Jung's attempts to connect traditional spiritual traditions with the collective unconscious, pointing out that they belong to a higher plane of existence.",
  "content": "Essi non figurano nella vita primitiva come « proiezioni » della psiche inconscia, ma sono solo residui degradati ed echi crepuscolari e notturni di realtà di tutt'altro piano: solo a tale stregua di residui si presentano come centri di cristallizzazione di forze irrazionali. L'interpre- tazione psicanalitica mette disinvoltamente sullo stesso piano le testimonianze etnologiche, cioè appunto quelle della psiche primitiva, e ciò che è di pertinenza di grandi tradizioni spirituali; si è visto che negli stessi dogmi religiosi lo Jung vorrebbe riconoscere effetti di processi della psiche inconscia. Ciò è un puro non-senso. Tutto quanto si riferisce a simboli e miti tradizionali ha originariamente appartenuto ad un piano di supercoscienza, con riferimento non col substrato vitale e irrazionale col- lettivo, pensi con la realtà metafisica, con ciò che gli Antichi chiamavano « supermondo » e, con preciso ri- ferimento alla sua natura luminosa e « olimpica », « mon- do intelligibile », x6o-[..toq von-ròq. Quante cose avrebbe potuto insegnare allo Jung, già la semplice opposizione antica fra questo mondo e il mondo « demonico » o « in- fero »!",
  "last_phrase": "In conclusion, while Carl Jung attempted to equate traditional symbols and myths with projections of the collective unconscious, his theory falls short in acknowledging the meta-physical aspect of archetypes, which reflect the powers of the cosmos and the supermundane. Therefore, his concept of \"integration\" based on archetypes only serves as a caricature of true initiatory integration. It is essential to understand the true nature of archetypes and their origins to comprehend their significance in the integral being of humankind."
}