{
  "title": "What was the experience with the Anzitut and the Magic Mirror, and how did it help in spiritual advancement?",
  "first_phrase": "This is the last part of an account of an individual's experiences with mysticism and spiritual practices. In this section, the author describes an experience with a magical mirror, which required a special disposition to undertake. It involved the use of a sacred black crystal mirror and recitation of various formulas to ensure safety. During this experience, the author perceived a diffused opaline light which transformed into a diaphanous blue and then complete darkness. Suddenly, they had a vision of a huge, fiery cascade which engulfed them like a whirlwind. Prior to this, the author described an unusual form of self-control used by hired women during sexual intercourse, which involved them doing everything in their power to make the man ejaculate while the man himself attempted to resist the orgasm.",
  "content": "E. con ogni mezzo si verificò anche su di me se fosse presente questa dote. Un simile dettaglio è interessante, specie in relazione ad esperienze, come quelle dello specchio. Esso ci dice che il presupposto è una disposizione diametralmente opposta a quella del medium e di chi facilmente scivola ín stati di coscienza ridotta e di semiveglia sognante. Quanto ai dettagli, anche per la pratica con Io specchio essi sono più o meno quelli stessi indicati su queste pagine (vol. I, cap. M). Per me fu usato uno specchio consacrato di cristallo nero. Durante l'esperienza, preceduta da recita- zione di vari d1,-)ikr, un anziano della Zauia mi stava vi- cino. Mi era stata trasmessa una formula da usare in caso di pericolo. L'esperienza ebbe questo andamento: sospesa la percezione normale del mondo esterno, mi sentii ín un ambiente di luce opalina diffusa, che poi divenne azzurra diafana, luce alla quale successe una sensazione di completa oscurità (il « nero » ermetico?). Dopo un tratto di tempo, che non saprei valutare per- ché la sensazione del tempo era completamente sospesa, si manifestò di colpo una visione come di un'enorme cateratta di fiamme che m'investi come un turbine.",
  "last_phrase": "In conclusion, the use of a consecrated black crystal mirror and recitation of specific formulas during the experience resulted in a perception suspended from the normal external world. The opaline light turned into transparent blue, followed by complete darkness. The sudden vision of flames caused the practitioner to lose focus, but they were close to success. Even though the experience was intense and frightening, the Arab assistant encouraged perseverance in reaching the goal of the practice."
}