{
  "title": "What is the view on collective influences and survival in esotericism?",
  "first_phrase": "This concluding section of the text delves into the concept of individuality and its relationship to collective influences, reincarnation, and inheritance. It concludes with a discussion of survival beyond death and the conflicting beliefs of initiates versus Christian dogma. The Aristotle-Scholastic language of form and matter is invoked to explain individuality and its relationship to completeness. The text also touches on the idea of the afterlife and what makes the soul truly immortal.",
  "content": "Tutto ciò che nella vita è ancora collettivo, è quanto vi è nell'uomo di ancora incompiuto. Separandosi da tutto ciò che non è sé stesso, individuandosi assoluta- mente si da non essere che sé stesso, e soltanto sé stesso, l'uomo va oltre il destino della rinascita, perché compie Io scopo della stessa rinascita. Senza piú oscillazioni e deviazioni, egli allora incarna la pura direzione centrale, cosi da « non avere piú dèmoni » e da fare una sola cosa in terra con la sua « idea » e zl suo « Nome ». VII VARIA ANCORA SULLA SOPRAVVIVENZA. SUI PATTI, LA PAURA E ALTRO ANCORA. Alcuni lettori sono rimasti piuttosto sconcertati per le dottrine iniziatiche dell'oltretomba esposte in queste pagine. La concezione della « scomposizione dei misti », la riesumazione quasi dell'antica concezione dell'Ade, scam- pare dal quale per divenire davvero immortali sarebbe solo un privilegio di pochi, quindi la negazione della corrente veduta cristiana circa l'anima che in un qualsiasi essere umano sarebbe già per sé stessa immortale, nell'al- dilà per essa essendovi solo da attendere le sanzioni per la sua condotta in terra (misurata alla stregua della mo- ralità e dei comandamenti divini): tutta questa tematica sembra scomoda.",
  "last_phrase": "In conclusion, while the esoteric doctrines of the afterlife presented in these pages may be uncomfortable for some readers, they do correspond to a realistic perspective of existence. The concept of true immortality versus approximate survival may be difficult to reconcile, but ultimately it is up to individuals to decide their beliefs about the nature of the soul and its journey beyond this life."
}