{
  "title": "How can we reach the mental state of \"void\" and why are symbols important in this process?",
  "first_phrase": "In this text, the author explores the concept of achieving a state of \"void\" in the mind while maintaining clear consciousness. They argue that one must use abstract symbols as a support for concentration to enter this state, as trying to reach it directly can lead to a decrease in consciousness. The author emphasizes the importance of love in enabling symbols to act as a path towards communication and awakening.",
  "content": "In genere, è solo dopo averla appoggiata al « Cor- po » di un simbolo, che la pura forza mentale può con- centrarsi solo su sé medesima, ed esser davvero libera. Chi invece tendesse direttamente al « vuoto » e difficile che non vada incontro ad uno stato di abbassamento della coscienza, o almeno del senso dell'« Io », perché il sentirsi senza il risalto di qualcosa che abbia forma non fa parte della sua abituale esperienza. Vi è una specie di opposizione, a tutta prima, fra questi due binomi: co- scienza-forma e non-forma-incoscienza. Per superarla, oc- corre un'opera lunga e paziente, nella quale l'uso di forme sottili e astratte, come quelle costituite dai simboli, è d'importanza fondamentale A che, poi, i simboli possano agire come vie di ri- sveglio e di comunicazione, occorre una condizione ul- teriore: capacità di amore. Anche questo, non è facile a dirsi: che cosa mai può significare « amare » un sim- bolo? Eppure si tratta proprio di alcunché di paragona- bile al procedimento del trasmettere un fuoco vivo del- l'anima ad una persona, sino a toccarla, avvolgerla e generarvi a sua volta un sentimento e un moto del- l'anima.",
  "last_phrase": "In conclusion, to truly free the pure mental force and avoid a state of unconsciousness, it's essential to patiently use subtle and abstract forms like symbols. These symbols require our soul's warmth and love, and when a complete \"soul\" is crafted for the symbol, it can manifest change and accelerate realization. The signs of the rebirth of the Italian tradition became apparent in 1913, and through a mysterious path, a direction and location were discovered."
}