{
  "title": "What is the Neo-Spiritualism Contemporarily, and Why is it Considered a Danger for Western Culture?",
  "first_phrase": "In this last part (200 tokens), the author reflects on the Western soul and its attitude towards science and technology, which prioritize knowledge through experimentation and exact laws to predict outcomes. This impulse has been present in Western realizations to varying degrees, yet often mistakenly associated with materialism. The author notes the danger of confusing this with contemporary neo-spiritualism, which can be seen as a degeneration of Western tradition, often influenced by misunderstood Eastern doctrines, parapsychology, fragmented Christianity, and various forms of pantheistic cults.",
  "content": "Averle confuse con il materialismo di molte realizzazioni a cui esse han dato luogo, è stato l'er- rore: ogni reazione al materialismo, ogni volontà di supe- ramento del materialismo si è associata, da allora, ad un disconoscimento dello spirito dell'occidentalità, ad una eva- sione graduale dalla legge occidentale di realismo, di azio- ne e di personalità, donde, appunto, quel neo-spiritualismo contemporaneo che, nello stesso caso che conservi qualco- sa di davvero spirituale, va pur sempre considerato come un pericolo e un elemento di degenerescenza rispetto a ciò che corrisponde il nucleo più profondo della nostra tradizione. Specie dopo la prima e la seconda guerra mondiale, le forme di tale spiritualismo hanno preso uno sviluppo rile- vante. Sono le correnti in cui dottrine orientali mal com- prese, sono adattate ai peggiori pregiudizi occidentali; è il maisano interesse peri problemi del subcosciente (psicana- lisi j, ma, soprattutto, per la medianità e la « parapsicolo- gia »; è la via di un « ritorno » al cristianesimo piú sfaldato, dovuto ad una intima alienazione o capitolazione, sono i vari aspetti di un nuovo culto della « Vita » piú o meno panteistico e promiscuo.",
  "last_phrase": "In order for the Western tradition to be revitalized, a new civilization must emerge that transcends materialism and embraces clarity, absolute action, and true individuality. This means rejecting the various forms of spiritualism that lead to evasion and decay and instead integrating living values into a higher order. Only then can the soul of the West be restored and strengthened."
}