{
  "title": "What does the Sanskrit term \"var\" mean and how is it related to spiritual centers and Celtic symbolism?",
  "first_phrase": "In the final 200 tokens, the author delves into the symbolic meanings of the word \"var\" or \"uri,\" which in Sanskrit means \"to cover,\" \"protect\" or \"hide,\" and signifies the sky or the heavens. The author notes the connection between the spiritual centers, hidden from the profane, and the celestial realm. The author also discusses the polar symbolism associated with the boar or wild pig, which anciently represented the constellation now known as Ursa Major.",
  "content": "Ora, tutto ciò si applica ai centri spirituali, sia perché essi sono nascosti agli occhi dei profani, sia perché essi proteg- gono il mondo con la loro influenza invisibile, sia, infine, perché essi sono come delle immagini dello stesso inondo ce- leste in terra.. Aggiungiamo che la stessa radice ha ancora un senso, quello di « scelta » o di « elezione » (vara), il che, evidentemente, si addice parimenti alla regione che è stata dappertutto designata con nomi, come quello di « terra degli eletti », « terra dei santi », « terra dei beati ». In quel che abbiamo or ora detto sarà stata notata l'unione dei due simbolismi, « polare » e « solare »; ma. in quel che riguarda propriamente iI cinghiale, importa so- prattutto l'aspetto « polare ». D'altronde, ciò risulta dal fatto che, anticamente, il cinghiale rappresentava la costel- lazione divenuta in seguito l'Orsa Maggiore (').",
  "last_phrase": "In conclusion, the symbolism of the boar and bear fighting in ancient times represented the struggle between temporal power and spiritual authority. This struggle has appeared in history for a long time before the Dark Ages, and the names of the animals involved in the fight have changed over time. Centres of spirituality have been hidden from the profane and protect the world with their invisible influence, as they are like images of the celestial world on Earth."
}