{
  "title": "What is the Western initiation method and how does it differ from ancient and Eastern methods?",
  "first_phrase": "In the previous paragraphs, the author discusses how devotion and ceremonial magic are intermediate forms, limiting the realization of experiences beyond the senses. The author then explores the problem of an initiation method that suits the Western or modern man. In this final section, the author proposes the fundamental procedure of assuming the middle seat, and the importance of extracting a quintessence or principle that contains all properties of the upper seat before its transfer to the middle seat. The author also discusses the difference between ancient and modern initiation methods and the consequences of a missing quintessence.",
  "content": "Afa la traslazione, oggi, non dovrebbe avvenire prima che dalla coscienza della sede superiore sia stata estratta una « quintessenza », ossia un princi- pio che ne contenga tutte le proprietà, in una forma « sottile », tanto da poter andare incontro alla condi- zione della sede mediana e quivi conservarsi. In fon- do, la differenza fra il procedimento antico ed orientale e quello adatto ad un uomo moderno è che nel primo si trattava di denudare l'Oro, nel secondo si tratta di /ab- bricarlo. Mancando quella quintessenza, se la discesa av- viene, si è già accennato che cosa, di massima, v'è da attendersi in un uomo normale di oggi: o si cade in f or- me « mistiche » di confuso visionarismo, ovvero, rag- giunta la « luce della natura », la personalità non si man- tiene, si scioglie, non resta integrata, cade in uno stato di passività contemplativo-estatica. Invece, quando l'accennata quintessenza è presente, al suo contatto !a coscienza della sede mediana subisce una trasformazione.",
  "last_phrase": "In conclusion, it is essential to extract the \"quintessence\" from the consciousness of the higher seat before undergoing any descent, as it is the most potent exorcism against the demons and phantoms of the mediating seat. Only by achieving an integrated and energized state of mind can we attain a lucid and definitive vision of spiritual reality comparable to that of modern science for the physical world. Therefore, we need to take cautious and balanced steps towards initiation, avoiding too abrupt methods that may suspend or \"open\" all faculties of the higher seat."
}