{
  "title": "What Are the Guidelines for the Responsible Use of Drugs for Spiritual Purposes?",
  "first_phrase": "In the previous part of the text, Evola explains how the establishment of a priestly caste against sacred regality marked the beginning of a decline in some ancient civilizations. In the last 200 tokens, he supports the thesis that the primacy of a warrior or regal tradition over a clergy or priesthood, as well as the primacy of action over knowledge, does not necessarily lead to a decline in civilization. He argues that the loss of contact with metaphysical reality is a more significant cause of decadence. Finally, he touches on the topic of drugs, which was mentioned in a previous volume.",
  "content": "La nostra tesi è dunque che il primato o il predo- minio di una tradizione guerriera o regale su di un clero o su di una sacerdotalità, cosí come il primato dell'azio- ne sulla conoscenza, da per sé, non costituiscono nessun (1) Questa tesi è stata sviluppata e documentata in T. EvoLA, Rivolta contro il ilfw:do mod.Jrno, 31 ed., Edizioni Mediterranee, Roma, 1969, parte li abbassamento di livello, nessuna involuzione: lo costi- tuisce la perdita di contatto con la realtà metafisica sia che questa perdita si manifesti nel materializzarsi del concetto sacrale e iniziatico della regalità in quello di una semplice funzione politica temporale; sia che si ma- nifesti nella decadenza della funzione sacerdotale origi- naria in sopravvivente ecclesiastiche e clericali, in opa- che forme dogmatiche e in rapporti di semplice religio- sità devozionale. Sia nell'una che nell'altra forma, la decadenza è già da tempo in atto nel mondo occidentale. La condizione prima per una reazione efficace sarebbe: ristabilire i contatti con la realtà metafisica, il che, prima di qual- che imprevedibile mutamento generale, appare però cosa quanto mai problematica. SULLE DROGHE Essendo stato fatto cenno nel vol.",
  "last_phrase": "In conclusion, the loss of contact with the metaphysical reality is the source of the Western world's decadence. In order to react effectively, we need to re-establish this connection. Moreover, for those seeking to use drugs for higher purposes, it is essential to consider the personal toxic equation and acknowledge the fundamental difference between their approach and the widespread profane use of drugs that leads only to degradation and self-destruction."
}