{
  "title": "What is the view of Jung on the unconscious and its relation to the conscious mind?",
  "first_phrase": "In this text, the author discusses the concept of the collective unconscious as developed by Carl Jung, referencing several of his works. The text highlights the idea that the unconscious is not a mere appendix to consciousness but rather an autonomous reality. The author cites examples from Jung's works to support this argument and notes that the collective unconscious is an expression of the brain's structure that transcends race. Jung believed that the conscious mind derives from the unconscious and that the libido is a compelling force that permeates certain objects. This last 200 tokens explore the natural consequences of these views, including the idea that the psyche's deeper layers take on an increasingly collective character, and that the symbols of the unconscious go beyond the infantile and archaic to reflect the ancestral deposit of the soul's innate dispositions.",
  "content": "JuNG-WILHELm, Das Geheimnis der goldenen .131iite (Leipzig, p. 16): « L'esistenza dell'inconscio collettivo è sempli- * cemente l'espressione dell'identità di struttura del cervello, * identità superiore a tutte le differenze di razza ». mo, lo jung vorrebbe farvi rientrare. Lo jung non esita a sostenere che il conscio deriva dall'inconscio — cosa che anche per una filosofia del tutto elementare è un non- senso tangibile. Per lui, è una « pretesa arrogante » quel- la, che il conscio costituisca tutta l'anima, ed è una illu- sione che la coscienza sorga da sé stessa (1). Di nuovo, come il Freud Io Tung vede nell'inconscio la sorgente stessa della libido, da cui fluiscono in noi gli elementi psichici, e dice: « Nessuno può strappare vo- lontariamente all'inconscio la sua forza operante » (2) Solo che, a differenza del Freud, lo jung miticizza, egli concepisce la libido anche come tana, come la forza fascinosa che secondo i selvaggi compenetra certi oggetti. In ogni caso, in questo substrato a carattere collettivo l'anima avrebbe le sue radici, da esso trarrebbe ogni vita ed ogni impulso motore. Donde la naturale conseguenza.",
  "last_phrase": "In conclusion, according to Jung, the existence of the collective unconscious is simply an expression of the brain's structural identity, which transcends all racial differences. And, unlike Freud, Jung mythicizes the concept of libido and sees it also as a compelling force that pervades certain objects. He believes that the soul has its roots in this collective subconscious and derives every life and motor impulse from it, implying that the personal consciousness has no inherent reality. Therefore, it is imperative to acknowledge the subconscious demands and not suppress the instincts and emotions for a more harmonious existence."
}