{
  "title": "What is Plotino's view on the relationship between darkness, evil, and happiness?",
  "first_phrase": "This text discusses Plotinus’ philosophy on the nature of darkness and evil. In his view, darkness arises when we move away from the good, and evil is the result of this movement. Plotinus argues that the source of evil is not in matter, but rather in the absence of being that created matter. He adds that true happiness is achieved through the active pursuit of virtue, rather than the passive indulgence of desires. In this context, Plotinus’ perspective on happiness is compared to Aristotle’s belief that all perfect activity is inherently pleasurable. The text concludes with the idea that happiness is linked to the spiritual power of one’s soul, and that true virtue implies an inseparable connection between happiness and the good.",
  "content": "Di nuovo, siamo con- (1) I, VII, 5. dotti al punto di vista non-umano della « realtà », Del- la stessa felicità, il grado di « essere » è il segreto e la misura. Conseguentemente Platino afferma che anche in que- sto universo le anime possono esser felici: mettendo con ciò in luce un aspetto importante della concezione pa- gana dell'ecistenza. Se la « virtù », come attualità spi- rituale dominatrice, implica la potenza, si può concepire cosi poco che il « bene » si scompagni dalla « felicità », quanto che la gloria sia separabile dalla vittoria. Chi da vincolo esterno o da vincolo interno sia vinto, quegli non è « buono »: e che un tale essere sia felice, sarebbe ingiusto. Ma di ciò costui soltanto sé medesimo accusi, non il mondo. Altrimenti, è ovvio, stanno le cose per chi riduce la « virtù » ad una semplice disposizione morale. Ben sí pronunci, allora, il « il mio regno non è di questo mondo » e si attenda che un Dio doni nell'al di là la felicità come ricompensa ai « giusti » che, privi di potenza, in questa vita hanno tollerato e sopportato con umiltà e rassegnazione l'ingiustizia.",
  "last_phrase": "In conclusion, the essence of happiness and being lies in the spiritual power that dominates us, indicating the importance of the pagan concept of existence. It is illogical for evil to remain as a principle of unhappiness and servitude for those who have destroyed its root and become good. Therefore, the imperfection of virtue and being signify the need to attain completeness and purity, leading us to a higher truth and a more fulfilling life."
}