{
  "title": "What are the risks and benefits of the two paths to enlightenment according to Siddha tradition?",
  "first_phrase": "This final part discusses two paths towards enlightenment: devayana and vairayana. The first path focuses on the mind's power and awakening the basal power, which can cause physical and mental disturbances. The second path, followed by the Siddha, aims to strengthen the body and connect it with the soul, achieving perfection of the body or kaya-siddhi. These concepts can be difficult to understand, and attempting them without an experienced teacher can cause dangerous consequences.",
  "content": "Anche il dare al respiro dei ritmi non usuali può causare disturbi polmonari di varia entità. Questo è il devayaina-mdrga. Diciamo ora dell'altra via, che è il vairayéina-mdrga conosciuto dalla scuola dei Siddha. I Siddha ritengono che con la prima via è molto difficile esser certi del risultato e, inoltre, poter mante- nere perfetta coscienza nello stato di dissoluzione (la, ya). Essi constatano inoltre che il corpo umano è sog- getto ad ogni sorta di malattie e dí disturbi, tantoché è possibile che la morte sopraggiunga prima che si sia rag- giunta la liberazione; ed essi non hanno in mira la libe- razione che si consegue dopo la morte (videha-mukti), ovvero in un'altra nascita, non essendo fra l'altro certo che chi è già morto una volta come uomo, torni ancora ad una forma umana di nascita. Per questo i Siddha mirano anzitutto a fortificare il corpo e congiungono insieme corpo ed anima in un modo di esistenza, che ha relazione con lo stato primitivo ete- reo delreikka. Questo processo è stato chiamato kdya- siddhi, ossia « compimento (o perfezione: siddhi) del corpo ». Il corpo — kiiya — diviene un vajra-kaya, cioè un corpo dotato di alta resistenza (lett.",
  "last_phrase": "In conclusion, the Siddha tradition focuses on strengthening the body to achieve both material success and spiritual liberation simultaneously. Unlike Devayaina-mdrga, which can cause various respiratory problems, Vairayéina-mdrga aims to transform the mercury into a super-ethereal form and then change it into a dense matter. By doing so, the practitioners can prolong their lives and achieve both bhukti and mukti. The principles of this science and art are presented in the Siddlúrita tradition under the names of réisaviida and ciimikara-vidA, and it requires constant practice over two six-year cycles."
}