{
  "title": "What is the Connection between Opposites and Disease in De Motu Vitae?",
  "first_phrase": "The author explains the concept of \"ease not nature, she will bring thee to disease\" and its wordplay between \"to ease\" and \"disease.\" He then dives into the idea that all phenomena are the result of conflict between opposites, and this applies to all aspects of life, including love and violence. The text discusses the importance of understanding and resolving internal conflicts to achieve balance and health, and the consequences of neglecting one's bodily functions. Overall, the message of the text is to embrace the oppositions of life and maintain balance to avoid illness and attain spiritual enlightenment.",
  "content": "Tu devi però tener fermo a questo corollario, che con uno o due di tali connubi si può distruggere l'esaspera- zione di un qualche complesso solo temporaneamente; estirpare tale complesso dalle radici è l'opera di una lunga consuetudine e di un'approfondita ricerca del suo germe nell'oscurità. Giunti però che si sia al compi- mento di ciò, un tale speciale complesso sarà per sempre distrutto o sublimato. Comprendi dunque che ogni opposizione contro le vie della natura crea una violenza. Se il tuo sistema escrezionale non funziona a pieno, dei veleni passano nel sangue e la coscienza resta modificata dal conflitto o dalla mescolanza di elementi eterogenei. Cosí se il fe- gato non funziona, si ha la malinconia; se sono le reni, si ha il corna; se i testicoli o le ovaie, si ha una meno- mazione della personalità.",
  "last_phrase": "In conclusion, it's important to remember that attempting to forcefully oppose the natural processes of the body can result in violence and the modification of consciousness. However, through consistent and deep exploration of one's inner workings, any special complexes can be permanently destroyed or sublimated. By allowing for the union of opposing elements through a state of ecstasy, we can dissolve our lower elements into our higher selves, ultimately leading to the attainment of true self-realization."
}