{
  "title": "What is the dilemma of the neo-spiritualism movement in the Western world and how does it relate to the principles of the Occidental tradition?",
  "first_phrase": "In the final portion of this text, the author contemplates the dilemma of the spiritual reaction to the materialism of the modern world. They note that while the spiritual impulse towards something higher is present, it often takes the form of evasion or regression. The author identifies two opposing currents - the humanistic and universalistic tendencies, and the neo-spiritualistic tendencies that often associate with irrationalism and the religion of life. This contradictory state is a cause for concern, but the author suggests that comprehending the situation is the first step towards a solution. In the preceding portion of the text, the author expresses concern about the lack of spirit in the West and highlights the importance of maintaining the fundamental values that underpin the Western experience. They contend that the modern world, in all its materialistic and degraded manifestations, is significantly Western in spirit. The author identifies science, technology, and personality as critical dimensions that operate in Western realizations in various aspects and degrees.",
  "content": "Esso sbocca, sí, nel regno arimànico della mac- china, della finanza, del numero, delle metropoli d'acciaio e di cemento privo di contatti con la trascendenza, ove ogni senso delle forze invisibili e viventi delle cose si spegne: ma attraverso tutto questo, l'anima occidentale ha mante- nuto uno « stile » del quale si potrebbe riconoscere il va- lore se si prescinde dal piano e dalle forme della realizza- zione puramente materiale. É l'attitudine della scienza, come conoscenza sperimen- tale, positiva, metodica — al luogo di ogni intuizionismo istintivo, di ogni irrazionalismo, di ogni interesse per l'in- determinato e per il « mistico ». È l'attitudine della tecnica, come conoscenza esatta di leggi necessitanti al servizio dell'azione onde poste certe cause seguano effetti prevedibili e determinati senza intru- sione di elementi irrazionali e emozionali. È, infine, il valore della personalità, capace dì una ini- ziativa attiva, portata verso l'autonomia. Per quanto in aspetti e gradi molto vari, nelle realizza- zioni occidentali opera un impulso secondo queste dimen- sioni fondamentali.",
  "last_phrase": "In conclusion, the Western soul has maintained a style that values experimental, positive, and methodical knowledge over intuitionism, irrationalism, and mysticism. Despite materialism of many Western achievements, confusion with fundamental dimensions has been an error. Neo-spiritualism poses a danger and degenerates from the core of Western tradition. So, it's vital to distinguish the value of personality, capable of initiative-action towards autonomy, from the obscure current adaptation of Eastern doctrines or the new cults of life."
}