{
  "title": "What is the initial step towards the liberation of faculties in magical initiation according to Giuliano Kremmerz?",
  "first_phrase": "In the final 200 tokens of this text, the author speaks about the last discipline in the initiatory work of freeing our mental faculties. This discipline involves examining everything with a fresh perspective, without accepting anything as definitively judged. By doing so, one can attain a liberation of memory and explore their past experiences objectively. Such practices are necessary for the initiatory work of freeing our mental faculties. The text is an excerpt from \"Avviamento Alla Magia\" by Giuliano Kremmerz and highlights various similarities to other works like \"Abraxa.\"",
  "content": "Se di fronte ad un fatto qualsiasi mi metto immediatamente a giudicare, faccio agire, automaticamente, un dato contenuto della me- moria., senza un confronto attuale. Se invece mi dico: « Vo- glio esaminare la cosa a nuovo », di fronte alla percezione pongo il mio giudizio attuale, in modo oggettivo, e posso an- zi vedere, a poco ci poco, da che cosa proviene il contenuto della memoria stessa, posso percorrere la via dei ricordi, fino ad un pulito, che non rappresenta il vuoto, bensì un con- po obiettivo che posso esplorare liberamente e che si stende limpido dinanzi a me. È in questo senso che le discipline qui riferite possono ben considerarsi come degli strumenti preliminari per il la- voro iniziatico della liberazione delle facoltà. AVVIAMENTO ALLA MAGIA SECONDO GIULIANO KREMMERZ Sarà utile per i nostri lettori tornare su varie cose, di cui già si è detto, attraverso la forma in cui esse figurano nell'insegna- mento kremmerziano, e che peraltro è anche la stessa di quella tal- volta figurante in alcuni scritti di nostri collaboratori, per es. di « Abraxa ». Ciò, allo scopo sia di constatare le dovute convergenze, sia di un particolare lumeggiamento di qualche singolo aspetto.",
  "last_phrase": "In conclusion, the initiation into magical practices according to Giuliano Kremmerz involves examining perception objectively and approaching the memory with a clean slate. To develop hermetic intelligence, one must maintain physical and mental equilibrium, observe silently, and practice a sober lifestyle. Mental detachment from the environment is also important, and the elimination of hatred and love is necessary to avoid nullifying the intended result. Remember to say to oneself, \"Injustice cannot upset my balance.\""
}