{
  "title": "What is the Active Imagination Method and What are its Dangers?",
  "first_phrase": "In the previous text, the author discusses the importance of increasing consciousness and detachment from instinctual-affectionate life for self-realization. In the final 200 tokens, the author critiques Jung's misunderstanding of the Taoist concept of spontaneous transcendence in his method of active imagination. The author argues that Jung's emphasis on surrender and relaxation of conscious personality is not the same as the Taoist notion of transcending desires and submitting to a legitimate sovereign. The author explains that Jung misinterprets the sense of release experienced by individuals with repressed instincts as detachment and liberation, whereas it is a feeling of relief after resolving personal conflicts.",
  "content": "Cosí nel testo taoista che egli ha preteso di « illuminare » psicanaliticamente, valgo- no per lo Jung come inesistenti i precisi richiami alla « concentrazione », all'assoggettare al « cuore celeste » il « cuore inferiore » attaccato al mondo e ai desideri, pa- ragonato ad un generale rivoltoso da ricondurre all'ob- bedienza verso il suo sovrano legittimo; al padroneggia- mento e alla « distillazione » della parte oscura e femi- nile dell'anima a che si trasformi in puro vang (nel puro principio maschile) (I). L'aderire ai propri desideri tra- scurando la « fissazione della luce » conduce, secondo quel testo, non « al riposo e al vuoto nel cuore » e al Tao, ma lungo la « via discendente » ('). In realtà, il senso di di- stensione che prova un individuo scisso o irrigidito se cessa di resistere, se si « apre » e si abbandona, quello che prova un essere piú o meno nevropatico'quando riesce a sistemare le sue faccende private con gli istinti, i suoi pensieri inconfessati e la parte inconscia della sua anima un tale senso lo Jung lo scambia col sentimento di distacco e di liberazione legato agli stati dell'alta ascesi o dell'intellettualità pura iniziatica.",
  "last_phrase": "In conclusion, adhering to our desires while disregarding the \"fixation of light\" may lead us down the \"descending path\" instead of towards Tao. However, by embracing and surrendering to our subconscious desires and thoughts, we may attain a sense of liberation and detachment. It is important to note that while Jung may seek to adopt the taoist principle of \"returning to origins,\" the underlying assumptions and principles differ significantly."
}