{
  "title": "Should following traditional religious practices be the only way to achieve a non-profane existence?",
  "first_phrase": "This text explores the topic of adhering to a religion and its forms while living in a civilized society. The author challenges the idea of following the moral and ritualistic aspects of one's religion in such a society as the only means of finding a non-profane orientation to life. The author critiques the idea of a \"profane domain\" and suggests that in principle, one should not make any concessions to such a viewpoint. However, it may be challenging to do so in the current Western environment. The author emphasizes the need for a non-profane reference point in life and the importance of the impulse towards transcendence.",
  "content": "Non esiste un dominio profano, egli dice con ragione, bensf un punto di vista profano, che è un prodotto di degenerescenza ed è privo di vera legittimità; e aggiun- ge: « In via di principio non si dovrebbe dunque fare * concessione alcuna a tale punto di vista; ma di fatto * ciò è certo difficile assai nell'ambiente occidentale at- * tuale, forse, in certi casi e fino ad un certo punto, * perfino impossibile ». Tutto ciò, dunque, sta bene: bisognerebbe che dovun- que sia possibile il proprio conoscere ed agire avessero un punto di riferimento non-profano. Ma questo, nell'es- senza, equivale ad informare di un significato disindivi- duale le forme dell'esistenza che ne siano in qualche misu- ra suscettibili; equivale soprattutto a far dell'impulso alla trascendenza la principale forza motrice ín ogni espe- rienza. Solo con l'osservanza di norme religiose tradizionalisti- che è possibile tutto ciò? Non si può rispondere senz'altro di si, e meno che mai se si hanno ben in vista le condizioni attuali.",
  "last_phrase": "In conclusion, the idea of a non-profane domain and the difficulty of adhering to traditional religious norms in modern Western society can raise challenges when seeking a reference point for transcendent experiences. However, it is worth exploring both the \"right-hand\" and \"left-hand\" paths in esotericism to find a suitable approach for individual spiritual growth. Ultimately, finding a personal balance between conformity and transgression can fuel the drive towards transcendence."
}