{
  "title": "What are the dangers of practicing yoga without an experienced teacher?",
  "first_phrase": "This text discusses the training process of a brahmacéfri who becomes a true yogi after following prescribed norms for 15 years. The physical and mental transformations that occur during this process are described, including the rise of a particular fluid called seme, and the awakening of the basal power. The last 200 tokens explain the potential risks associated with practicing without an experienced teacher, including physical and psychological disturbances, and even the possibility of being mistaken for dead and buried alive. It is essential to have guidance to avoid these dangers.",
  "content": "Su tutto questo yoga, vedi J. EVOLA: Lo Yoga della Potenza, 3' ed., Edizioni Mediterranee, Roma 1967.[N. d. U.] 1) Avviene cosí una ri-generazione, accompagnata e sostenuta dunque dalla mente attiva e dalla volontà: si potrebbe chiamarla una « rinascita nella mente e nel potere ».[N. d. U.] Il primo sintomo del risveglio del potere basale è una abbondante transpirazione. Persistendo nella pratica e concentrando la mente sul préina, possono verificarsi di- sturbi fisici ed anche psichici come uno scuotimento e un tremito nell'intera forma umana. Persistendo an- cora si sente nel cervello un tremendo scoppio di tuono: e se lo yogi sí spaventa dinanzi a questa manifestazione interna del « suono » (nada), la sua paura può condurlo all'epilessia, all'astenia, persino alla pazzia — del che, esistono viventi testimonianze. Ma può anche accadere che per la sùbita paura si cada in uno stato di morte ap- parente, ed allora vi è anche un altro pericolo: di essere scambiato per un morto e di esser cremato o sotterrato. Per questo è imprudente avventurarsi in queste pratiche senza l'assistenza di un maestro sperimentato.",
  "last_phrase": "In conclusion, while yoga can lead to a rejuvenation of the mind and body, it can also cause physical and mental disturbances if not practiced with caution and guidance. J. EVOLA's \"Lo Yoga della Potenza\" provides valuable insight into the practice, and it is strongly recommended to seek the assistance of an experienced teacher to avoid any potential health risks."
}