{
  "title": "What Are the \"Dangers of the Soul\" and the Belief in \"Man-Leopard\" Transformation in Primitive Cultures?",
  "first_phrase": "In the previous text, the author discusses how objects can maintain a relationship with their previous owners, and how special internal conditions are necessary to truly benefit from those relationships. In the last 200 tokens, the author introduces the concept of \"uomo-leopardo\" (leopard-man), where some people can enter a state of possession or transformation by wearing the skin of a panther or through the use of drugs and fetishes. The invasion of the possession can occur when the soul remains within the body or during sleep when the subtle part of the being is more free from the body.",
  "content": "Il caso estremo di queste irruzioni ossessive trova riscon- tro in una credenza costante dei primitivi delle regioni piú diverse: il rivestire la pelle di un animale è reputato cosa capace di produrre una vera e propria trasformazione nella natura di esso (AP, 204). Caratteristico è il caso di quattro indigeni « che di notte si ricoprivano di una pelle di pantera « che dava loro una forza sovrumana. Cosi travestiti, entra- * vano nelle case, e divoravano gli abitanti. Non perdevano * la loro forza che se si riusciva a toglier loro la pelle che es- * si si attaccavano al corpo » (AP 201). « La credenza negli * uomini-leopardo (in altre tribù, si tratta invece dei lupo, * del coccodrillo, del gorilla, ecc.) è generale. Con l'aiuto * di certe droghe e feticci, degli uomini avrebbero il potere * di trasformarsi in uomini-leopardo » (AP, 202). L'invasamento può avvenire quando l'anima si mantie- ne dentro il suo corpo, il quale, naturalmente, conserverà la propria forma (i); ma può anche avvenire nello stato di sonno, nel quale la parte sottile dell'essere è ancor piú libera da quella corporale visibile.",
  "last_phrase": "In conclusion, the belief that wearing the skin of an animal can transform a person's nature is extreme, but its prevalence among different tribes is notable. The idea of shape-shifting and possession is a common thread in various cultures, and it highlights the fragile connection between the body and the soul. Such beliefs may seem like superstition, but they often have a rational explanation rooted in psychological and spiritual experiences."
}