{
  "title": "What is the Symbolic Connection Between the Bear and the Seven Rshi in Hindu Tradition?",
  "first_phrase": "This text explores the relationship between the names of the bear in different languages and the symbolism of the seven Rshi. The idea is that the Sanskrit word sapta-riksba, which means \"seven bears,\" might correspond with the seven stars in the Big Dipper, but also with the seven Rshi, which are associated with light and wisdom. The text also mentions the relationship between the wolf and the sun in Celtic and Greek mythology. The last part of the text discusses how the name sapta-riksha moved from the Big Dipper to the Pleiades, marking a shift in symbolism from solstices to equinoxes.",
  "content": "lupo, sia fra i Celti che fra i Greci (2), donde la relazione di tale animale col dio solare, Belen o Apollo. In un certo periodo, il termine sapta-riksha fu applicato non più all'Orsa Maggiore, ma alle Pleiadi, che compren- dono parimenti sette stelle; questo passaggio del nome da una costellazione polare ad una costellazione zodiacale cor- risponde ad un passaggio dal simbolismo solstiziale al sim- bolismo equinoziale, implicante un mutamento nel punto di partenza dei punti cardinali legati alle differenti fasi di que- sto ciclo (3). Questo è iI passaggio dal Nord all'Occidente, riferentesi al periodo atlantide; il che trova una precisa con- ferma nel fatto che, per i Greci, le Pleiadi erano figlie di Atlante e, come tali, erano anche chiamate la A.tlantidi. Pas- ( l ) Si rileverà il simbolismo delle « sette luci » mantenutosi in varie tradizioni iniziatiche o già iniziatiche. Ricordiamo anche che le sette stelle, di cui si parla al principio della Apocalisse (I, 16, 20), secondo certe interpretazioni, sarebbero quelle dell'Orsa Maggiore. (\") In greco, lupo si dice lykos e luce iyké; donde l'epiteto a doppio senso dell'Apollo licio.",
  "last_phrase": "In conclusion, the transition from the North to the West, represented by the symbolism of the wolf, was linked to the cycle of the Pleiades and the shift from solstitial to equinoctial symbolism. The traditional forms and corresponding characteristics must be considered to avoid confusion when interpreting names and symbols across different cultures and time periods."
}