{
  "title": "What is the difference between religious and initiatic rites in Catholicism?",
  "first_phrase": "The text discusses the difference between religious and initiatic rites/sacraments, their objectives, and the concept of the sacred. According to Guénon, religious rites aim to participate in the suprasensible order while maintaining individual limits, while initiatic rites achieve a super-individual transformation leading to true immortality. However, the essential difference lies in the presence or absence of theistic premises in the sacred concept. In the Catholic theory, there is even a belief in the magical power of sacraments, which is considered a limitation. These religious rites are considered almost a parody of the initiatic ones, which is sometimes seen as a profanity.",
  "content": "Tutto ciò che è religione, e soprattutto religione cristiana, ha per limite l'idea di un Dio-persona, distinto, come tale, dalla creatura; ad essa è estranea l'idea di un piano nel quale questa distanza è abolita dall'identità suprema metafisica, con la quale si definiscono e « liberazione » e « risveglio » iniziatico. (l ) Di rigore, nella teoria cattolica si va perfino oltre il segno, quanto alla credenza nel potere magico del rito. Di ciò è p. es. il caso pel potere di « sciogliere » del rito di assoluzione, che sospenderebbe senz'altro la legge karmica di causa ed effetto. In una forma tradizionale completa religione e inizia- zione sono due domini che non si escludono ma, pur restan- do ferma la loro eterogeneità, ammettono un passaggio, don- de la possibilità che quel che ha valore religioso, ad un grado superiore ne possa assumere uno anche iniziatico. Ma là dove, come nel Cattolicesimo, ciò non si verifica, i riti religiosi appaiono in un certo modo come una parodia inane e ingannatrice di quelli iniziatici, parodia che talvolta sa quasi di profanazione, mentre, quanto al lato sperimentale, l'àpice più alto è rappresentato dal solo misticismo.",
  "last_phrase": "In conclusion, the distinction between religion and initiation is essential and often overlooked. While traditional religion and initiation can coexist, they admit the passage of religious value to initiation only in certain circumstances. The Catholic belief in the magical power of rituals like absolution can sometimes seem like an empty parody of initiation. Nevertheless, the highest spiritual experience lies in mysticism, which offers a true chance for transcendence."
}