{
  "title": "What is the significance of totems and doubles in primitive beliefs and how do they relate to initiatory teachings?",
  "first_phrase": "In this text, the concept of totem is explored as a mythical ancestor whose life continues through the collective soul of a certain people or tribe. The individuals of the clan are considered its transformations, while it is also seen as the spirit of a particular animal species. The text also touches on the idea of vital elements being extracted from substances, which can be related to vampiric nutrition. The \"double\" is presented as a fundamental part of primitive beliefs, surviving after death and inhabiting many others. The relationship between these ideas and esoteric teachings is explored, as well as their connection to the mentalities of different primitive cultures.",
  "content": "quale a sua volta subirà il destino della dissoluzione (Io srahman), il « doppio » sopravvive: esso ha abitato in molti uomini, e abiterà in molti altri. E il totem e il « doppio » in moltissime credenze dei primitivi fanno una sola cosa. Se si ritorna a ciò che è stato detto (vol. III, cap. VI) circa l'origine delle specie secondo l'esoterismo, si vedrà facil- mente il rapporto di queste idee con l'insegnamento ini- ziatico. Del pari, la particolare costituzione dei primitivi fa si che essi si trovino in via spontanea in un rapporto quasi di catena magica. E tutte quelle leggi di azione e reazione che in proposito sono state spiegate da « Jagla » (vol. III, cap. IV, pp. 133 sgg. ), ecco che noi le vediamo informare un complesso di idee e di norme, che si ritrovano quasi identi- che in tutte le forme della mentalità primitiva, e che hanno dunque un fondamento reale, una giustificazione oggettiva tutte le volte che sia effettivamente vivo lo stato di rapporto con la coscienza collettiva.",
  "last_phrase": "In conclusion, the study of the \"primitive\" mentality and soul could provide valuable insights for those interested in esotericism. The symbols of the wild boar and the bear, representing spiritual authority and temporal power, respectively, among the Celts, have their origin in Hyperborean tradition. These symbols are just one of the many interesting points that could spark the curiosity of esotericism scholars and help shed light on otherwise hidden knowledge."
}