{
  "title": "What is the connection between perceptions beyond the physical body and the aristocratic nature of initiatic science?",
  "first_phrase": "This text delves into the spiritual perceptions that occur beyond the physical realm. The author praises the body as a conduit for significant forces, yet pure in its nutrients and filters. The passage contains references to the teachings of Milarepa, the value of food for spiritual enlightenment. Macrocosmic correspondences are explored, and the state of releasing the self from ego is discussed. It is within this state that a person can reach an \"individualizing individual\" state, as described in Eastern teachings. The last part of the text includes a series of poetic references to the nature of the self and its plural existence.",
  "content": "Ad occhi socchiusi, nel buio, come pian piano tornando alla terra da altezze celesti, mi sentivo discendere e svegliare. Ed esseri-luce uscivano intanto da me, dileguando Finché ho ritrovato me stesso, occhi aperti, nel letto. Quando si giunge a sciogliere l'Io dalla sua condizio- ne umana, si stabilisce quel rapporto assolutamente atti- vo, per cui il precedente senso di sé come un dato indi- viduo sta ad esso, come una parola sta alla libera facoltà di parlare cioè di pronunciare, anche, tutta una serie di altre parole. Allora si consegue ciò che nelle nostre scien- ze si chiama individuo individuante e in Oriente kdrana- arira = corpo causante — e sul quale ebbimo già a dire (vol. I, pp. 218 sgg.). Le ultime poesie di Onofri conten- gono vari' riferimenti ad esso, che lasciano altresí com- prendere la natura plurale di quest'Io, o stato dell'Io: L'arco, il cui dardo è ciascuno degli uomini sparsi nel mondo »« L'uomo-dio, che sarà l'intera umanità » — ed anche: ...noi, sparsi al mondo a torme a torme, vivremo la parola una e infinita che in corpi innumerevoli aurea dorme.",
  "last_phrase": "In conclusion, achieving the state of being absolutely oneself leads to becoming the absolute individual beyond any sense of self. Onofri's poetry offers valuable insights into this experience, emphasizing the plural nature of the self and the ultimate unity of humanity. It's important to recognize the aristocratic nature of initiatic science, which is often misunderstood in contemporary spiritual circles."
}