{
  "title": "What was the Roman conception of the sacred and how did it differ from other civilizations?",
  "first_phrase": "This section delves into the ancient Roman conception of the sacred and how it contrasts with mediated mythological experiences. Prior to this, the text discusses the tendency in early Roman culture to value what is essential and direct, as opposed to excess and subjectivity. The author notes the coherence between this ethos and the apparent simplicity of the original Roman cult, characterized by stark forms and devoid of mystical or aesthetic elements. Instead, pure rites accompanied every aspect of life, both individual and communal. This contextualization sets the stage for the ensuing exploration of the ancient Roman approach to divinity, as expressed in the dual concepts of numen and pure ritual.",
  "content": "E come nel di- sprezzo romano per gli esteti e i « filosofi » si celava la co- scienza di un ethos superiore, quell'intimo stile di vita di- rettamente posseduto che fece dire al primo ambasciatore di un'Ellade già sfaldata essersi egli trovato, nel Senato Ro- mano, non fra un'accolta di barbari, come egli aveva temuto, ma quasi come in un « concilio di re », — del pari nell'ap- parente povertà del culto originario romano, nelle sue for- me secche e nude, aliene da qualsiasi misticismo e pateti- smo, da qualsiasi orpello fantastico ed estetico, abbiamo qualcosa di superiore alle esuberanti creazioni mitologiche o teologiche di altre civiltà, abbiamo qualcosa di misterioso e dì potente, che nella sua grandezza riesce a mala pena con- cepibile: un alito del primordiale. Alla concezione del dio come numen fece riscontro, in Roma antica, la concezione del culto come puro rito. Il rito accompagnava qualsiasi aspetto della vita romana, sia indi- viduale che collettiva, sia privata che politica, sia di pace che di guerra. La pitl antica religione romana si lega ai cosidetti Indigitamenta. Indigitare significa, più o meno, invocare.",
  "last_phrase": "In ancient Rome, the concept of god as numen and pure ritual worship accompanied every aspect of life, both private and political. The Indigitamenta, a treaty that listed the names of gods and the occasions to invoke them effectively, were practical rather than mythological in origin. These names contained mysterious relationships and powers, as expressed by the Roman formula \"I feel that I am naming.\" This deep awareness of the ritual's responsibility and participation in its \"fated\" aspect transformed it into an invisible command."
}