{
  "title": "What are the two thresholds of external consciousness in humans, and how do they relate to sub-consciousness?",
  "first_phrase": "In the previous text, the author discusses two thresholds of external consciousness, a lower and a higher, which correspond to processes occurring in the physical world and the psychic world, respectively. In the last 200 tokens, the author delves into the concept of sub-consciousness, divided into an inferior and a superior region, which encompass past and future history of the self. The author also mentions the possibility of emergence of sub-conscious processes in specific conditions. The text introduces the idea that the sub-consciousness can be a domain for both gods and humans alike.",
  "content": "Ti nostro organo cerebrale è sensibile all'energia men- tale, ma ancora troppo attraverso quella sensoriale. Si tratta, di solito, piú che di un dinamismo mentale, di (I) Dal punto di vista esoterico, in parte subcoscienza inferiore e subcoscienza superiore (supercoscienza) possono non essere due domini diversi, ma uno stesso dominio, realizzato in due modi diversi. Nella subcoscienza corporea « dormono » gli « dèi » o, se si preferisce: la supercoscienza degli dèi è la subcoscienza degli uomini. La supercoscienza è la realizzazione spirituale delle forze invisibili ín azione nei piú oscuri processi corporei; forze di carattere non-umano. Per questo sia nell'ermetismo che nell'esoterismo orientale il corpo viene considerato come la « materia » per l'opera sacra e, nel simbolismo, alla « resurrezione » precede la « discesa negli inferi » (subcoscienza corporea).",
  "last_phrase": "In conclusion, once our cerebral organ becomes sensitive to pure mental energy, without intermediaries, the thought will lose its internal, unconscious, and almost abstract nature, becoming a real and objective fact. Therefore, we should rely on our sensations and images to mentalize our sensory dynamism, leading to a more profound understanding of the superconsciousness and the spiritual forces that dwell within us."
}