{
  "title": "Is the Warrior or the Priest More Relevant to Reaching the Primordial State of Authority?",
  "first_phrase": "In this text, the author discusses the celebration of warrior action in the Bhagarad-gital and how it represents a path towards liberation. The author argues that the authority of spiritual leaders should not monopolize the concept of acting independently, as it is also evident in the nature of warriors and kings. The author points out that in an original state, the regal and priestly powers were not separate but represented two indivisible aspects of a superior synthesis. The author proposes that a unified caste corresponding to the original power could be more regal than priestly.",
  "content": "Il Guénon mette in rilievo il fatto, che in uno stato originario i due poteri non erano separati, ma « conte- * noti l'uno e l'altro nel principio comune dal quale pro- * cedono entrambi, e di cui rappresentano due aspetti « indivisibili nell'unità di una sintesi ad un tempo supe- * riore ed anteriore alla loro distinzione » (p. 14). Que- sto è un punto importante. Ma una volta riconosciuto ciò, vale a dire, riconosciuto che il tipo delle origini era ad un tempo regale e sacerdotale e che anzi questi due termini « regale » e « sacerdotale » si definirono solo in un periodo successivo di secessione, perché l'una delle funzioni dovrebbe esser più lontana dall'origine dell'al- tra e meno adatta dell'altra a servir da base per una even- tuale rintegrazione dello stato primordiale? Noi anzi an- dremmo piú oltre: a noi sembra, cioè, che la casta unica cor- rispondente a quel potere indiviso delle origini abbia carat- tere piú regale, che non « sacerdotale ».",
  "last_phrase": "In conclusion, Guénon highlights that the original state had an indivisible power where the royal and priestly functions were not separated. However, recognizing the unity of the two powers, we might consider the unique caste to be more regal than priestly. This understanding aligns with the recurrent appellation of divinity as \"Lord\" across civilizations. The link between the symbolic representation of a scepter and the metaphysical concept of the \"axis mundi\" as the supreme spiritual authority further strengthens this idea."
}