{
  "title": "Who was Aleister Crowley and what was his approach to magic?",
  "first_phrase": "This text explores Aleister Crowley's life and his contributions to the contemporary magical arena. While seen as a black magician and a figure of Satanism, Crowley's philosophy of \"Thelema\" was rooted in the idea of self-discovery and personal will. The author notes that Crowley's life was complex, involving poetry, exploration, and initiation in various secret organizations, and it is said that he received a revelation from a being named Aiwass that he called \"The Law of Thelema.\" He practiced ceremonial magic and sexual magic, using them as vehicles to reach higher spiritual awareness. Despite several of his disciples suffering from madness or suicide, Crowley himself died at the age of 72 in 1947.",
  "content": "Praticò magia cerimoniale ed evocatoria, e appunto per tal via, al Cairo, egli avrebbe avuta trasmessa, da una entità chiamata Aiwass, una specie di rivelazione, o nuora legge, che egli battezzò « Legge del Telema » e di cui si fece il banditore. Di essa sono caposaldi due massime: « Ogni uomo è una stella » - e: « Fa quel che vuoi: tale sia la tua suprema legge ». Formulando la seconda massima cosi, il Crowley, secondo il suo gusto, voleva épater le bourgeois, perché il senso effettivo di essa è meno il seguire una sfrenata li- cenza, quanto l'escludere ogni legge esteriore ed estranea ed assumere quella volontà pii; profonda, in funzione di cui ogni uomo appare essere la manifestazione di una forza dall'alto (di una « stella »). Praticamente, la magia del Crowlev fu affine a quella tantrica: la magia sessuale e l'uso di droghe vi ebbero grande parte. Si vuole che diversi discepoli del Crowley finissero pazzi o suicidi (le due possibilità che sempre costeggiano la « via diretta »),. però lui stesso mori nel 1947 all'età di settantadue anni, sano e in pieno possesso delle sue facoltà.",
  "last_phrase": "In conclusion, Crowley's ceremonial and evocative magic was heavily influenced by tantric practices, including sexual magic and drug use. His philosophy emphasized the individual's will as the supreme law and rejected any external authority. Despite reports of mental instability among his disciples, Crowley died at the age of 72, in full possession of his faculties. The \"Legge del Telema\" or \"Law of Thelema,\" may appear syncretic and baroque, but it contains elements of traditional magical disciplines. May these insights provide a foundation for your own exploration of the mysteries of the mind."
}