{
  "title": "What is the relationship between aristocracy and love in traditional warrior castes?",
  "first_phrase": "This text discusses the aristocratic system and the relationships within it. It explains that there is no love in the sense of a need for physical intimacy or care for individuals who may not be deserving. Relationships between equals are built on loyalty, recognition, and respect, with each person maintaining their own dignity. The author suggests that if a true aristocratic tradition were to be reconstituted, it could help Western society rediscover its values and eliminate the influence of exogenous spirituality and morality. The author also acknowledges the present-day degradation of European nobility and the difficulty of reconstructing it.",
  "content": "Da tutto questo si vede che ove potesse ricostituir- si una vera tradizione aristocratica, con ciò sarebbe anche aperta una via a che l'Occidente ritrovi sé stesso, elimini le influenze di una spiritualità e di una morale malgrado tutto esogene, per cercare, in un secondo tempo, quelle che gli sono davvero conformi e che non solo non sono incompatibili con i valori iniziatici, ma che, secondo il già detto, proprio di questi possono rappresentare l'estrin- secazione piú naturale. In che fase di degenerazione la residua nobiltà euro- pea oggi si trovi rispetto alla sua tradizione originaria, non occorre nemmeno dirlo (1 ) e le cose sembrano giunte ad un punto tale, da esser escluso che in essa possa tro- var la sua base un'azione ricostruttrice. D'altra parte, la direzione tutta della civiltà moderna si oppone ad un ri- torno alla normalità, il principio della quale sarebbe ap- punto il ripristino e il riconoscimento di valori aristo- cratici.",
  "last_phrase": "In conclusion, it is clear that reviving a true aristocratic tradition could also pave the way for the West to rediscover its true self, eliminate external influences on spirituality and morality, and seek those values that are truly in line with initiatic values. While the remaining European nobility may be far removed from its original tradition, there is still hope that a reconnection with a higher order of influence may lead to the resurgence of a long lost physical and spiritual race."
}