{
  "title": "What are the beliefs of primitive cultures regarding natural causes, death, and spiritual connections?",
  "first_phrase": "In this text, the author discusses the primitive's lack of understanding of natural causes, leading them to focus on powers and neglect the search for natural explanations. The text also explores the idea among primitives that death is not natural but rather a violent and transcendental event. The belief in transcendence is also associated with the notion of participation, where non-corporeal principles gain freedom from corporeal ones. The author emphasizes the importance of exploring the deeper meaning behind events in and outside of ourselves.",
  "content": "« Se, ad un * momento dato, la morte sopravviene, è che una forza misti- * ca è entrata in gioco. Lo stesso indebolimento senile, come ogni malattia, non è dovuto in maggior misura a ciò che * noi chiamiamo le cause naturali: deve spiegarsi anche con * l'azione di una potenza mistica » (MP, 20-21). Questa credenza, che oggi sembrerà singolare, reca l'eco di una arcaica tradizione metafisica — di quella stessa che si tradisce in alcuni « miti titanici »: gli esseri mortali sono esseri folgorati cd abbattuti da una razza piú forte. La vita mortale è un agone: solo l'iniziato è il vittorioso, e nel con- quistare l'immortalità, egli non fa che reintegrarsi nello stato originario e secondo natura. Il ricordo crepuscolare di tale stadio, unito al senso, in genere, di azioni invisibili sull'uomo, è ciò che spiega le anzidette idee dei primitivi circa la morte. 5. - LE « PARTECIPAZIONI ». L'esoterismo insegna, e praticamente dimostra, che la percezione di ciò che sta dietro la realtà fisica spaziale ha luo- go quando i principi non corporei dell'essere umano acqui- stano una certa libertà rispetto a quelli corporei, nei quali abitualmente si trovano immersi.",
  "last_phrase": "In conclusion, the esoteric beliefs and practices of the primitive cultures shed light on their understanding of life and death as an ongoing struggle with mystical forces. The connection between the body and soul was more fluid, allowing for experiences and perceptions beyond the physical realm. While these ideas may seem fantastic to modern sensibilities, they offer insight into a different way of being in the world and may still hold practical value for those seeking a broader perspective on life."
}