{
  "title": "What is the Relationship Between Spiritual Existence and Action in Indian Philosophy?",
  "first_phrase": "This text explores the Indian conception of consciousness and its relationship to magic. The author argues that the spirit is not confined to the body and that it permeates the objects it perceives. According to the Eastern and Western scholastic traditions, human behavior can be categorized into three modes: speech, thought, and action. The author emphasizes the importance of speech in magic, particularly as expressed through mantras and hymns. The sacrificial formulae articulated in the hymns command nature, and the Tantric system establishes a grammar of sound, including colors, scents, and flavors, which may correspond to and reinforce the power of these formulae.",
  "content": "Si dice che dai rshi dell'antichi- tà pii' remota essi siano stati « visti », sia pure come rivela- zione sonora: ciò significa che tali suoni esistono, in e da sé stessi, come, secondo Platone, le Idee. Il sacrificio met- te in opera queste formule operatorie e non ricorre agli dèi che nella misura in cui questi — forze cosmiche o ritua- li personificate — obbediscono alle ingiunzioni verbali, quan- do si pronunciano, in piena osservanza della scienza del verbo, le formule, in realtà sovrane piti che essi stessi. La Piirvd Alírn'àms(3, esegesi dei Veda, equivale ad una gram- matica delle sonorità veliche. Il Tantrismo stabilirà una tale grammatica per le sonorità in generale, confrontate con altri modi di espressione. In effetti, colori, contatti, odori, (1) Sui mantra, vedi lo studio speciale che vi è stato dedicato nel vol. I, cap. XI, pp. 364 sgg.[N. d. sapori ci offrono anch'essi dei linguaggi suscettibili di corri- spondere a quello dei suoni articolati secondo regole preci- se.",
  "last_phrase": "In conclusion, the power and importance attributed to language and its specific sounds and forms in ancient India are fascinating. The study and understanding of these linguistic intricacies are not only integral to knowledge but also to ritual practices. Although there were those who disregarded or were indifferent towards this tradition, it remains an essential component of Indian culture and history."
}