{
  "title": "What is the Christian mystical view on the knowledge of external things and the imitation of Christ?",
  "first_phrase": "This text discusses the knowledge of external things, including the understanding of Satan's dominion over the material world and the true value of material things according to God's plan. The text mentions the need to free oneself from disordered attachments to creatures and to know oneself in relation to God. This discipline of disidentification and self-transcendence is achieved through pure intellectuality, neutralization of demonic forces, and the imitation of Christ through sacramental foundation. The text also highlights the deformations of Christian mortification and passive attitude.",
  "content": "Una tale di- sciplina subisce tuttavia la deformazione propria al modo cristiano di intendere la « mortificazione » e dell'attitudine passiva « creaturale ». Iniziaticamente, si tratta della « disi- dentificazione » e del superamento di sé come semplice es- sere individuale; superamento, che non avviene attraverso avvilimento ed umiltà, né con riferimento all'imagine di Dio come un essere distinto, bensf nel concepire la propria persona come una maschera contingente e in sé irrilevante rispetto al vero Io, quasi come nella coscienza di un attore che non si confonde con la parte che ha rivestito. In ogni modo, queste sono le due vie principali mediante le quali, conseguita la conoscenza delle cose esterne e di sé come in- dividuo, l'asceta cristiano cerca di propiziare la quies con- templationis e di non esser piú soggetto alle cose d'intorno, né a passioni e desideri vani. Se ora nell'ascesi cristiana vogliamo considerare, oltre i gradi preparatori', quelli realizzativi e propriamente mi- stici, il punto fondamentale e quasi esclusivo di riferimen- to è l'imitazione di Cristo su base sacramentale.",
  "last_phrase": "In conclusion, the Christian asceticism seeks the attainment of the ultimate goal of glorification through the imitation of Christ on a sacramental basis. The discipline involves disidentifying oneself from the individual being, overcoming the self, and achieving a state of quies contemplationis, where one is not subject to external things or vain passions. The goal is to restore the state of Adam, where the body was entirely subject to the soul and the sensitive part to the spirit, and attain harmony between the soul and the spirit."
}