{
  "title": "\"What is the role of magic in Indu speculation discussed by Paul Ma S Sun-Ou?\"",
  "first_phrase": "In this passage, written by Professor Paul Ma S Sun-Ou, a discussion of the role of magic in Indian culture is explored, dating back to the Atharvaveda, the oldest text of Indian civilization. The use of magic in Indian culture spans nearly three millennia, with various religious and philosophical practices incorporating magical beliefs and rituals. The author explores the idea that magic involves the human attempt to immediately influence nature through consciousness or psychic operations, and that the effectiveness of magical practices relies on precise knowledge and timing. The text emphasizes the importance of understanding the mental nature of magic and its underlying rules, rather than arbitrarily creating one's own methods.",
  "content": "Curare la stessa febbre con ricette ver- bali, implica la fede nell'efficacia di una parola che è psi- chica sia in quanto pronunciata che in quanto intesa. La magia deve definirsi col carattere mentale dei suoi mezzi In particolare, non la si deve caratterizzare con l'arbitrarietà degli espedienti: le regole della causalità magica non pre- sentano un rigore minore di ciò che noi, moderni, chiamia- mo leggi naturali. La condizione necessaria e sufficiente dell'efficacia ma- gica è la conoscenza esatta della ricetta appropriata, così come dell'occasione nella quale bisogna farne uso. Lo spirito magico non si adatta ai « presso a poco »di quel che non vi si adatti lo spirito positivo. Per l'India, in ogni circo- stanza, sotto ogni riguardo, non c'è di vero che l'esatto, satyam; — di giusto, che il tempestivo: l'atto compiuto nel momento opportuno, kalpa;di regolare, che il canoni- co, pramànam. Ora, la distinzione fra il psichico e il non-psichico non interviene nella riflessione orientale nello stesso modo che nella filosofia europea. Spesso queste due forme di esisten- za non si oppongono affatto fra di loro, ma piuttosto si collegano in modo continuo mediante certe funzioni miste o intermediarie.",
  "last_phrase": "In conclusion, mastering the art of magic requires the understanding that it is a mental process, and the effectiveness of magical practices is based on the precise knowledge of appropriate methods and timing. Contrary to arbitrary methods, magical laws follow the same rigor as natural laws. In the Indian philosophy, the distinction between the psychic and non-psychic does not interfere in the same way as in European philosophy. Mastery comes from the fusion of psychological terms provided with prefixes, which provide an irrefutable index."
}