{
  "title": "What is the method for spiritual development described in this text, and how did the author come to discover it?",
  "first_phrase": "This text follows the author's journey of discovering a newfound sense of purpose and resolve towards the invisible worlds of mystic and theosophical teachings. After struggling with the varied and confusing material of conventional literature, the author discovers the practical and clear teachings of \"UR,\" a group that emphasizes systematic study and exercises on breath and force. The author achieves a state of lightness and fire and wishes to join an active chain of the group. However, an unfortunate lab accident forces the author to leave the city and prompts a direct approach to the group's leaders for specific instructions suited for their condition.",
  "content": "Intrapresi uno studio generale e sistematico delle materie esposte. Risoluto ad aprirmi il passo, per preparazione mi dedicai agli esercizi sulla forza del respiro. Ebbi risultati. Presto si risvegliò in me una specie di benessere che mi stimolò a proseguire. Raggiunsi lo stato di leggerezza e di fuoco che pareva dovesse lanciarmi negli spazi. Il senso della mia vita cominciava a divenire diverso. Mi proponevo di entrare in una catena attiva costi- tuitasi secondo le direttive date in queste pagine (vol. II, cap. II) stimandomi in una certa misura preparato a tanto, quando una brusca contingenza, dovuta ad un brutto in- cidente di laboratorio chimico, mi percosse appunto in quegli organi corporei che per primi avevo « toccati ». Fui costretto a lasciare la città ed il lavoro, e ad andare in montagna per curarmi. Solo, con lunghe ore vuote dinanzi a me, mi risolsi allora di rivolgermi direttamente ai dirigenti di detta catena per avere istruzioni piú particolareggiate, e spe- ciali per la mia condizione. Non sí ebbe difficoltà a con- tentarmi. Riconobbi l'opportunità di lasciare indietro lo sviluppo della coscienza della sede mediana; di con- centrarmi invece sulle altre due sedi, quelle della poten- za dell'Io e della potenza d'azione.",
  "last_phrase": "In conclusion, by dedicating himself to a systematic study of the subjects presented and focusing on exercises aimed at the power of breath, the author achieved a feeling of well-being and ultimately discovered a newfound purpose in life. Although a tragic incident forced a shift in focus, the author was able to find guidance from the leaders of a specific chain of thought and has continued to experience intense states of being in the spiritual realm. Through a commitment to concentration, the author was able to reawaken purified thoughts in the higher realm."
}