{
  "title": "What is the difference between \"anima\" and \"vo0q\" and what are the two deaths that Plutarco talks about?",
  "first_phrase": "This text discusses the concept of the human soul and the supernatural principle of personality known as vo0q, which is rarely recognized in everyday life. Plutarch's teachings suggest that there are two deaths for humans. The first happens on earth when the body separates from the other two principles and becomes a corpse. The second death happens symbolically on the moon and in the sign of Persephone when the soul separates from the spiritual and superpersonal principle and returns to the cosmic vital substance. This concept has similarities with Hindu teachings, which refer to the lunar symbol and pitr-y'dna, leading to the absorption of the soul and the end of individual existence. The text argues that this process could take a long time.",
  "content": "In una fase succes- siva interviene però la dissociazione del complesso anima- -mente; tale è la seconda morte, che non accade sulla ter- ra ma, simbolicamente, nella luna e nel segno di Persefone: l'anima stessa allora si stacca dal principio propriamente spi- rituale e superpersonale, dal vo0q, e viene riassorbita nella sostanza vitale cosmica, da intendersi propriamente come quella che è radice delle esistenze caduche soggette al desti- no di morte e di rinascita nel « ciclo della generazione ». Infatti l'insegnamento riferito da Plutarco ha una corrispon- denza esatta con quello indù, il quale Io specifica nel senso di opporre, al destino di coloro che vanno oltre, il destino di quelli per cui la seconda morte rappresenta in un certo mo- do la fine — la fine dell'esistenza individuale. Questa secon- da possibilità si lega al cosiddetto pitr-y'dna, parimenti con- nesso, nell'insegnamento indù, al simbolo lunare, alla se- de della luna; coloro che percorrono questa via conseguono la « sede della luna », in cui sono riassorbiti, quasi nei cep- pi di nuove nascite caduche. Il riassorbimento dell'« anima » e quindi la cessazione del principio cosciente individuato di natura semplicemente umana può richiedere anche lungo tempo.",
  "last_phrase": "In conclusion, the second death represents the separation of the anima-mente complex, where the soul detaches from its spiritual and superpersonal principle and is reabsorbed into the cosmic vital substance. This process can take a long time, and tendencies and impulses from the earthly existence can still linger. For those who have surpassed this stage, the second death represents the path to freedom and rebirth."
}