{
  "title": "What is the Mystery Doctrine Reflected in Gradual Purification After Death?",
  "first_phrase": "In the previous part of the text, the author discusses the concept of gradual purification after death and its relation to prayer and mystical doctrine. In the last 200 tokens, the author delves into the reflection of this doctrine in Mithraic mystery teachings, particularly the concept of passing through the planetary hierarchy. Additionally, the author talks about the ancient Christian belief in the restoration of the Adamic state, which involves searching for the lost paradise with divine assistance. The text explains the symbolism of inaccessible places, fire, and angels guarding the paradise. These ideas reflect the initiatic doctrine of the \"center\" and its relation to the primordial state.",
  "content": "Altri « residui » non privi di interesse sono le ve- dute che negli antichi scrittori cristiani si trovano circa la ripristinazione dello stato adamico, inteso come pri- mo fine della rigenerazione cristiana, perché nella pa- tristica si insiste appunto di continuo sul fatto che si deve conquistare la perfezione propria allo stato primor- diale andando alla ricerca del paradiso terrestre perdu- to, Fu antica idea cristiana, mantenutasi del resto fin verso il XVI secolo, che questo luogo, da cui i nostri primi progenitori furono scacciati, esiste ancora, in una regione elevata, inaccessibile agli uomini, a meno che essi siano assistiti da grazia divina eccezionale, come sareb- be stato il caso per Elia, per Enoch e per lo stesso San Paolo (II Cor., XII, 1-5). Questa inaccessibilità fu espres- sa col simbolismo di luoghi deserti e impraticabili, equi- valenti a quello, anche usato, dell'angelo in guardia con la spada di fuoco o di una zona di fuoco che circonda il para- diso. Ciò riproduce la dottrina iniziatica del « centro » nella sua relazione con lo stato primordiale: sempre presente dal punto di vista metafisico.",
  "last_phrase": "In conclusion, the ancient Christian belief in the restoration of Adam's state and the existence of the lost paradise still intrigues many today. The symbolism of the fiery barrier to be crossed and the concept of purgatory serve to remind us of the need for purification on our journey towards perfection."
}