{
  "title": "What is the difference between Jung, Freud, and Adler in regards to their treatment of empirical cases?",
  "first_phrase": "In this concluding section, the author criticizes Carl Jung's approach to psychology, contrasting it with Sigmund Freud and Alfred Adler's empirical methods. While Freud and his followers understood the importance of repressed sexual impulses, Jung's focus on spiritual and symbolic elements only adds confusion to the psyche. The author argues that Jung's \"archetypes\" are largely accidental and have little to do with the irrational and vital impulses of our collective unconscious.",
  "content": "Invece lo Jung, mentre in essenza resta sullo stesso piano, perché il suo inconscio, come dicem- mo, è semplicemente il substrato subpersonale, vitale e, in un certa misura, perfino biologico della vita collet- tiva, in questa nozione introduce elementi « spirituali » d'ogni genere con l'effetto di moltiplicare la confusione e, in essenza, di fornire nuove possibilità ad un metodo più sottile per ricondurre il superiore all'inferiore. Circa gli « archetipi », devesi considerare, nella gran- dissima maggioranza dei casi, come affatto accidentale ed estrinseca ogni corrispondenza di alcuni motivi che ri- corrono in sogni, visioni o deliri di psicopatici, e il con- tenuto di simboli e miti tradizionali. Quanto alla ere- dità « arcaica », anche a tale riguardo lo Jung ignora ciò di cui si tratta, e non ha nessuna capacità di discri- minazione. Questa eredità può esser, sí, di impulsi irra- zionali e vitali; ma quanto a detti simboli e miti essi, in sé stessi, hanno ben poco a che fare con tale sfera.",
  "last_phrase": "In conclusion, while Jung's concept of the unconscious introduces spiritual elements that can lead to confusion, the interpretation of traditional symbols and myths as projections of the unconscious is a fallacy. These symbols and myths belong to a realm of superconsciousness, a metaphysical reality beyond the collective irrational and vital substrate. Understanding this distinction can lead to a more discerning approach to the study of the human psyche."
}