{
  "title": "What was the ancient Roman belief about the afterlife and the role of the dead in their society?",
  "first_phrase": "In the preceding text, the author discussed the ancient Roman philosophy of Epicureanism and Lucretius, emphasizing its value in freeing individuals from the fear of death and gods, offering calmness and stability to life. However, the concept of afterlife remained crucial in the ancient world. In this final section, the author focuses on the Roman idea of death as an impersonal force that continues to live in the lineage, fate, and destiny of a family or a community. The author cites Fustel de Coulanges' assertion that there was no personal connection between the living and the dead. Instead, the Romans aimed to direct the energy released by death towards good fortune.",
  "content": "La parte del morto che sta in un rapporto essenziale con tali forze è quella che soprattutto interessò il Romano: non il morto in sé, dunque, ma il morto concepito come una forza che sussiste, che continua a vivere nel tronco profon- do e nel destino di una famiglia, di una gente o di una razza e che è capace di un'azione. E qui si presentano di nuovo le caratteristiche della concezione generale romana del sa- cro: al luogo dell'anima, un potere; al luogo dell'intimità sentimentale, l'oggettività del rito. Infatti il Romano, ori- ginariamente, considerò nel morto non un essere persona- le, ma una energia impersonale, da trattare come tutte le altre presentite quali controparti invisibili del visibile. Né i morti amavano gli uomini, né questi amavano i morti rileva Fustel de Coulanges. Non vi era un rapporto di rim- pianto, di dolore o di pietà, o, almeno, questo era qual- cosa di subordinato e di « privato » rispetto allo scopo es- senziale, che era di dirigere le energie liberatesi con la mor- te, in modo che esse fossero portate ad agire in un senso non di sciagura, ma di « fortuna ».",
  "last_phrase": "In conclusion, the ancient Roman concept of the afterlife was focused on the dead as a force that continues to live on in the roots and fate of a family or community. While the Romans initially viewed the dead as impersonal energy to be directed towards good fortune, their beliefs eventually evolved into worshipping the genius generis, the life-giving force that generates, preserves, and develops a given lineage. This original form of ancestor worship was not strictly Roman, but rather had roots in Etruscan and other early Italian cultures."
}