{
  "title": "What are the \"conditions\" necessary for producing extranormal phenomena through intentional magic according to Plotino?",
  "first_phrase": "In the previous paragraphs, the author explored the idea of the objective power that individuals can possess, and how it can manifest extranormal phenomena intentionally. The author also clarified that the conditions for unleashing such power are not based on moral purity but rather on the existence of entities that influence the course of events. In the final 200 tokens, the author introduces Plotino's quote on the relationship between man and gods, emphasizing that it is the gods who come to those who have conquered the dignity of a \"king of kings.\" The text concludes with the mention of Plotino's book, \"Maxims of Pagan Wisdom.\"",
  "content": "no stabilite invece dall'esistenza di « enti », i quali hanno la loro via e agiscono in date direzioni che si manifestane nelle vicende di questo mondo. È con essi che bisogna fare i conti. Il « potere » dell'uomo, per essere incondizionato, bisogna che si misuri con essi — giacché, tutto essendo insieme connesso, la capacità di produrre una alterazione apparentemente irrilevante nella trama degli eventi può dar loro tutto un altro corso e trascinare ad esiti diversi le piú alte cause. Per questo, esistono ordini di « condi- zioni », e tanti, quante sono le « consacrazioni », cioè le prove da superare nei rapporti dinamici con gli « enti ». Cosi colui a cui si potesse richiedere a comando il più banale fenomeno fisico che tradisca un carattere magico nel senso assoluto, fuori di qualsiasi legge e condizione interna od esterna — quello, sarebbe uno, che ha già con- quistato la dignità di un « re dei re ». PLOTINO MASSIME DI SAGGEZZA PAGANA Sta agli Dèi di venire a me: non a me di andare ad essi (1).",
  "last_phrase": "In short, to have an unconditional power, one must measure it with the entities that have their ways and act in specific directions in this world. This is why there are orders of conditions and numerous tests to overcome dynamic relationships with entities. Thus, creating a quality within oneself where supra-sensible powers are attracted is the fundamental practice. This quality can be summarized in one word that means nothing and everything: BEING."
}