{
  "title": "What is the Relationship between Magical and Paranormal Phenomenon?",
  "first_phrase": "In this final section of the text, the author critiques the approach of \"metapsychics\" who seek to reduce paranormal phenomena to observable facts, arguing that this fails to capture the qualitative differences between such phenomena as produced by different actors, and thus impedes true understanding of the \"supersensible.\" The author also takes issue with the claim that metapsychics are scientific, presenting it as a form of ignorant knowledge.",
  "content": "Come si è detto, per via dell'impulso a ricon- durre il non-accessibile all'accessibile e per la natura di ciò che quasi senza eccezione cade sotto mano ai meta- psichici, questo ramo di ricerche, alla fine, vale solo a confondere le acque, a mettere in primo piano un ordine di fenomeni che, per sensazionali che talvolta siano, sono tuttavia di natura affatto inferiore ed insignificante e finiscono con l'intralciare la comprensione di ciò che ha attinenza col vero sovrasensibile (1). (') La pretesa, che invece avanzano i metapsichici, non po- trebbe esser meglio caratterizzata che dalle narole con cui è stata presentata una collezione di opere sull'argomento, nelle edi- zioni « Astrolabio »: « Con un paragone di molta evidenza pos- « siamo dire che la metapsichica sta a quel bagaglio di idee gene, « riche con cui il profano crede di individuarla come colui che co- « nosce la natura dell'elettricità e la causa del fulmine sta a coloro « che credevano il fulmine scagliato dalla mano di Giove ». Anche a lasciar da parte Giove, sarebbe da chiedersi che cosa propriamente lo scientismo sa della natura dell'elettricità. Si resta nel campo di ciò che qualcuno ha giustamente definito come un sapere ignorante.",
  "last_phrase": "In conclusion, the confusion caused by metapsychic research can hinder the understanding of what is truly beyond our senses. While the characteristics of a magical phenomenon involve intentionality, continuity of cause and effect, and an active presence of oneself, it is important not to confuse this with the abilities of a medium. Understanding and distinguishing these terms can bring clarity to the study of esotericism and higher magic."
}