{
  "title": "\"What was the Symbolic Meaning behind the Roman Warrior Ritual of Raising the Victor above their Shields?\"",
  "first_phrase": "In this section, the author delves into the symbolic meaning of the ritual of raising the victorious warrior above the shields, as observed in Roman warrior culture. Ennio likens the shield to the celestial vault, and it held great religious significance in the temple of Jupiter and Sabine Semo Sanctus. The ritual expresses the elevation of the leader through victory above the celestial world. The author explains that every victory creates an entity, separate from the mortal individual from which it was derived, which becomes a source of power and influence. This power or \"tradition\" can be attracted and amplified by sympathetic traditional rituals or through sacrifice, manifesting a latent and hidden presence behind the race or the individual, adding strength to future victories.",
  "content": "Divenendo potere di iniziazione attiva (so- lare), ogni vittoria crea un ente, che dal destino e dal- l'individualità dell'uomo mortale, da cui si trasse, è or- mai disgiunto. Forza che si regge in sé, senza bisogno di materia, essa è virtualmente principio di una influenza ef- ficace e di una « tradizione » — nel senso magico e tecnico, che tu devi ormai aver compreso. Non « santificante » è tale « influenza » — ma, ap- punto, trionfale. Riti, che agiscano secondo le leggi tra- dizionali della simpatia, possono attrarla. L'azione sa- crificale può darle un corpo momentaneo, in cui si ma- nifesti e si moltiplichi. Il culto istituzionale ne fa una « presenza » latente ed occulta dietro una razza, qual- cosa che come « fortuna », energia o ispirazione può aggiungersi alle forze umane della stirpe cui appartiene, ogni qualvolta si produca uno stato atto a creare un contatto. Cosî la celebrazione del Cesare morto a Roma si confondeva con quella della sua vittoria, e nel Cesare si celebrò un « perpetuo vincitore ». Sono aspetti della « tradizione dei guerrieri », che è effettiva, ed ha una sua anima occulta.",
  "last_phrase": "In conclusion, understanding the hidden soul of the traditional warrior's tradition and its effective influence, as well as the unique perspective on evolution in esoteric teachings, can provide insights into the actions, institutions, and traditions of Rome. This knowledge can also aid in attracting and multiplying the powerful forces associated with such traditions and potentially lead to triumphs in life."
}