{
  "title": "What are the virtues of an ascetic according to Buddhist teachings?",
  "first_phrase": "In this text, the King asks Mgasena about the five virtues that an ascetic must possess. One of these virtues is the ability to see the world without attachment, much like a wise person sitting atop a mountain watching the busy crowd below. The ascetic must also strive to remain unaffected by harmful tendencies, see the impermanence of all things, and not seek happiness in any form of existence. The last 200 tokens go on to list the remaining two virtues of space that an ascetic must have. These virtues involve developing a sense of disgust towards existence and an ability to see through the illusions of the material world.",
  "content": "« Come non vi è punto in cui lo spazio possa essere afferrato [rispose Mgasena], or così anche appunto, o Re, l'asceta, in strenuo, serio sforzo deve far sí che, do- vunque egli si trovi, nessuna nociva tendenza possa aver presa su di lui. « E ancora, o Re, come lo spazio è sede dei veggenti (rshi) e degli asceti, di dèi e di stormi di uccelli, or cosi anche appunto, o Re, l'asceta, in strenuo, serio sforzo nel dirigere su qualsiasi cosa la mente, sùbito deve ve- dere che tutto quel che è generato (samkbúra) è imper- manente, nato dall'agitazione, senza una realtà propria (arilitmd). Questa è, o Re, la seconda virtù dello spazio che egli deve avere e). « E ancora: come lo spazio é motivo di angoscia, or cosi anche appunto, o Re, l'asceta, in strenuo, serio sforzo deve destare nel suo animo l'orrore per qualsiasi specie di esistenza, e non cercare in essa la felicità (2). Questa, o Re, è la terza virtù dello spazio, che egli deve avere.",
  "last_phrase": "In summary, the four virtues of space that an ascetic must possess are: avoiding harmful tendencies, recognizing impermanence, detaching from existence, and limitless knowledge. These virtues require strenuous effort to achieve, but can lead to a state of immutability known as nirvana."
}