{
  "title": "What is the Relationship between Creating and Dominating in Metaphysical Realities?",
  "first_phrase": "In the last 200 tokens of this text, the author delves deeper into the metaphysical concept of creating and dominating. They clarify that while creating a reality that previously did not exist is a popular notion, it presents difficulties in introducing time into metaphysical reality. The text also discusses the function of creative metaphysical powers and the relationship that should be held with them. The teachings of Zosimo are presented to illustrate the importance of knowing oneself and seeking divine knowledge, rather than external magic. Lastly, the text questions the relationship between metaphysical powers and the tension and reactions that come with changing their structure.",
  "content": "Le espressioni tradizionali piti comu- ni — lo si è già visto in Platino — sono: « divenire i po- teri », « esser sé stessi gli dèi » (' ). L'appercezione delle funzioni creative metafisiche lascia impregiudicato il rap- porto da prendersi rispetto ad esse. Sigillarle con una co- rona — per usare un'espressione kabbalistica — è ben pos- sibile. Ma anzitutto bisognerebbe decidere se è appunto que- sto ciò a cui si tende e a cui si è qualificati. L'insegnamento ermetico riportato da Zosimo (2) dice per es. che 1'« uomo spirituale », « quello che conosce sé stesso », disprezza la ma- gia esteriore, lascia che le cose procedano secondo natu- ra o secondo legge, cerca soltanto sé, la gnosi divina e il dominio della Triade innominabile. In secondo luogo, la quistione verte sul rapporto delle potenze. In un dato stadio metafisico, la struttura e l'or- dine dei poteri delle cose lo si può paragonare a ciò che, microcosmicamente, è il dato della natura propria e della co- stituzione di un certo essere. Si può anche cambiarlo ma ciò implica un giuoco di tensioni, di autoazioni e di autoreazioni, che va considerato.",
  "last_phrase": "In conclusion, the path of the dominators is just one of the rays that emanate from the center. It is up to each individual to decide if they aim to become the powers or the gods, and if they are qualified for it. The relationship with the powers should be carefully considered, and any transformation requires tension and self-awareness. The ultimate goal of the metaphysical experience is not predetermined; it depends on the individual's choices and interpretations of the many paths that emanate from the origin."
}