{
  "title": "What is the possibility of direct spiritual contact and qualification beyond traditional transmission according to Guénon?",
  "first_phrase": "This text discusses the possibility of spiritual centers intervening beyond regular transmission forms, in favor of qualified individuals isolated in a traditional-deprived environment or towards the goal of restoring a broken initiatic chain. However, Guénon emphasizes that even if an apparently isolated individual attains real initiation, it will always involve a connection to an existing chain. The author notes that the essential is the vertical connection to superindividual principles, of which any human organization is only a contingent manifestation. The text poses the question of whether it is the intervention of a center or the active initiative of an individual that provokes initiation.",
  "content": "Noi diciamo contatto perché l'essenziale non è un collegamento « lun- go l'orizzontale », cioè con una data organizzazione conti- nuatasi storicamente, bensí il collegamento « sulla verti- cale », cioè come partecipazione interiore ai principi e agli stati superindividuali, di cui ogni particolare organizzazio- ne di uomini non è che una manifestazione sensibile ep- però, in un certo modo, solo una esteriorizzazione contin- gente ('). Cosí nei casi in quistione si può sempre chiedere: È davvero l'intervento di un centro che ha determinato (1) Del resto, a proposito dei Rosacroce il Guénon parla della collettività di coloro che sono pervenuti ad un determinato stadio, superiore a quello della comune umanità, che hanno conseguito lo stesso grado iniziatico (315). Per cui, di rigore, non si dovrebbe parlare non solo di « società » ma nemmeno di « organizzazioni ». In altra occasione il Guénon ha ricordato che le gerarchie inizia- tiche altro non sono che quelle dei gradi dell'essere. Tutto ciò può dunque esser inteso in senso spirituale e metafisico, e non perso- nalizzato e organizzatorio. l'iniziazione o, al contrario, è l'iniziativa attiva del singolo portatosi avanti sino ad un certo punto che ha provocate quell'intervento?",
  "last_phrase": "In conclusion, while Guénon's works focus mainly on doctrine rather than practice, the idea of an active discipline of preparation that can lead to initiation is an interesting concept to consider. It may be worthwhile to explore the possibilities of such a discipline and how it can help individuals become not just \"chosen\" but true initiates and adepts, with the ultimate goal of achieving enlightenment."
}