{
  "title": "Is there esotericism in Christian mysticism? A discussion on the absence of an initiatory counterpart in Catholicism.",
  "first_phrase": "In this text, the author explores the absence of an esoteric counterpart in Christianity, unlike other ancient or non-European traditions. The elements of tradition in Christianity are more related to Catholicism and its symbols, myths, rites, and dogmas. However, Catholicism lacks an elite hierarchy with the appropriate knowledge and authority to comprehend the metaphysical and metareligious dimension of these elements. In this last part of the text, the author delves deeper into the problem of the sacraments and their relationship to the initiatic plane. The text also references some important figures such as Tommaso d'Aquino and Origen.",
  "content": "Per quel che riguarda il lato sperimentale, dovrebbesi affrontare il problema piuttosto complesso della portata di tutto ciò che nel Cattolicesimo è rito e sacramento, stabi- lendo sia l'analogia, sia la differenza del piano religioso rispetto a quello iniziatico. Alla base anche di una tradi- (I) Riferita ad uno dei « doni d'intelletto dello Spirito Santo », alla comprensione del senso profondo dei simboli e delle scritture sacre accenna Tommaso d'Aquino. Ciò resta per) un semplice enunciato, non trovandosi né in Tommaso né negli altri autori della Chiesa un qualche esempio concreto dí una interpretazione del genere. Nella patristica, p. es. in Origene, si trova la distinzione di tre sensi delk scritture, corporeo (storico), psichico (morale) e pneumatico (spirituale), l'ultimo dei quali è da scoprire per « anagogia », con l'uso di una « intelligenza spirituale ». Ci si propone di « trasformare il Vangelo sensibile in Vangelo spirituale », sulla base del principio che « delle proprie azioni spirituali il Salvatore ha voluto fare dei simboli ».",
  "last_phrase": "In conclusion, the interpretation of religious symbols and scriptures in Catholicism is a complex matter, with varying views on how to approach it. However, the continuity of the Catholic faith is maintained through the transmission of spiritual influence in an unbroken chain, which is centered on the apostolic succession and the regular performance of sacramental rites."
}