{
  "title": "What is the symbolism of the boar and bear in Celtic and Hindu traditions?",
  "first_phrase": "In the previous paragraphs, the author discusses the connection between the ideas of the totem and the \"double\" in primitive beliefs and its relationship with esoteric teachings. The author also explains how the particular constitution of primitive peoples results in a natural and magical chain of relationships. In the last 200 tokens, Agnostus talks about the symbolism of the boar and the bear in Celtic tradition, representing the spiritual authority and temporal power, respectively. This symbolism is of Hyperborean origin and demonstrates the connection of Celtic tradition to the primordial tradition of the current cycle.",
  "content": "Metto fine a queste brevi note, ove non ho scelto che qualcuno fra i numerosi punti che, in proposito, per noi possono presentare un interesse. Come conclusione, agli stu- diosi di esoterismo la lettura delle opere sulla mentalità e l'anima « primitiva » potrebbe essere raccomandata. Poiché dispongono di adeguati principi, essi dai residui degradati e dalle stesse « superstizioni » può darsi che possano risali- re fino a parecchie cose, di cui nei trattati di certo occul- tismo non si parla che con mezze parole. AGNOSTUS SU DUE SIMBOLI IPERBOREI Presso i Celtí, iI cinghiale e l'orsa simboleggiavano ri- spettivamente i rappresentanti dell'autorità spirituale e quelli del potere temporale, cioè le due caste dei Druidi e dei Cavalieri, equivalenti, almeno originariamente e nei loro attributi essenziali, a ciò che in India sono quelle dei brahmani e dei kshatriya. Un tale simbolismo è d'ori- gine nettamente iperborea ed è uno degli indici del colle- gamento della tradizione celtica con la tradizione primordiale del presente ciclo, quali pur siano gli altri elementi, prove- nienti da tradizioni già secondarie e derivate, che pos- sono essersi aggiunti a questa corrente principale.",
  "last_phrase": "In conclusion, for those interested in esotericism, reading works on the mentality and soul of the \"primitive\" could be recommended. This Celtic symbolism of the boar and the bear representing the spiritual and temporal authority respectively is of Hyperborean origin, indicating a connection between the Celtic tradition and the primordial tradition. This symbolism is also important in the Hindu tradition and shows the Hyperborean origin of the boar. Understanding these symbols can provide fascinating insights into the primordial tradition and its connections to later traditions."
}