{
  "title": "What is the concept of \"totem\" and \"double\" in relation to primitive beliefs and the danger of losing individuality in ancient forms of consciousness?",
  "first_phrase": "In this section, we explore the dangers of delving into ancient forms of consciousness to realize the possibilities of magic. The primitive individual feels as though they are a part of other forces and beings, where the totem serves as the mythical ancestor whose life continues within a collective soul of a particular tribe. We also discuss the concept of the \"doppio,\" a primal individual's double or something more than them, which constitutes the root of their lives. Through these beliefs, the primitive individual risks losing their sense of personality and falling under the dominion of influences.",
  "content": "Il totem è l'avo mitico, la cui vita si continua in quella dei discendenti in forma di anima collettiva di una data gente, clan o tribù. I singoli individui del clan sono sue trasforma- zioni, sue incarnazioni temporanee mentre esso viene anche considerato come l'ente, lo « spirito » di una data specie animale. Ma non è un concetto, è una esperienza: il primi- tivo si sente specie, prima di sentirsi individuo. Egli parla del doppio: il tjurunga degli Australiani, il kra degli F;\\ve, il ntoro degli Ascianti, l'« ononimo » dei Ba-ila. Il doppio è lui, e in pari tempo è qualcosa di altro e dí più di lui: è la radice profonda della sua vita — e mentre l'uomo muore, non lasciando che un'ombra, la (1) Fra le credenze dei primitivi vi è anche quella circa la possibilità di sottrarre gli elementi vitali a date sostanze, le quali fisicamente restano le stesse, ma sono private, p. es., del loro valore nutritivo (AP, 351). Si può mettere in relazione la cosa con la nu- trizione vanzpirica, cui altri ha accennato in queste paginc.",
  "last_phrase": "In conclusion, the primitive belief in the totem and the \"double\" is not just a conceptual idea, but rather an experience felt by individuals who identify with their collective people, tribe, or clan. The totem and the \"double\" are deeply rooted in the lives of these individuals, perpetuating their legacy and spirit even after passing on. This primitive belief has a connection to esoteric teachings and traditions that highlight the importance of collective consciousness and shared identity."
}