{
  "title": "What is the Connection between Death, Mystical Forces and Primitivity?",
  "first_phrase": "This text explores the belief that a mystical force is the cause of death and weakening in old age, as well as the idea of mortal life being an agonistic struggle towards immortalization. The author describes how ancient metaphysical traditions influenced these concepts, and how the esoteric teachings and experiences of non-corporeal human elements can help further understand these notions. The idea of a primal soul that lives in both animate and inanimate environments is also discussed. This section of the text delves into the concept of \"participations,\" which are the varying levels of connection between the physical body and the non-physical soul.",
  "content": "Ora, si deve ritenere che questa condizione nel primitivo non rappresenta, in genere, qualcosa di straordinario. Se il mondo del primitivo non è il nostro mondo, è perché il rapporto secondo il quale l'io sta con il proprio corpo non è lo stesso nel « civilizzato » e nel primitivo. Se si ammette, appunto, che la connessione fra psichico e fisico nel primitivo è instabile, abbiamo, poi, modo di comprendere un gruppo complesso di fenomeni e di concezioni, che altrimenti sembrerebbero fantastici per quanto ciò che è stato accertato negli stati medianici ed ipnotici oggi fa già ammettere cose del genere, prima sen- z'altro tacciate di fola e di superstizione. La prima conseguenza della diversa solidità del legame fra « anima » e « corpo » è che nel primitivo le facoltà e i procedimenti psichici non sono cosi limitati dallo spa- zio. L'anima primitiva vive simultaneamente in un ambien- te psichico, nel quale i suoi elementi e le sue forze possono incontrarsi e combinarsi con quelli di altri esseri, ed altresí di cose « inanimate », di oggetti che noi consideriamo * esterni ». « Nelle rappresentazioni dei primitivi, l'individualità di * ciascuno non si arresta alla periferia della sua persona.",
  "last_phrase": "In conclusion, understanding the primitive's perspective on the connection between body and soul, and how it influences their perception of the world, can shed light on complex phenomena and ideas. The primitive's belief that the soul can transcend the body and attach itself to inanimate objects or even other beings may seem fantastical, but it highlights the fluidity of their perception and the potential for communication beyond physical limits."
}