{
  "title": "What is the importance of the past in understanding the truth of God and becoming one with it?",
  "first_phrase": "In this thought-provoking text, the author talks about the difficulty of expressing certain things to those who see the world in a dualistic way. He argues that the only truth is God, where one can become their true self by surpassing human limitations and living in the infinite. The author explains that the past treasures of both the East and West reflect the great light of the spiritual realm, which can be found in sacred art, symbols, and other traditional activities. The text highlights the importance of integrating the past into one's life and validating it with personal experiences to fully appreciate its timeless wisdom. The last 200 tokens emphasize the need for creative integration of the past, as opposed to the modern tendency to either ignore or superficially admire it.",
  "content": "I moderni considerano invece il passato come una reliquia, di cui lodano la vetustà e intorno a cui si aggirano con una curiosità da fotografi e da archeologhi: chi di essi lo accetta interamente, lo assume su tutta la sua ampiezza, non per cogliervi dei frammenti ed esaltarli, ma per inserirlo nella sua esperienza totalizzandolo creativa- mente? Quanti sono gli ammiratori di Dante che non sí limi- tano a magnificarne il verso o l'espressione — cose asso- lutamente esteriori e superficiali — ma ne assumono la dot- trina, il sapere su tutti i piani dell'essere a cui si applica e nella totalità del Viaggio Celeste? Il passato non è nulla se non è integrato, vissuto, con- validato dalla propria esperienza, dalla propria vita, inte- grato e risollevato nel grande fremito dell'attualità eterna. I moderni invece, quando non vi fòrnicano da ladroni co- me in una necropoli, gli volgono le spalle contemplando l'ipotetico « sole dell'avvenire », che non splenderà mai perché il futuro non esiste se non come termine inefficace di laboriosa fantasia, miraggio e nulla piú, proiezione fallace colorata dallo spasimo della propria insufficienza.",
  "last_phrase": "In order to truly appreciate the past, it must be integrated and validated by one's own experience and life. This allows it to be uplifted and integrated into the eternal current of the present. Rather than fixating on a hypothetical future, we should learn from the past and embrace the tangible present. To quote Zarathustra, we should not strive to be called \"light\" for these people of today, but instead find ways to illuminate them with flashes of our own wisdom."
}