{
  "title": "What is the Symbolic Journey of the Holy Grail and the Rosicrucians?",
  "first_phrase": "In this concluding passage, the author delves into the various secret organizations that have kept the traditions of the Grail alive, tracing its history to the Rosicrucians. The passage ends with the mysterious disappearance of the Rosicrucians, who allegedly traveled to India, the home of the mythical Prester John. According to tradition, the Grail, which cannot remain in the decaying world of Saivatierra, is transported to India, where Parsifal assumes the role of Prester John.",
  "content": "Anche l'uccello del Graal — la colomba — è presente. Ma una parola d'ordine sembra essere stata trasmessa anche in questo caso. Ad un certo momento, si cessa subi- tamente di parlare dei Rosacroce. Secondo la tradizione, gli ultimi Rosacroce, nel periodo in cui assolutismo, razio- nalismo, individualismo e illuminismo stavano per prepa- rare le vie alla Rivoluzione Francese e i trattati di West- falia dovevano suggellare la decadenza definitiva dell'auto- nomia del Sacro Romano Impero, avrebbero abbandonato l'Occidente per ritirarsi in « India ». L'« India », qui, è un simbolo. Equivale alla residenza del Prete Gianni, del Re del Mondo. È l'Avallon. È Thulé. Secondo il « Titurel » tempi oscuri sono venuti per Sai- vatierra, dove risiedono i cavalieri del Monsalvato. Il Graal non può piú restare in quel luogo. Viene trasportato in « India », nel regno del Prete Gianni, che è « presso il pa- radiso ». Una volta che i cavalieri del Graal sono giunti colà, lo stesso Monsalvato e la sua cittadella vi appaiono, trasportativi magicamente, perché « nulla di ciò deve restare fra i popoli peccatori ». Lo stesso Parsival va a rivestire la funzione di « Prete Gianni ».",
  "last_phrase": "In conclusion, the sacred is distinguished from the profane because it is essentially oriented towards the past to establish the stages of a development that necessarily finds its climax in a \"present.\" This present is the metaphysical point where eternity flows, and worlds dissolve into boundless expanses, endless durations, and eternal bliss. To recapture this cycle means carrying the experience of centuries and the cosmic evolution to unravel its fabric in the pupil of God. Remember, the sacred quest for the Holy Grail and the notion of a mystical India all embody the pursuit of the eternal present moment."
}