{
  "title": "How does the unstable connection between body and soul in primitive cultures affect their beliefs and practices?",
  "first_phrase": "In this text, the author talks about the relationship between the physical and the psychic in primitive societies. The previous tokens explained how the instability of this connection allows for complex phenomena and beliefs that may seem fantastic. In the last 200 tokens, the author discusses how the soul in primitive cultures exceeds the limits of the body, allowing it to attach to various things or objects. The text also mentions that the concept of individuality in primitive society is different from that of civilized society.",
  "content": "Le « frontiere ne sono indecise, mal determinabili, persino varia- * bili a seconda clic gli individui posseggano una maggiore o * minore forza mistica, o nzana » (AP, 133). Si può dire che oltre alla parte fissata al corpo, l'anima nel primitivo ha una parte libera eccedente, mobile, la quale può « attaccarsi » a questa o quella cosa. Nell'idea dei primitivi, gli abiti, i resti del cibo, le armi, gli escrementi o gli umori, gli og- getti che una persona abbia prodotto e lavorato, od anche soltanto toccato, possono trattenere qualcosa della sua « ani- ma », si da offrire una via per giungere occultamente sino ad essa, qualunque sia la distanza spaziale. In un esame di tutto ciò è necessario distinguere due aspetti. Per primo, ci si deve riferire ad una condizione degenerativa, pensando a delle « comunicazioni » che si ren- dono possibili per una certa mancanza di forma, o labilità, dell'anima del selvaggio. Su ciò, rinvio a quanto ho già scritto (vol. II, pp. 148 sgg. ), giudicando le vedute di un etnologo, il De Martino.",
  "last_phrase": "In conclusion, it is important to distinguish two aspects of the primitive belief regarding the soul's attachment to objects. The first being a degenerative condition, while the second being the objective existence of these attachments. Although real, a special internal condition is necessary to perceive and benefit from these relationships. Understanding this can shed light on the primitive's concept of the spirit world and their beliefs in the dangers and possibilities of the soul."
}