{
  "title": "What is Upanaviina in Yoga and how does breathing control awaken dormant basal power?",
  "first_phrase": "This text dives into the ancient Hindu science of yoga, focusing on the control of breath and the activation of inner forces. The author explains the three phases of respiration control, recaka, puraka, and kumbhaka, as well as the Upanaviina method used to achieve spiritual enlightenment. The text builds up to the topic of physical regeneration, where the author explains how yogis can awaken the dormant life force within the base of the spine through breath control. The final 200 tokens detail the two currents of breath and their purification, known as chandra and surya.",
  "content": "L'antica scienza indù insegna che il seme paterno depone il principio di vita nel nucleo dell'ovulo materno nella forma di un potere avvolto dal pr,c2na; potere, che entra immediatamente in azione qualificando l'etere vi- tale nei principi e negli elementi, cosi che nella sostanza materna si produce l'organizzazione e la forma del nuovo essere, fase per fase, per corrispondente combinazione, dissoluzione e ricombinazione. L'azione di questo po- tere cessa quando il bimbo viene alla luce: esso diviene allora una forza dormente che ha residenza nel mtVézdhd- ra (un punto, che sta alla base della spina dorsale) e che non agisce piti nei centri vitali e già formati del corpo. Gli yogi risvegliano questo potere usando il fuoco ac- ceso dal prona per mezzo del controllo del soffio (préìnii- yiìnuz). T nostri trattati insegnano che il soffio percorre alternativamente due direzioni, costituendo due correnti (n/dc12). L'una parte dalla narice sinistra ed è la idil-nagdí. chiamata anche chandra (Luna); l'altra parte dalla na- rice destra, ed è la pingald-nddi, chiamata anche sfirya (Sole). L'atto purificatorio del recaka sí fa con la narice destra.",
  "last_phrase": "In conclusion, the ancient science of Hinduism teaches us that the dormant power residing in the Mūlādhāra can be awakened through the practice of breath control and concentration. This power is responsible for the organization and formation of the body, and by accessing it, one can revisit the stages of this organization while ascending the body through the spinal column. By understanding and practicing these techniques, we can tap into the power of the life force within us and experience a greater sense of vitality and well-being."
}