{
  "title": "What is \"Clavis Philosophiae Chemisticae\" by Gherard Dorn and How Has it Influenced the Study of Alchemy?",
  "first_phrase": "The text describes the yearning of the soul to return to the light and freedom, but it is trapped in a bodily prison. The author, Gerhard Dorn (Dornaeus) was an alchemist and writer from Strasbourg, Basel, Frankfurt, and lived from 1563 to 1583. The Clavis Philosophiae Chemisticae was his first tractate and is taken from the first part of it. The text is known for being relatively clear, concise, and divided into three parts; Theoria, Praxis, and Applicationes. This section is an extract taken from Theatr. Chem, ideal for those practicing alchemy to gain some direction.",
  "content": "Sembra che di Magia, sotto il solito pretesto di Alchimia o di Medicina, non avrebbe scritto forse nulla, se non si ;rosse trattato di difendere anche lui il suo grande Paracelso (1493- 1541) contro i postumi e anche dotti attacchi di tanti. E tu, il Dorn, abbastanza breve, e relativamente assai chiaro, in questo primo suo scritto, diviso, come l'opera intera, in tre parti: Theoria, Praxis, Applicationes. Poi — biasimato forse dagli Ermetisti — diventò oscuro e diffuso, e divagante, anche lui: eccetto quando riproduceva frequenti e lunghi passi della sua opera prima. È infatti ovvio che questa, per assorbimento dai simpatizzanti — e per distruggitrice in- cetta dai tanti avversari — divenisse anch'essa rapidamente introva- bile. Di quante, non ci sarebbe rimasto oggi nulla, senza il Thea- irum Chemicum dello Zetzn2r, e la Bihliotheca Chemica del Alanget. Dalla prima parte del trattato dorniano sono dunque estratti questi stralci (in Theatr. Chem., )0/. i, pp. 205-44), ad umile uso di chi praticando abbia già ottenuto qualcosa: qualcosa di fisiologicamente e sensibilmente concreto, e possa trarne un certo lume di orienta- mento per i successivi sviluppi.",
  "last_phrase": "In conclusion, while the works of Dorn may seem cryptic and difficult to access, there are still valuable insights to be gained from his writings. By extracting practical passages from his Theoria, Praxis, Applicationes and with the help of modern critical editions like Theatrum Chemicum and Bibliotheca Chemica, those who are practicing alchemy today can gain a deeper understanding of this ancient art."
}