{
  "title": "Is Masonry a purely Western initiation form, and what are the limits of spiritual influences in the current era?",
  "first_phrase": "In the previous section, the author discussed the ideas of René Guénon regarding the limitations of humans in the supernatural realm and the solidification of reality and internal closure of individuals due to the process of involution. In the last 200 tokens, the author questions the effectiveness of relying solely on subtle influences for initiatic and religious rites, as it may not provide protection against doctrinal errors or deviations. The author also notes that being a virtuoso initiate doesn't necessarily translate into a profound understanding of esoteric and spiritual matters. Moreover, the involvement of Hebrew elements in the Masonic ritual refutes the idea of it being purely Western.",
  "content": "In effetti, biso- gnerebbe domandarsi, alla fine, che natura abbiano que- ste « influenze spirituali », e se chi, in qualità di « iniziato virtuale », le possiede, con ciò sia protetto di fronte ad ogni specie di errori dottrinali e di deviazioni. In verità, cono- sciamo fin troppi casi di persone — e non solo di Occiden- tali — che sono a posto quanto a « regolarità iniziatica » in senso gunoniano (in prima linea massoni), ma che mo- strano una tale incomprensione e confusione circa tutto ciò che è veramente esoterico e spirituale, da farle appa- rire molto al disotto di persone che non abbiano avuto quel dono ma abbiano un giusto intuito e la mente suffi- cientemente aperta. Anche qui non si può non far entrare in linea di conto il criterio: « Li giudicherò dai frutti » e, dunque, non ci sí debbono fare illusioni circa quel che, allo stato attuale, le « influenze » in parola da sole possono dare.",
  "last_phrase": "In conclusion, it is essential to question the nature of these spiritual influences and whether being a \"virtual initiate\" provides protection against doctrinal errors and deviations. It is crucial to judge individuals by their fruits rather than reliance on these influences alone. Moreover, the man born in this era has accepted a collective karma, resulting in an environment in which spiritual forces have withdrawn. Thus, individuals cannot depend on such influences entirely, and they must strive to take responsibility and find their paths."
}