{
  "title": "What is the role of the totem and the double in primitive consciousness according to ancient beliefs and magical practices?",
  "first_phrase": "In the previous text, the dangers of using magic to manipulate life force and the risk of losing one's individuality were explored. In the last 200 tokens, the discussion continues with the concept of \"totem\" and \"doppelganger\", which refers to the importance of having a strong bond with one's body to maintain a clear sense of self. This idea is particularly relevant for those who practice ancient forms of magic, and it highlights the need to balance the use of magic with the preservation of personal identity. The references made in this section can be found in previous chapters of the same volume.",
  "content": "la cui vita a poco a poco si dilegua, sino a che, alla morte, il mago resta interamente padrone della forza vitale, che egli fa servire ai suoi fini (AP, 344) (i). In altri casi, può sostituirsi egli stesso, nel corpo altrui, all'anima scacciata. 7. - I L « TOTEM » E IL « DOPPIO ». D'altronde, se il corpo è il principium individuationis della coscienza, il difetto di un legame saldo e stabile con un corpo farà si che anche il senso dell'individualità resti vago, diffuso, congiunto al senso di altre forze e di altri esseri. I nostri lettori sanno che questo appunto è il pe- ricolo che si fa incontro a coloro che oggi, per realizzare le possibilità della magia, sono tenuti a riportarsi ad antiche forme di coscienza: è il pericolo di perdere il senso della personalità, di rientrare nel dominio di influenze, dalle qua- li si era riusciti. se non altro, ad isolarsi. 11 primitivo non ha una vera coscienza propria. Egli, prima di sentir sé, sente forze che vanno di là da lui, e di cui è una incarnazione. Si tratta, soprattutto, del totem.",
  "last_phrase": "In conclusion, ancient forms of magic involve a danger to the personal sense of identity, as well as the risk of losing oneself to external influences. The concept of the totem and the double is an experience that emphasizes the idea of being part of a larger collective entity, where the individual identity is temporary. It is important to understand the risks and take precautions when practicing these forms of magic to ensure the protection of one's own personal identity."
}