{
  "title": "\"What is the relationship between judgment and perception in Giuliano Kremmerz's magic teachings?\"",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the teachings of Giuliano Kremmerz and the tools necessary for initiatory work towards the liberation of one's faculties. The author highlights the importance of conscious neutrality and balance in the pursuit of hermetic knowledge. The text also includes excerpts from various works of Kremmerz, which have been reorganized to shed light on specific aspects of his teachings.",
  "content": "Ciò che segue, è costituito da passi stralciati da opere kretn- merziane non facili da trovare (Commentarium, La Porta Ermetica, Avviamento alla Scienza dei Magi, i quattro Fascicoli, I dialoghi sull'Ermetismo) (i), e poi ricomposti, con qualche modificazione di forma resa necessaria da questa stessa ricomposizione. La nostra purità, integralmente intesa, è la neutralità cosciente ed inalterabile della coscienza. Ogni odio e ogni amore, direi ogni interesse dell'operatore ermetico, nella riuscita della cosa voluta, rende inutile, annulla, distrugge il risultato aspettato.- Nel pieno equilibrio fisico e mentale, in un regime di vita sobrio, senza sforzi, osservando in silenzio, realizzando la vanità della parola, si propizia Io sviluppo dell'intelligenza ermetica. Dall'ambiente, stàccati mentalmente, come da cosa che non deve e non può offenderti. Di': Gli ingiusti non arri- veranno ad intaccare il mio equilibrio. È l'idea della piú ) Delle opere di Kremmerz nel frattempo è stata curata una ristampa dalla casa editrice « Universale di Roma ».",
  "last_phrase": "In conclusion, to develop hermetic intelligence, one must strive for complete purity, which is an unwavering conscious neutrality. To achieve this, it is crucial to maintain mental and physical equilibrium, live a moderate lifestyle, detach from negative influences, and integrate spiritual and bodily powers consistently. One must use and abstain from everything with willfulness, fast when ill, and strive for a sober existence."
}