{
  "title": "What is the most suitable initiatory method for the modern West, and how can it be conceptualized?",
  "first_phrase": "In the previous section, the author discussed the concept of the initiatory method and its suitability for the modern West. They explained that the physical body can be viewed as a sheath containing the form of the inner, spiritual human. The method involves a detachment from the physical body to allow contact with intelligible light or a rotation of the inner human around its axis. The last 200 tokens explore the idea that initiation is not purely a human endeavor but involves other forces coming into play. The author notes that this process is evident in some modern poetry and cites the work of Arturo Onofri as an example.",
  "content": "Anche se in modo quasi insensibile, ad un da- to momento altre forze debbono pur entrare in azione e so- stituirsi a quelle con cui si è andati avanti nella preparazio- ne. Ma, praticamente, sussiste il senso di un procedimento autonomo: pii' che l'abbandono di chi attende fenomeni o ri- velazioni o salvazioni si ha l'azione di preparare un magnete, to carattere illuminativoappunto perché qui la mente ha dovuto agire disciolta dai rapporti che le vengono dal mon- do sensibile. Nella poesia moderna, specie simbolistica e ana- logistica - per es. in un Rimbaud, in un Mallarmé, in un Maeterlink, in un S. George, in un Eliot, in un Auden - non mancano situazioni del genere, per quanto date istinti- vamente e a caso, senza nessuna relazione cosciente con l'eso- terismo Un tentativo, invece, consapevole e collegato ad una certa conoscenza occulta, si è avuto in Italia con Arturo Onofri. Per questo, la poesia di Onofri è unica nel suo genere, e la critica che l'ha affrontata - per dirne bene o male - da un punto di vista forzatamente profano e letterario, è lungi dall'intravvedere ciò che in essa vi è di piú originale.",
  "last_phrase": "In conclusion, poetry has the power to transcribe real internal experiences into illuminative rhythms. While some irregularities may appear in the esoteric elements accepted by Arturo Onofri, his unique poetry should not be disregarded as a product of subjective imagination, but rather as a reflection of known teachings to those involved in these disciplines."
}