{
  "title": "What is the \"distacco\" in traditional esotericism and its relationship with yoga and the Bhagavad-gita?",
  "first_phrase": "In this text, the author discusses the danger of those who claim to be initiates of traditional esotericism, warning against the dangers of not following the rules and religious norms. However, the author argues that modern-day exotericism, such as Catholicism and its moralism, is not a qualifying factor for initiation. The last 200 tokens explore the concept of \"distacco,\" or separation, in Hermetic and Hindu traditions and the identification and liberation of the virile principle of pure consciousness. The author explains that this concept corresponds to the separation of the purusha from prakrti, and a traditional technique found in yoga and the Bhagavad-gita.",
  "content": "XI MAXIMUS APPUNTI SUL « DISTACCO » Ciò che nella tradizione ermetica si chiama la « sepa- razione dei misti », nella tradizione indù del Sàrnkhya viene designato come distacco del purusha dalla prakrti, ossia distacco da ciò che nella personalità è natura, ne- cessità, divenire, per l'identificazione, o liberazione del principio virile fatto di pura coscienza che, immobile, ma attivo nella sua immobilità, è il centro di ogni movi- mento. La separazione del principio purushico è un trarre fuori dal tramortimento di una semicoscienza — che corrisponde allo stato di veglia dell'uomo cosiddetto normale — il vero principio dell'autocoscienza, e ad essa corrisponde una tecnica tradizionale che si ritrova nello yoga d'intonazione sDnkhya del Patanjali, come pure nella Bhagavad-gítd. Questo metodo può essere applicato in una forma veramente creativa se si afferra in profondità il suo au- tentico senso occulto.",
  "last_phrase": "Overall, understanding and practicing the concept of \"distacco\" can lead to a real and positive detachment from the illusions of the mind and the recognition of the true principle of self-awareness. By delving deeper into the authentic occult meaning of this method, one can creatively apply it and gain a more profound sense of consciousness."
}