{
  "title": "What is the importance of spiritual orientation in facing death according to Plutarch's De facie in orbe lunae?",
  "first_phrase": "In this final part, the focus is on the effectiveness of orientation in human beings towards a certain modification of their structure that overcomes death. It discusses the case of deathbed conversion and the act of believing in a point of light (such as God) as an initiation that can help detach consciousness from the body. The text also suggests that survival can be achieved partially through certain lifestyles and attitudes. The classic text De facie in orbe lunae by Plutarch is referenced to provide insights into the doctrine of the afterlife.",
  "content": "La so- pravvivenza, dunque, assicurata integralmente dall'inizia- zione (dall'iniziazione che riesca, beninteso), può anche esser conquistata parzialmente, senza proposito, mediante modi di vita e atteggiamenti che indirettamente determinano cer- ti processi sottili — modi di vita e atteggiamenti che pre- sentano perfino una coloratura idealista: la dedizione com- pleta ad una idea, ad un altro essere, a « Dio » sia da vivi che nell'estremo momento — sono valichi che conducono a forme intermedie situate fra il « regno dei morti » e 1'« isola degli Eroi ». Ancora a proposito della dottrina dell'oltretomba, voglia- mo far cenno ad un testo classico poco conosciuto, che è fra i piú espliciti in ordine al problema, quale noi già l'abbia- mo trattato (vol. I, cap. V). È un trattato minore di Plutar- co che s'intitola De facie in orbe lunae. Qui la base è la tripartizione dell'essere umano in corpo, anima e mente.",
  "last_phrase": "In conclusion, the idea that survival can be achieved partially through indirect processes is fascinating. Plutarch's lesser-known treatise, De facie in orbe lunae, sheds light on the tripartite nature of being and the two deaths that humans face. With dedication to a higher ideal, it's possible to transcend the lunar nature of the soul and strive for the uranica of the spirit."
}