{
  "title": "Does adhering to traditional religious norms necessary for a sincere initiatic vocation?",
  "first_phrase": "In this text, the author discusses the relationship between religious traditions and esotericism. The author questions whether those who reject the authority and significance of a religious tradition can truly approach esotericism or if they should first understand and appreciate their own tradition. However, the author argues that this perspective may not apply to those who have a sincere calling for esotericism. The author suggests that following the forms of a religion may not be necessary for those pursuing an esoteric path, especially when it comes to Christianity. The author rejects the notion of a separate \"profane\" realm and advocates for a more integrated approach to spirituality.",
  "content": "Ha, per un tale es- sere, senso e vantaggio aderire anche alla religione della civiltà e del paese in cui si trova a vivere, e seguirne le forme? Non lo crediamo, e soprattutto (per le ragioni esposte da « Ea ») se è del cristianesimo che si tratta. L'autore, a cui cí si è riferiti, imposta il problema come se si trattasse dell'alternativa di dare, o meno, un orien- tamento non-profano alla propria esistenza in genere, a parte dunque gli aspetti di essa ai quali possono speci- ficamente applicarsi le discipline iniziatiche. Questo orien- tamento, secondo noi, è sicuramente desiderabile, ma l'errore dell'autore accennato è di far credere, più o meno, che a tanto altre vie non esistano se non il rispet- tare e seguire la morale, i riti e le regole della propria religione. Noi siamo con lui quando combatte la tesi di coloro per i quali esisterebbe un « dominio profano » come una sfera autonoma da cui si possa far astrazione.",
  "last_phrase": "In conclusion, while it is desirable to have a non-profane orientation in our existence, the mistake is to believe that the only way to achieve this is through the observance of traditional religious norms, rites, and rules. It may not be easy, but we must strive to transcend the profane and make the impulse towards transcendence the primary motivating force in all experiences, regardless of our religion or environment."
}