{
  "title": "What are the \"European mandalas\" and how do they relate to Jung's concept of the collective unconscious?",
  "first_phrase": "In this text, Jung talks about the \"European mandalas\" and their connection to archetypes of the collective unconscious. He explains that the more conscious barriers a person has, the more powerful the unconscious forces and images will appear to them. He warns that if a conscious personality cannot recognize the nature of these archetypes, they may become possessed by them. The solution is for individuals to integrate their unconscious contents into their lives through a process called individuation, which results in a complete and integrated personal identity known as the \"Self\".",
  "content": "Questi preferisce disconoscere sem- « plicemente il problema: e per gli spiriti deboli è an- * che meglio che cosí sia, perché la cosa non è priva di * pericoli » (2). Tuttavia quel che gli archetipi in via ordinaria vo- gliono, è che la persona cosciente riconosca l'inconscio vitale, ne accetti i contenuti e, inserendoli nella sua vita individuale, si « integri » con essi. A questo sviluppo Io Jung dà il nome di processo di individuazione. Di esso, iI termine finale sarebbe la « personalità integrale », che comprende il conscio e l'inconscio e che viene chiamata il « Sé » (clas Selbst). Allo Jung non fa dubbio che in tutti gli sviluppi mistici ed iniziatici si tratta solo di formeo meno confuse (perché la « chiarezza scien- tifica », la comprensione in termini di psicologia positiva * non di nebulosa metafisica sarebbe venuta solo con la sua psicanalisi) del « processo di individuazione ». Ad esempio, tutti i procedimenti alchemici, con i relativi sim- boli ermetici, sarebbero imogini di quel processo non riconosciute nella loro giusta sede ma proiettate in sostanze materiali e nel mito di un'assurda opera di trasformazione chimica (a). Lo stesso si dica circa i 1.",
  "last_phrase": "In summary, recognizing and integrating the vital unconscious contents is essential for the process of individuation, leading to the development of one's integral personality, also known as the \"Self\". This process is commonly represented in mystical and initiatic teachings, as well as alchemical symbolism. By accepting this, we can embark on a journey to a more complete and fulfilling sense of self."
}