{
  "title": "What is the Abraxa method for achieving a magical trance state through concentrated visualization?",
  "first_phrase": "This text is part of a book on esotericism and explains a potent ritual that involves projection and concentration. The ritual carries certain dangers, so the author advises readers to have a steady spirit and to know how to regain control over their physical body in case of difficulty. The last 200 tokens describe the importance of concentration in any ritual and warn against relying on formulae or secrets without first achieving absolute concentration.",
  "content": "Non è scevro di pericoli per chi non abbia l'animo saldo, e rapidità di inibizione e di distruzione di fronte a ogni reazione istintiva e istantanea dell'ente psichico. Per una eventuale difficoltà a riprendere i comandi del corpo fisico, torna a quel che ti dissi per lo sdoppiamento (vol. I, pp. 245 sgg.). Il rito è potente: ma di questa potenza la concentrazio- ne è l'anima, la clava, la leva, l'unico strumento di ri- sveglio. Torno a dirlo, perché equivoci non sorgano — circa quanto sono venuto comunicando su queste pagine — da parte di illusi nelle presunte virtil che avrebbe una for- muletta o un « segreto » quando sussista l'abitudine di un pensiero periferico, distratto, sfarfallante, astrattistico, di- scontinuo. Prima di qualsiasi opera, devi saper giungere alla CONCENTRAZIONE ASSOLUTA.",
  "last_phrase": "In conclusion, the practice of magic and alchemy is not without its dangers, requiring a strong will and the ability to control one's instincts. To avoid difficulty in regaining command of the physical body, it is essential to achieve absolute concentration, which involves living and breathing the object of focus. While it may take months or even years to develop this skill, it is a necessary component of magical practice. Remember that the power of the ritual lies in the concentration, and that the goal of the practice should be to awaken the mind and soul."
}