{
  "title": "What is the process to turn lead into gold according to ancient Hindu science?",
  "first_phrase": "The following text explores the practical aspects of achieving the highly sought after element, gold. It delves into the processes involved and the necessary knowledge required. Prior to this section, it is established that nature is the great alchemist, and humans can reproduce its work through adaptations, regenerations, transpositions, and transmutations. The text explains that there are two paths, Devayana-marga and Vairayana-nulrga, to achieve this goal. Devayana-marga practitioners focus on controlling the breath, or Préindyd-ma, to experience the inner light that exists in every human. The practice involves purifying the lungs, inhaling new pure air, and retaining breath internally, which is then slowly exhaled. The process, also known as Upanaviina, is typically initiated at age seven in yoga schools and is continued three times a day. With guidance from an experienced guru, the disciple will eventually realize the \"third eye\" and gain enlightenment. The text then moves to the physical rejuvenation and application of these practices.",
  "content": "La forza vitale (prdlna) che si manifesta nell'uomo in forma di soffio, viene con- trollata e fornisce il mezzo per sperimentare la luce in- teriore che esiste in ogni essere umano. Il controllo del respiro in principio si pratica tre vol- te al giorno: a mattina, a mezzogiorno e a sera. Le fasi costitutive sono denominate recaka, puraka e kumbhaka. In recaka i polmoni vengono purificati da ogni scoria d'aria espellendo energicamente il soffio. In puraka viene immessa nuova aria pura. In kumbhaka il soffio è tratte- nuto internamente, a lungo quanto è possibile senza sfor- zarsi, poi viene espirato lentamente. Nelle scuole di Yoga il prézndyúlma viene iniziato al- l'età di sette anni e continuato per tre volte al giorno, da questa giovane età. II metodo è detto Upanaviina, si lega ad un rito; la parola comprende anche il senso di « esser condotti » — fino all'occhio supplementare. Ossia il Maestro (guru), quale persona sperimentata, con- duce il discepolo a realizzare il « terzo occhio », l'occhio interno della visione mentale. Allora si ha la liberazione (mukti) e la percezione della luce della natura. Veniamo ora all'applicazione e alla rigenerazione fi- sica.",
  "last_phrase": "In conclusion, the ancient Hindu science teaches us that by controlling the breath through the practice of pranayama, we can awaken the dormant life force within us and use it to regenerate and heal our bodies. The steps involved in pranayama, such as recaka, puraka, and kumbhaka, can be practiced three times a day, and with the help of a guru, one can even unlock the power of the \"third eye\" and experience the inner light that exists within every human being. Let us therefore embrace the wisdom of pranayama and use it to tap into the infinite potential that lies within us."
}