{
  "title": "What is the relationship between \"matter\" and \"evil\" according to Plotinus' metaphysics?",
  "first_phrase": "In the preceding text, the author explores the concepts of \"matter\" and \"evil\" and how they interrelate. Here he clarifies that according to Plotinus, there is nothing inherently evil about matter itself; rather, it is the lack of being, or privation, that is considered evil. The author further emphasizes that, according to Plotinus, pleasure is a function of life and is derived from the active pursuit of perfection. In the final 200 tokens, the author delves deeper into Plotinus' beliefs surrounding pleasure, virtue, and the nature of evil.",
  "content": "Plotino si esprime esattamente in questi termini: « È per il ve- * nir meno al Bene, che la tenebra è vista e nella te- * nebra si vive. E il male per l'anima è questo venir * meno, generator di tenebra. Tale il male primo. La te- * nebra è qualcosa che ne procede. E il principio del male « non sta nella materia, ma prima della materia {nel- * la cessazione di atto che ha dato origine alla mate- * ria] » (1). Plotino aggiunge: il piacere è l'atto della vita. È la veduta già affermata da un altro grande spirito del mon- do antico — da Aristotile, che aveva insegnato essere, ogni attività, in quanto sia perfetta, felice. Tali sono fe- licità e piacere in forma di purezza e di libertà: quelli che scaturiscono dall'atto che si compie, e che compien- dosi realizza l'uno, 1'« essere », il Bene — non quelli passivi, carpiti a mezzo del torbido soddisfarsi delle brame, del bisogno, degli istinti.",
  "last_phrase": "In conclusion, Plotinus states that it is the absence of good that creates darkness, which is seen and lived in. The principle of evil is not in matter, but rather in the cessation of acting that generated it. Happiness and pleasure come from completing an act that fulfills one's being and does not rely on satisfying needs or desires. Therefore, virtue leads to spiritual power and happiness, making it impossible for good to separate from felicity. One should only blame themselves for inability to attain such greatness, not the world."
}