{
  "title": "How can we create active emotional states at will?",
  "first_phrase": "In the last part of this text, the author explores the idea of creating the active parts of the self that are currently missing: the ability to evoke pure emotional states at will. They believe that this is a necessary component of magic and true self-realization. By purifying oneself through asceticism and establishing a state of impassibility, one can become like a diamond or water - unbreakable and ungraspable. However, the author argues that true magic lies in activity rather than impassibility, in the ability to transform external passions and sensations into internal acts of the self. This notion builds upon the author's previous ideas about metaphysics and the relationship between emotions and fulfillment.",
  "content": "La purificazione ascetica è im- passibilità: la sostanza che prima, come piombo, era su- scettibile a deformarsi ad ogni urto, la si rende come un diamante, che da nulla più è scalfito — o come acqua, che tu in nessun modo sapresti più afferrare. La purifi- cazione magica è invece attività, attività sicura di sé su tutti i fronti e su tutti i piani: agilizzando tutto, riem- pire tutto con atti, senza esclusioni, senza incertezze, sen- za limitazioni. Le passioni, le sensazioni, le si affrontino, si strappi loro la forza, invadendo là dove si muovevano per invaderci, trasformando iI loro atto in nostro atto, e facendone, per così dire, tanti atti del nostro essere interno, che liberamente puoi muovere, far passar dalla virtualità all'attualità e dall'attualità alla virtualità quando vuoi. Ogni passione, scrutata nel suo fondo, anche quando si lega a un piacere, allo stato normale contiene sempre un elemento di sofferenza. Si dovrebbero perciò mettere in relazione questi appunti con quanto è stato scritto sia circa la metafisica del dolore (vol. TI, cap. VI), sia, anche, circa i rapporti fra sentimenti e realizzazione (voi. II, cap.",
  "last_phrase": "In conclusion, the ascetic purification leads to imperturbability, while the magical purification is about confident activity on all fronts. By confronting our passions and transforming their force into acts of our internal being, we can move freely from potentiality to actuality. Scrutinizing the depths of our emotions may reveal an element of suffering, as explored in the metaphysics of pain and the relationship between sentiment and realization. Let us find inspiration in these convergences, and strive to overcome the torments of our souls and achieve the greatness we seek."
}