{
  "title": "What is the Relationship between Devotion, Magic and Sensory Perception in Ancient Western Civilization?",
  "first_phrase": "This text discusses the concept of reaching the light and the dangers of delving into the supernatural world, as expressed by philosophers Heraclitus, Pindar, and Eschilo. It also explores the aversion towards supernatural reality exhibited by many intellectuals today, a phenomenon attributed to their strong sense of self-preservation. In the period leading up to modern civilization, there was a prevalence of both devotional and magical tendencies in the West, which can be attributed to the need for a relationship with the supernatural world that still allowed for a sense of personal identity. The text argues that the Catholic Church's rejection of pantheism and extreme mysticism was not simply a doctrinal decision, but based on practical concerns.",
  "content": "L'avversione dei primi non è che una difesa inconscia di fronte ad un pericolo oscuramente avvertito dal loro « io fisico ». Il quale « io », negli altri non ha un istinto di conservazione abbastanza forte per reagire ed inibire. 5. - Nel periodo intermedio, precedente la civiltà moderna, è caratteristico il predominare in Occidente di due tendenze, quella devozionale e quella magica. Anche questo fatto ha la sua ragione. Si è che nell'uno come nell'altro caso si tratta di rapporti col mondo su- persensibilc tali, da permettere di conservare il senso della propria personalità. La relazione fra creatore e creatura, fondamentale per ogni devozione, implica un dualismo che, pur ri- conciliandolo col divino, lascia al devoto il senso di es- sere un principio distinto e lo trattiene dall'avventu- rarsi sulla pericolosa direzione del senza-forma. Per questo, si può ritenere che le ragioni della violenta de- negazione, da parte della religione cattolica, di ogni panteismo e di ogni misticismo spinto, non siano tanto dottrinali, quanto pratiche e pragmatiche, anche quan- do coloro che hanno assunto tale atteggiamento non ne sono stati consapevoli.",
  "last_phrase": "In summary, the rejection of panteism and spirituality in the past was not only doctrinal but also practical, aimed at protecting individuals from losing their personal identity. The period preceding modern civilization was characterized by two trends, devotional and magical, which allowed individuals to maintain their sense of self while still engaging with the supernatural. Thus, the limitations imposed by these forms of spirituality, although hindering transparency in the experience, were necessary for personal preservation. However, as time progressed, these intermediary forms were left behind."
}