{
  "title": "What is the Relationship between Metapsychics, Esotericism, and Philosophy according to E. Servadio?",
  "first_phrase": "This text explores the differences between metapsychic and esoteric philosophies, as discussed by E. Servadio in \"La Fiera Letteraria\" in 1928. The author argues that while idealistic philosophy is useful for understanding metaphysical experiences, it is limited when applied to ordinary experiences. This point is illustrated by examples from the Vedanta, Mahayana, and neoplatonism, which emphasize a creative, identifying approach to knowing. The text concludes with a quote from Plotinus, underscoring the importance of intuition and the mind in understanding non-physical realities. In the final 200 tokens, the author delves deeper into these concepts through an intellectual analysis of the interplay between knowledge, being, and thought.",
  "content": "Del resto, se si considerano alcuni casi nei quali un sa- pere di carattere trascendente ha anche avuto espressione in un sistema filosofico — e a tale riguardo si può citare il Vedànta, il Mahàyfina e, in Occidente, il neoplatonismo vediamo prevalere appunto un concetto del conoscere crea- tivo e identificativo sulla linea di quello antirealistico. Ca- ratteristico è il passo di quella Upanishad, ove è detto che * affermatore del mondo è l'Io (kmà) »; affermando sé esso dà un Io e un carattere di realtà al mondo, che in sé è senza Io. Ma si può anche restare in Occidente e ri- portarsi a Plotino; presso al preciso riferimento, che egli fa, ai « sensi incorporei dell'uomo celeste », i quali percepi- scono in un altro modo che i sensi corporei umani (1), egli afferma: « È un detto esatto che l'essere è la stessa * cosa del pensiero, perché nel mondo immateriale il pen- * siero fa tutt'uno con la realtà » (2). E ancora: « Non biso- * gna cercare gli intelligibili [i principi non-corporei della * realtà metafisica] fuori dell'intelletto...",
  "last_phrase": "In conclusion, it is evident from the examples cited that there is a predominant concept of creative and identifying knowledge in the expression of transcendent knowledge in philosophical systems, such as Vedanta, Mahayana, and Neoplatonism. The idea that knowledge and being are one is common to these systems, and a true intellectual understanding of reality requires the possession of knowledge as a metaphysical principle. Thus, for those seeking to deepen their understanding and connect knowledge and being, the pursuit of metaphysical knowledge may be worthwhile."
}