{
  "title": "What is the experience of seeing a crown of light and how does it relate to meditation?",
  "first_phrase": "In this last part, the author discusses the experiences related to meditation, where the physical gaze becomes a mere support, and other states of consciousness emerge. The author mentions a moment when the chaos of colors orient themselves into a concentric order, leading to a luminous golden brightness, which outshines the sun itself. The author also experiences a new sensation where a crown of golden light expands in circles, forming scenes of majestic solemnity. The author emphasizes the importance of maintaining complete spiritual silence and immobility.",
  "content": "Proseguendo ancora, in questi ordini circolari mi ap- parvero figure personalizzate, in gruppi quasi come ghir- lande; ma ad un certo momento la visione fu presa come da un rapidissimo moto di espansione, fino a scomparire del tutto. Lo stesso sole, non Io vidi piú. Lo stato interno, era come di incapacità a formulare qualsiasi pensiero e di richiamare qualsiasi parola. E a questo punto, tutto sta nel sapersi mantenere nella con- dizione spirituale del « silenzio » e dell'« immobilità » piú completa. La vista, quella vista che guarda soltanto innanzi a sé, ESPERIENZE: LA CORONA DI LUCE59 quella degli occhi di carne insomma, è interamente so- spesa. Ed ora « scivola » una sensazione nuova. Alla som- mità del capo si avverte una chiarità-occhio che si apre lieve lieve dapprima formandosi d'intorno la visione di una corona di luce tenuamente dorata; corona, che si al- larga sempre di piú in cerchi ognor piú grandiosi, sempre più profondi e possenti, quasi come onde di suono ('). Riappaiono ora le ghirlande di figure moventisi in un lento moto circolare, componendo delle scene che si trasformano con grande lentezza e con solennità mae- stosa, sopra uno sfondo chiaro d'oro in fusione.",
  "last_phrase": "In conclusion, the key to maintaining the spiritual condition of \"silence\" and \"complete immobility\" is crucial to experience the inner vision of the crown of light. This experience is beyond the physical senses and is accompanied by a new sensation that fills one's being with a profound sense of knowledge and understanding. It opens up a realm of new possibilities and sheds light on the obscure meaning of art, transcending the boundaries of physical reality."
}