{
  "title": "What are the externalizations of consciousness and how can they be achieved?",
  "first_phrase": "In this text, the author describes how external manifestations of consciousness occur through an activation of the underlying dynamics of automatisms that translate modifications of higher consciousness into physical actions. The author goes further to explain how dissociation from the physical body in pursuit of these external manifestations can lead to a dissipation of the unitary nature of body and mind. To avoid this dissociation, the author suggests two methods, the first being to increase internal vital energy and allow for a maintenance of consciousness during external manifestations. The second method involves precise methods and sufficient spiritual elevation.",
  "content": "la libertà dei dinamismi plico-vitali rispetto al corpo, implicano una dissociazione abnorme dell'unità fisio- psichica individuale, non sempre consigliabile né esente da pericoli. Inoltre, siccome la coscienza usuale. che è quella esterna, si basa sull'unità ora detta, la fenome- nologia delle esteriorizzazioni si svolge, di regola, in stati subcoscienti (transe medianica, sonno magnetico, catalessi, ecc.) tutte le volte che non è guidata da un metodo preciso e da una sufficiente elevazione spirituale. In via pratica, la subcoscienza che prende il posto della supercoscienza può essere evitata con l'evitare la dissociazione vera e propria e la sospensione completa dell'attività esterna della coscienza. Diremo, a titolo di semplice accenno, che i metodi principali all'uopo sono di due tipi. Il primo consiste nel giungere ad una ecce- denza dell'energia vitale interna rispetto a quella occor- rente per alimentare l'attività organica abituale. Acca- de allora che questa non è sospesa e, non essendolo, si mantiene lo stato di consapevolezza della coscienza di veglia. D'altra parte, l'energia eccedente resta disimpe- gnata, e libera di agire su altri piani. L'esaltazione, la sacra ebbrezza ed il sacro « furore », sí spesso citati nella letteratura misterica, debbono nascondere un metodo di tal genere.",
  "last_phrase": "In conclusion, avoiding abnormal dissociation between the physical and psychic aspects of oneself is essential to maintaining consciousness in everyday life. To avoid the dangers of entering sub-conscious states, two methods can be applied: increasing internal vital energy or automating certain functions to free up higher energies. This information is useful for those interested in translating esoteric phenomenology into modern psychology."
}