{
  "title": "What is the Roman concept of religion and how does it differ from modern understanding?",
  "first_phrase": "In the preceding text, the author explains how the traditional religion of the ancient Romans had little to do with the commonly understood notion of religion. In the last 200 words, the author clarifies the Roman's concept of the divine. The Romans did not personify the divine nor did they associate it with mythology or philosophical concepts. For them, the divine was a force of action or power, represented by symbols, and concerned with the positive effects it could produce. The author argues that the Roman's ancient religion was experimental in nature. Through many testimonies, the author refutes the view that values only the secular, political, and legal aspects of Roman civilization.",
  "content": "Tanto meno il Romano cono- sceva gli dèi come astrazioni filosofiche, come concetti teo- logici, come ipotesi speculative. Nella realtà romana il pen- siero, preso in questo senso, ebbe tanto poco posto, quanto, appunto, l'esteriorismo delle arti figurative. Dunque né come « pensiero », né come mondo mitolo- gico, e nemmeno come ipostasi degli appoggi di una sempli- ce fede il Romano conobbe il divino. Il Romano conobbe il divino come azione. Prima di quella del deus, era viva, nel Romano, la sensazione del numen: e il numeri è la divinità intesa meno come « persona » che non come potere, come principio di azione; è l'ente, del quale non interessa la figu- razione (al piú, il Romano delle origini usava oggetti simbo- lici per rappresentare ì rumina: la lancia, il fuoco, lo scudo, ecc. ), ma interessa l'azione positiva. Su tale base, può ben dirsi che l'antica « religione » romana ebbe un carattere « sperimentale ».",
  "last_phrase": "In conclusion, the ancient Roman understanding of the divine was not based on philosophical abstractions, theological concepts, or speculative hypotheses, but rather on action. Their religion was experimental and focused on the experience of the numen, the divine as a principle of action. They did not seek truth, but rather knowledge of the ritual. This ativo-intensive conception of the sacred was specific to the ancient Romans and excluded any fantastic or mythological forms of perception beyond their essential sphere."
}