{
  "title": "How is traditional wisdom different from modern views on the past, present, and future?",
  "first_phrase": "This passage contrasts ancient wisdom that brings the past fully into the present and continuously renews it with modern perspectives that view the past as dead and the future as imaginary. The present is instead a \"crepuscolare\" moment of agony. The modern man is compared to an undertaker, dragging the dead weight of the past towards a future that will never come. In contrast, the ancient man is a \"carrier of worlds,\" grounding the present in the past to create a dynamic point of actuality.",
  "content": "L'uomo moderno può paragonarsi ad un necroforo che sospira il giorno che mai spunta: il cadavere che egli por- ta è iI passato, l'eredità inerte, infeconda, e il giorno che egli attende è l'avvenire, la prole immaginaria, il compi- mento radioso di un chimerico parto incompiuto. Si osser- verà che tutti i moderni, i « grandi uomini », aspettano il giudizio definitivo della loro opera dall'avvenire, perché for- se essi coscientemente od inconsciamente sentono che nulla di quel che hanno compiuto si riallaccia tradizionalmente al fiume regale del passato ed è capace di resistere all'oscillan- te ago magnetico del presente, attimo fugace e momenta- neità incidente ben altri abissi che non lo screzio marginale della nuvola passeggera. Ecco perché l'uomo antico è un por- tatore di mondi; egli il passato non lo ha lasciato dietro di sé, ma lo raccoglie e trascina in modo da costruire in realtà un punto solo incidente, il presente solo, l'attualità — men- tre l'uomo moderno, sbarazzandosi di un fardello troppo pesante per le sue fiacche spalle, è leggero, inconsistente, e per paura di essere travolto dalle oblique folate di vento si àncora nella macchina che rappresenta il suo sepolcro e la sua culla.",
  "last_phrase": "In conclusion, the contrast between the ancient and modern man is striking, as one embraces the past to build the present while the other eagerly awaits the future, dismissing the past as a burden. As we reflect on this, may it encourage us to cherish the lessons of the past and use them to create a better present and future."
}