{
  "title": "What is the relationship between consciousness and the different forms of energy, and how can higher levels of consciousness be reached?",
  "first_phrase": "In the previous text, the concept of energy and consciousness were discussed, where mental, sensory, and vital energy are considered degraded forms of a primitive energy. In the last 200 tokens, the text introduces the idea that to achieve higher states of consciousness, the self must suppress all physiological manifestations and gradually withdraw from the external environment. This will lead to the emergence of new faculties, which can manifest through different phenomena such as ectoplasms, materializations, and visual hallucinations. The text highlights the relationship between dynamic and static aspects of consciousness and the different planes of manifestation. The text refers to the emergence of faculties and phenomena through the suppression of self-manifestations, but they require a current that reacts with the external propagation of integral consciousness.",
  "content": "Essi, di regola, per la loro natura, non hanno alcuna manifestazione fenome- nica: perché ciò avvenga, occorre una corrente che riat- tivi la propaggine esterna della coscienza integrale, « de- gradando » parzialmente quest'ultima e riattivando la parte dei dinamismi rappresentata da quel qualunque automatismo necessario per tradurre le modificazioni del- la coscienza superiore. Considerando specialmente l'aspetto attività dell'Io, quando esso emerge e si manifesta escludendo gli strati piú esterni — cioè le vie ordinarie di manifestazione fisio- logica — si producono i fenomeni di esteriorizzazione in senso stretto: esteriorizzazione del pensiero, esteriorizza- zione della sensibilità, esteriorizzazione della motricità (azioni a distanza), esteriorizzazione di immagini visuali (allucinazioni veridiche), nonché della stessa forza vita- le e persino di una parte di sostanza organica, come ac- cade nella formazione di ectoplasmi e di materializza- zioni (1). Di solito sono tutti fenomeni che richiedono (1) All'aspetto « dinamico » delle « esteriorizzazioni » fa riscon- tro l'aspetto « statico » dei rapporti: rapporti sul piano minerale (p. es. rabdomanzia), sul piano vitale (istinto terapeutico-diagnosti- co), sul piano psichico (chiaroveggenza psichica), ecc.",
  "last_phrase": "In conclusion, to manifest phenomena in a controlled and safe manner, it is crucial to have a precise method and sufficient spiritual elevation. Avoiding dissociation and complete suspension of external consciousness activity can prevent the emergence of sub-consciousness and its inherent risks."
}