{
  "title": "What is the significance of the ancient concept of \"pontifex\" and how does it relate to the cyclical nature of history and legends of the world's center?",
  "first_phrase": "This text explores the ancient etymology of the term \"pontifex\" and its connection to bridging two worlds. It also delves into obscure historical references and geographic transpositions related to ancient traditions, including the concept of the \"island at the end of the world\" and the land of the sun - Thule. The text discusses the \"seed\" of the Aryan-Iranian race in Airyanem-Vaej6, and its connection to the image of the King of Kings and the Representative of the God of Light. The author mentions the cycles of history, from the golden age to the dark age, and their relation to usurpation and rebellion. Finally, the author highlights the doctrine of the supreme center and the ages of the world, its connection to cycles and periodic manifestations. This text ends with a reference to the legend of the Grail.",
  "content": "Ciò, perché il « senso della storia » è la decaden- za: all'età dell'Oro succede quella dell'Argento — l'età delle Madri; poi quella del Bronzo — l'età dei Titani; infine l'età del Ferro: « età oscura », kali-yuga, « crepu- scolo degli dèi ». Perché? Molti miti sembrano voler stabilire una relazione fra « caduta » e hybris, cioè usur- pazione prometeica, rivolta titanica. Ma, di nuovo, Esiodo ricorda: Zeus, il principio olimpico, ha creato nell'età del Ferro una generazione di eroi, che sono piú che « titani » ed hanno la possibilità di conquistare una vita simile a quella degli dèi tbq TE beai . Un simbolo: l'Eracle dorico-acheo, alleato degli Olimpici, nemico dei titani e dei giganti. La dottrina del centro supremo e delle età del mondo è strettamente connessa con quella delle leggi cicliche e delle manifestazioni periodiche. Tralasciando questi punti di riferimento, molti miti e molti ricordi tradizionali rimar- rebbero allo stato di frammenti quasi incomprensibili. « Ciò avvenne una voltaciò di nuovo avverrà », insegna la tra- LA LEGGENDA DEL GRAAL81 dizione.",
  "last_phrase": "In conclusion, the doctrine of the supreme center and the ages of the world teaches us about the cyclical nature of existence and the periodic manifestations of a single principle. Without understanding these concepts, many traditional myths and legends would remain incomprehensible fragments. Remembering this knowledge can give us hope and guide us through times of decline, reminding us that renewal is always possible."
}