{
  "title": "What Are the Principles of Initiated Knowledge and Their Connection to Aristocracy and Hierarchy?",
  "first_phrase": "In the previous text, the author emphasized the principles of difference, authority, hierarchy, and aristocracy as the only ones on which a true initiatory knowledge can be founded. The author then goes on to discuss the central position that esotericism held in past traditional societies, while currently being relegated to the fringes of culture, politics, and science. The last part delves into the idea that a certain aristocratic nature is necessary for any participation in initiatory orders and that a true initiate is differentiated from the common man. This section also touches on the different forms of expression that correspond with being an aristocrat or initiate.",
  "content": "È che si debbono aver idee chiare, almeno, circa una qualificazione umana elementare — in quest'epoca, ove si giunge a mettere in uno stesso sacco il tipo dell'adep- to e quello spesso equivoco dell'« occultista » e di esseri che, come i medium, gli spiritisti, i sensitivi, i pendolisti e simili, non giungono nemmeno all'altezza di un uomo sa- no e normale. Una certa naturale qualificazione aristocrati- ca come differenziazione di un tipo umano non solo nor- male, ma già superiore, è, di massima, il presupposto per qualsiasi partecipazione all'ordine iniziatico, che per ciò stesso fu, è e sempre sarà ristretto ad una élite. In corrispondenza, anche considerando chi è giunto ad un certo compimento, esiste si il tipo « ermetico », rosi- cruciano e taoista dell'iniziato, la cui vera natura non è per- cepibile e che esteriormente può confondersi del tutto con l'uomo comune; purtuttavia esiste anche la superiore forma di espressione che si concreta in ciò che, in genere, già fu l' aristòcrate e che stette a fondamento del significato spirituale proprio, in origine, ad ogni vera nobiltà.",
  "last_phrase": "In conclusion, to participate in an initiatory order, one must possess a basic human qualification and a natural aristocratic differentiation that sets them apart as superior human beings. While the hermetic, Rosicrucian, and Taoist initiate may be indistinguishable from regular individuals, the true aristocrat serves as the foundation of spiritual significance for all nobility. It is important to note that ancient aristocracies and monarchies were established upon a sacred tradition and exercised a mediating function in hero-warrior communities. Therefore, the idea of natural selection and survival of the fittest as the basis of aristocracy is a misunderstanding, and the true essence lies in the realization of superior human potential."
}