{
  "title": "What is the ultimate mission of the hero in the Legend of the Grail and what question must they ask?",
  "first_phrase": "This text explores the legend of the Grail and the mission of the chosen one who must restore the age of gold by overcoming Titanism and Luciferian dangers. The author references Esiodo's attribution of this mission to the heroes of a generation born in the dark age of decay. The Grail knight must also conquer pride and gain wisdom to occupy the dangerous place and retrieve the Grail. This last part discusses how the hero's ultimate task in this cycle is to transcend and bring forth a pure force, a spiritual virility that leads to a celestial knighthood.",
  "content": "Inoltre il vec- chio re del Graal è divenuto impotente e incapace di regna- re per via di una ferita fattagli da una lancia avvelenata mentre egli era al servizio di Orguelluse: ma è abbastan- za visibile che questa Orguelluse non è che una personifi- cazione feminile dello stesso principio dell'« orgoglio ». Senonché altri cavalieri del Graal, per esempio Gauvain LA LEGGENDA DEL GRAAL85 (« Galvano »), sono messi alla prova nel castello di questa stessa Orguelluse. Ma essi non soccombono. Vincono. Spo- sano — « posseggono » — Orguelluse. Il senso di questa prova è la realizzazione dí una forza pura, di una virilità spirituale; è il trasporre la qualificazione eroica su un piano staccato da tutto ciò che è caos e violenza. « La cavalleria terrestre deve divenire una cavalleria celeste » — è detto (Queste du Graal). Questa è la condizione per potersi apri- re la via fino al Graal, per poter occupare il « posto perico- loso » senza esser fulminati — come i titani furono fulmina- ti dal Dio olimpico. Purtuttavia come tema fondamentale di tutto il ciclo del Graal va considerato il seguente: all'eroe di tutte queste prove s'impone un compito ulteriore e decisivo.",
  "last_phrase": "In conclusion, the legend of the Grail embodies the search for spiritual purity and the transcendence of violence and chaos. The hero who successfully overcomes the challenges posed by the feminine principle of pride and vanity must take on the ultimate task of restoring the King of the Grail to his former glory. This requires him to ask a question which remains shrouded in mystery, inviting readers to delve deeper into the symbolism and significance of this timeless tale."
}