{
  "title": "What is \"Questa\" medicine and how does it work?",
  "first_phrase": "In the previous section, the author discusses the philosophy behind alchemy and how it can be applied to medicine. In this concluding section, the author touches on the criticism towards this ancient art, stating that it should not be dismissed simply because it is not understood by the masses. The author also reminds the reader that everything they seek can be found within themselves. The text ends with a discussion on how alchemy separates the essence of the human body from the elements, creating a medicine that is compared to the nature of the heavens.",
  "content": "Che meraviglia, quando nulla di simile han mai pití udito né sperimentato? Non ne segue che debba con- dannarsi un'arte, sol perché la ignorino i dotti... (241). Presso di noi e in noi, anche se non da noi, abbiamo tutto ciò che andiam cercando da fuori e da altri... (242). In ogni misto o individuo, si trova ben altro che del solo caldo o freddo, o secco o umido, o non piú che elemen- to. Quello che da tutte queste cose, per arte nostra vien separato, non è, quello né umido, né secco, né freddo, né scarsamente caldo; e un aethereum quid, a mo' di Cielo [Etere o Fuoco] segregato dagli inferiori Elementi. Perciò, dai Filosofi, questa Medicina vien detta anche Cielo: sia perché non altrimenti agisce essa sui corpi no- stri, da come agisce il Cielo sulle cose inferiori: e sia perché essa, ín confronto al corpo da cui è desunta, è di natura incorruttibile, al par del Ciclo (3) in confronto agli Elementi. Cosa morta sono infatti gli Elementi — e nulla producono — se non siano vivificati dallo Spirito od Anima dell'Universo.",
  "last_phrase": "In conclusion, the philosophers coined the term \"Cielo\" or \"heaven\" to describe medicine because of its incorruptible nature compared to the elements. As stated, everything we seek is within us, and it's not right to condemn any art just because scholars are ignorant of it. It's high time we realized that in every individual blended together, there is an \"aethereum quid,\" which even our minds can't comprehend; it's beyond heat, cold, dryness, and moisture. Hence, we don't have to look elsewhere or to others for what we need, but within ourselves."
}