{
  "title": "What is the Christian view on the connection between sacramental life, asceticism, and mystical experience?",
  "first_phrase": "In the previous text, the author explores the connection between Christian asceticism and the glorification of the body through the story of Christ's life, death, and resurrection. In this final part, the author delves deeper into the idea that the participation in Christian sacraments, particularly baptism and the Eucharist, is the foundation for a mystical connection with God. The author argues that the seed of this mystical life is already present in the sacramental life of ordinary believers and that the task of the mystic is to activate this seed through ascetic practices.",
  "content": "Ciò si realizzerebbe già nel dominio sacramentale par- tendo dal battesimo. Si ritiene che la grazia redentrice e santificante partecipata all'uomo dal battesimo contenga già il germe della vita mistica sovrannaturale, perché si viene battezzati nel segno della morte di Gesù e della crocifissio- ne dell'uomo antico. Se nel battesimo il fedele imita e se- gue il Cristo nella morte, nell'eucaristia, invece, cibo e nutri- mento di nuova vita, egli parteciperebbe misticamente al sacrificio, alla resurrezione e all'ascensione: partecipazione reale già nel mistero del sacramento, anche se essa si rea- lizza in modo velato, invisibile, non accessibile alla nostra esperienza (AC, 71-79). Prevale, pertanto, nella concezione ortodossa cattolica, l'idea che fra la vita sacramentale del comune credente e la vita mistica non vi sia una essenziale discontinuità: la seconda non sarebbe eccezionale, sarebbe contenuta già in germe nella prima. Il mistico, invece di la- sciar inattivo il germe di unione con Dio, ne porta in atto l'energia fino a realizzare questa unione come esperienza (TM, 44-50). Una interpretazione piú concreta è la seguente: la partecipazione rituale (sacramentale) alla morte e alla re- surrezione del Cristo non trasforma l'uomo intero di un sol colpo.",
  "last_phrase": "In conclusion, according to the Catholic orthodox conception, there is no essential discontinuity between the sacramental life of the common believer and the mystical life. The participation in the death and resurrection of Christ in the sacraments contains already in germ the supernatural mystical life, which can be fully realized through a gradual transformation helped by a special grace. Though this transformation is postponed till the time of the universal judgment, the faithful can start nurturing the seed of union with God by living according to the principles they have received through the sacraments."
}