{
  "title": "What is the difference between Jung's psychology and Eastern metaphysics?",
  "first_phrase": "In this text, the author critiques Jung's interpretation of Eastern metaphysics as mere psychology, and argues that the concept of the Tao in particular is fundamentally different from Jung's conception of the Self. The author explains that the Tao is a transcendent experience, not just a psychological construct. Additionally, the author mentions the concept of projection and its appearance in esoteric and magical traditions, which Jung explored in his analysis of the Tibetan Book of the Dead.",
  "content": "Lo Jung, poiché di ciò non può far a meno di prender atto, se la cava col dire che si « farebbe un gran torto » a siffatti insegnamenti meta- fisici se li si dovessero prendere alla lettera, se negli Orien- tali non si dovessero vedere semplicemente dei « psicologi esprimentisi attraverso simboli ». E aggiunge: « Se è vera- mente di metafisica che hanno voluto parlare, non vi è speranza di capirli » ('). E, in effetti, lo Jung non ne ha capito nulla ed ha messo mano su cose di cui in nes- sun modo avrebbe dovuto occuparsi. Qui si può accennare anche che il processo delle « proie- zioni », nel senso specifico dell'apparire, in imagini o visioni, di contenuti psichici e di forze o principi che, in ultima analisi, fan sempre parte della natura dell'Io, anche se come tali non vengono sùbito riconosciuti, è ben (1) Gold. Bliite, p. 66. noto nelle tradizioni esoteriche e specialmente magiche. Lo jung ha potuto constatarlo, avendo trattato del « Libro tibetano del morto ».",
  "last_phrase": "In conclusion, it is important to note that while Jung saw the subconscious as a mere dumping ground for all sorts of things, including elements of a true superconsciousness, the esoteric and magical traditions have long recognized the process of projection and the need to kill it off in order to recognize and realize its contents. The path of initiation, therefore, involves neutralizing the lower regions of the subconscious and preventing them from interfering with the conscious manifestation of super-individual and superhuman contents."
}