{
  "title": "What is the role of God in the morality of a warrior according to Plotinus?",
  "first_phrase": "This passage discusses the anti-Christian fundamental of warrior ethics, linking it to the concept of identifying \"reality\", \"spirituality\", and \"virtue\" from a metaphysical perspective. The text also explores how cowardice cannot be good and how the perfection of the hero is triumph. It highlights the soldiers of Fabius and their oath to fight and return as victors. It also discusses the concept of fear and how the superior man handles it. The author mentions the Roman spirit of wisdom in the same context. Furthermore, the text explores the idea of the mind being sovereign in the actions of the superior individual.",
  "content": "P un mediocre (fiptock -rtq gGT al) (3). Nell'uomo superiore (TG) anoubalig) le impressioni non si presentano come negli altri. Non raggiungono l'essere 1. III, II, 8. 2. A dir il vero, anche il cristianesimo popolare ha conosciuto proverbi, come questo « Chi s'aiuta, Iddio lo aiuta ». 3. I, II, 5; I, IV. 15. [N. d. U.] interiore: siano le altre cose, siano sofferenze e lutti, suoi od altrui. Ciò sarebbe debolezza dell'anima. Se [la sofferenza] passa la misura — che la passi. La luce che è in lui permarrà, come quella della lampada di un /aro nei turbini del vento e nella tempesta. Padrone di sé anche in questo stato, deciderà che v'è da fare. Lo ar-oubarog non sarebbe tale, se un dèmone agisse dentro alla sua azione. In lui, è la mente sovrana (vo0q) ad agire (1). Plotino ammette che l'uomo superiore possa talvolta avere paure involontarie e irriflesse, ma quasi come movimenti che non fanno parte di lui, e in quanto il suo spirito non sia presente.",
  "last_phrase": "In conclusion, the teachings of Plotinus encourage us to strive for self-mastery and to rise above the pains and sufferings of the world. By being the master of our own minds and decisions, we can choose our own path and find inner peace, even in the midst of turmoil. Let us remember that we hold the power to control our actions, and that it is up to us to determine our own destiny."
}