{
  "title": "What is the Relationship between Colti and Caldei and Their Spiritual and Temporal Authority in Celtic Tradition?",
  "first_phrase": "The previous text explores the origins of the name \"Colti\" and \"Caldei\" and their association with a priestly caste that exercised spiritual authority over various peoples. It also mentions how this authority and temporal power were not always in conflict, as demonstrated in the legend of Merlin and King Arthur. The last 200 tokens discuss the Druids, who were the true heirs of the primordial tradition, and how their name symbolizes the union of spiritual and physical power. The text also explains how the cinghiale or wild boar symbol plays an essential role in Druidic symbolism.",
  "content": "Questa stel- la si trova nella costellazione australe del « Bove », nomi, questi, che recano ancora riuniti i contrassegni di due diffe- renti periodi: il « giardino dell'Orsa » è divenuto il Bove quando l'Orsa stessa, o sapta-riksha, è divenuta i septem triones, cioè i « sette bovi » (da cui la parola « settentrio- ne » per designare il Nord); ma noi non abbiamo da studia- re queste trasformazioni, relativamente recenti rispetto al nostro argomento. Dalle considerazioni esposte sembra derivare una con- clusione circa la parte rispettiva delle due correnti che con- tribuirono a formare la tradizione celtica. In origine, l'auto- rità spirituale e il potere temporale non erano separati co- me due funzioni diverse, ma unite nel loro principio co- mune, e una traccia di tale unione la si ritrova ancora nel nome stesso dei Druidi (dru-vid, cioè « forza-sapienza », i due termini essendo simboleggiati dalla quercia e dal visco); a tale titolo, ed anche quali rappresentanti piti par- ticolarmente l'autorità spirituale, alla quale è riservata la parte superiore della dottrina, essi erano i veri eredi della tradizione primordiale, e il simbolo essenzialmente « bo- reale », quello del cinghiale, apparteneva loro in proprio.",
  "last_phrase": "In conclusion, the considerations presented suggest that the spiritual authority and temporal power were originally united in the Celtic tradition. The Druids, represented by the boar symbol, were the true heirs of the primordial tradition, while the Knights, represented by the bear (or bear of Atalanta) symbol, may have inherited elements from the Atlantean tradition. Perhaps, this distinction could even explain certain enigmatic points in the subsequent history of Western traditions. This text provides insights into the origin and evolution of the Celtic tradition and connects it with the Italian experience in Libya and Tripolitania."
}