{
  "title": "What is the discipline of cultivating an open and impartial mind towards new experiences?",
  "first_phrase": "In this final section, the author delves into the importance of cultivating a positive attitude towards experiences and strengthening the connection between the self and the external world. The discipline of consciously seeking the positive aspect of all experiences and directing such sentiment towards the heart helps establish an intimate relationship with one's surroundings. This requires a great deal of concentration and requires the recognition of the deleterious influence of violent emotions. By the fifth month, one should aim to approach novel experiences with an open mind, thereby freeing oneself from preconceptions. Only by doing so can we truly connect with the world around us.",
  "content": "Giunti ad osservare che iI sentimento sopra descritto si manifesta nell'anima come una specie di beatitudine, si cercherà di dirigere questo sentimento, mediante il pensiero, nella direzione del cuore, facendolo fluire da là verso gli occhi e dagli occhi fuori, nel- lo spazio davanti e intorno. Si osserverà presto che in tal modo si stabilisce un rapporto intimo con questo spazio: sí cresce, quasi, di là da sé stessi: si giunge a considerare una parte del mondo circostante come appartenente ancora a sé stessi. Occorre molta concentrazione per questa discipli- na; soprattutto, occorre saper riconoscere che ogni passione, ogni moto impetuoso e violento esercita su questo atteg- giamento un'azione deleteria. Quanto alla ripetizione degli esercizi dei primi mesi, vale la norma già data piú sopra. Nel quinto mese si cerchi di coltivare in sé stessi l'at- teggiamento di chi affronta qualsiasi nuova esperienza con animo del tutto aperto e libero. BisognP liberarsi completa- mente da quella mentalità, che di fronte a una cosa nuova fa dire: « Non ho mai veduto, non ho mai udito alcunché di simile, quindi non vi credo, è un'illusione! ». Come di- sciplina, si deve essere pronti ad aspettare ad ogni momento qualcosa di affatto nuovo.",
  "last_phrase": "In conclusion, by directing the feeling of beatitude towards the heart, flowing outwards through the eyes and into space, one can establish an intimate relationship with the surrounding world. Through discipline and concentration, one can cultivate an open-minded attitude towards new experiences and be receptive to new truths. This subtle feeling of vibrancy in the world can be perceived through all senses, especially the eyes, ears, and skin. With patience and practice, this discipline can lead to a deeper appreciation of the world and oneself."
}