{
  "title": "What is the Roman conception of spirituality and the sacred?",
  "first_phrase": "In this text, the author discusses the Roman conception of the sacred, highlighting its spirituality and immanence. The text debunks the notion that the Roman world is devoid of religious intimacy, sentimentalism or theological speculation. Instead, the author argues that the \"magical\" can indicate a spiritual orientation that complements \"religious,\" just like the masculine complements the feminine. The author also notes that the \"primitive\" traditions of so-called \"savages\" may contain the seeds of ancient civilizations that have been lost. In the last 200 tokens, the author discusses the immanence of Roman spirituality compared to Hellenic spirituality, which is more spatially focused.",
  "content": "E poiché ciò che sta alle origini non è l'inferiore, ma il superiore, il piti vici- no alla spiritualità, cosi il fatto che certe tradizioni nei sel- vaggi non sopravvivono che in forme materializzate, bestia- li, clegenerescenti e superstiziose non deve impedirci di ri- conoscere il senso e la dignità che competono loro una vol- ta riportate che siano alle origini. Ciò vale, in buona mi- sura, per quel che nei selvaggi è « magia » e non stregone- ria. Non in forme degenerescenti, come in quei poveri re- sidui morenici, ma in forma ancora luminosa ed autocoscien- te la Roma prisca incarnò quella spiritualità originaria, con essa impregnò tutta la sua vita, e sostenne dall'occulto la sua grandezza appunto attraverso il rito e la tradizione del rito Ed ora passiamo ad ancora un'altra caratteristica della concezione romana del sacro. Essa è l'« immanenza ». Nel riguardo, non si pensi però alle speculazioni della filosofia « idealista » moderna. Per spiegarsi, paragoniamo lo stile della spiritualità romana e di quella ellenica. Mentre la seconda sta soprattutto sotto segno, diciamo cosa, spaziale, la prima sta invece sotto segno temporcile.",
  "last_phrase": "In conclusion, it is important to acknowledge the sense and dignity that traditional beliefs hold, even if they have been distorted and materialized over time. This is true for both magic and religion. The Roman spirituality embodied the original spiritual essence and sustained its greatness through rituals and traditions. The Roman concept of immanence emphasized the interaction between the divine and human forces in history, resulting in a sacred and symbolic interpretation of their entire civilization."
}