{
  "title": "What is the relationship between spiritual and temporal power in Western hermetic tradition?",
  "first_phrase": "This text explores the concept of spiritual authority and temporal power in Western esoteric tradition and magic. It emphasizes the significance of the color white, associated with the lunar-feminine regime, being inferior to the red regime symbolized by royal purple and fire. The author warns against underestimating the importance of the traditional teaching's specific formation and the dangerous consequences of denying it. The text also touches on the issue of the decline of the Western civilization, with the Guénon seeing it stemming from the revolt of the warrior caste against the priestly one. In conclusion, the only spiritual authority that the West should obey should be formed upon the trunk and frames of traditional Kshatriya principles.",
  "content": "Una delle cause fon- damentali della dilacerazione della civiltà occidentale sta appunto nel fatto che un mondo composto, nella sua essenza, di kshatriya, di guerrieri, già da secoli ha ces- sato di avere un'« anima » conforme; l'autorità spiri- tuale della religione venuta a predominare in Occidente è appunto d'intonazione '‹ sacerdotale », tanto da gene- rare un insanabile dualismo, ovvero forme di compro- messo tutt'altro che costruttive. L'unica autorità spiri- tuale alla quale l'Occidente, senza violenza e senza sna- turamento, può obbedire, è quella che prenda forma ap- punto sul tronco e nei quadri di una tradizione ksha- triya. Ma qui non vogliamo ripetere cose già dette. Qualcosa va piuttosto accennato sul problema della decadenza. Il Guénon sembra veder il principio di essa nella rivolta della casta guerriera contro quella sacerdo- tale. La casta guerriera, « dopo esser stata a tutta prima « soggetta all'autorità spirituale, si rivoltò contro di es- « sa, si dichiarò indipendente, o persino cercò di subor- * dinare a sé questa autorità, che tuttavia in origine * essa aveva riconosciuto come fondamento del suo gote- * re » (p. 29).",
  "last_phrase": "In summary, the decline of Western civilization can be attributed to the revolt of the warrior caste against the spiritual authority, according to Guénon. However, this thesis presupposes a hierarchical order that may not apply to all traditional civilizations. Ultimately, finding an authoritative spiritual tradition rooted in the warrior caste may be the key to restoring Western civilization."
}