{
  "title": "What is the relationship between magical phenomena and psychic phenomena in general?",
  "first_phrase": "In the previous text, the author discussed the relationship between magic and psychic phenomena. Now, the author questions the validity of metapsychics and their claims. He argues that metapsychics confuse and obscure real understanding with sensational but insignificant phenomena. The author refers to \"Astrolabio\" editions' collection of works that present metapsychics as a collection of ideas that ordinary people believe, much like how ancient people attributed lightning to the gods’ actions. He discredits scientism's understanding of electricity and argues that true understanding comes from esoterica. The author also highlights the characteristics of magic and argues that using the same term \"medium\" for both psychic and magic phenomena is absurd and illegitimate.",
  "content": "E da esso, dunque, ogni esoterista dovrebbe trarre i suoi lumi Ma torniamo alla quistione iniziale concernente il rapporto tra fenomeni magici e fenomeni psichici in genere. Il carattere magico di un fenomeno è dato anzi- tutto dalla sua intenzionalità (esso è preceduto dalla sua rappresentazione mentale del fine); poi dalla continuità dell'effetto rispetto alla causa necessaria (anche se tal- volta non sufficiente), quest'ultima essendo il potere di chi agisce una volta che certe condizioni siano soddi- sfatte; infine, è la presenza attiva a sé stessi, in ter- mini non solo di coscienza lucida, ma spesso di coscien- za esaltata, o supercoscienza, nel punto essenziale per la produzione del fenomeno. Tutto ciò è sufficientemente chiaro, e sarebbe contradizione in termini dire che fatti estranormali possono esser prodotti in tali termini an- che da un medium. Nella misura in cui fosse capace di tanto, un medium cesserebbe evidentemente di esser un medium, e usare lo stesso termine per situazioni tanto diverse è assurdo e illegittimo. Nel campo dell'iniziazione e dell'alta magia sono con- siderate discipline individuali o del gruppo operante (ci si può riferire, per cs., alle istruzioni date nel vol. p. 37).",
  "last_phrase": "In conclusion, every esoteric practitioner should draw their insights from the information presented. It is important to understand that the magical nature of a phenomenon is derived from intentionality, continuity of effect, and active presence. Disciplines such as initiation and high magic operate differently from mediumship and spontaneous psychic phenomena, often requiring specific symbols, preparations, and timing. Consider these points when seeking to cultivate personal growth and development."
}