{
  "title": "What are the principles of asceticism in Christianity and their significance in relation to isolation and simplification?",
  "first_phrase": "This section discusses asceticism, isolation, and simplicity in Christianity. The author cites the works of Father A. Stöiz to show how the concept of deification is central to the Christian ideal of perfection. The text explores the concept of isolation, including anachoretism, which involves external isolation, and extra mundum fieri, which is isolation of the spirit. The author notes that ascetic detachment can also take the form of instability and xeniteia. These examples have a symbolic and ritualistic value.",
  "content": "In erigine, non diversa base ebbe l'ideale anaco- retico, l'isolamento esterno materiale, in tal caso, do- vendo avere pertanto solo un valore simbolico e ritua- le, quindi quello di una disciplina limitata al periodo di avviamento. In un grado più alto, l'extra rnundum fieri, l'isolarsi dal mondo, non ha pit1 bisogno di avvenire mate- rialmente, ma solo nello spirito. Sotto tale riguardo l'asce- si cristiana e quella iniziatica possono incontrarsi (2). Il distacco ascetico può anche assumere la forma del- l'instabilitas loci e della xeniteia. Il distacco dalla propria terra e dalla propria famiglia o gente, il rifuggire una di- mora fissa, il vagare, il portarsi in terre straniere e lon- tane — tutto ciò può avere egualmente un valore simboli- 1. A tale riguardo ci riferiremo alle due opere di Padre A. SToi.z, L'ascesi cristiana (Brescia 1944) e La Teologia della mistica (Brescia, 2\" cd., 1947), appartenenti alla corrente che oggi cerca di rivalorizzare la patristica greca. Nei riferimenti, le indicheremo, rispettivamente, con AC e T.M. 2. Si cfr. nell'Islàm, che non conosce l'ascetismo monacale, li concetto di zuhd, che non è rinuncia materiale effettiva, ma distacco interno.",
  "last_phrase": "In conclusion, detachment from material possessions and isolation from the world can have symbolic value in various traditions, including ascetic practices in Christianity and other religions. The concept of being a traveler in this world, not a resident, has been a recurring theme throughout history and can be achieved through spiritual detachment, silence, or physical wandering. Ultimately, these practices aim to remind us of our higher purpose and origin, and help us navigate life's journey with a sense of purpose."
}