{
  "title": "\"What is the next phase after hallucinations in the spiritual journey and how can one navigate it?\"",
  "first_phrase": "In this text, the author discusses the different stages experienced during spiritual exploration. The first stage involves visual or auditory hallucinations, which lack spiritual significance. Moving past this, the second stage is a state of ecstatic freedom, free of psychological content, similar to deep sleep. However, this stage can induce a sense of terror or apprehension, and one must have the courage to proceed. If consciousness persists through this state, it can lead to initiation experiences. It's important to note that this state attracts forces and influences from the unconscious and intermediate realm. The presence of the \"I\" principle provides an exorcising power, but maintaining an active condition and desire for transfiguration is crucial.",
  "content": "Se la coscienza tiene fermo fino a questo stato (dopo il punto morto), questo è lo stato in cui possono prodursi fenomeni d'importanza iniziatica, se lo sperimentatore ha il circolo esorcistico di protezione, per crisma di catena, o per naturale dignità, o per acquisita dignificazione. Devesi tener presente che lo stato ora indicato è uno stato psichico di vuoto. Il vuoto attira forze, influenze, « archetipi » dell'inconscio e del regno intermedio, non materiale ma non divino. È già una valida garanzia se la coscienza si è mante- nuta, se si è conservata e non dissolta come coscienza dell'Io, fino a questo stato; ciò sta a dire che delle tre condizioni protettive anzidette una è presente. Allora lo stesso principio « Io » può avere una virtù esorcistica, con la sua sola presenza. Ma, in più, la condizione attiva deve conservarsi, non nel solo senso di presenza a sé e di affermatività corag- giosa, ma anche come facoltà di invocazione: orientarsi verso l'alto, desiderare profondamente la trasfigurazione.",
  "last_phrase": "When entering into the state of emptiness described above, it is essential to maintain one’s consciousness and invoke an exorcistic protection. This state of emptiness can attract forces and archetypes from the unconscious and intermediate realms. While there is no universal guidebook for navigating this experience, using symbols for support and consistently striving to orient oneself towards higher transcendence can facilitate positive outcomes."
}