{
  "title": "How to Develop Psychic Powers: Exploring the Possibilities of Telepathy and Magic",
  "first_phrase": "In the final part of this text, \"Abraxa Le Comunicazioni,\" the author discusses the idea of using certain abilities, which some would consider supernatural, with indifference and naturalness. These abilities include telepathy, which is now a recognized reality even among modern skeptics. The author argues that while some people focus solely on the future and forget the present and past, an initiated individual can develop these abilities without making them the sole purpose of their work. The author also suggests that contemporary critics merely observe such phenomena rather than understand how to create and direct them.",
  "content": "ABRAXA LE COMUNICAZIONI Ciò che ora ti verrà comunicato non appartiene al- l'alta magia. Tu lo sai: mai il vero mago farà del sempli- ce fenomeno il fine dell'opera sua. Ma può accadere que- sto: come tu non esiti di servirti di una leva per alzare una sasso o di una vettura per recarti in un posto, così un iniziato può sviluppare certe abilità, che l'insipienza mo- derna chiamerebbe già « sovrannaturali », mentre per lui rappresentano cose cosí esteriori ed insignificanti, quanto per l'altro una leva o una vettura nella vita pratica. E se ne serve, egli, con la stessa indifferenza e naturalezza. Telepatia: la sua realtà, ormai, nemmeno gli « spiriti critici » di oggi la contestano. Ma di essa costoro non san- no che come di un fatto contingente: constatano il « fe- nomeno », quando si produce, anzi, quando vuole prodursi, qua e là. La scienza loro significa registrare, non determi- nare. Creare c dirigere il fenomeno, a ciò non pensano. Qui invece comincia la scienza nostra.",
  "last_phrase": "In conclusion, it is possible for an initiated individual to develop certain abilities that may be considered supernatural by modern standards. Telepathy is a reality, and with the appropriate mental technique and spiritual act, it is possible to overcome the limitations of physical space. While the process may be more challenging than using machines, the resulting power is infinitely more potent and cannot be revoked by any contingency. With proper preparation and understanding of the internal tools required for true magic, anyone can adapt to the techniques of non-material psychic transmission. Remember to differentiate between those who are prepared to receive and understand, and those who are ready to emit and send."
}