{
  "title": "Why does the indivisible power of the origins correspond more to the regal than to the sacerdotal caste according to Guénon?",
  "first_phrase": "In this text, Guénon discusses the original state in which the regal and priestly powers were not separate, but rather unified in a higher synthesis. He argues that the original state was both regal and priestly, and that the caste corresponding to this indivisible power had more regal than priestly characteristics. He cites various examples in different traditions to support his argument. In the last 200 tokens, Guénon emphasizes the regal nature of this original state, as evidenced by the common use of the term \"Lord\" to refer to divinity, and the association between the metaphysical concept of the \"axis of the world\" and the symbolism of the scepter as an emblem of regal dignity.",
  "content": "Il Guénon stesso fa corrispondere ad un tale stadio gli « Individui autono- mi » di cui in Lao-tze, gli svecchiki2r2, termine che nel- la tradizione indù designa « coloro che possono fare tut- to ciò che vogliono », e gli esseri, « che sono a sé stessi la propria legge », ricordati dall'esoterismo islamico (pp. 14-15) e facenti evidentemente tutt'uno con quella ermetica « razza immateriale priva di re », di cui in que- ste pagine è stato spesso detto. Si potrebbe difficilmente contestare che un tale tipo abbia tratti assai più « re- gali » che non « sacerdotali ». Del resto, per la stessa divinità, l'appellativo più ri- corrente in tutti i popoli è stato quello regale di « Si- gnore ». Lo stesso Guénon usa il termine « Re del mon- do » per designare il centro supremo dell'autorità spiri- tuale primordiale ed è proprio lui a rilevare (p. 137) la relazione esistente fra iI concetto metansico di « asse del mondo » e il simbolismo dello scettro, emblema della dignità regale.",
  "last_phrase": "In conclusion, it can be said that the concept of the \"autonomous individual\" has been present in various spiritual and cultural traditions throughout history, often associated with royal or noble attributes. This idea of self-law and self-sovereignty is a reminder of the potential power that lies within each one of us."
}