{
  "title": "\"What is the Legend of the Grail and the Mystery of the Empire?\"",
  "first_phrase": "In the last part of this text, we delve into the idea of a powerful ruler who governs a mysterious world, a central motif in various cultures. The concept of the \"Re del Mondo\" (King of the World) as a cakravarti, or \"Re dei re\" (King of Kings), is explored along with the symbolism of a steadfast and immutable seat, represented by various mythical locations such as an island or city of the sun. This idea is tied to the belief in a north-hyperborean land and the notion of a sacred territory defended by heroes.",
  "content": "L'idea della regalità olim- pica e del « mandato del cielo » costituisce un motivo centrale: « Colui che regna mediante la Virtú (del Cie- « lo) — dice Kong-tze — rassomiglia alla stella polare: « egli resta immobile, ma tutte le cose volgono intorno « a lui ». L'idea del « Re del Mondo » concepito come cakravarti sovrasta una serie di temi subordinati: il ca- kravartí — Re dei re — volge la ruota — la ruota del Regnum, della « Legge » — restando egli stesso immo- bile. Invisibile come quella del vento, la sua azione ha tuttavia Pirresistibilità delle forze di natura. In mille forme, e in stretta connessione con l'idea di una terra nordico-iperborea, prorompe il simbolismo della sede del mezzo, della sede immutabile: l'isola, l'altezza mon- tana, la cittadella del sole, la terra difesa, l'isola bianca o isola dello splendore, la terra degli eroi: « Né per terra né per mare si raggiunge la terra sacra » — è detto nella tradizione ellenica. « Solo il volo dello spirito vi può condurre » — sussurra la tradizione estremo-orientale.",
  "last_phrase": "In conclusion, the concept of a divine ruler, whether it be the \"Mandate of Heaven\" from Kong-tze or the \"Re del Mondo\" from the cakravarti tradition, is a central theme found in many cultures. These rulers are often associated with immobility and an irresistible force, and are linked to mythical places such as the island of Avallon, the mountain of spiritual enlightenment, or the land of the sun. These myths and legends offer us valuable insights into the human imagination, providing us with a glimpse of what people consider to be the ideal of leadership and the source of true power."
}