{
  "title": "What is the central concept of Christian asceticism and how is it achieved sacramentally?",
  "first_phrase": "This text describes the Christian concept of asceticism and its connection with the imitation of Christ as a means to achieve mystical union with God. The author explains how the Christian understanding of mortification and passivity differs from the original idea of disidentification and self-transcendence. In the last part (200 tokens), the author explores the mystical view of Christ's transfiguration and glorification of the human nature, which is considered the path towards the restoration of harmony between body and soul, and ultimately, the victory over Sin. The author emphasizes the importance of mortification and the concept of dying and being reborn in Christ in the Christian ascetic practice.",
  "content": "Qui trala- sceremo le forme puramente devozionali ed emozionali, prive per noi di qualsiasi valore; che esse abbiano potuto attecchire in razze, in genere, attive e volitive, come quel- le occidentali, resta un punto enigmatico. La veduta misti- ca che s'incontra ad un piano un po' piú alto è la seguente: iI Cristo ha trasfigurato la natura umana assunta incarnando- si, nel corpo della Resurrezione e dell'Ascensione. E la glorifi- cazione del corpo del Cristo deve esser altresí intesa nel sen- so più profondo, in relazione alla Redenzione come restau- razione e compimento della vita del nostro corpo nel para- diso. L'ascesi cristiana considera pertanto la vicenda del Cristo come via alla glorificazione, con riferimento alla re- staurazione dello stato di Adamo, in cui il corpo era com- pletamente soggetto all'anima e la parte sensitiva allo spi- rito. E poiché nell'opera redentrice del Cristo la via verso una armonia rinnovellata fra l'anima e i! corpo è passata attraverso la morte, e poiché noi pure dobbiamo seguire questa via onde assicurare al nostro corpo la vittoria sugli effetti del peccato d'origine, cosí l'ascesi cristiana ha per punto centrale il concetto della mortificazione, del morire e del rinascere nel Cristo (TNI, 182, 183).",
  "last_phrase": "In conclusion, the Christian asceticism considers the glorification of the body through the restoration and completion of life in paradise as the central concept. The sacramental grace received through baptism contains the germ of mystical life, which is further nourished through the Eucharist. Orthodox Catholicism believes that there is no essential discontinuity between the sacramental and mystical lives of a believer, with the latter contained in seed form in the former. Ultimately, the mystic realizes the energy of union with God through action, rather than allowing the germ of union to remain dormant."
}