{
  "title": "\"What is the true nature of esoteric knowledge and its association with aristocracy?\"",
  "first_phrase": "In the previous text, the author discusses the contradictions and absurdities within current spiritual and theosophical movements, which proclaim to promote ancient wisdom while adhering to democratic and humanitarian ideals. The Masonic organization is cited as an example of a secular religion that champions worldwide democracy, contradicting the true principles of hierarchical and aristocratic knowledge. The text ends with a quote from Éliphas Levi, which underlines the importance of realizing whether one possesses a nature for royalty or priesthood before approaching esoteric knowledge.",
  "content": "Di contro a tutto ciò va dichiarato senza mezzi termini che gli unici principi, che un sapere iniziatico rettamente compreso può fondare e giustificare, sono quelli della diffe- renza, dell'autorità dall'alto, della gerarchia e dell'aristocra- zia. In via particolare, non bisogna dimenticare che se il sapere esoterico nelle sue contraffazioni trova oggi i suoi cultori in circoli cd ambienti quasi a margine della cultura. della vita politica e della scienza ufficiale, esso in ogni civil- tà normale e tradizionale ebbe invece una posizione emi- nentemente centrale, fu retaggio e privilegio di caste regali e sacerdotali in possesso legittimo del potere supremo ed esercitanti un'azione formatrice ed orientatrice su tutte le esplicazioni della vita degli strati sociali subordinati. L'eso- terismo e l'adeptato sono, per definizione, ciò che di più antidemocratico si possa mai imaginare. Passiamo ora ad un secondo punto, su cui vogliamo por- tare propriamente l'attenzione. Ricordando appunto che la scienza esoterica fece tutt'uno con un'arte regale ed un'arte sacerdotale, Éliphas Levi con ragione chiese a coloro che ad essa vorrebbero avvicinarsi: Sentite forse in voi una natura da re? una natura da sacerdoti? Una tale domanda non vuo- le demoralizzare.",
  "last_phrase": "In conclusion, it must be stated without reservation that the only principles a rightly understood initiatic knowledge can establish and justify are those of difference, authority from above, hierarchy, and aristocracy. A certain natural aristocratic qualification as differentiation of a human type not only normal, but already superior, is, in principle, the prerequisite for any participation in the initiatic order, which for this reason has always been restricted to an elite. However, it is important to differentiate between the true initiates and the equivocal “occultists” who are incomparable."
}