{
  "title": "What is the legend of Prete Gianni and its connection to the Grail and King Arthur?",
  "first_phrase": "The text explores the legend of Prete Gianni, a title given to a dynasty believed to have held both royal and priestly power, and his kingdom which is often seen as a symbol of paradise with a special tree and stone that have supernatural powers. The kingdom is said to have been visited by powerful historical figures, including Ogiero of Denmark and even sent symbolic gifts to emperors like Federicus. The legend is intertwined with other mythical elements such as the idea of the \"dominator pole\" and the concept of the \"center.\" Referred to as one of the \"various personifications of the world's king,\" the story of Prete Gianni is legendary and tied to super-historical concepts.",
  "content": "Uno degli eroi che avrebbe rag- giunto il regno del Prete Gianni è Ogiero di Danimarca. Ma nella leggenda di Ogiero di Danimarca iI regno del Prete Gianni si identifica con l'Avallon, cioè con l'isola iperborea, con la terra solare, con l'« isola bianca ». In Avallon si è ritirato Re Artù. Avvenimenti tragi- ci, descritti in forme diverse a seconda dei testi, l'obbli- gano a cercar là un rifugio. Questo ritirarsi di Artù non ha che il significato del divenir latente di un principio, di una funzione. Artù, secondo la saga, non è mai morto. Egli vice ancora — nell'Avallon. Egli si manifesterà di nuo- vo. Nella figura di Re Artù è da vedersi una delle varie figurazioni del « dominatore polare », del « re del mon- do ». L'elemento storico qui è investito da quello super- storico. Già l'antica etimologia riferiva il nome di Artù ad arkthos, cioè « orso », il che, attraverso il simbolismo astro- nomico della costellazione polare, riconduce di nuovo al- l'idea del « centro ». Il simbolismo della « Tavola Roton- da », della cui cavalleria Re Artù è il capo supremo, è « solare » e « polare ».",
  "last_phrase": "In conclusion, the legend of King Arthur and his knights of the round table is steeped in symbolism and mysticism, with Artù himself embodying the concept of the polar ruler, and his palace located at the center of the world. The quest for the Holy Grail and the adventures of the knights echo the eternal search for enlightenment and the pursuit of excellence. May we all strive to be knights in our own right, seeking to bridge the gaps between cultures and nations and always following the call of our true selves."
}