{
  "title": "What is the importance of absolute concentration in magic and the use of Hermetic and Philosophical Fire?",
  "first_phrase": "This text by an unknown author speaks about the importance of concentration and its role in magic. The last 200 tokens focus on different ways to ignite the hermetic and philosophical fire. The author suggests that when the will is translated into physical movement, the Fire appears in the subtle body. They advise the reader to choose a direction in life and consider other things beyond Magic. The text also warns of the dangers of the psyche and the importance of having a strong will and being able to inhibit and destroy every instinctive and immediate reaction.",
  "content": "E ciò vuol dire: penso l'og- getto, penso all'oggetto, penso sull'oggetto, vivo l'oggetto, non esiste né « io », né null'altro, ma fermo, unico, isolato, al centro del fuoco della mente sta l'oggetto: come la frec- cia lanciata e profondamente infissa piú non si scuote come la salda roccia che non ha nessun moto aí colpi del vento — cosi sussista l'unico oggetto, nel « vuoto » della mente. Che a questo ti occorrano mesi od anni, non importa. Se non hai la forza, o se troppo dura ti sembrasse questa condizione, considera a quante altre belle cose può diriger- si l'azione, nella vita degli uomini, oltre che alla Magia. (Fuoco Saturnio) Sono conosciuti molti modi per accendere il Fuoco ermetico e filosofale. Ritornando su quanto sia io che altri ti disse precedentemente, potrai trovare elementi di diretti- va, e scegliere.. Uno ancora te lo fornisce questa legge: Ogni qualvolta una volontà si traduce in un movimento fisico, nella sostanza del corpo sottile si produce una appa- rizione del Fuoco. Da te, a seconda di dove sei giunto, vedrai come puoi servirti di questa conoscenza.",
  "last_phrase": "In conclusion, the path to harnessing the hermetic and philosophical Fire may require months or even years of focus and discipline. However, if this seems too challenging, there are countless other pursuits in life. Remember, the manifestation of Fire through physical movement can be directed towards achieving one's goals. The \"Solfi\" of Saturn or metallic Sulfur, is a valuable resource that can be mastered by those who understand how to use this knowledge. Those who have established a \"chain\" can use this text as a guide to replace simple silence with individual discipline."
}