{
  "title": "What is the Aristocratic Ideal in Esotericism and Why is it Important?",
  "first_phrase": "This text explores the concept of being true to oneself, which leads to realizing an absolute self that transcends individuality. Onofri's poetry, though influenced by Christianity, still reflects a unique experience that provides useful insight into esoteric topics. The latter part delves into the confusion and contradiction found in modern spiritualist movements that reject the aristocratic nature of initiatic science. This includes the teosofistes and the anthroposophy, which profess a democratic and humanitarian ideology. Lastly, the text touches on the paradoxical nature of modern Freemasonry, which, despite claiming to be initiatic, has become a militant and secular religion of global democracy.",
  "content": "Per il lato piú esteriore, è un assurdo palese, che ne contrassegna il livello mentale, quello delle correnti spiritua- listiche e soprattutto teosofiste attuali, le quali, mentre pre- tendono di riannunciare e di valorizzare gli insegnamenti dell'antica Sapienza, indulgono in vedute democratiche e umanitarie, professando più o meno il vangelo dell'ugua- glianza universale, se non pure di una specie di « servizio sociale » applicato ad un progressismo e ad un evoluzioni- smo affermati perfino in termini cosmici. Anche l'antropo- sofia, a parte le pretese iniziatiche e le orge di una pretesa chiaroveggenza, come parola d'ordine per i compiti più im- mediati dell'« evoluzione », ha indicato il motivo cristianeg- giante dell'amore. Ma dove la contradizione e l'assurdo so- no piú palesi è nella massoneria moderna. Questa organiz- zazione, a cui alcuni vorrebbero ancora attribuire quel ca- rattere iniziatico che già da tempo essa ha cessato di avere e che all'interno è articolata in un sistema gerarchico com- plessobenché spesso solo artificiale — di gradi e di di- gnità, è anche quella che fin dalle origini ha fatto suoi gli « immortali principi » della Rivoluzione Francese e del libe- ralismo, presentandosi, salvo rare eccezioni, come una spe- cie di religione laica e militante della democrazia mondiale.",
  "last_phrase": "In conclusion, it is clear that the principles of true esoteric knowledge are vastly different from those propagated by modern spiritual and religious organizations. The ideals of hierarchy, authority, and aristocracy are integral to this knowledge, but are often marginalized in today's society. It is important to recognize and understand the true principles of esotericism, rather than subscribing to the diluted and contradictory messages of the mainstream."
}