{
  "title": "What are the Christian beliefs on paradise and the immortal state according to Sant'Ambrogio and Augustine?",
  "first_phrase": "The final section of the text explores the Christian concept of paradise and its relation to the higher heavens. It also discusses Augustine's view on the separation of the soul from the divine world, and the resulting state of passivity defined by concupiscence. The text then delves into the dominion of man over nature as a reward for his victory over himself, and the hierarchical relationship established within man and between man and the world. This leads to the promised power of the saints over creation, a fundamental belief in high magic and theurgy. Finally, the text reveals the third prerogative of the Amico state, the gift of immortality as a sign of the inner presence of God.",
  "content": "minatrice posseduta dall'uomo su sé stesso si manifesta parimenti nel macrocosmo: i1 dominio dell'uomo sulla natura è premio della completa vittoria che l'uomo ri- porta su sé: i1 rapporto) gerarchico stabilitosi fra le po- tenze all'interno dell'uomo si traduce in quello fra l'uo- mo e il mondo (TM, 84). È per tal via che fu già pro- messo ai santi un potere illimitato sulla creazione, come secondo le parole di Marco (XVI, 17-18): « Nel mio no- * me essi scacceranno i dèmoni; parleranno nuove lin- * guc; manderanno via le serpi e se avranno bevuto qual- * che bevanda mortale, essa non farà loro male; essi im- * porranno le mani sui malati e i malati saranno gua- * riti ». Che i presupposti sopra accennati siano quelli stessi dell'alta magia o teurgia, non occorre metterlo in rilievo: un Agrippa e un Paracelso non si espressero in termini diversi. Infine, come terza prerogativa dello stato Amico, viene indicato il dono dell'immortalità, athanasia, « l'immortalità corporea essendo segno e pro- va della presenza interiore di Dio ». Per cui, « una re- staurazione dello stato primordiale includerebbe anche il riacquisto» (TM, 82-4).",
  "last_phrase": "In conclusion, the complete dominion of man over nature is a reward for the complete victory he brings upon himself. The hierarchical relationship established between powers within humanity translates into that between man and the world. The gift of unlimited power over creation and the promise of immortality are two of the three prerogatives of the state of friendship, according to Renaissance philosopher Giovanni Pico della Mirandola. The path to attaining this state lies in the deificatio, or assimilation to God, and participation in his nature, which was a prevailing belief in the origins of Christianity. The cult of the Virgin Mary as the \"Mother of God\" is a testament to the influence of gynecocratic ideas in Christianity."
}