{
  "title": "\"What is the historical origin of the modern European spirit and its impact on the perception of reality?\"",
  "first_phrase": "In the previous section, the text talks about the contrast between the modern and ancient man, citing the historical development of the Western philosophical reflection and symbolic conception of nature in contrast to the trends in the East. In the last 200 tokens, the discussion focuses on the concept of the \"I\" or the self, particularly the differences between the perceptions of the higher and median self, and the role of Eastern initiation in addressing this contrast. The text also alludes to the dangers of \"opening up\" and losing oneself in the process.",
  "content": "Si tratta, infatti, di una condizione avente una base occulto-costituzionale: una nuo- va coscienza fissatasi nella sede superiore va ad opporsi ad una coscienza che invece apparteneva maggiormente al- i'« uomo mediano ». Questa seconda era una coscienza ancora aperta o semiaperta tale da ammettere comunicazio- ni, punti di non-differenza, contatti; da qui frange di una percezione psichica realizzantesi al modo dei « riflessi » non gravati dal giogo dei controlli cerebrali e, in pia, una speciale sensazione del corpo e delle sue funzioni, sensa- zione fisica e « sottile » ad un tempo. Tali sono i presupposti impliciti di gran parte delle tec- niche orientali. L'oscillazione, sopravvenuta nei tempi piú recenti, fra lo stato della sede superiore e lo stato della sede mediana, l'iniziazione orientale tende a risolverla in favore di quest'ultimo. Essa può parlare dell'« io » come di un guscio da spezzare, perché appena velata è la sensa- zione del vero « Io », di quello, che è ridicolo chiamare « mio », di quello supermentale che è veramente centro e luce. Cosi, minore è il pericolo che, « aprendo », ci si sciol- ga, ci si perda.",
  "last_phrase": "In conclusion, it can be said that the Eastern initiation tends to resolve the recent oscillation between the higher and median seat in favor of the latter, minimizing the risk of losing oneself. On the other hand, the situation of the average modern Western man is different, and those who have completely embraced the higher seat state of being must be aware of the profound crisis that a change of state, essential to any form of initiation, can bring."
}