{
  "title": "What Are the Five Virtues of the Rock and Space that an Ascetic Must Have?",
  "first_phrase": "In the last 200 tokens of this text, the speaker discusses the four virtues that an ascetic must possess, as told by various figures such as the Beato, Subhini, Kulla SudhAdda, and others. These virtues include detachment from material wealth, the ability to resist harmful tendencies, ascension through knowledge, and freedom from ego. The text also mentions the importance of solitude and purity for ascetics. The speaker is responding to a question posed by King Mgasena about the five virtues of space.",
  "content": "Questa è la quar- ta virtù della roccia, che egli deve avere. Perciò da Lui, dal Beato, che sovrasta ogni dio, fu detto: Il Saggio, che ogni vanità ha ben respinto, Che grado per grado nelle altezze della conoscenza è [asceso. E, libero da ogni cura, Guarda il mondo vano, l'affannata folla. Egli, come chi siede su di una vetta Può contemplare i suoi simili tuttora travaglianti nelle [pianure. * E ancora: come la roccia non può essere né solle- vata né spinta in giti, or cosí anche appunto, o Re, l'asce- ta in strenuo, serio sforzo non deve conoscere né esal- tazione né abbattimento. Perciò da Kulla SudhAdda, dal- ia donna devota, a glorificazione degli asceti della sua scuola fu detto: Il mondo si esalta nel guadagno, si abbatte nella per- [dita, I miei asceti son uguali sia nel guadagno che nella [perdita ». 3 * Quali sono [chiese ancora il Re] le cinque virtù dello spazio, o onorevole Mgasena, che [un asceta] deve avere? ».",
  "last_phrase": "In conclusion, the ascetic must possess five virtues, as taught by Kulla SudhAdda and Mgasena. They must reject all vanity, climb to heights of knowledge, remain free from care, and avoid both exaltation and dejection. They must also strive to ensure that harmful tendencies cannot take hold of them, see the impermanence and lack of reality in all things, and maintain horror at existence without seeking happiness in it. By following these virtues, the ascetic can reach a state of true wisdom and detachment, like a rock that cannot be moved or lifted."
}