{
  "title": "What is the relationship between magic and superstition in the mindset of primitive cultures?",
  "first_phrase": "In the preceding text, the author argues that magic should not be dismissed as superstition but rather viewed as a complete worldview with its own logic and coherence. The author also notes that principles of magic can shed light on true metaphysical teachings and transcendental experiences. In this final section, the author mentions the works of Frazer, Lang, Moore, Hubert, Mauss, Durkheim, and Levy-Bruhl in studying the mentality and traditions of primitives. The author suggests that only those who have had certain experiences and teachings can truly understand the significance of these primitive practices. The author also highlights the main points of this discussion and their correspondence to the teachings discussed earlier.",
  "content": "Purtuttavia, in genere con ciò non si è andati troppo oltre una raccolta di materiali; né si deve sperare che passi ulteriori possano esser fatti, finché si resti sul cosidetto piano « etnologico ». Affinché il tutto non resti un semplice oggetto di curiosità, bisogna sapere qualcosa; avere avuto certe esperienze; essere stati intro- dotti in certi insegnamenti, la cui verità non si verifica con i metodi delle scienze moderne, né si inquadra fra le nozioni familiari a queste ultime. Solo allora si può vedere in tante cose; conoscere il piano su cui esse possono anche non essere fantasie e superstizioni. Per i nostri lettori, potrà avere un interesse mettere in rilievo qualcuno dei punti principali, di cui è visibile la corrispondenza con gli stati e gli insegnamenti su cui si è detto piú volte (I). (1) Limito le citazioni a due opere fondamentali di L. LúvYBRUM., La Mentalité Primitive (IV ed., Paris, 1926) e L'Ame 1. - IL « MANA ». L'esperienza fondamentale del primitivo è identica a quel- la che sta a base di ogni concezione magica.",
  "last_phrase": "In conclusion, to go beyond a mere collection of materials and truly understand the significance of primitive mentality and concepts like \"mana\" or \"Luce astrale\", it is essential to have had certain experiences and teachings that do not conform to modern science. By delving deeper into these ideas, one can gain a greater appreciation for the complex and mystical nature of the primitive worldview."
}