{
  "title": "What is the concept of initiation and ultranormal powers in the \"Capi della Via\" and how were different techniques of magic explored?",
  "first_phrase": "This text is about the author's experiences with different forms of initiation and spiritual practices. In the last 200 tokens, the author talks about their experiences with ceremonial magic guided by a master named Ibrahim. The text highlights the importance of focusing on cultivating a power of command over the invisible rather than becoming too fixated on external phenomena. The author suggests that this focus on cultivating one's inner strength and resilience is a crucial aspect of successful initiation.",
  "content": "Da un am- biente passavo ad un altro, in luoghi lontani, ed io avevo iI senso che per certi segni segreti l'uno mi segnalasse al- l'altro per saggiarmi in un senso o nell'altro, per interessar- mi a cose che in apparenza non avevano alcuna relazione di- retta fra di loro ma che penso dovevano integrarsi a vicen- da per chi avesse potuto abbracciarle con un solo sguardo. Accennerà ad esperienze tentate su tre diverse dire- zioni. La prima fu la direzione della magia cerimoniale (evocatoria). Il mio maestro d'arabo e di Corano, di no- me Ibrahim, con cui da tempo avevo familiarità ma ii cui aspetto modesto nulla avrebbe fatto sospettare di facoltà del genere, mi fu guida in esperienze di questo tipo. Come fenomeni, si ottennero frequentemente materializzazioni di fiamme, apparizioni di occhi immensi e strani, ecc. Mi si ammoni però di non interessarmi troppo ai fenomeni in sé stessi; ho l'impressione che si mirasse piuttosto a colti- vare una forza di comando sull'invisibile e di controllo su ogni emozione. La pazziami diceva Ibrahimera il pericolo che si poteva incontrare ad ogni passo, se non sí aveva il giusto orientamento (nyyah).",
  "last_phrase": "In conclusion, these experiences highlighted the importance of having the right orientation and cultivating a sense of command over the invisible and control over emotions. While the evocative ceremonial magic and sexual magic techniques showcased some phenomenological results, they were merely tools to achieve this greater goal. It is essential to remember that caution must be exercised when attempting these practices to avoid potential dangers."
}