{
  "title": "What are the dangers and difficulties of using narcotics and ether as a means of exploring altered states of consciousness?",
  "first_phrase": "In this concluding part, the focus is on the dangers of using drugs to fuel one's fantasies and hallucinations. The author warns of the potential spiritual dangers of losing control and becoming a passive spectator to one's own delusions. The text discusses the differences in risk between using narcotics and other drugs, such as anhalonium lewini, mesca/, and chloroform, with ether being the substance of choice for individuals seeking to experiment. The author also provides practical advice for administering ether safely in a progressive manner.",
  "content": "La difficoltà principale nell'uso dei narcotici è, natural- mente, quella di mantenere la coscienza. Si deve però notare che anche nell'uso dell'anhalonium lewini e del mesca/ (o mescalina) si presenta una difficoltà dello stesso genere. Infatti a noi risulta che pochi rie- scono a raggiungere lo stato in cui, dopo sensazioni fi- siche anormali, le visioni, le allucinazioni, ecc. si producono esperienze iniziaticamente interessanti. Spessissimo si per- de la coscienza prima di arrivare a tanto. Si interrompono anche i rapporti eventuali con chi può assistere. Questa difficoltà è poi quasi insuperabile per i nel caso del cloroformio. Inoltre è difficile somministrarsi il cloroformio da sé. L'una e l'altra cosa, a cagione della sua azione non graduabile e poco regolabile. Per esperienze individuali può servir meglio l'etere. La sostanza si può facilmente trovare. È consigliabile la qualità raffinata che si usa non per semplice anestetico ma per la narcosi in chirurgia. La tecnica da usare è progressiva, e si può regolare da se. Il tempo piú propizio è la sera, a distanza dai pasti (a digestione compiuta), a letto.",
  "last_phrase": "In conclusion, while the use of narcotics and hallucinogens can be difficult to maintain consciousness, individuals seeking individual experiences can consider using ether. Using refined quality ether and a progressive technique, this substance can be regulated, and the time most suitable is in the evening, away from meals, and in bed. Nonetheless, it is crucial to exercise control over the body, as the initial experiences may trigger violent nausea and vomiting, which must be prevented."
}