{
  "title": "What is the Zone of Shadow and how does it affect our lives?",
  "first_phrase": "This section delves into the idea of a shadow zone, a world that operates beyond the realm of human observation yet affects our lives in ways we're not always aware of. The author suggests that this zone is well-ordered and operates with an exactness that rivals the laws of nature. The Romans recognized this world and sought to align their actions with its forces. Sadly, modern society dismisses this concept, preferring to relegate anything beyond their narrow perception as unpredictable and uncontrollable. The forces seeking to undermine traditional values draw their sustenance from this shadow zone, causing sudden chaos and destruction. It is the duty of those who value traditional knowledge to highlight the danger of these forces and the importance of navigating this shadow zone with caution.",
  "content": "Que- sta zona è un serbatoio immenso da cui si staccano correnti, impeti, crolli istantanei, ondate insidiose che, letteralmente, minano l'esistenza degli uomini e dei popoli. Le forze che attualmente cercano di intaccare tutto ciò che ha ancora un sigillo tradizionale traggono alimento soprattutto dalla zona d'ombra per sostenere e rinforzare il disordine attuale. A chi vuoi seguirci in quest'ordine di considerazioni di- remo che questa zona d'ombra non perdona mai, né può perdonare, perché non obbedisce ad alcuna legge morale bensí ad un ordine preciso che opera con una esattezza ben altrimenti scrupolosa di quella delle stesse leggi naturali. Agendo tra uomini e popoli che l'ignorano, essa scoppia per cosí dire improvvisamente con complessi indistricabili, il cui carattere caotico colpisce soltanto gli ignoranti e gli inavvertiti. È dovere di tutti coloro che custodiscono la scienza sacra indicare i pericoli di queste forze dell'anti-tradizione, le quali sfruttano le correnti serpentine della zona dell'om- bra per impedire che il mondo, attraverso il travaglio e la LA ZONA DELL'OMBRA25 il quale, per una legge naturale, attirerà le forze via via ne- cessarie per l'ulteriore sviluppo.",
  "last_phrase": "In conclusion, it is the duty of those who guard sacred knowledge to identify the dangers of the anti-tradition's forces that exploit the shadow zone's serpentine currents to prevent the world from attracting the necessary forces for further development. As initiates move forward on this path, they will have the power to fix the volatile and energize the forces they join. It is a \"magical\" contact in which the initiate plays a decidedly masculine role. In the orthodox tradition, light designates the domain of truth, while darkness symbolizes ignorance."
}