{
  "title": "How can the concept of \"integration\" lead to the idea of an even more ancient humanity?",
  "first_phrase": "In this text, the author argues against the popular belief that humans evolved from animals, and instead proposes that various animal species may have descended from humans. Modern explorers of prehistory, such as Frobenius and Wirth, have used this approach to trace the origins of ancient humanity. The difficulty in this view lies in the fact that human traces only go back to a certain geological period while traces of prehistoric animals go back much further. However, this can be interpreted to mean that humans were the last to enter the evolutionary process, and their fossils are therefore more recent. The misconception about humans living in caves comes from not considering that ancient traces are more likely to be preserved in caves. The idea of humans appearing on earth relatively recently is also based on a similar mistake.",
  "content": "Ma questo stesso fatto è suscettibile di diverse interpretazioni, per chi sappia considerare con una certa ampiezza l'idea delle trasformazioni: che le tracce minerali dell'uomo siano pii; recenti, potrebbe dire soltanto che l'uomo è stato l'ultimo ad entrare in quel processo, sotto un certo aspetto involutivo, per il quale è appunto pos- sibile che sussistano come fossili, e siano quindi ritrova- bili, siffatte tracce. L'equivoco circa l'uomo « abitante delle caverne » vie- ne dal non riflettere che è naturale che nelle caverne si trovino ancora certe tracce antichissime, le quali a causa di fattori molteplici non hanno potuto conservarsi altro- ve. L'idea dell'apparizione recente dell'uomo sulla terra si basa sopra una inaccortezza dello stesso tipo.",
  "last_phrase": "In conclusion, it's important to broaden our understanding of transformations and the interpretation of mineral traces left by humans. It's possible that certain ancient fossils weren't preserved due to several factors, leading to misconceptions and erroneous ideas about the appearance of humans on Earth. By considering the possibility of the existence of primordial human strains, we can better appreciate the complexity of human origins and evolution."
}