{
  "title": "\"How can Kremmerzian teachings promote conscious neutrality and balance in life and magic practice?\"",
  "first_phrase": "This text is a collection of excerpts from the works of Kremmerz, a little-known author. It emphasizes the concept of integral purity, which represents the conscious and unalterable neutrality of the mind. The author stresses that interests, hatred, or love of a magician, can ruin the expected result. The use of a simple lifestyle and abstinence from excess is advisable for physical and emotional well-being. The passion for pleasure is a hindrance to internal power growth. The Master must remain impartial, and their actions should reflect their balance or imbalance.",
  "content": "perfetta neutralità che assume l'immagine del completo Integrato: come un Signore giusto; spettro del Dio imma- ginato dai credenti, giudice, donatore opulento e magni- fico del dono, col senso eccelso del gigante che non schiaccia con la mano un uomo malaticcio. L'uomo perfetto non è tutto corpo né tutto spirito, ma l'integrazione dei poteri dello spirito nel corpo che lo ali- menta e serve alle sue manifestazioni, in un equilibrio costante che impedisce l'eccesso sia dell'uno che dell'altro dei fattori. Nella vita fisica, usa di tutto e astienti di tutto a vo- lontà. Con un regime sobrio di vita, il corpo si fortifica. Se sei ammalato, digiuna. Rivolgi questo regime alle pas- sioni e ai desideri. Le passioni sono sofferenze per de- sideri non conseguiti o non soddisfatti abbastanza. De- sidera sobriamente, e quando il desiderio eccede, astien- ti. Ciò che più allontana dal potere, è. il desiderio della voluttà. Un Maestro deve esser superiore al bene e al male, perché dalla sua neutralità all'uno o all'altro effetto di- pende il suo stato equilibrato continuo, tale da sviluppa- re i poteri interni e da servirsi di essi in tutti i sensi. Ogni operazione porta impresso lo stato di equilibrio o di squilibrio dell'operante.",
  "last_phrase": "In order to develop inner powers and maintain constant equilibrium, it is necessary to integrate the powers of the body and spirit. Practicing a sober regime can strengthen the body and help control desires and passions. By examining your conscience and being honest with yourself, you will gradually uncover your true self. And just as the body can adapt to the cold and the heat, the mind too can grow stronger with practice."
}