{
  "title": "What are the notable feats of fakirism witnessed during travels in Libya?",
  "first_phrase": "In this last part of the text, the author recounts his personal experience witnessing the incredible feats of the fakirs in the Zauia of Bengasi. He watched as participants inserted skewers, knives, and even glass and nails into their bodies without any visible bleeding. He even interviewed a fisherman who claimed that their leader would miraculously remove these objects by laying his hands on their bodies. The author's journey through the colony had led him to various Islamic psychic communities, some of which delivered a cryptic message to him.",
  "content": "Egli mi rispose che, dopo le sedute, il Capo della Zauia gli imponeva le mani sul corpo, con il che tutte quelle cose « si scioglievano » in acqua che sputava dalla bocca, e nulla rimaneva. Questo fu l'unico dettaglio che suscitò in me un certo interesse, il resto essendomi già piú o meno noto, attraverso letture e relazioni di viaggiatori degni di fede: avevo solo potuto accertarmi personalmente e direttamente. Si di- rebbe che qualcuno leggesse il mio piú profondo scontento. Proprio uscendo da una di quelle sedute fui avvicinato da un Arabo che mi disse: « Lascia tutte queste cose, esse non sono per te, sono troppo basse per te, cerca dell'altro ». La mia carica mi portava a viaggiare un po' dappertutto nella colonia, anche all'interno. E dovunque era possibile non mancavo di prender contatto con ambienti che coltiva- vano la linea, diciamo cosi, « psichica » dell'Islamismo.",
  "last_phrase": "In conclusion, the author's exploration of the \"psychic\" aspects of Islamism in the colonies led him to encounter various groups and individuals, some of whom he impressed with his knowledge of spiritual practices. However, his true initiation would come later in his encounter with a mysterious ascetic in Tert. The author's experiences highlight the complex and diverse nature of religious traditions, and the importance of personal investigation and direct experience in understanding them."
}