{
  "title": "What is Alchemy and its Philosophical Principles?",
  "first_phrase": "This text explores concepts related to Alchemy, such as the role of Fire and the Quintessence Form, in the formation of natural bodies. It also delves into the concept of Generation, or the manifestation of the occult after the occultation of the manifest. The text ends with an explanation of the Ternary, which represents the whole Universe and was created through the Sacro Ternario, with the assistance of Unità. This final part touches on the relationship between the Unit and Binari numbers and their role in shaping the Universe.",
  "content": "Questo, occultamente ci han trasmesso i Fi- losofi, col detto: « Non si fa passaggio da estremo a estre- mo, fuorché traverso a medio [mediatore plastico]; cioè, dalla palese forma di un corpo non può manifestarsi la occulta, se non per una siffatta dissoluzione del manife- sto, da venirne palese la qualità (proprietas) dell'occul- ta... (213). 7. Il Ternario. L'intero Universo, in ordine e numero e misura, fu plasmato da e con Sacro Ternario, mediante Unità. Non è numero l'Unità, ma è patto di concordia. Fonte invece ed origine di discordia, il Bi- nario — questo primo dei numeri rin quanto l'unità primordiale non era neanche pensabile come elemento di numerazione- rimase scisso dall'Uno per assunzione (') Forma, nel piú bruniano fra i vari sensi onde stava per assumerla pochi anni dipoi il Bruno stesso, per esempio, ín De la Causa, Principio e Uno (Opere ital., 2a ed., Gentile, p. 192). Quantunque poi, contro le Quintessenze — di origine piuttosto arisTotelica, e adoperate già da certuni contro Copernico — ripetutamente il Bruno dovesse, materialmente almeno, scagliarsi.",
  "last_phrase": "In conclusion, the philosophers have transmitted to us the idea that the occult quality of an object cannot be discovered through its apparent form without first dissolving its manifest form. Additionally, the universe was formed through the sacred trinity and unity, with the number one being an agreement of harmony while the binary number being the source of discord. Lastly, the Earth is the sustainer of all things in the universe, as stated by the Trismegisto."
}