{
  "title": "What are Taurulus' esoteric experiences and how do they relate to the automatic functions of the mind?",
  "first_phrase": "This text explores the second method of achieving superior activities by making certain functions automatic, freeing higher energies for other activities. The use of monodeism, repetition, and rhythmization are techniques employed by those interested in cultivating supernormal abilities. The author recommends this essay for readers seeking to translate esoteric phenomenology into modern psychology. The text draws links between esotericism and common psychological processes and emphasizes the importance of understanding the corresponding organic conditions. The author also provides personal childhood experiences in this area.",
  "content": "In particolare, in base a ciò che si dice in questo stesso capitolo sulla « realtà metafisica », riuscirà facile ravvisare la corrispondente condizione organica; e sarà poi istrut- tivo riferire allo schema di « Apro » ciò che pisí sopra, cap. I, è stato detto da « Breno » sulle condizioni interne dell'Orientale e dell'Occidentale, e sul limite che separa la «medianità » dalla « chiaroveggenza esatta ». Per quanto già « Apro » abbia dato delle indicazioni, pure la cura di ricondurre al suo schema i nostri insegnamenti e varie esperienze qui riferite, resta al lettore, a cui sarà di molto aiuto, come base, lo schema di p. 106. TAURULUS ESPERIENZE Ricorderò, prima di tutto, alcuni precedenti di in- fanzia delle mie esperienze esoteriche. Come carattere, fin da bambino in tutte le azioni portavo una nota di sicurezza unita ad una sensibilità particolare e ad un impulso al dominio. Cosa strana data l'età, ricordo che íl trascorrere della giornata di solito mi lasciava un senso d'insoddisfazione e di irrequietezza, come se vi fosse qualche cosa che dovevo afferrare e che pur sempre mi sfuggiva.",
  "last_phrase": "In conclusion, the reader can better understand the real metaphysical world and its corresponding organic conditions, including the internal conditions of the Eastern and Western cultures, and the distinction between \"medianity\" and \"exact clairvoyance.\" While the reader is responsible for relating the teachings and experiences presented here to their own lives and for deriving benefits from them, the schema on page 106 provides an excellent starting point. As for Taurulus Esperienze's personal experiences, they provide a unique insight into the mind of a child with exceptional sensitivity and a drive towards dominance, as well as his adventures in fantastic worlds beyond our own."
}