{
  "title": "What are the potential risks and benefits of using tobacco, euphorics, and intoxicants for spiritual purposes?",
  "first_phrase": "In the final part of this text, the author discusses the potential for euphoria and altered states of consciousness through the use of strong tobacco, as well as synthetic substances like simpamine and pervitin. However, the author warns of the dangers of deviating from these experiences to more extreme substances like narcotics, such as morphine, cocaine, or heroin. The author explains the risk of losing control over one's experience and the potential for addiction. It is crucial to keep in mind the personal equation of toxicity and to use these substances responsibly.",
  "content": "Quando la sostanza non corrisponde all'equazione tos- sica personale, cioè non si addice alla propria costitu- zione, l'effetto euforico è minimo e viene ín risalto i1 risultato negativo (da attendersi però, come successiva ripercussione, anche negli oltri casi, cioè nei casi posi- tivi); l'impossibilità a prendere sonno nelle 24 ore con- secutive all'uso. Già riguardo la categoria degli euforici si deve met- tere in guardia, perché si delinea la possibilità di quella deviazione dell'esperienza, che in massimo grado si pre- senterà nell'uso delle droghe vere e proprie, degli stu- pefacenti e degli allucinogeni. Si tratta del pericolo di una euforia che investe il corpo di sensazione, suscitando un piacere, un senso dif- fuso di voluttà come tono di ogni sensazione. Questo pericolo si presenta in modo precipuo nell'uso della morfina, della cocaina e dell'eroina, sostanze le quali, se nel loro uso non si arriva ad alte dosi, possono ancora rientrare nella categoria degli euforici. Nel considerare questo pericolo si entra anche nel campo di ciò che dipende dall'atteggiamento particolare del soggetto e dalla sua facoltà di controllare e di dirigere tutta l'esperienza.",
  "last_phrase": "In conclusion, it is important to be wary of using substances that do not match our individual constitution, as they may have minimal euphoric effects and produce negative outcomes. The danger of euphoria overshadowing all other sensations is particularly prevalent in the use of drugs like morphine, cocaine, and heroin. However, with self-control and direction, one can prevent this from happening. It is also worth noting that there is no clear line between euphorics and intoxicants. Ultimately, the nature of the experience depends on the disciple's perception and approach. Therefore, it is crucial to exercise caution and practice self-awareness when considering indulgence in such substances."
}