{
  "title": "What influences can affect irrational beliefs and knowledge acquisition beyond conscious awareness?",
  "first_phrase": "In the final section of this text, the author reflects on the collective and often irrational influences that shape our beliefs and convictions. Using examples from spiritualist practices and the 'arithmetical oracle,' they illustrate how sub-individual influences can lead us to accept certain ideas and reject others. The author suggests that these forces may also be at work in cultural and scientific beliefs, potentially distorting our understanding of history, ancient sciences, and non-Western traditions. It is vital to recognize these influences and their impact on our collective psyche to gain a more comprehensive understanding of our beliefs and biases.",
  "content": "Non si deve però ritenere che fenomeni del genere si limitino al campo collettivo sub-individuale, manifestan- tesi in credenze e in pregiudizi. Ben phl interessante e importante è invece accertare la presenza di influenze ana- loghe alla base di tante idee che si presumono acquisite e provate nell'àmbito della cultura e della stessa scienza. Per esempio, giungerebbe a conoscenze assai sconcertanti chi fosse capace di « spettroscopizzare » in questo senso i criteri, le evidenze, i modi di vedere ormai consacrati nella cultura moderna nei riguardi di avvenimenti, per- sone o epoche della storia; di certe antiche scienze o tradizioni; di certe dottrine, quando non sono quelle oc- cidentali. Qui si troverebbero falsificazioni e unilatera- lezze, che non si possono considerare né casuali, né co- scienti, che danno invece la sensazione di una intenzione precisa e quasi di un piano. Si tratta, in effetti, di forze da giudicarsi come tutt'altro che irrazionali, le quali attraverso processi infracoscienti giungono a de- terminare ciò che loro occorre in sede di giudizio e di convinzione di determinate personalità, affinché certe cose siano viste, altre no, e la psiche collettiva assuma, in corrispondenza, un dato orientamento.",
  "last_phrase": "In conclusion, it is vital to acknowledge that the influence of the unconscious mind can extend far beyond individual prejudices and beliefs. By examining deeply ingrained cultural and scientific perspectives, we may uncover biases and misrepresentations that have been unconsciously shaping the collective psyche. Furthermore, we must not underestimate the potential for hidden knowledge to influence our subconscious, leaving us unaware of its impact on our everyday lives. As such, we must remain vigilant and open-minded, constantly seeking to expand our conscious understanding of the world."
}