{
  "title": "What is the Holy Grail and its connection to the medieval imperial myth and the Templars?",
  "first_phrase": "This text discusses the legend of the Holy Grail and its role in medieval imperial mythologies. It argues that the mythical hero of the Grail, who could be the \"ruler of all creatures\" and possess \"supreme power,\" was none other than the historical emperor, Frederick. However, the legend's decline coincided with the tragedy of the Knights Templar. The text concludes with how the knights of the Grail are referred to as templars in Wolfram von Eschenbach's account, despite there being no temple present therein.",
  "content": "Storia e superstoria sembrarono dunque, per un istan- te, interferire: ne risultò un periodo di alta tensione meta- fisica, un culmine, una suprema speranza — poi, di nuovo, crollo e dispersione. Tutta la letteratura del Graal sembra affollarsi in un pe- riodo relativamente breve: nessun testo sembra esser an- teriore all'ultimo quarto del XII secolo e nessuno posterio- re al primo quarto del XIII secolo. A partire dal primo quarto del XIII secolo, si cessa di colpo, come per una paro- la d'ordine, di parlare del Graal. Solo dopo parecchi anni, e già in uno spirito differente, si scriverà di nuovo sul Graal. Sembra dunque come se ad un certo momento una corrente sotterranea fosse affiorata, per subito ridivenire oc- culta (Weston). L'epoca di questa súbita scomparsa della prima tradizione del Graal coincide piú o meno con la tragedia dei Templari. Forse questo è l'inizio della frattura. In Wolfram von Eschenbach i cavalieri del Graal sono chiamati Templeise — « templari » — benché nel suo rac- conto non figuri affatto un tempio, ma solo una corte. In alcuni testi i cavalieri-monaci dell'« isola » misteriosa reca- no il segno dei Templari: una croce rossa su fondo bianco.",
  "last_phrase": "In conclusion, the legend of the Holy Grail and its various interpretations hold an important place in literature and history. Its sudden disappearance from literary works coincides with the tragedy of the Templars, and the symbol of the red cross on a white background continues to be associated with the story. The secretive organizations that safeguarded the legend and its traditions over time include the Ghibelline faithful of Love, the troubadours, and the Rosicrucians. The story of the Holy Grail still captures the imagination and continues to intrigue readers even today."
}