{
  "title": "What is the Legend of the Graal and its Symbolic Significance?",
  "first_phrase": "In the previous paragraphs, we learn about the various locations where the adventures of the Grail heroes took place. This part focuses on the Grail itself, which is a supernatural object with several essential functions. The Grail represents the center, the symbolic residence of the King of the World, and is also associated with the primordial land of Eden. It is a celestial stone that gives life, spiritual illumination, and invincibility to its viewer. It also designates kings and destined rulers to become \"Prete Gianni.\" However, the Grail is also a Mysterium tremendum, a terrifying force that kills, shatters, or blinds any unworthy knights who approach it.",
  "content": "Nella letteratura cavalleresca il Graal è propriamente un oggetto sovrannaturale, che ha essenzialmente queste nutrisce (« dono di vita »); illumina (illuminazio- ne spirituale); rende invincibile (chi l'ha visto, n'en court de bataille venchu, secondo Robert de Boron). Quanto ai ri- manenti aspetti, ve ne sono da segnalare due. Anzitutto il Graal è una pietra celeste, che non solo designa i re — come la pietra che i Thuata portarono con loro dall'Avallon — ma indica anche i dominatori desti- nati a divenire « Prete Gianni » (secondo il « Titurel »). In secondo luogo, il Graal sarebbe la pietra caduta dalla corona di Lucifero al momento della sua sconfitta (secondo il « Wartburgkrieg»). Come tale, il Graal simbo- lizza un potere che Lucifero, cadendo, perdette, ed esso an- che in altri testi conserva il carattere di un rnysterium tremendum. Come una forza temibile, il Graal uccide, spez- za o accieca i cavalieri che vi si avvicinano senza esserne degni o senza essere gli eletti (secondo il « Grand St. Gra- al », « Joseph de Arimathia », ecc.).",
  "last_phrase": "In conclusion, the Graal in chivalric literature holds supernatural qualities that grant life, spiritual enlightenment, and invincibility. It symbolizes a tremendous power that Lucifer lost and remains a mystery. The Graal can only be attained through a perilous quest, and only the chosen hero can possess it."
}