{
  "title": "What is the role of intention and fear in the spiritual practices and beliefs of the ancient Romans?",
  "first_phrase": "This is the last part of an essay that explains the hidden mechanisms behind the occult practices. It points out that the fear of a possible negative outcome of a spell is the actual cause of its effectiveness. Conversely, positive thoughts and beliefs can also trigger similar results. The author suggests that body, mind, and spirit are connected, and so are thoughts, emotions, and actions. The essay also mentions a book from 1929, \"Roma Capta\" written by Vittorio Macchioro, which explores the ancient Roman religion and its tragic end. While the author does not agree with all the points of this book, he acknowledges its contribution to the study of Roman history.",
  "content": "Uno spirito « positivo » al constatare effetti reali direbbe naturalmente che è stata I'« autosuggestione » a crearli. Nei casi di cui diciamo, ciò è molto superficia- le. Si tratta di altro: il pensiero della possibilità dell'effetto minacciato, per tramite dello stato di timore, ha esso stes- so aperta la porta all'azione oggettiva dell'avversario: es- so ha infuso nel corpo sottile una vibrazione in simpatia con quella dell'azione stessa. Non ha determinato il risul- tato (tesi unilaterale dell'autosuggestione, che peraltro falli- sce quando gli effetti vanno ad investire anche il mondo esteriore), ma ha condotto la forza che lo produce e che for- se, altrimenti, avrebbe anche potuto non trovare la via per giungere a tanto. EA SUL « SACRO » NELLA TRADIZIONE ROMANA Già nel 1929, per le edizioni Principato, usci un libro di Vittorio Macchioro dal titolo « Roma Capta. Saggio in- torno alla religione dei Romani », libro notevole per la se- rietà della documentazione, per la limpidità dell'esposizione e il senso vivo della tragedia in cui si trovò coinvolta l'an- tica tradizione sacra romana. Noi certo dissentiamo in più d'un punto dall'interpretazione del Macchioro.",
  "last_phrase": "In conclusion, the power of our thoughts and beliefs should not be underestimated. While the concept of autosuggestion may explain some outcomes, in cases where fear is involved, it is the possibility of the threatened effect itself that opens the door to negative outcomes. Understanding the Roman spiritual tradition can provide valuable insights for those seeking a deeper understanding of premodern spirituality."
}