{
  "title": "What is the relationship between morality and initiation in ancient wisdom?",
  "first_phrase": "In this last part of the text, the author reflects on the concept of initiation and its relation to morality. Emphasizing that initiation is a radical transformation from one state of existence to another, and that a \"God\" is not just a moral model, but another being altogether. The author also stresses the idea that unification and concentration are essential elements for the condition of \"being.\" To achieve this, one must organize and bend their soul under a single law, will, and thought. The text concludes by urging the reader to use their soul in every sense, leading to a state of inertness, incapable of irrational instinct.",
  "content": "Come un intero che appartiene a sé stesso. Meno « uno », sono quanti son meno « essere »: piú, quelli che pizi sono. sé, ogni essere, appartenendosi; e appartenersi, è con- centrarsi. Uno, egli possiede sé stesso, ed ha tutta la gran- (1) Enneadi. I, II, 7; I, II, 6. N. FLANIEL, II Desid?rio desiderato, g VT (testo del Salmon, vol. Il, p. 307). (\") IV, IV, 42. dezza, ed bd la bellezza. Ecco: non scorre e non fugge [piti] a sé indelinitamente. Tutto intero è [ora] adunato netta sua unità (2). L'elemento essenziale per la condizione di « essere » l'unità. UNIFICATI - SII UNO. Quel fascio di energie, quel popolo di esseri, di sen- sazioni, di tendenze che tu sei, piègalo sotto una legge unica, sotto una volontà unica, sotto un pensiero unico. ORGANIZZATI. Piega la tua « anima », usala in ogni senso, portala ad ogni bivio finché sia inerte, incapace di movimento pro- prio, morta ad ogni irrazionalità di istinto.",
  "last_phrase": "In conclusion, being whole and centered on oneself is the key to achieving unity and greatness. By organizing and directing our energies, thoughts, and actions towards a single purpose, we become masters of our own soul and capable of achieving our full potential. Let us strive to be one with ourselves and claim ownership of our being, for that is where true beauty and greatness reside."
}