{
  "title": "What is the connection between spiritual centers and symbols of power in ancient societies?",
  "first_phrase": "In this text, the author discusses the symbolism of the boar and its relation to the struggle between temporal and spiritual power. The concept of spiritual centers and their influence on the world is also explored. The author stresses the importance of the polar aspect of the boar, which represented the constellation that later became the Big Dipper. The name of the land of the boar, Borea, was eventually changed to the land of the bear during a period of temporal power, according to Hindu tradition. The Sanskrit word for bear is connected to the hyperborean center of Thulé.",
  "content": "Questa so- stituzione di nomi è uno degli indici di ciò che i Celti ap- punto simboleggiavano con la lotta fra cinghiale ed orso, cioè la rivolta dei rappresentanti del potere temporale con- tro la supremazia dell'autorità spirituale, con le varie vicis- situdini che ne seguirono nelle epoche storiche successive. Le prime manifestazioni di una tale rivolta, in realtà, vanno assai piú lontano della storia comunemente conosciuta, anzi pii lontano dell'inizio della « età oscura », del kali-vuga, ove essa doveva assumere la sua massima estensione; è per questo che il nome di bor ha potuto essere trasferito dal cinghiale all'orsa (2), e la « Borea » stessa, la « terra del cinghiale », ha quindi potuto divenire, ad un certo mo- mento, la « terra dell'orso » durante un periodo di predo- minio dei kshatriva al quale, secondo la tradizione indù, mise fine Parnu-IUma, In questa stessa tradizione il nome piú corrente dell'Or- sa Maggiore è sapta-riksha; e la parola sanscrita riksha 1. Va ricordato che questa costellazione ebbe anche molti altri nomi, fra cui quello di « bilancia »; ma il termine sanscrito per bi- lancia, tubi, riporta nuovamente a Thulé, al centro iperboreo. 2.",
  "last_phrase": "In conclusion, the substitution of names in Celtic symbolism between the boar and the bear represents the struggle of temporal power against spiritual authority. This revolt occurred long before the commonly known era and even before the dark age. The Sanskrit word \"riksha\" refers to both a star and the home of the seven Rshi, known as the seven \"Lights\" that transmitted wisdom from previous cycles."
}