{
  "title": "What is the essence of the traditional Roman spirituality?",
  "first_phrase": "In this essay, EA discusses the concept of the \"positive spirit\" and how it relates to the effects of autosuggestion. The article argues that fear can manifest itself in physical actions, even if they do not originate from the thought that caused them. It suggests that this occurs when the fear opens the door for the action to occur, producing a sympathetic vibration between the two. The article later delves into an analysis of Vittorio Macchioro's book \"Roma Capta\", which explored the ancient Roman tradition of spirituality. While EA disagrees with some of Macchioro's interpretation, they still consider the book to be an excellent starting point for exploring the subject. The essay concludes by citing passages that describe the profound sense of the sacred that Romans held.",
  "content": "Al Mac- chioro, come a quasi tutti gli storici della religione con- temporanei, mancano quel punti di riferimento dottrinali e tradizionali, che soli permettono di comprendere l'essenza positiva di quanto può riferirsi a forme premoderne di spi- ritualità. Tuttavia egli, nel suo libro, ci offre molto mate- riale già parzialmente organizzato, utilizzabile per chi voglia esplorare in profondità il mondo della spiritualità romana anteriore al periodo in cui influenze estranee la alterarono. Noi stessi ce ne serviremo in questo saggio, inteso a lumeg- giare altri aspetti della tradizione romana, oltre quelli che sono stati fatti già oggetto di precedenti monografie. Per i Romani delle origini Saliustio usa l'espressione « religiosissimi nzortales » (Cat., 13) ed è di Cicerone il det- to, che la civiltà romana antica fu quella che, per il suo senso del sacro, superò ogni altra gente o nazione, omnes gentes nationesque superavimus (Har. rese., IX, 19).",
  "last_phrase": "In conclusion, although historians of contemporary religion like Al Macchioro lack certain doctrinal and traditional reference points, his book offers valuable material for those exploring pre-modern forms of spirituality. While ancient writers testify to the sacred nature of Roman civilization, the Roman religion was markedly different from the modern definition of religion, lacking the personification of the divine and reliance on images in worship."
}