{
  "title": "How did the cult of the Lares evolve in ancient Rome, and what does it reveal about Roman beliefs?",
  "first_phrase": "This text is an exploration of the cult of Lari, the spirits of the Romulus and Remus era. The author introduces the concept of the Lari as children of \"Mania la Muta\" or Acca Larentia, associated with the underground region of the earth. The followers of Lari, including slaves, were often responsible for the cult's maintenance. However, the cult underwent a purification process, and the Lari became assimilated to the heroic patrician Hellenic cult. The author also describes the Lari's transition from being the soul of the dead to the eternal spirits of those who have passed on. The final part emphasizes the regal and aristocratic nature of the Lari.",
  "content": "Da allora, l'assimi- lazione di essi agli eroi del culto patrizio ellenico si fece sempre piú frequente, e in Roma si riaffermarono anche a tale riguardo le vedute fondamentali proprie a tutte le grandi civiltà indoeuropee di ceppo iperboreo. Un Censo- rino ed un Plutarco ci parlano di una dualità, di un doppio « genio », l'uno luminoso e l'altro oscuro, fino a che, in tradizioni che un Plotino riprenderà, il lare viene concepi- to come l'anima di coloro che con la morte si sono liberati. divenendo spiriti eterni. Mentre il lare era originariamente raffigurato dalla serpe, dall'ambiguo animale della terra umi- da, in seguito esso assume la figura virile del poter familias, in gesto di sacrificare, col che ritorna, per il lare, il signifi- cato « regale » già contenuto nell'espressione originaria: perché lar equivale al greco anax, che vuol dire duce, capo o principe. L una visione aristocratica, che va a corrispondere alla piú alta, purificata coscienza della romanità. Il destino di coloro che saranno solo ombre dell'Ade passa ormai in se- condo piano.",
  "last_phrase": "In conclusion, the Roman belief in the unity of the living and the dead represented a form of the unity of divine and human forces, which developed on the plane of action and history. This view was aristocratic and corresponded to the highest, purified consciousness of Romanity. The Roman lare was not just a simple vital energy, but a transfigured principle, a luminous force that exerted its power of health and fortune, and honored the tradition of its descendants through ritual performance. Ultimately, this understanding of the Roman soul represented their unique and integral approach to divinity and mortality."
}