{
  "title": "What is the role of collective psychic chain and the concept of Khidr in spiritual initiation according to Guénon?",
  "first_phrase": "In the previous text, the author discussed the limitations of traditional initiation methods and challenged the notion of a fixed hierarchy among individuals. The conclusion explores the possibility of collective psychic chains and direct initiations through the Khidr figure. The author rejects the idea of previous existences determining initiation eligibility but acknowledges the potential for a special transcendental inheritance. Finally, the author proposes a more nuanced understanding of initiation beyond traditional \"regularity.\"",
  "content": "Ora, siccome noi ammettiamo cos poco quanto il Guénon la teoria reincarnazionistica, se è a questa che ci si riferisce, siamo d'accordo. Ma non è che con ciò resti esclusa quella che si potrebbe chiamare una speciale eredità trascendentale in dati individui, tale da conferire ad essi una particolare « dignità » quanto alla possibilità di conseguire per via diretta il risveglio ini- ziatico. Nel buddhismo ciò viene riconosciuto esplicita- mente. L'imagine del Guénon di una pianta o di un es- sere vivente che non nasce, quando non sia posto un seme (che sarebbe l'« inizio » determinato dall'iniziazione ri- tuale dall'esterno) non è valida che entro certi limiti. As- solutizzandola, si andrebbe a contradire la veduta metafi- sica fondamentale della non-dualità e, insomma, a ripor- tare uniformisticamente tutti gli esseri ad un minimo co- mun denominatore. Vi è chi può già portar in sé il « se- me » del risveglio. Con ciò abbiamo indicato gli elementi essenziali da far valere di fronte allo schema unilaterale della « rego- larità iniziatica ». Noi in un certo modo squalificheremmo noi stessi se a questo schema non riconoscessimo il do- vuto valore.",
  "last_phrase": "In conclusion, we agree with Guénon's theory of reincarnation but believe in the possibility of a special transcendent inheritance in individuals towards achieving direct initiatory awakening. While we recognize the value of Guénon's concept of initiatic regularity, we must also consider the anomalous conditions in the West. Nonetheless, we would welcome initiatic organizations as conceived by Guénon, as long as they are not bureaucratic and remain focused on the essential elements of initiation."
}