{
  "title": "What is the Symbolism Behind the Legend of the Holy Grail and its Connection to Primordial Tradition?",
  "first_phrase": "This text delves into the idea of cyclical manifestations of a single principle, which is found in various traditions, such as the Messianic Concept, the Universal Judgment, and Regnum. The author explains that these concepts are all religiously and fantastically deformed translations of this knowledge, which can be traced back to the myth of Kalki-avatara, who fights against the forces of darkness in the age of decline. The author also mentions Pargu-Rftma, the representative of the tradition of \"divine heroes\", and the legendary figures of Koka and Vikoka, who represent the forces of Gog and Magog. The legend of the Grail is then analyzed in light of this universal symbolism.",
  "content": "Il mito primordiale del Kalki-avatéfra contiene già tutte queste idee in una relazione assai significativa con altri simboli da noi già indicati. Kalki-avatàra é « nato » a Shambala — che è una delle designazioni del centro iper- boreo primordiale. L'insegnamento gli è stato trasmesso da Pargu-Rftma, il rappresentante « mai morto » della tradì.- zone degli « eroi divini », il distruttore della casta guerrie- ra in rivolta. Kalki-avatra combatte contro l'« età oscu- ra » e soprattutto contro i capi delle forze demoniache di essa, Koka e Vikoka, i quali anche etimologicamente ri- portano a Gog e Magog, alle forze sotterranee che, già do- minate ed incatenate dal Prete regale Gianni, si scateneran- no nell'età oscura e contro le quali anche l'imperatore ri- destatosi dovrà combattere. * * * La leggenda del Graal va ricondotta a quest'ordine di idee e solo sulla base di questi dati tradizionali e di que- sto simbolismo universale essa può essere compresa sia dal punto di vista storico che da quello superstorico.",
  "last_phrase": "In conclusion, the legend of the Grail must be understood in the context of universal symbolism and traditional data, rather than just as a Christian legend or Celtic folklore. The Kalki-avatara mythology, representing the battle against the forces of darkness, is one such symbol that provides insight into the Grail's meaning. By studying these traditions, we can discover the deeper meaning behind the Grail and its themes related to the primordial tradition of the present cycle."
}