{
  "title": "\"What are the difficulties in believing in esoteric experiences and how can they be overcome?\"",
  "first_phrase": "In this final section, the author discusses the difficulties people have in believing certain aspects of their discipline. They give an example of the difference in reactions to a magical act versus a mediumistic phenomenon. They argue that both essentially involve materialization and re-materialization, and therefore there should be no reason to view one as more incredulous than the other. The author emphasizes the importance of having a healthy mind and body, and how by doing so, one can live forever through the reunion of the physical body, mercurial spirit, and neoplatonic mind.",
  "content": "Per esempio: se si dice che, in sede di « catena ma- gica », si è preso un essere umano, e dalla città dove si trovava lo si è fatto trovare in un'altra — è un sorrisetto che, nella migliore delle ipotesi, dovete aspettami. Ma se si va a dire alla stessa persona, che in una certa se- duta medianica si è verificato un fenomeno di « apporto » (oggetto estraneo venuto in un ambiente chiuso), al gior- no d'oggi non ne verrà un gran che di scandalo. Ora dal punto di vista oggettivo sarebbe difficile in- dicare una grande differenza fra i due fenomeni. Smate- rializzazione (prendiamo cosí alla buona questo termi- ne) e rimaterializzazione con uno stato intermedio libero dalla condizione dello spazio — nell'un caso come nel- l'altro. Così se il fenomeno di « apporto » corrisponde ad una possibilità ormai positivamente accertata non si vede per quale ragione debba riuscire piú inconcepibile un processo sostanzialmente identico, per la sola diffe- renza che esso invece di verificarsi inconsciamente e inin- tenzionalmente nello stato di trance di un medium, si presume possa anche avvenire volitivamente attraverso l'estasi attiva del mago.",
  "last_phrase": "In conclusion, it's important to acknowledge that modern society, despite some progress in accepting the possibility of paranormal phenomena, still has a long way to go in understanding and embracing these experiences. However, by keeping an open mind and exploring these possibilities with care and curiosity, we may learn more about ourselves and the world around us."
}