{
  "title": "What is the difference in initiation between ancient and modern humans in the East and the West?",
  "first_phrase": "In the previous text, the author discusses the similarities among adepts of different traditions while highlighting the differences between ancient and modern man. In this piece, the author delves into the consciousness of the human body and its relationship with logical thinking and individualism. The author emphasizes that the rise of logical thinking and perception of physical reality had relatively recent origins in Greece, India, and China during the 6th century BC. Conversely, in the East, ancient forms of thinking retained their influence, while the West built the foundations of modern European mentality. Ultimately, modern humans perceive reality differently from their ancient counterparts, and this is an unconscious process that occurs without their intent.",
  "content": "Quando domina la coscienza della sede supe- riore, si manifesta il pensiero logico cosciente, si ha l'espe- rienza distinta ed oggettiva della realtà fisica come oggi è comune a tutti e, infine, vi è una accentuazione del senso di ciò che si potrebbe chiamare l'Io fisico individuale. Ma tutto questo ha storicamente una origine relativamente recente. La filosofia comparata constata infatti che i primi sforzi della riflessione logico-speculativa in Occidente (Grecia), in India e in Cina si manifestarono, quasi simultaneamen- te, non prima del VI secolo a. C. (t). Verso la stessa epoca, da un lato da una concezione simbolica della natura si co- mincia a passare ad una concezione fisica di essa, dall'al- tro si hanno i primi germi dell'individualismo, dell'antitra- dizionalismo, dello spirito critico. Sono tendenze, queste, che in Oriente ebbero però uno sviluppo limitato o furono riassorbite e inquadrate da forme dello spirito piú antico, mentre in Occidente trovarono un terreno favorevole e, per gradi, andarono a costruire ciò che si può chiamare lo spi- rito moderno europeo. Per tal via, l'uomo moderno vede e percepisce in modo effettivamente diverso dall'uomo antico e, ormai, senza che lui lo voglia.",
  "last_phrase": "In conclusion, the development of logical thinking, the perception of physical reality, and the emergence of individualism and critical thinking all have their historical origins. While the ancient Eastern consciousness was open to communication and non-difference, it has gradually given way to a new occult-consciousness in the Western world. However, techniques from the Eastern traditions offer us the opportunity to tap into a subtle perception of body and mind. Ultimately, as we break free from the shell of the \"I\", we can hope to glimpse the true supermental center of consciousness which is the real source of our being."
}