{
  "title": "What is the \"Law of Beings\" in Metaphysics and its relevance in practical occultism?",
  "first_phrase": "This text is a continuation of a discussion on metaphysics, exploring the existence of a law in the invisible world, known as the Law of Beings. The author highlights the importance of this knowledge for practical use in the field of metaphysics, specifically in initiation and magical action, and elaborates on the concept of creating a resistance towards an entity, resulting in a reaction from the force of the entity. The author concludes by stating that the lines of least resistance are constituted by people united by a bond of sympathy or blood with the person who acts. The text refers to Corpus Hermeticum and a text by Berthelot. The author is Iagla.",
  "content": "sotto il titolo: « La legge degli Enti », sembra aver attirato in modo speciale l'attenzione di piú di un lettore. Non si può dire, certo, che l'argomento non lo meriti: l'esistenza di una legge del mondo invisibile che sembra avere la stessa importanza, lo stesso significato e la stessa generalità della legge fisica della conservazione del- l'energia, deve interessare tutti quelli che si accingono a fare qualche cosa in senso pratico in questo campo. Voglio perciò riprendere l'argomento completandolo con qualche dettaglio che rientri nella mia competenza. Io scrivevo: Quando si crea una resistenza di contro al vortice di un ente (riferendomi all'insegnamento piú spe- cificato già esposto in questa sede, si può dire che ciò deve accadere tutte le volte che si tratta di iniziazione « sola- re »), si crea una causa; tanto piú, quando si opera un'azio- ne magica. L'effetto è una reazione, cioè una forza dell'ente, che si volge contro chi resiste o agisce. Se l'operatore sa resistere, la forza si scarica altrove, MA IN OGNI CASO SI SCARICA. Le « linee di minor resistenza » allora sono costi- tuite dalle persone unite da un legame di simpatia, o an- che di sangue, con chi agisce.",
  "last_phrase": "In conclusion, understanding the Law of Entities is crucial for anyone interested in practical work in the occult field. When one creates a resistance to an entity, whether in initiation or magical practices, there is always a reaction. The lines of lesser resistance are linked to people with sympathetic or blood ties to the operator. Furthermore, the communication from Ermo offers an extension to the problem, highlighting the importance of exploring the occult phenomenon in its entirety."
}