{
  "title": "What is the meaning of the \"powerful force\" within us that is essential for heroic initiation?",
  "first_phrase": "In the previous text, the author discusses the fixation of ancient religious beliefs and how they relate to heroic initiation. In the last 200 tokens, the concept of vital power is introduced, which moves and animates the body and soul beyond consciousness. The author refers to this power as the \"double\" and suggests it is the true, deep soul of an individual. The text also mentions the work of \"Abraxa\" and its relation to ancient games and spirituality. So, the last part of the text delves deeper into the concept of vital power and its relationship to the soul, providing a unique perspective on spirituality and the ancient world.",
  "content": "Or dunque, penetra il senso di quelle divinità e di quelle nozioni — cosí: La potenza vitale che tu non sei, che ti tiene insieme il corpo e lo anima lo muove Io controlla là dove non giunge, o quando si assenta, la coscienza tua; la po- tenza, che è l'anima tua vera, profonda, ché essa non te — ti ha voluto quale sei, ti ha formato cosi, prima che tu agissi, sulla forma sua, congiungendoti poi ai modi di conoscenza esterna e di sensazione intima che a questo tuo organismo corrispondono — questa poten- za, lo sai, è il doppio. Non Io conosci: sta dietro di te che non saì voltarti. L il (n'alone, il nume tuo. 1. L'ordine di idee qui esposto da « Abraxa » é stato nel frat- tempo ripreso e sviluppato — con riferimento, anche, allo spirito degli antichi ludi — nell'opera: 5. EVOLA, Rivolta contro il mondo moderno (I, SS 18-19). Riproduciamo egualmente il saggio di « Abraxa » per via di vari dettagli d'indole maggiormente tecnica, in esso contenuti.[N. d. U.] 2.",
  "last_phrase": "In conclusion, the power that moves and controls us, the one that forms our true deep soul, is the double, which we often fail to recognize. We need to penetrate the sense of divinities and notions to understand it better. Remember that our numen, our divine spark, is always behind us, illuminating our existence but also consuming it like fire."
}