{
  "title": "What Happens During Sleep? Understanding the Subtle Sense of Time and Cosmic Rhythm.",
  "first_phrase": "In the preceding text, the author describes how human consciousness orders sensorial perceptions according to their knowledge, aspirations, and activity. However, in a state of inner silence, obtained through the practice of concentration, they become aware of the cosmic rhythm that surrounds and corresponds to their inner rhythm. In this last part, the author focuses on the subtle sense of time that corresponds to cosmic events and how knowing and feeling them puts us in harmony with our subtle body, preparing us to live consciously within it. The author explains the different stages of human development, including the experience of the subtle body and its direct connection with physical being. The author also describes how the human body tends towards greater union, particularly at noon, and how sensorial observation becomes more intense, consistent and related to matter in this state.",
  "content": "Vi è dunque un senso sottile del tempo che corri- sponde agli eventi cosmici, all'alternarsi dei fenomeni co- smici; il giorno la notte, la settimana, il mese lunare, l'anno, le stagioni sono allora sentite e vissute interna- mente in intime corrispondenze. Il conoscerle e sentirle ci mette in armonia con l'attiva del corpo sottile e ci prepara a vivere in esso coscientemente. Vediamo per es. quello che avviene durante le 24 ore della giornata — prima e dopo il levarsi e il tramontare del sole. Dal levarsi del sole, l'insieme umano nelle sue parti — essere fisico, forma sottile e principio dell'io — tende ad una unione sempre piú stretta, che raggiunge il suo massimo a mezzodì. Qui è altresí il vertice della coscienza di veglia o coscienza esterna e gli elementi sottili si trovano completamente immersi e fissati nell'or- ganismo fisico. L'osservazione sensoriale è piú intensa, ciò che e materia ci e piú consentaneo, piú affine.",
  "last_phrase": "Understanding the subtle sense of time that corresponds to the cosmic events can bring us in harmony with our subtle body and prepare us to live consciously. Knowing what happens during the day and night, and before and after sunset helps us to remember the order of experiences and reduce the almost mortal sense of interruption caused by sleep."
}