{
  "title": "Does the sacrament of baptism contain the seed of mystical life?",
  "first_phrase": "In this text, the author discusses the concept of mystical life in Catholicism, starting from the sacrament of baptism, which contains the seed of supernatural life. The Eucharist is seen as a participation in the sacrifice, resurrection, and ascension of Christ. The author argues that the orthodox Catholic view is that there is no essential discontinuity between the sacramental life of a common believer and the mystical life. Instead, the mystical life is already contained in germinal form in the sacramental life. In the last 200 tokens, the author discusses the process of transformation towards the supernatural order, which happens gradually with the help of a special grace. The author also outlines the concept of a spiritual death that opens the way to a supernatural order, and how this has value as an initiatory experience.",
  "content": "É anzitutto l'uomo interiore ( gact) 45:TOp(intag, Rom,, VII, 22) a venir trasformato. Poi l'asceta, aiutato da una speciale grazia, dovrà uccidere a poco a poco nelle sue membra la « legge del peccato » e preparare cosi, secondo il nuovo principio sovrannaturale dí vita ricevuto, un nuo- vo corpo, la resurrezione della carne, la morte fisica andan- do infine a spogliare definitivamente l'uomo dal « corpo del peccato » (TM, 39-42). In termini di dogma, questa realizzazione è tuttavia rimandata al tempo del « giudizio universale ». Non si ammette che si possa giungere a tanto da vivi. Vediamo ora come si deve giudicare l'insieme di questa dotrina dal nostro punto di vista. In questa sede, non vi e bisogno di metter in rilievo che lo schema di una morte che apre la via all'ordine sovrannaturale non è specificamen- te cristiano; anche se non e tale da esser imprescindibile per ogni via di realizzazione spirituale (perché non è detto che questa debba implicare sempre una crisi), esso può aver valore iniziatico.",
  "last_phrase": "In conclusion, while the idea of a death that opens the way to the supernatural order is not specifically Christian, the Catholic belief that a religious rite accessible to all can induce a supernatural quality in a person, even if only in germ and potency, contains the principle of a dangerous confusion of levels. The sacraments of death, resurrection, and glorification can only be symbols and prefigurations of an order that transcends the generic sanctification linked to religious life. Ultimately, it is important to maintain the distinction between the simple believer and the gnostic or initiate as upheld in the Alexandrian tradition."
}