{
  "title": "\"What is the Symbolism of the Four Phases of the Divine Cycle?\"",
  "first_phrase": "This text discusses the symbolism of different phases in ancient cultures. The first phase is the celestial or uranic stage, where the heavens are considered supreme and serve as the base for divine figures. The second phase is the solar phase, where the sun takes over and values from the previous phase are sometimes still present, such as the idea of the pure light of the sun. The third phase is marked by a decline in spiritual level, where the solar principle loses its autonomy and becomes associated with the earth and the female principle. The final phase is characterized by complete degeneration, where the solar principle is subordinated to the earth and the feminine divine.",
  "content": "Qui il principio solare finisce col perdere la sua autonomia; esso diviene il « maschio » cosmico che ha per correlativo la femina, cioè il principio terrestre, la Dea della Terra e della Vita. Si ha il ciclo delle coppie divine e una « lunarizzazione »: perché qui il Sole viene ad esser affetto da quella legge di trasformazione, da quella mutabilità e non-polarità, per cui, nelle altre fasi, fu la luna ad essere usata come simbolo ade- guato. Nell'ultima fase, da considerarsi come completa de- generescenza, non solo si ha la coppia, non solo il prin- cipio della pura luce celeste che ha assunto forma di Sole è associato alla Terra, alle Acque, alla Madre o alla Donna divina, ma rispetto a questo secondo principio esso entra in un rapporto di subordinazione.",
  "last_phrase": "In conclusion, this passage discusses the cycle of divine pairs, the lunarization, and the subordination of the solar principle to the principle of the mother goddess. The symbolism of the year described here has an intermediate place in the stages of the cycle, which precedes the forms of lunar and earthly involution. This text can be related to the mystery of transformation and Abraxa, the magic of victory, as there is also a path of action."
}