{
  "title": "\"What is the Law of Entities and how does it relate to magic and personal relationships?\"",
  "first_phrase": "In this text, it is discussed how the law of entities can have as much importance as the physical law of energy conservation for those who work in the field of occultism. The author provides details about how resistance to the vortex of an entity can create a cause that results in the force of the entity turning against the operator. The last 200 tokens is a communication from someone named Ermo, who found some aspects of occult phenomena interesting and talks about personal sub-conscious experiences.",
  "content": "La comunicazione firmata « Ermo », che mi è stata tra- smessa e che riproduco, è interessante, perché conduce ad una estensione del problema: « Alcuni scritti apparsi nel secondo volume, in particolar modo quelli riguardanti le catene magiche, le soluzioni di ritmo e di liberazione, ecc. (vol. II, pp. 105 sgg. ), mi hanno fatto risoflermare, per associazione di idee, su certi aspetti della fenomenologia occulta che già altre volte richiamarono la mia attenzione; fenomeni che io dovetti allora attribuire (se pure senza esserne troppo convinto) al solito \"caso\", non essendomi stata offerta, a quel tempo, una pii logica spiegazione. * Dalle pagine suindicate fu quasi aperto uno spiragli() improvviso da cui trapelò qualche luce su una zona opaca di esperienze personali subcoscienti, che sintetizzo in po- che parole, con la migliore volontà di essere chiaro.",
  "last_phrase": "In conclusion, the communication provided by \"Ermo\" sheds light on the complex phenomenon of occult experiences that often occur within personal relationships. The analysis of these experiences highlights the interdependence between individuals based on commonalities and emotional ties. Understanding this law of reciprocity and the power of interpersonal relationships can be a valuable tool for both psychologists and individuals seeking to cultivate positive connections with loved ones."
}