{
  "title": "\"What is the meaning of 'powers' in primitive cultures and how do they perceive space and time?\"",
  "first_phrase": "This text explores the concept of \"powers\" in the perception of the primitive man, who sees the world as a union of the visible and invisible. The author explains that the primitive's experience of space and time is different from that of a \"civilized\" man. For the latter, space is a neutral background, while for the former, it is alive and charged with mystical powers. This leads to misunderstandings among modern people when they do not consider that the terms used by primitives may refer to material representations of immaterial qualities. The text gives examples of the misunderstanding of primitive beliefs, such as when modern people take literally the idea of removing a magical organ to achieve death or the regeneration of organs with crystals or special stones.",
  "content": "Tale è il caso, per es., quando si parla di un « grasso del- le reni » che, tolto con operazione magica, fa sí che la mor- te sopraggiunga: ovvero di organi corporei, che nella ri- generazione vengono asportati e sostituiti con altri organi, ovvero con cristalli o pietre speciali (AP, 342). Prender tutto ciò alla lettera, sarebbe ingenuo. Ciò non impedisce che, talvolta, appunto questo sia il caso, nei primitivi: ed allora, ma allora soltanto, si tratta di superstizione, per essersi perduto il significato originario: ovvero di stre- goneria. 2. - SPAZI() E TEMPO. Una conseguenza evidente è che l'esperienza dello spa- zio e del tempo non è la stessa nel primitivo e nel « civi- lizzato ». Lo spazio, per quest'ultimo, è « come una tela * di fondo, indifferente agli oggetti che vi si disegnano » (MP, 91). Invece per il primitivo esso è vivo, esso « gli * appare carico di qualità: le sue regioni avranno virt11 pro- * prie, esse parteciperanno delle potenze mistiche che vi si * rivelano » (MP, 92).",
  "last_phrase": "In conclusion, while taking everything at face value in primitive beliefs may be naïve, there are instances where such practices may be rooted in superstition or sorcery. Moreover, the perception of space and time is significantly different for primitive cultures compared to civilized ones, wherein each location has its mystical powers, and time is felt as a rhythm. Understanding these fundamental differences is essential to appreciate the underlying significance of practical magic."
}