{
  "title": "How can we find a non-profane point of reference for our actions and thoughts?",
  "first_phrase": "In the previous text, the author discusses the differences between profane and non-profane points of view, arguing for a non-profane reference point for knowledge and action. However, the author questions whether this can only be achieved through traditional religious norms, as esotericism recognizes the legitimacy of both the \"Right Hand Path\" and the \"Left Hand Path.\" In the last 200 tokens, the author explores the latter path and its deliberate rejection of norms and ritualistic conformity in favor of a direct approach towards transcendence. This discussion is placed within the context of the Hindu belief in the age of Kali, which corresponds to the \"Left Hand Path.\"",
  "content": "In genere, non si può rispondere senz'altro di si già per il fatto che l'esoterismo considera parimenti legittime e praticabili due vie, dette, nella terminologia indù, della « Mano Destra » e della « Mano Sinistra ». Come già si è ricordato nel parlare delle relazioni fra esoterismo e morale (vol. H, cap. VIII), norme, leggi e conformismo ritualistico rientrano essenzialmente nella prima via. Nella seconda, tutto ciò è invece messo deliberatamente da parte, ci si svincola da tutto ciò, ed è in forme dirette, le quali possono perfino sapere di trasgressione, che si alimenta l'impulso verso la trascen- denza. Molti aspetti dell'epoca attuale — che, secondo l'insegnamento indù, si sviluppa nel segno diàli, la quale è appunto una divinità della « Via della Mano Sinistra » — ci dicono che a tale epoca si confà pii la seconda che non la prima via, dato il clima generale di dissoluzione e di forze allo stato libero.",
  "last_phrase": "In conclusion, it cannot be answered definitively whether practicing esotericism is \"right\" or \"wrong\" because it encompasses both the \"Right-Hand Path\" and the \"Left-Hand Path,\" which differ in their approaches to norms and conformity. While the former emphasizes rules and morality, the latter allows for a more direct path to transcendence. Ultimately, the decision lies with the individual, and it is essential to consider the current cultural climate when choosing a path. It is crucial to avoid using esotericism as a means of traditionalist conformity, as this goes against its very nature."
}