{
  "title": "What are the foundations of spiritual authority and who can legitimately represent it?",
  "first_phrase": "In \"Autorité spirituelle et pouvoir temporel,\" René Guénon discusses the basis of spiritual authority and legitimate representation. He argues that spiritual authority is linked to knowledge, contemplation, and the priesthood, while temporal power belongs to action and the warrior or royal caste. However, this view could be debatable as in recent times, the warrior caste has limited itself to military, political, administrative, and legal functions, and presented few sacred qualities. In this last part, the text delves deeper into the foundations of spiritual authority and speaks of higher states of being that must be realized.",
  "content": "J. Vrin. (Una nuova edizione è uscita nel 1950). originariamente, fu l'élite dei veri rappresentanti ieratici dell'autorità spirituale. Consideriamo intanto i fondamenti di quest'ultima. Il Guénon parla, nel riguardo, di « quei principi, che sono le essenze eterne ed immutabili contenute nella perma- nente attualità dell'Intelletto divino » (p. 22), principi che forniscono la « conoscenza per eccellenza » (p. 45) e costituiscono il fulcro della « dottrina tradizionale », del- 1'« ortodossia » e dell'autorità imprescrivibile delle caste tradizionali (p. 33). Qui noi, piú che di principi, pre- feriremmo parlare di stati superiori dell'essere da realiz- zare. Come si sa, il concetto esoterico di « tradizione » si riferisce ad una certa stabilizzazione degli stati corri- spondenti per opera di una catena di esseri qualificati. Del che, il retaggio di un sapere non semplicemente umano. di un dato prestigio e di una data immateriale influenza sono naturali conseguenze.",
  "last_phrase": "In conclusion, the concept of tradition refers to the stabilization of higher states of being achieved by a chain of qualified beings, resulting in a certain prestige and immaterial influence. While Guénon distinguishes between knowledge and action as belonging to the priestly and warrior castes, respectively, ultimately, in a higher sense, the two are inseparable. Thus, the true representatives of spiritual authority are those who have achieved these higher states of being, regardless of their social caste or status."
}