{
  "title": "What is the primitivist view on causality and supernatural powers, and how does it relate to the understanding of death?",
  "first_phrase": "In this text, the author talks about the primitive's approach to understanding the world where the invisible causes of events carry more weight than natural causes. The author provides evidence from Rame's writing, mentioning an event in which an individual was crushed by a rock while others blamed natural causes; however, the primitives believed it to be the work of a malevolent force. The author notes that the primitives' minds focused more on capturing the power behind events rather than linking causes. The text demonstrates how the idea of supernatural causes shapes primitive people's attitudes towards natural causes.",
  "content": "Rame ha scritto: « Credetemi, voi non siete qui per com- battere con esseri inanimati, ma per combattere con dèi » ) Quando il primitivo giunge a sentire l'azione pit forte di un potere, si lascia andare: la conclusione, l'epilogo, non lo interessa phi. Trova puerile parare a questa o quest'al- tra causa naturale — malattia, pericolo, ecc. : l'azione lo raggiungerebbe egualmente, per altre vie — il fatto è già compiuto. Di efficace, non vi sarebbe che rimuovere la cau- sa soprannaturale — abbattere, per es., chi ha creato il sortilegio. E viceversa: il primitivo si espone con noncu- ranza a cause naturali di pericolo, di malattia, ecc. — perché. nella sua idea, esse non possono agire in senso di male prima che una certa intenzione da dietro le quinte le ordini con- tro di lui. « Non si cade ammalati a causa di un vento freddo, ma si cade ammalati per l'azione di uno stregone » (MP, 19). (i ) J. BeiiimE, Aurora, XXI, 121.",
  "last_phrase": "In conclusion, the understanding of the primitive's belief that actions are driven by supernatural powers, rather than natural causes, highlights the importance of exploring the depth of our experiences both within and outside of ourselves. It is also interesting to note the concept among some primitives that death is not a natural occurrence."
}