{
  "title": "What is the discipline of an adept and how can they transmit their thoughts directly?",
  "first_phrase": "This text explores the discipline and practice required to expand one's consciousness and achieve a deeper understanding of the self and the world. The author describes two paths towards this goal: one that involves a heightened sensitivity to subtle messages transmitted by an adept, and another that requires a rigorous examination of one's own thoughts and emotions. The latter path involves separating one's own internal processes from external influences, and is necessary for achieving occult defense and inner triumph. The text ends with a practical exercise involving two androgynous vessels, which serve as a symbol for magickal transformation.",
  "content": "Avvertire immediatamente ciò che appartiene ai processi della sola tua psiche di individuo e ciò che invece vi penetra da fuori o da sotto — questo è il fine della disciplina. Sa- ranno mesi, probabilmente. Ma a tanto devi giungere. Fatica sciocca, questa, se il tuo sforzo solo si giustificasse coi fenomeni di pensiero senza spazio che vuoi produrre. Ma tu sai che questo stesso sentiero ti occorre per la difesa occulta e per il trionfo interiore, tu sai esser questa già un'operazione spagirica, non della piccola, ma della Gran- de Arte. E quanto piú luce vi sarà nel tuo animo, tanto piú l'applicazione ti riuscirà agevole. Dopo dí che, prova. Per gradi. Due vasi, naturalmen- te. Ma androgini entrambi, per potere solo dissimili, come nel segno di nostra Magia. I primi contatti pròvali sul tronco di un unico flusso di pensiero. Sedètevi entrambi in uno stesso ambiente, nella penombra, nella calma immobi- li tà ieratica e rituale. Dovete aver fissata una direzione. Sarà un simbolo. Sarà una frase. Punto di partenza per entrambi, che la mente mediti, contempli.",
  "last_phrase": "In conclusion, the discipline of immediately recognizing and discerning between inner and outer thoughts is essential for achieving occult defense and inner triumph. This process may take months of arduous effort, but it is necessary for the Great Work. Start slowly, with two androgynous vessels meditating on a shared symbol or phrase. With practice, you can achieve the unity and harmony of the second phase: generating mental flow and achieving inner stillness."
}