{
  "title": "What is the \"question\" of the hero of the Grail and the restoration of the Empire?",
  "first_phrase": "In this text, we focus on the hero's quest for the Holy Grail. Once admitted to the castle, the hero must \"ask the question,\" the true meaning of which remains enigmatic. However, the key is to understand the tragedy of the decline and to initiate the restoration of the Empire. The hero who completes this quest redeems the kingdom and becomes the new king, as if a new cycle had begun. The hero's journey is filled with various symbols, such as the cigni transporting a dead knight's coffin or the two swords, signifying the temporal and supernatural power of the state. Ultimately, the Grail's kingdom is a realm beyond any earthly realm, organization or location.",
  "content": "Talvolta, l'eroe diviene il nuovo e vero re del Graal sosti- tuendo il precedente. Un nuovo ciclo comincia. Secondo alcuni testi, il cavaliere morto, che sembra vo- ler ricordare all'eroe la missione da compiere e la ven- detta, appare in una bara trasportata sul mare da cigni. Ma il cigno è l'animale di Apollo nel paese degli Iperborei, nella terra nordica primordiale. Condotti da cigni partono i cavalieri dal centro supremo, in cui Artù è re: dall'Avallon. In altri testi, l'eroe del Graal è chiamato il cavaliere dalle due spade. Ma nella letteratura teologico-politica del tempo, soprattutto in quella ghibellina, le due spade signi- ficavano nient'altro che il doppio potere, temporale e so- vrannaturale. Un testo classico parla del paese iperboreo come della terra donde vennero dinastie che, come quelle degli Eraclidi, incarnarono ad un tempo la dignità regale e quella sacerdotale. In un testo del Graal la spada che va risaldata ha una custodia, il cui nome è: memoria del sangue. * * * Il regno inaccessibile e intangibile del Graal è una real- tà anche nella forma, secondo la quale esso non è legato a nessun luogo, a nessuna organizzazione visibile e a nessun regno terrestre.",
  "last_phrase": "In conclusion, the kingdom of the Grail represents a spiritual and initiatory dignity that unites men in an unbreakable chain, even if they appear to be scattered in the world, space, time, and nations. This inaccessible and intangible kingdom is always present and immobile, like that of Arthur, Prester John, Thule, and Avalon, and it represents a homeland that transcends the physical world, offering a sense of belonging that is not based on birth but on a higher purpose."
}