{
  "title": "What is the relationship between Occultism and Poetry in Arturo Onofri's work?",
  "first_phrase": "This section discusses the use of occult knowledge in modern poetry, with a focus on Arturo Onofri's unique approach. The author notes that while Onofri's work contains some irregularities in terms of his acceptance of anthroposophic elements and occasional didactic tone, it also effectively captures real inner experiences known by those familiar with occult practices. The text delves into the specific aspects of Onofri's poetry before concluding. The excerpts cited are from Onofri's \"Trombe d'Argento\" (Carabba, Lanciano, 1924).",
  "content": "Dal no- stro punto di vista, invece, dovremmo rilevare diverse « ir- regolarità » negli elementi di « scienza occulta » antroposo- ficamcntc influenzati accettati dall'Onofri (ci sarebbe impos- sibile sottoscrivere alle posizioni dottrinali da lui abbozzate nel libro: « Nuovo Rinascimento come arte dell'lo », Later- za, Bari, 1925); dovremmo constatare che spesso brividi di sensazioni oggettive si perdono fra semplici lirismi e che spesso un tono didascalico pervade sgradevolmente le sue espressioni, Purtuttavia restano molti elementi che hanno un valore in sé stessi, che corrispondono non a semplici « ima- gini » create dalla fantasia soggettiva del poeta, ma ad espe- rienze interiori reali, note e riconoscibili da parte di tutti coloro che sono abbastanza addentro nelle nostre discipli- ne. E la poesia dí Onofri rende questi elementi in ritmi ver- bali che hanno un particolare valore suscitativo. Noi qui vogliamo sceglierne alcuni fra i piú caratteristi- ci, fra quelli che posson davvero considerarsi trascrizioni illuminate di esperienze e di insegnamenti ormai noti ai nostri lettori (1). (1) Diamo tutte insieme le indicazioni dei passi citati nel presente scritto: A. ONOFRI, Tromhe d'Arg‘.9:to., Carabba, Lanciano, 1924, pp.",
  "last_phrase": "In conclusion, while some irregularities exist in the elements of Onofri's influenced occult science, there are valuable and recognizable real internal experiences in his poetry. These elements, transcribed in his works, have great evocative power. Therefore, poetry can be a means to express transcendent experiences, particularly in the subtle forms of consciousness, better than abstract thought, and could contribute to overcoming the deviation of the last centuries and regaining the order of power and truth."
}