{
  "title": "What is the initiation process suitable for the modern Western man, and how does it differ from ancient and Eastern methods?",
  "first_phrase": "In the previous section of the essay, the author discussed the aversion of the first humans and the two dominant tendencies in the intermediate period before modern civilization - devotional and magical. Now, the author shifts the focus towards the Western initiation methods and the central procedure, Visita Interiora Terrae, which involves the assumption of the central seat as the fundamental procedure. The author also touches upon the reasons behind the violent denial of pantheism and extreme mysticism by the Catholic Church, which were more practical and pragmatic than doctrinal. In summary, the author gives insight into the historical and cultural context of Western initiation methods and explores their underlying motivations.",
  "content": "Anche nella magia (qui intendo quella cerimoniale), l'operatore, ponendosi con esse in un rapporto di co- mando, può mantenersi a sé di fronte alle forze che egli suscita e che si proiettano, nella sua esperienza, in esseri e forme rivestenti una parvenza oggettiva. Resta cosi la possibilità della affermazione, della non-identi- ficazione. Nell'uno come nell'altro casodevozione e magia cerimoniale — si tratta, pertanto, di forme intermedie. Per tutelare la persona, l'una e l'altra via hanno posto un limite alla realizzazione, pregiudicando però spesso con un esteriorismo e un dualismo la trasparenza della esperien- za sovrasensibile. Fino a che, col procedere dei tempi, an- che queste forme sono state lasciate indietro. 6. - Si pone dunque il problema della iniziazione occi- dentale o, per dir meglio, del metodo iniziatico che si adatta all'uomo occidentale, quale uomo moderno. Tecni- camente, il visita interiora terree, cioè l'assunzione del- la sede mediana, costituisce in ogni caso il procedimen- to fondamentale.",
  "last_phrase": "In conclusion, the practice of devotion and ceremonial magic can be seen as intermediate forms to connect with the supernatural world, but they also have limitations that impair the transparency of the experience. To initiate the modern Western man, the fundamental procedure is the assumption of the middle seat, but it requires the extraction of a quintessence from the consciousness of the upper seat before the translation. This quintessence will enable the transformation of the middle seat's consciousness and prevent confusion or passivity in the mystical experience."
}