{
  "title": "\"What is the esoteric view on evolution and its impact on modern scientific theories?\"",
  "first_phrase": "In the previous text, the author talks about how one can truly understand Rome by penetrating its invisible rituals and actions. In this final part, he discusses how esoteric teachings go against the current norm of evolution and how certain attitudes and perspectives can enhance our understanding of things. The author also touches upon the revolutionary idea that an ancient unified civilization existed before, which challenges modern beliefs grounded in scientific proof. The author dives into the topic of evolution, delving into scientific domains that still hold Darwin's theory on the origin of species and human ancestry.",
  "content": "Qui bisognerebbe convin- cersi di ciò che vale anche per molte altre cose: ossia che certe possibilità di capire, di vedere e di controllare sono l'effetto di un certo cambiamento di attitudine: e non viceversa, come vuole il razionalismo. Riguardo all'« evoluzione », può ad esempio aver de- stato sorpresa quel che è stato detto sulla tradizione iper- borea. In effetti, l'idea che già nel periodo inter-glaciale e nel paleolitico possa esser esistita una grande civiltà unitaria, alla quale debbano riferirsi i simboli fondamen- tali, le radici di lingua e i grafìsmi delle più antiche cul- ture — una simile idea deve presentarsi come rivoluzio- naria rispetto a opinioni moderne, che si ritenevano as- sodate una volta per tutte su basi positive. E non è solo questione del semplice evoluzionismo nella storia della civiltà: cominciano ad esser toccati anche domini facenti parte della scienza ove, in una forma o nell'altra, vige tuttora l'ipotesi darwiniana sull'origine della specie e sulla discendenza animale dell'uomo. Cosi il problema deve essere affrontato in blocco.",
  "last_phrase": "In conclusion, it is important to realize that certain possibilities of understanding, seeing, and controlling are the result of a change in attitude and not vice versa, as the rationalistic approach suggests. The hypothesis of Darwinism has faced several criticisms and challenges, which have forced it to modify itself. Thus, it is essential to approach the issue as a whole, keeping in mind the vitalist perspective that asserts the precedence and pre-eminence of vital energy over all other conditions."
}