{
  "title": "What were the Indigitamenta and how did they shape Roman religion and ritual?",
  "first_phrase": "The last 200 tokens of this text discuss the \"ius sacrum,\" the traditional rites and procedures of the Roman religion. These rites were recorded in the \"Indigitamenta,\" a treaty that listed the names of various gods and the occasions when they should be called upon. The names were practical, not mythical, and it was believed that their power was contained in the name itself. The Roman religion was based on these rituals, and any violation of them would result in punishment or the breaking of divine connections.",
  "content": "Fuori dal rito non vi era religione, né buona né cattiva, * né vera né falsa. Compiere esattamente il rito significa es- * sere religioso. Colui che falsa il rito, esce dai confini della * religione, per quanto pura e sincera sia la sua intenzione, * e cade nella superstizione ». La determinazione del rito vero, cioè efficace, adeguato, determinante, costituí perciò il centro della « religione » romana. Si ebbe cosi uno ius sacrum, cioè « un rito tradì- * zionale fisso, il quale coincideva con la religione e che, in * quanto tale, non poteva essere mutato in alcun particolare senza che fosse distrutto il rapporto col dio insito nella * stessa esecuzione del rito. La pii piccola infrazione allo ius « sacrum, sia pure per disattenzione, creava un piaculum, con * la conseguenza che tutta la cerimonia doveva venir ripe- * tuta. Se il colpevole del piaculum aveva commesso volon- * tariamente l'errore, allora il rapporto di lui con la divinità veniva rotto per sempre ed egli era fuori dallo ius sacrum, * impius e soggetto alla punizione divina; se il piaculum era * involontario, allora il rapporto si ristabiliva con un sacri- * ficio espiatorio ».",
  "last_phrase": "In conclusion, determining the true and effective rite was the center of the Roman \"religion\". The ius sacrum, a traditional fixed rite that could not be changed without destroying the relationship with the god inherent in the execution, was crucial. Even the slightest infraction created a plebeian and required the ceremony to be repeated. This punishment was not for \"sin\" or \"repentance\" but rather a means of correcting mistakes and restoring the relationship with divinity. Thus, performing the rite exactly was being religious, and falsifying it meant falling into superstition, outside the boundaries of religion."
}