{
  "title": "What is the most suitable initiatory method for the modern Westerner according to Eastern traditions?",
  "first_phrase": "In this final part of the text (200 tokens), the author discusses the essence of the most suitable method for the modern Westerner to detach and free their energies and faculties from the physical self. They suggest that creating a continuous awareness of thought is crucial, and various techniques from Eastern traditions can aid in achieving this. The author mentions Buddhist canon and Leo's teachings and notes that the basis for will and action liberation can serve as a foundation for the method. The author uses the metaphor of a physical body as a sheath to represent the interior, spiritual self, and suggests that detachment from this sheath can lead to contact with intelligible light. The author emphasizes that initiation is not purely a human construct but rather a cosmic, transformative process.",
  "content": "Quanto alla « volontà », per base possono servire i significati dell'« azione liberata » spesso accentuati da « Ea ». Ma qui non si voleva entrare in dettagli tecnici, bensí solo delimitare la nozione del me- todo iniziatico piú adatto all'Occidentale moderno. Si può aggiungere una immagine. Si concepisca come se il corpo fisico fosse una guaina, contenente la forma dell'uomo inte- riore, spirituale. Si può pensare ad un distacco, propiziante il contatto con la luce intelligibile, che avvenga come per un uscire dell'uomo interiore dalla spoglia fisica. Ma si può an- che concepire un distacco che avvenga, per cosí dire, per una rotazione dell'uomo interiore intorno al suo asse, tanto che il centro non sia spostato (quello dell'uomo interiore con- tinua ad essere altresí quello del corpo fisico): questo sarebbe propriamente l'effetto del metodo, di cui si è parlato; con- troparte di una perfetta continuità della coscienza desta ed at- tiva anche negli stati supersensibili e della trasposizione di tali stati nella stessa esperienza abituale delle cose e degli esseri. Tutto ciò, non deve tuttavia far credere che l'iniziazione possa essere un'opera puramente umana, una costruzione dell'individuo.",
  "last_phrase": "In conclusion, the initiatory method that is most suitable for the modern Westerner involves detachment and the rotation of the inner self around its axis to facilitate contact with the intelligible light. It is important to note that initiation is not solely a human endeavor, as forces beyond our control may enter into action. However, by preparing a magnet with an illuminative character, we can take practical steps towards achieving a continuity of consciousness in both the waking world and supersensible states. As exemplified in the poetry of Arturo Onofri, the potential for such experiences exists in various facets of our lives, regardless of whether we consciously engage with the esoteric."
}