{
  "title": "\"What was the experience of converting to Islam like for an Italian colonial official in North Africa?\"",
  "first_phrase": "In this text, the author shares his personal experiences exploring the mystical and spiritual aspects of Islam in colonial North Africa. He recounts attending sessions with a Zauia religious leader and being approached by an Arab man who advised him to seek other paths. The author also admits to using his knowledge of Islamic mysticism to impress certain groups. Eventually, he meets a reclusive mystic who recognizes him and gives him a gold ring with two sphinxes and a sapphire. In the final 200 tokens, the author describes how he was later initiated into a Sufi brotherhood in Tert, where he learned more about the spiritual path of Islam.",
  "content": "Confesso che mi fu spesso utile un espediente non del tutto corretto: facevo strabiliare con le mie conoscenze in fatto di dbikr, di formule segrete e di segni, non pochi gruppi arabi, che supponevano che tutto ciò mi fosse stato trasmesso, per una mia qualificazione e iniziazione, da chi sa quali maestri. Essi non sapevano che eran cose portate al- la conoscenza di tutti in Europa attraverso opere, come ad esempio quella di Dupont e Coppolani sulle Confraternite mussulmane pubblicata ad Algeri. L'avviamento decisivo doveva occorrermi diverso tempo dopo a Tert, località vicina a Derna. Sapevo che là risiedeva un misterioso vecchio dedito alla vita ascetica e godente di particolare prestigio, malgrado le sue misere condizioni economiche. Lo pregai di venire da me, cosa che egli a tutta prima declinò, dicendo che non si sentiva degno di avvicinare un grande capo italiano. Infine accondiscese. Ed avvenne qualcosa di singolare: un immediato comprender- ci. Egli mi disse che mi riconosceva, che sapeva già che avremmo dovuto incontrarci. Quando ci separammo, volle che accettassi da lui un anello, da cui non avrei dovuto mai separarmi: d'oro, con due sfingi che serrano uno zaffiro.",
  "last_phrase": "In conclusion, the author's initiation into Islamic practices was facilitated by unexpected events, including meeting a mysterious ascetic in Tert. His transformation led him to pledge allegiance (shahada) and take on the ritualistic position, which required a gesture-seal or mudrd: their right arm wrapped, fingers closed except the index finger, which points upward, and their left arm bent. The ring presented to him by the Sheikh el Trika symbolized his initiation into the path and signified that it would open up every way for him."
}