{
  "title": "What is the relationship between the concept of supreme beauty and the existence of primitive societies?",
  "first_phrase": "This text discusses a state of supreme beauty that appears when the mind is undisturbed. It gives a sense that everything that has been done or will be done has nothing to do with what is. It brings immense freedom and endless peace, and it is without love or hate, but rather characterized by harmony. This state exists in everything and every world is but a toy in comparison to it. The text is difficult to describe to those who have not shed their egos. Nevertheless, there is a relationship between this reality and the unreality of human existence. This is part of a larger discussion about the \"primitives\" and magic science.",
  "content": "Essa è il sogno di un dio ed io sono íl sogno ed il sognatore; è senza tempo, o il tempo è quello della natura, e tutta la natura è il corpo di quest'es- sere appena nato. È assai difficile descrivere questa cosa qual è vista da chi si è spogliato di sé stesso, perché nessuno di quei modi, o tendenze, o pensieri, o sistemi, che co- stituiscono l'essere umano, nulla assolutamente di ciò che si può esprimere sussiste là, ed anzi queste cose appaiono quali irrealtà, prodotti artificiali che galleggiano sul mare dell'essere finché non sia esaurita la forza fantasmagorica che le ha create. Pure un rapporto c'è tra quella realtà e questa irrealtà, e le due forze potrebbero essere termini di una profondità ancora più ascosa. ARVO I « PRIMITIVI » E LA SCIENZA MAGICA I nostri lettori già sanno ciò che, dal punto di vista eso- terico, va pensato circa i cosiddetti primitivi o selvaggi, circa le loro credenze, le loro tradizioni, il loro destino.",
  "last_phrase": "In summary, the experience of connecting with a higher being or entity is difficult to describe and can only truly be understood by shedding our human tendencies and systems. The concept of \"primitivi\" and the magic of science also emphasizes the vast qualitative differences between modern humans and ancient societies. It reminds us that there is a depth of knowledge and understanding that we have lost over time, and perhaps we should strive to regain a more holistic appreciation of the world around us."
}