{
  "title": "How can the presence of intermediate stations tell us about the evolution of humanity?",
  "first_phrase": "In the preceding text, the author discusses the role of intermediate stations in determining the direction of progress. Now, he shifts the focus to the concept of \"primitive\" societies and advocates for a reconsideration of the traditional view of human evolution. He suggests that these \"primitive\" societies may not necessarily be earlier forms of human civilization but instead degenerate derivations of an even older civilization. The author proposes a new perspective that animals may be degenerate forms of ancient humans rather than humans evolving from animals. The main hurdle to this idea is the lack of human traces beyond a certain geological time, contrary to prehistoric animal traces that continue further back.",
  "content": "Da esse, per « integrazione », si può risalire a quell'« umanità ancor più antica ». Mo- derni esploratori della preistoria, come per es. il Frobenius e il Wirth, hanno seguito proprio questo metodo. Passando dall'uomo selvaggio all'antropoide e alla scim- mia, e supponendo superabili i salti che, poi, si debbono fare per raggiungere le altre forme animali come secondo gli schermi trasformistici, si può dire la stessa cosa; fino a poter considerare molte specie animali come degenera- zioni o degradazioni di forme non-animali ancor piti antiche. Il nostro punto di vista è appunto questo. L'uomo non deriva dall'animale, ma, se mai, sono varie specie animali che derivano dall'uomo, in un senso, che ora cercherò di spiegare. La difficoltà principale che incontra questo punto di vista sta nel fatto che le tracce dell'uomo si arrestano ad un dato periodo geologico: mentre le tracce degli ani- mali preistorici si continuano fino a periodi molto più antichi.",
  "last_phrase": "In conclusion, the concept of human evolution and degeneration from non-animal forms is an intriguing one, despite the challenge of interpreting the geological evidence. It highlights the importance of considering a wide range of perspectives and being open to alternative interpretations, especially when exploring prehistory and the origins of humanity."
}