{
  "title": "What are the possibilities for survival after death according to esoteric beliefs?",
  "first_phrase": "This text explores the idea of immortality and survival after death, delving into the concepts of personal identity, memory, and the paranormal. The author questions the allure of an eternity spent with one's individual personality and routines, as well as the strange world of spiritists and their beliefs. However, even if personal unity may not survive, the idea of certain fragments of the self remaining intact for a time can provide solace and entertainment for those interested in the paranormal. In this last section, the author muses on the potential for such remnants of the self to inspire revelations for new spiritualist groups, or to haunt the locations associated with past passions.",
  "content": "Sempre malignando, insinue- remmo che qualche « pezzo » dell'Io come complesso psichi- co, dinamico e mnemonico può anche sopravvivere, per un certo tempo — non troppo, ma quanto basta, in ogni caso, per prendersi la soddisfazione di commuovere qual- che adunata di bravi spiritisti; da introdursi nello « spirito » (sii venia verbo) di qualche zitella anglosàssone ed ispi- rarle « rivelazioni » più che sufficienti per fondare qualche nuovo gruppo « spiritualista »; di stupire gli psicologi di pro- fessione dando luogo, per innesto psichico, agli enfants pro- dirge, aí calcolatori miracolosi, ai cavalli parlanti, agli auto- scriventi, a quelli che « si ricordano » delle passate rincarna- zioni; di disturbare, infine, coloro che fossero andati ad abi- tare il luogo legato a qualche loro passione sufficientemente intesa (case hantées), per quanto senza la possibilità (di massima) di perpetrare, da parte del « pezzo » dell'Io, atti peccaminosi sul tipo di quelli di cui si rese invece colpevo- le il primo angelo disceso nella « Revolte des Anges » di tonatole France.",
  "last_phrase": "In conclusion, it can be said that there are intermediate possibilities between absolute immortality and a mundane afterlife. These intermediate possibilities are based on the degree to which an individual has achieved detachment from the naturalistic individual complex through objective thinking and willing. Those individuals who have lived their lives strictly devoted to a single ideal have indirectly created an objective basis for survival in the afterlife, but this should not be seen as a mere sentiment or wishful thinking."
}