{
  "title": "\"What is the Symbolic Meaning and Mission of the Holy Grail in Medieval Literature?\"",
  "first_phrase": "The following excerpt deals with the myth of the Holy Grail in medieval literature. It explains the various aspects associated with the Grail, which is considered a supernatural object that brings life, spiritual enlightenment and invincibility to the worthy knight. The text also reveals that the Grail represents a mystic center and a lost kingdom that must be restored by a worthy hero. The last 200 tokens explore the two main themes of the Grail mystery: the concept of the \"dead king\" and the arrival of a chosen hero who must restore the Grail's power by completing various tasks including repairing a broken sword and avenging past wrongdoings.",
  "content": "Questo aspetto del Graal sta in relazione con la prova del « posto pericolo- so ». Alla Tavola Rotonda di Artù manca ormai qualcuno. Un posto è vuoto, il quale, in fondo, è quello del capo su- premo dell'Ordine. Chi l'occupa senza essere l'eroe atteso, è fulminato o è inghiottito da una sùbita voragine. Il Graal lo si può raggiungere solo combattendoer muos erstrit- ten werden, dice Wolfram von Eschenbach. Il mistero del Graal comprende due motivi. Il primo riprende l'idea di un regno simbolico, concepito come una imagine del centro supremo; regno, che è da restaurare. Il Graal non vi è piú presente, ovvero ha perduto la sua virtú. Il re del Graal è malato, ferito, decrepito, ovvero subisce un sortilegio, per via del quale egli sembra vi- vere, conserva una apparenza di vita, pur essendo morto da secoli (secondo il « Dit2 Krone »). L'altro motivo consiste nell'arrivo di un eroe che, avendo visto il Graal, deve sen- tirsi tenuto ad una tale restaurazione; altrimenti egli tra- dirà la sua missione e la sua forza eroica sarà maledetta (secondo Wolfram von Eschenbach). Egli deve risaldare una spada spezzata. Egli deve essere il vendicatore.",
  "last_phrase": "In conclusion, the mystery of the Holy Grail is a quest for the restoration of a symbolic kingdom, and only an chosen hero who is willing to take on the responsibility of restoring it can succeed. This hero must overcome the Luciferic danger and mend a broken sword, or else his heroic strength will be cursed. It is only by overcoming these obstacles that the hero can restore the Golden Age and achieve his quest to seek the Grail."
}