{
  "title": "What is the significance of D.H. Lawrence's The Plumed Serpent in understanding Mexican mysticism?",
  "first_phrase": "This text by D.H. Lawrence focuses on the practice of magic and the inner states required to practice it initiatically. The author argues that the true interest of operational magic lies not in its results, but in the internal experiences it offers. Lawrence's novel \"The Plumed Serpent\" is an example of such experiences. It presents the reader with a psychic atmosphere that allows them to live in the soul of a country - modern Mexico - where hidden forces have resisted domination. This prophetic work offers a powerful and complete portrayal of a lesser-known culture.",
  "content": "Era libero soprattutto di fronte ai suoi lettori, non aveva preoccupazioni di piacere né ai molti, né ai pochi, e nemmeno quella di farsi comprendere. Non spiegava — andava per la sua via solo con la sua visione senza distrarsi. Egli è solo con la sua visione, e questa, a coloro che riescono ad afferrarla, si presenta vivente ed integra. E le sue creazioni hanno una pienezza ma- gica. Il Serpente Piumato (') è forse la pití poderosa e completa fra le opere di Lawrence. In essa non ci sono dissertazioni o argomentazioni, c'è invece un'atmosfera psichica che ci fa vivere nell'anima di un paese, dove sembrano ancora esistere forze altrove già scomparse e passate ad altri modi di essere. Si tratta del Messico moderno — cosi poco cono- sciuto dai pi ú. II Messico è un paese dove le forze oc- culte aborigene hanno resistito alla penetrazione della razza dominatrice e le sono restate accanto, senza ve- nire sopraffatte. Gli avvenimenti svoltisi negli anni dopo che il libro era stato già scritto danno al libro stesso un valore quasi profetico.",
  "last_phrase": "In conclusion, Lawrence's works were a product of his unique perspective, free from concerns of pleasing the masses or explaining himself. His creations, like the powerful and complete 'The Plumed Serpent', transport the reader to a different time and place, where ancient pagan spirits resist the domination of the Christian cult. As events unfold, Lawrence's prophetic insight takes on a deeper meaning, and readers are left with an understanding of the enduring power of the old ways."
}