{
  "title": "What is Alchemy and its Applications in Preparing Medicines and Extracts?",
  "first_phrase": "In the preceding text, the author discusses the preparation of medicine and remedies, including the use of alchemy to separate and mix bodies and spirits. In the last 200 tokens, the author discusses the preparation of vitriol, acquavite, and oils using slow heat, as well as the Virtù delle Quintessenze or the power of the Quintessence, which involves separating the four or three elements to create a new superior unity. The text also warns of the inherent dangers of alchemy and the need for secrecy. The author emphasizes the multi-layered meanings of the text and its universal applicability.",
  "content": "P mirabil co- sa, ed al volgo è incredibile, che lo Spirito del Vino (2) (1 ) Separazione, cioè, dei quattro — o tre, o due — elementi nostri costitutivi: affinché, a preparazione della nuova superiore unità, acquistino intanto — o riacquistino — ciascuno di essi, una vera e propria autonomia. Il che essendo insomma essenzialmente anormale, neanche è dunque senza pericoli piti o meno gravi. Ecco perché della Magia si fa un tanto stretto segreto, da non rivelarsi e largirsi se non a chi — dopo lunghe attese e prove e delusioni —sembri dare un qualche affidamento di salda tempra e di elevato carattere. (2) Tutto il paragrafo ha, ermeticamente, multipli sensi soggettivi e oggettivi, individuali e collettivi, particolari e universali, umani e divini. Non sottolineerò quasi nulla, perché bisognerebbe sottolineare ogni cosa. estratto e totalmente separato dal corpo suo — valga, per continuo moto di circolazione, ad estrarre — me- diante infusione soltanto — qualsivoglian altri spiriti dai corpi loro: sia vegetali, che minerali, o animali.",
  "last_phrase": "In conclusion, although the separation of our four or three or two constituent elements may seem dangerous, it is a necessary step towards achieving a higher level of unity. However, the practice of magic should only be revealed to those who are trustworthy and of strong character. Furthermore, by extracting the spirit from various sources, alchemists have discovered the true power of active substances, which can dissolve the natural bond of compounds. The Quinta Virtus-Essentia-Prima of Vinum attracts the forces of all beings, elevating spirits and breaking the resistance of passivity."
}