{
  "title": "What is the doctrine of the afterlife according to Plutarch's De facie in orbe lunae text?",
  "first_phrase": "In this excerpt, the author discusses the concept of the afterlife and how it can be achieved through initiation or certain ways of living. The text also references Plutarch's De facie in orbe lunae, a lesser-known text that discusses the tripartite nature of humans: body, soul, and mind. The soul represents the everyday human faculties, while the mind represents the supernatural principle of personality. Plutarch argues that there are two deaths for humans: one on earth and one in the underworld of Demeter. The text explores the idea of partial afterlife attainment and the role of dedication to ideas, beings, or \"God\" in achieving it.",
  "content": "Come anima va inteso l'insieme delle facol- tà affettive e intellettive dell'uomo ordinario, mentre come mente (vo0q) si deve propriamente considerare il principio supernaturalistico della personalità, che di rado affiora nella vita comune, tanto che può dirsi che se l'uomo sa di un'ani- ma, egli quasi ignora che cosa sia il vo0q , lo spirito in lui. Mentre la natura dell'anima è lunare, quella del voigg è solare e uranica. Ciò presupposto, Plutarco riferisce la dottrina secondo la quale per l'uomo vi sono due morti. L'una avviene sul- la terra e nel regno di Demetra, essendo quella che si veri- fica quando il corpo si stacca dagli altri due principi e ri- torna, come cadavere, alla Madre Terra, di cui, secondo questa interpretazione, Demetra è la dea.",
  "last_phrase": "In conclusion, the doctrine referred to by Plutarch highlights the two deaths a human may experience, the first being the separation of the body from the soul and mind, and the second being the separation of the soul from the spiritual and super-personal principles. This second death represents the end of individual existence and the reabsorption of the soul into the cosmic life force. This teaching has similarities to Hinduism's beliefs in the cycle of birth, death, and rebirth, where some may attain the \"seat of the moon\" while others continue to experience repeated cycles of mortal existence. The process of soul absorption and the cessation of conscious individuality can take significant time."
}