{
  "title": "What is the significance of symbols and the importance of individual responsibility in the use of drugs for spiritual experiences?",
  "first_phrase": "In this last part, the author discusses the use of symbols as a support during the initiatory experience of reaching a higher state of consciousness. The author explains that, unlike experiences with mind-altering substances, there is no guide in this state, and one must rely on their own intuition and responsibility. The symbols used can have both cognitive and magical properties, and the individual's tradition and affinity will help determine the appropriate symbol. Ultimately, the use of symbols can reveal the hidden meaning behind them, through an act of intellectual light, without the need for interpretation.",
  "content": "La tradizione a cui il discepolo appartiene per regolare aggregazione, ovvero la linea coltivata nella propria seria e lunga via individuale basandosi su affinità elettive ade- guatamente verificate, indicheranno, caso per caso, quale simbolo si presti a questa funzione. In piú, Io stato accennato rappresenta, in genere, quel- lo in cui può prodursi la dischiusura illuminativa o inspi- rativa del contenuto di ogni simbolo in genere, grafico (s,►isivo), verbale o concettuale: ideogrammi e pentacoli. Si vuol dire che chi ha padroneggiato adeguatamente questo stato, se, trovandosi in esso, proietta un dato simbolo (s'intende: sempre di quelli veri, non arbitrari, delle tradizioni sacre iniziatiche o della nostra catena), di esso può rivelarglisi il senso occulto sintetico e intui- tivo, ín un atto della luce intellettuale, al difuori di ogni elemento discorsivo concettuale e interpretativo. I simboli, in questa dimensione, sono realtà metafi- siche. Hanno dunque un contenuto sia conoscitivo, sia magico. Come le esperienze dell'iniziazione e della teurgia, cosi anche questi stati, :-‘rovocati artificialmente, della coscienza possono dunque avere un potere anche evo- catorio.",
  "last_phrase": "In conclusion, it should be noted that the use of symbols in this metaphysical dimension can lead to both knowledge and magic. However, one should not venture lightly into this realm, even with the protection of their spiritual orientation and a chain crisma. The pursuit of intellectual enlightenment and initiatory opening of the self should be the primary goal, especially when using drugs such as narcotics and hallucinogens. It is essential to remember that the same spiritual conditions that apply to ordinary sensory activities are applicable to the non-profane use of intoxicating substances. Therefore, caution and diligence must be exercised to avoid risking harm to oneself or others."
}