{
  "title": "What is the relationship between idealism and metaphysical reality according to this Italian writer?",
  "first_phrase": "This text explores the concept of idealism in contrast to previous philosophies. It discusses how the individual's mind projects the attribute of reality onto what they know, placing the self as the basic principle of cognitive function. The author argues that while this idealistic view may challenge common experiences, it leaves the possibility for personal transformation, equivalent to a change in essence. The author suggests that this idealistic view could apply to metaphysical reality, with the self as the creator of reality in tandem with its own ascension. Additionally, the author notes that the metapsychic and esoteric disciplines differ in their approaches, with one more scientific and the other focused on knowledge and technique.",
  "content": "Salvo intendersi circa la nozione di (1) E. SFRvADIO, in « La Fiera Letteraria » (n. del 30-9-1928). Il Servadio rilevava giustamente che l'opposizione sta in questo: la metapsichica, partita da premesse scientifico-positivistiche, oggi tende a scartare in ipotesi filosofiche e in divagazioni spiritualistiche; mentre l'esoterismo (il Servadio si riferiva soprattutto agli indirizzi del nostro gruppo) tende a sbarazzarsi da tutto ciò che è « spiritualismo » e filosofia, per incentrarsi in rapporti di cono- scenza e di tecnica. « Io », si può riconoscere che, mentre la teoria del reali- smo filosofico si attaglia alle evidenze naturali proprie al- l'esperienza sensibile fisica, quella dell'idealismo filosofico è anzitutto pii\"' plastica, e poi si presenta già pitl adatta per cogliere il modo e il significato dell'esperienza « metafisi- ca ». Noi diremo anzi che la veduta idealistica, la quale esclude la nozione di un reale assolutamente esterno ri- spetto all'Io e alla conoscenza, non è pienamente valida che proprio con riferimento a questa specifica esperienza, men- tre essa appare unilaterale e sostenibile solo in termini astratti « gnoseologici » se pretende di affermarsi già nel campo della esperienza ordinaria.",
  "last_phrase": "In conclusion, it can be observed that while the metapsychic tends to eliminate philosophical hypotheses and spiritualistic divagations, esotericism focuses on knowledge and technique. The idealistic view that excludes the idea of an external reality in relation to the self and knowledge may only be partially valid in terms of specific metaphysical experiences. Moreover, certain philosophical systems that express transcendent knowledge tend to prioritize a concept of creative and identifying knowledge, such as the Vedānta, the Mahāyāna, or neoplatonism."
}