{
  "title": "What is the relationship between tradition, knowledge, and the decline of the metaphysical reality, and what are the instructions for superior use of drugs for spiritual purposes?",
  "first_phrase": "In the previous section, the author discusses the decay in the western world resulting from a decline in contact with metaphysical reality. The remedy for such degradation would be to restore contact with a metaphysical reality, which is a difficult task. In the last 200 tokens, the author delves into \"superior drug use\" and equates it to the profane use of drugs that can result in self-destruction. The author outlines the equation of personal toxicity and asserts that every individual responds differently to different substances. The complete instructions from a group that used drugs for superior purposes are presented to the reader.",
  "content": "Il, p. 140, a quelle che nell'ermetismo &l'etnico sono state chiamate le « acque corrosive », per molti punti di contatto e per alcuni particolari giudichiamo utile pubblicare le istruzioni riservate circa un uso superiore delle droghe, di un gruppo col quale siamo stati in contatto. Per il lettore, un punto da rilevare è la differenza assoluta delle espe- rienze considerate, e del loro orientamento, rispetto all'uso dif- fusissimo profano che della droga sta facendo l'ultima generazio- ne, con effetti che possono solo essere di degradazione e di auto- distruzione. Per qualsiasi specie di droghe, compresi i semplici eccitanti, non per un uso profano ma per finalità su- periori, bisogna considerare anzitutto la cosiddetta equa- zione tossica personale. Essa è stata definita come « la reazione funzionale psico-fisica ad una data sostanza di un dato individuo, che decorre diversamente che in altri individui, non solo per quantità ma anche per qualità ». La causa profonda di queste differenze è rimasta ignota. Le ricerche tossicologiche ritengono non defi- nibile il modo dell'azione delle droghe e degli stupefa- centi, quanto ai loro effetti, perché se sono in gioco reazioni chimiche, non appare, con ciò, piú chiaro il mec- canismo di azione di tutte queste sostanze.",
  "last_phrase": "In summary, it is important to note that the use of drugs should not be taken lightly, and there is a vast difference between the experiences and purposes of the controlled use by certain groups and the widespread, profane use of drugs in the current generation. Each person's personal toxic equation can vary significantly, and the effects of drugs can be unpredictable. Therefore, it's crucial to approach any type of drug use for higher purposes with caution and deep consideration of their potential effects on oneself."
}