{
  "title": "What is the recommended initiatic method for modern Westerners to detach and liberate their energies and faculties?",
  "first_phrase": "This text discusses the process of awakening the kundalini energy in humans, particularly in Westerners who typically have a weaker connection to their subtle or higher consciousness. The author highlights the need to first develop a conscious awareness of the middle seat before accessing the lower seat, where the kundalini lies. The author refers to instructions by Abraxa in sexual magic and the methods of Taoist alchemy. The recommended method for Westerners involves systematically detaching oneself from the ego and developing a continuous, conscious awareness through disciplines such as Buddhist meditation and Leo's separation technique.",
  "content": "Si confrontino anche i me- todi dell'alchimia taoista (vol. l I, cap. X, pp. 372 sgg.). 8. - Quanto all'essenza del metodo più consigliabile al- l'Occidentale moderno, essa consiste nel far sí che le energie e le facoltà che nella vita abituale si manifestano legate a processi organici, ed hanno riferimento quasi soltanto con l'« io fisico », giungano grado per grado a distaccarsi, a liberarsi. Ma per un metodo di tal genere nelle stesse tradi- zioni orientali troviamo non pochi strumenti. Una delle disci- pline fondamentali, per esempio, è il creare sistematicamen- te un « pensiero del pensiero », cioè una coscienza continua, uguale, costante presso a tutti i pensieri comuni, le modifi- cazioni mentali, le percezioni. Ora, i termini di questa disci- plina del pensiero cosciente sí trovano esposti nel modo pití limpido nel canone buddhistail lettore può qui rian- dare agli estratti contenuti nel vol. I, cap. IV. In píú si può rivedere quel che è stato scritto anche da « Leo » per la sepa- razione di una controparte sottile in ogni percezione o senti- mento in pieno stato di veglia.",
  "last_phrase": "In conclusion, for the modern Westerner seeking a method of self-liberation and detachment from the constraints of organic processes, there are a variety of tools available from Eastern traditions, such as the Taoist alchemical methods and the Buddhist discipline of conscious thought. By creating a constant awareness of thoughts and perceptions, and by separating the subtle counterpart in every perception or sensation, one can gradually detach and free the energies and faculties confined to the physical body. Visualizing the physical body as a sheath containing the form of the inner, spiritual self can aid in the detachment process and facilitate contact with the intelligible light beyond."
}