{
  "title": "What is the Nature of the Subconscious and its Zones according to This Text?",
  "first_phrase": "In the previous text, the author criticizes the presumption of recent \"scientific\" thinkers who put forth subjective and disjointed theories instead of adhering to established doctrines. The author now turns to the subconscious, discussing the nature of its relationship with consciousness and rejecting the notion of a completely unconscious psyche. The author identifies different aspects of the subconscious and emphasizes the importance of using the term \"subconscious\" instead of \"unconscious.\"",
  "content": "L'equi- voco nasce però già quando si usa il termine inconscio e si vanno a definire i rapporti fra conscio ed incon scio. Il termine « inconscio » è da respingere là dove con esso si intendano contenuti dell'anima, processi e forze psichiche assolutamente estranei alla coscienza ed insuscettibili in qualsiasi caso a divenire coscienti. Il presunto « inconscio » non può corrispondere che a for- me di una diversa coscienza, piia o meno escluse da quella dell'Io individuale, oppure a contenuti già coscienti di- venuti potenzialità del conscio. Parlar di un « inconscio psichico » è un non-senso, perché il completamente in- conscio cessa di esser psichico e si fa puro sinonimo di materia, di non-Io. Non meno assurdo e pervertente è il dare all'« inconscio » una specie di persona, il far- ne un ente autonomo rispetto all'Io conscio, tanto da spezzare, o da pregiudicare, l'unità fondamentale del- l'essere. Dunque: di « inconscio » può parlarsi solo in senso relativo; subconscio, se mai, è il termine acconcio da usare. Ciò premesso, indichiamo le zone principali distin- guibili nel subconscio.",
  "last_phrase": "In conclusion, the term \"inconscio\" should be rejected when referring to psychic forces that are completely foreign to consciousness. Instead, the term \"subconscio\" is more appropriate when discussing the different forms of consciousness. The subconscio can include individual experiences that have become potential psychic forces due to natural or personal exclusion and repression. The memory world represents the typical case, where forgotten experiences or knowledge can suddenly emerge inexplicably. Understanding the subconscio can lead to a better understanding of our psyche and personal growth."
}