{
  "title": "Is the distinction between the warrior and priest caste valid in traditional societies?",
  "first_phrase": "This text explores the idea that the notion of \"tradition\" should not be monopolized by the priestly caste. The author argues that, in ancient times, the concept of tradition was associated with the regal authority. The text references traditional Japanese divine kingship as an example. The author distinguishes between knowledge and action, linking the former to the priestly caste and the latter to the warrior caste. However, the author argues that there is a higher plane where this distinction becomes relative, and knowledge and action become inseparable. The author suggests that the king and warrior share a similar mystical quality rooted in a transcendent action.",
  "content": "La celebrazione dell'azione guerriera conte- nuta nella Bhagarad-gital, ad esempio, ci apre ben di- versi orizzonti: qui l'azione si fa proprio via verso il * cielo » e verso la liberazione. In realtà, il modo di « ciò * che non si afferma che da per sé stesso, indipendente- * mente da ogni appoggio sensibile e si esercita, in un « certo qual modo, invisibilmente » (p. 30) non può es- ser fatto monopolio dell'autorità spirituale di tipo sa- cerdotale. La maestà regale, quella mescolanza di olim- picità e di potenza che è caratteristica nei veri domina- tori, la forza irresistibile di comando, l'alone augusto e sovrannaturale che avvolge gli eroi e i sovrani del mondo tradizionale — tutto ciò rappresenta qualcosa di equi- valente, realizzato però partendo soprattutto dal tronco dell'azione e dalla natura di un kshatriya, di un guer- riero. Limitarsi, invece, a considerare il guerriero o iI re decaduto ad esponente del semplice potere temporale, è cosi illegittimo, quanto lo sarebbe avere solo in vista il sacerdote quale semplice mediatore teologizzante del divino o « curatore di anime » nei quadri della religione devozionale, tipo assai lontano da quello del vero rap- presentante ieratico dell'autorità spirituale.",
  "last_phrase": "In summary, the celebration of warrior action portrayed in the Bhagarad-gital presents a horizon where action leads to liberation towards the sky. This action, invisible and independent of any sensory support, is not only exclusive to the spiritual authority of the priestly type, but also belongs to the nature of a warrior. Therefore, limiting the warrior or the fallen king as a representative of mere temporal power would be as illegitimate as considering only the priest as a simple theologizing mediator of the divine. The original state represents both regal and priestly powers as inseparable aspects of a superior and anterior synthesis. Thus, a single caste corresponding to that indivisible power of the origins would have a more regal than priestly character."
}