{
  "title": "What is the significance of the symbols of the boar and the bear in Celtic tradition?",
  "first_phrase": "This section explores the significance of the names in the legends of Atalanta and the Calydonian boar hunt. Atalanta is said to have been nursed by a bear, and her name may indicate a connection to the Atlantean tradition. Meanwhile, the name Calydon is linked to the ancient name of Scotland, Calidonia, known for its \"Scaldi\" or \"Celtic\" people. The boar and bear symbols do not always represent opposition or conflict, as shown in the story of Merlin and King Arthur, where they signify spiritual authority and temporal power, respectively.",
  "content": "D'altronde, è probabile che il nome di « Colti », come quello di « Caldei », che gli è identico, originariamente non designasse un popolo particolare, ma una casta sacerdotale, esercitante l'autorità spirituale presso diversi popoli. non appaiono sempre necessariamente in opposizione o in lotta, ma, in certi casi, possono anche rappresentare l'auto- rità spirituale e il potere temporale nei loro rapporti nor- mali ed armonici, mostrati ad esempio dalla leggenda di Merlino e di Arturo. In realtà, Merlino, il Druido, è di nuovo il cinghiale della foresta di Broncenlandia (dove egli, alla fine, non viene ucciso come il cinghiale di Cali- done, ma è solo addormentato da una potenza femminile); e Re Arturo ha un nome che deriva da quello dell'orso, cirth ('); piú precisamente, un tale nome è identico a quel- lo della stella Arcturus, tenendo conto della lieve differenza dovuta alla diversa derivazione, celtica e greca.",
  "last_phrase": "In summary, the conclusion that can be drawn from the presented considerations is that the spiritual authority and temporal power were originally united, but over time, they became separated. The Druids were the true heirs of the primordial tradition and represented the spiritual authority. The essential symbol that represented them was the boar. It is a reminder that our understanding of history is constantly evolving and subject to revision as new evidence comes to light."
}