{
  "title": "What is the concept of \"regularity\" in initiatic organizations according to Guénon?",
  "first_phrase": "This text discusses the concept of \"regularity\" in an initiatic organization and how it is connected to the transmission of spiritual influences through a continuous chain of representatives. Even if some initiates don't fully understand or believe in the rituals, the chain remains unbroken, and the organization retains its capacity to confer initiation. The article includes a comparison with the Church's view on sacraments and ordination. In the last part (200 tokens), the author explains the qualifications required for an initiate and how receiving the transmission of spiritual influences turns one into a \"virtual initiate.\" However, actual initiation requires active work and cannot be done by the representatives of the initiatic organization.",
  "content": "Una tale qualificazione riguarda sia il piano fisico, nel senso di assenza di certi difetti corporei da considerarsi co- me segni di corrispondenti disposizioni negative interne, sia una certa preparazione mentale (« speculativa »), sia la presenza di una precisa aspirazione — o, come noi direm- mo, vocazione. Piú in genere, uno stato di disarmonia e di squilibrio rende squalificati a ricevere l'iniziazione (149- 150, 359). Con la trasmissione delle « influenze spirituali » si diviene un « iniziato virtuale »; si produce un mutamen- to interno che — come la stessa appartenenza all'organiz- zazione a cui ci si è collegati — sarà indelebile, sussisterà una volta per tutte; tuttavia l'iniziazione effettiva ha biso- gno di un lavoro attivo, « operativo », di attualizzazione (259) che si deve fare da sé e che nessun Maestro può compiere in sua vece (dato che esistono vari gradi di iniziazione, ciò viene inteso verosimilmente per ogni gra- do) (49, 274). I rappresentanti di una organizzazione ini- ziatica possono solo indirizzare, controllare ed appoggiare questo sviluppo e prevenire possibili deviazioni.",
  "last_phrase": "In conclusion, according to Guénon's teachings, an initiation is a spiritual transmission that requires both physical and mental preparation, as well as a clear aspiration or vocation. However, this transmission alone is not enough, as it requires active work and self-realization. While initiation can establish a connection with higher states of being, it is important to note that mysticism and \"ideal\" connections with a tradition are not substitutes for proper initiation. Ultimately, initiation requires a connection with a living, authorized representative of the tradition in order to be effective."
}