{
  "title": "What is the connection between the symbol of space and the concept of Onya in Mahayana Buddhism? And how does the Guénon's view on the primacy of spiritual authority differ from the author's perspective on the foundations and legitimacy of such authority?",
  "first_phrase": "In the previous text, the author discusses the importance of the symbol of space as a support for contemplation in Mahayana Buddhism and its association with the concept of Onya or \"emptiness\". The author also touches upon the issue of the primacy of spiritual authority over temporal power, with which they agree with René Guénon. However, the author diverges from Guénon's view on the basis of spiritual authority and those who represent it. The last 200 tokens focus on this divergence, where the author disagrees with Guénon's view that the spiritual authority is linked to knowledge, contemplation, and the priestly caste, while temporal power is linked to action and the warrior or regal caste.",
  "content": "La di- vergenza del nostro punto di vista comincia là dove si pone il problema, in primo luogo, delle basi dell'autorità spirituale, in secondo luogo, di coloro che possono rappre- sentarla legittimamente. Per il Guénon, l'autorità spirituale si lega alla « co- noscenza » e alla « contemplazione » e alla casta sacer- dotale, mentre i] potere temporale si lega all'« azione » e alla casta guerriera o regale. Ciò è discutibile. Premet- tiamo, qui, che la nostra considerazione — come quella stessa del Guénon — non si restringe ai tempi piú recen- ti. Nei tempi pia recenti. (nei quali facciamo rientrare anche il ciclo delle grandi dinastie europee) è evidente che la casta guerriera si è limitata ad esercitare il po- tere temporale, restringendosi alle funzioni militari, po- litico-amministrative e giuridiche e presentando, in sé stessa, poco di sacro. Ma pii che alla casta guerrie- ra, ci sembra che ciò si riferisca alla degradazione di essa: nella stessa misura, però, che ciò che nella stessa epoca ci si presenta come casta sacerdotale, o meglio. come clero, rappresenta una degenerazione di quel che. ) R. GUÉNON, Autorité spirituelle et pouvoir temporel, Paris, 1929, cd.",
  "last_phrase": "In conclusion, the divergence of our viewpoint on spiritual authority lies in the question of its foundations and legitimate representatives. While Guénon emphasized the connection of spiritual authority to contemplation, knowledge, and the priestly caste, the temporal power is linked to action and the warrior or royal caste. However, in recent times, both castes have degraded, and what is presented as the clergy is a degeneration of the true representatives of spiritual authority. Therefore, it is essential to consider the timeless principles contained in the divine intellect as the foundations of spiritual authority."
}