{
  "title": "What are the nature and effects of spiritual influences in modern times?",
  "first_phrase": "The last 200 tokens of this text discuss the nature of spiritual influences and the protection they provide against doctrinal errors and deviations. The author notes that there are many cases of people, including Westerners, who may possess the gift of spiritual influences but still lack a proper understanding of esoteric and spiritual concepts. The text also argues that modern man has accepted a collective karma and has sought to break free from past traditions. Furthermore, the text highlights the fact that in the West, there is a lack of spiritual forces, and individuals must rely on themselves to open the path to spiritual growth. Therefore, it is important to consider the exceptions to regular paths of initiation.",
  "content": "Ciò posto, come considerazione generale e decisiva bi- sogna tener presente questo: l'uomo venuto a nascere nel- l'epoca attuale è un uomo che ha accettato ciò che i teo- sofisti chiamerebbero un karma collettivo: è l'uomo asso- ciatosi ad una « razza », che « ha voluto fare da sé », sciogliendosi perfino dai vincoli che servivano solo per sorreggerla e guidarla. In che misura quest'uomo che « ha voluto fare da sé » e che è stato Lisciato fare sia andato incontro solo alla propria rovina, e noto 'ad ognuno che sap- pia intendere il volto della civiltà moderna. Ma il fatto resta: oggi in Occidente ci si trova in un ambiente, da cui le forze spirituali si sono ritirate e nel quale il sin- golo su di esse non può far troppo assegnamento qualora. per un felice concorso di circostanze, egli non sappia aprir- si, in una certa misura, la via da sé. In ciò non vi è nulla da cambiare. Trovandosi dunque in una situazione che già di per sé stessa costituisce una anomalia, praticamente anche nel cam- po dell'iniziazione, pití che le vie regolari, bisogna consi- derare quelle che esse stesse hanno un carattere di ecce- zione.",
  "last_phrase": "In conclusion, it is important to consider that the modern human has accepted a collective karma and is facing an abnormal situation where the spiritual forces have withdrawn from the environment. Although there are non-conventional possibilities for direct contact with spiritual centers, it is essential to understand that true initiation always involves a connection to an existing chain. Therefore, individuals seeking initiation must carefully consider the source of contact before moving forward."
}