{
  "title": "What is the State of Love and How Does it Relate to Prayer?",
  "first_phrase": "The final 200 words of this text explore the concept of love, and how its realization must be an act of love for both good and evil. The author suggests that love is a state of tender responsibility, and that one must feel its amplitude to embrace it fully. The text also describes a love that unites two souls without desire or exceptions, called Beatrice, which is not an art or science but a spirit that must be invoked. The text concludes with the idea that prayer is a concrete act of the will and the first key to unlocking this kind of love.",
  "content": "Sentimento che è pietà, compas- sione, carità, un esser come il protettore che lascia in sé riposare l'altro e che vedrà tutto compiuto. Avvolgi l'al- tro in un'onda di bene, pensa a lui e dagli (non vi è altra parola) la calma, l'insensibilità al dolore, la vita (1). Non conosci l'amore che unisce due anime senza de- sideri, senza eccezioni, senza particolarismi, senza inte- resse, e che nel tempo stesso vivono dello stesso desiderio, dello stesso particolarismo, dello stesso interesse, in una comunione di bene profondo, dove nessuna ombra è pos- sibile. Questo amore si chiama Beatrice, perché e Luce, Lavacro, Beatitudine. Non è un'arte e non è una scienza. E uno spirito che annuncia l'Ermete, come l'aurora il Sole. Bisogna invocarlo. Se viene, non allontanarlo, per- ché non tornerebbe piú. Se viene accoglilo. Chi tu ame- rai sarà preso dallo stesso amore e se è piú perfetto ti darà tutto ciò che chiederai al suo spirito ('). Questa è la prima piccola chiave. -4- La preghiera, ermeticamente, è un atto di concreta fluidificazione della volontà.",
  "last_phrase": "In conclusion, to embody the spirit of Beatrice, one must invoke the power of prayer and concrete will to achieve a state of deep communion with another. The key is to envelop the other in waves of goodness, provide them with calm, insensitivity to pain, and life. Remember to change the quality of what is given and fluidize it to achieve a different or opposite outcome."
}