{
  "title": "\"What are Arom Esperienze and the Crown of Light? Understanding the Spiritual Centers of Vision.\"",
  "first_phrase": "In the previous section, the author discussed the concept of multiple \"eyes\" or centers of vision in the spiritual consciousness, each with their own unique characteristics. Now, the author delves into their personal experiences in discovering and understanding these centers. They specifically discuss their practices of staring at the sun with closed eyes until a significant change occurred in its appearance. The author will detail how they arrived at the knowledge of these vision centers that correspond to the teachings of the 3 abasrjra-cakra, all'éiji7acakra, and andhatacakra in Hinduism.",
  "content": "Dopo di che, cercherò di dire per che via sono personalmente giunto alla loro conoscenza e come questa mi sí è mani- festata; limitandomi, per ora, al primo di essi. Premetto che le pratiche, che ora riassumerò breve- mente, sono seguite ad altre, che già mi avevano con- dotto ad alcuni fenomeni, che ebbi occasione di riferire su queste stesse pagine (vol. I, cap. V, pp. 1.53 sgg.). Credo che questa premessa sia necessaria, perché può darsi che io abbia portato alla pratica, che ora descriverò, una condizione spirituale, alla quale sia da attribuirsi il suc- cesso, e mancando la quale sarebbe stato anche possi- bile che non fossi giunto a nulla. Dunque, seduto in posizione comoda di fronte al sole, avendo vivo il senso della sua presenza come un essere spirituale, ho preso a fissarlo un poco ad occhi socchiusi, chiudendoli poi e continuando a fissare di sotto alle pal- pebre. Questo fui portato a farlo numerose volte, sino a che ad un tratto il modo di apparirmi del sole cambiò com- pletamente.",
  "last_phrase": "In conclusion, this practice of gazing at the sun has led to the manifestation of various phenomena, as described in these pages. Sitting comfortably in front of the sun, with a sense of its spiritual presence, allowed for the gradual development of vivid and colorful visions, which were experienced as living and vibrant. By continuing this practice and focusing on rhythmic breathing and subtle energy, it became possible to gaze at the sun for extended periods without blinking. While individual results may vary, this technique may be worth exploring for those interested in spiritual and meditative practices."
}