{
  "title": "What is Aristocratic Norm and How is it Based on Inherited Qualities and Traditions?",
  "first_phrase": "The final part (200 tokens) of this text by Julius Evola delves into the concept of aristocracy, distinguishing it from asceticism and highlighting its traits of refinement, magnificence, regality, and the overcoming of basic needs. The author emphasizes that nobility is not about material possessions but a direct intuition of what is good and noble. The norm of aristocracy is self-sufficient, based on an innate style and differentiated nature that separates it from the majority of humans. The text also notes the role of inheritance in shaping aristocratic values.",
  "content": "E se dal punto di vista moralistico la nobiltà fu tal- volta accusata di corruzione, su ciò bisogna intendersi: non bisogna confondere il privilegio eventuale di chi può permettersi alcune cose solo perché ha anche il potere di astenersi da esse, con la dissolutezza di chi è schiavo del vizio e della sregolatezza: perché, se vi sono due opposti, sono appunto questi. Peraltro, un punto va messo in rilievo: se Paristocrate si rende signore di sé; se è pronto a considerare vita e feli- cità come qualcosa di meno rispetto ad onore, fedeltà e tradizione; se è capace di longanimità e di sacrificio attivo — ciò avviene per un diretto intuito del sangue che gli fa riconoscere che tutto ciò è bene, che voler tutto ciò è bene e fa superiori, fa nobili. Sentire questi valori specifici spontaneamente, è appunto il segno della nobiltà. Il non sentirli, l'aver bisogno di appoggi e di giustifica- zioni estrinseche caratterizza invece l'uomo comune. La norma aristocratica, in tal guisa, è una norma che basta a sé stessa, avendo per base uno stile innato, una natura differenziata rispetto a quella della maggioranza degli esseri umani. A tale riguardo bisogna naturalmente riconoscere la par- te che ha anche l'eredità.",
  "last_phrase": "In conclusion, the aristocratic norm is a self-sufficient norm that springs from an innate style and differentiated nature. It is based on the transmission of subtle dispositions of being from generation to generation, which gives the aristocratic tradition actual and objective value. Consequently, it is not easy for everyone to achieve the elevation and fulfilment that come naturally to aristocrats as it requires a life of effort, practice, and self-control. The aristocratic norm is, therefore, a sign of nobility that distinguishes it from the common man's need for external justifications and support."
}