{
  "title": "What is the fundamental argument against Darwinian evolution?",
  "first_phrase": "In this text, the author discusses the weakness of the Darwinian evolution theory and how the concept of a creative evolution has gained importance. The author mentions that the idea of a vitalistic approach that considers the precedence of vital energy over environmental conditions has gained prominence. The author also discusses how the simplicity of the Darwinian theory has been criticized for not being able to explain the complexity of species. The text also mentions the recent introduction of the hypothesis of internal mutations to explain the concept of \"jumps\" between species. However, this hypothesis faces numerous difficulties related to the concept of indeterminacy in physics.",
  "content": "Dagli stessi biologi è stato d'altronde riconosciuto quan- to la varietà delle specie resista al tentativo di quella deduzione semplice e lineare le une dalle altre, che Darwin aveva supposto; essi sono stati portati ad ammettere qua- si dei « salti » da alcune specie ad altre, tanto che l'ipo- tesi piú in voga oggi è quella di De Vries, il quale ricorre a « mutazioni » interne imprevedibili ed essenziali per po- ter appunto spiegare, entro lo schema dell'evoluzionismo, siffatti salti. Questa, tuttavia, è una ipotesi come un'altra, che in- teressa soltanto per la difficoltà che essa segnala, e che in gran parte sussiste anche dopo l'introduzione del con- cetto enigmatico di mutazione. Noto di passata che la dif- ficoltà trova un esatto riscontro in quella in cui si è imbat- tuta recentissimamente la fisica, quando, con la teoria dei « quanti » (Planck) e il principio d'indeterminazione (Heisenberg), ha dovuto arrestarsi dinanzi a quantità finite di « azione », senza poterle spiegare ulteriormente e senza poter individuare un processo continuo che conduca dal- le une alle altre. Peraltro, siccome per quanto modificata e riveduta l'ipo- tesi evoluzionistica continua a vigere in biologia, bisogna esaminare il fondamento generale di essa.",
  "last_phrase": "In conclusion, while the theory of evolution continues to be the prevailing view in biology, the interpretation of facts to support a materialistic concept remains arbitrary and one-sided. The difficulty of explaining unpredictable mutations and finite quantities of action is not unique to evolution but is a challenge faced by contemporary physics as well. Ultimately, while the idea of a continuous progression of species may suggest some possible directions, it does not explain the actual path taken."
}