{
  "title": "Is it possible that humans are descended from beings that existed before prehistoric animals?",
  "first_phrase": "In the previous text, the author questioned the concept of materiality and corporality, proposing the possibility of a human body composed of an element that cannot be fossilized, allowing for the existence of early human strains coexisting with ancient animal species. In the last 200 tokens, the author intensifies the analogy of an assault as a conquest, in which a group of forces fights towards a goal, and only a few maintain the original direction. This is used to better explain the concept of the primordial Man and how the current human being represents the closest approximation and the most direct descent from it.",
  "content": "Come tale, esso rappresenta l'origine, l'asse, mentre le altre specie rappresentano direzioni laterali o diver- genti, per non dire dei sottoprodotti. Con una immagine, già usata da « La », posso forse in- dicare meglio ciò che altrimenti, ad esser compreso, richie- derebbe un lungo giro di concetti. Immaginiamo qualche cosa come un assalto, come una impresa di conquista. Un gruppo di forze, strette in unità, affrontano il pericolo, volgono verso lo scopo. Si impe- gna la lotta. Sul fronte scoperto gli uni cominciano a cadere, gli altri avanzano. Si incontra la resistenza, co- mincia la mischia. L'impeto flette. Pochi riescono a man- tenere la direzione originaria — come in una scia, essi lasciano dietro di loro, dispersi, arrestati, sacrificati o ab- battuti, la maggior parte di quelli, con i quali erano in- sieme al principio dell'impresa. Il gruppo dei superstiti tien fermo, avanza ancora: sempre combattendo, giunge ad aprirsi una via, raggiunge infine la posizione che era meta dell'impresa, la conquista, la mantiene, pianta in essa la propria insegna.",
  "last_phrase": "In conclusion, the image of a conquest can be used to better understand the concept of human evolution and how it differs from other animal species. Just as in a battle, some individuals succeed in maintaining their original direction and reach their goal, while others fall, deviate or get lost in different directions. Now, we understand that the human species expresses the way in which it survives in the condition of materiality, holding the roots of a primordial humanity, where various animal species were included, expressing the exhaustion of attempts, and the arrest of an assault, that humans have left behind."
}