{
  "title": "What are the psychological effects of war and how can they lead to transcendence?",
  "first_phrase": "In the previous text, the possibility of war provoking emotional states that can lead to transcendence was discussed. This idea is supported by Arturo Marpicati's observations, where during bombardment, individuals become disconnected from themselves, and their consciousness is reduced to a minimum circle. In this last part (200 tokens), Marpicati's experience of feeling disconnected from his body during warfare is detailed, and the impact of such a state on individuals is discussed. The text explores the different emotional states that combatants go through during war, including mortification, suspension, and separation.",
  "content": "Quando la furia delle arti- « glierie culmina nel parossismo del tambureggiamento * non c'è pitl nulla che interessa: né gli affetti lontani, * né gli amici vicini, né la vita né la morte. Morti anzi * ci si sente di già... il deserto ci si è fatto d'intorno. Il * senso della fatalità ha influito e regna su tutti gli or- * gani. Occorre qualche tempo perché, cessato il bom- * bardamento, i nervi scossi tornino a posto e le facoltà * riprendano i loro esercizi normali: ciò che a molti * organismi, purtroppo, non avverrà più » (t). Ogni studioso delle nostre scienze riconosce gli stati ) A. MARPICATI, La Proletaria, Saggi sulla psicologia delle mas- se combattenti; ed. Bemporad, s. d., pp. 22-23. I corsivi sono miei. di cui si tratta: mortificazione, sospensione, separazione. Ma qui, semplicemente subiti e incipienti. Spiragli verso realizzazioni trascendenti si schiuderebbero se in quei momenti avvenisse l'azione dall'interno. Si ricordi, invece, a questo proposito, ciò che rife- rendosi parimenti ad una esperienza di guerra ha scritto Iagla » (vol. II, cap. V, p. 147).",
  "last_phrase": "In conclusion, the experiences of war and intense emotions can have a profound impact on our psyche, often leading to feelings of isolation and detachment. However, if we can learn to channel those emotions and turn them into actions from within, there may be opportunities for transcendence amidst the chaos. The key is to remain open to the possibility and be willing to explore the unknown."
}