{
  "title": "What is the importance of the Lion in magical initiation and self-realization?",
  "first_phrase": "The last part of this text delves into the concept of the lion as a symbol of courage and determination in magic. The text mentions Altera de Leone, who was instructed to Horus by the Lord of the Lion. The use of the lion as a symbol of courage and determination is also mentioned in the Minutum Mundum, a holy invocation, and as a representation of Sekhmet, the Lady of the Stars. The author emphasizes that possessing these qualities determines one's virility and is necessary for the practice of magic. The text concludes with the message to rise, arm oneself, and prepare for battle. It teaches that the impulse of the lion must be brought to consciousness through man, or else he would be nothing more than a machine blindly wandering a lost path.",
  "content": "È poi il possesso di quella qualità a determinare la tua virilità; perché senza di essa tu non saresti spinto verso la magia e la tua volontà sa- rebbe una sopportazione e una pazienza da schiavi sot- to la frusta. Per tal ragione, il Toro essendo un attributo di Osiride, per i Maestri di questo eone era necessa- rio presentarlo piú specialmente nell'incarnazione di un leone, e il mio verbo è anzitutto una parola di illumina- zione e di emancipazione del volere, che ad ogni uomo dà una sorgente interna per determinare la Sua volontà, affinché egli compia questa volontà, e quella di nessun altro. Sorgi dunque, figlio mio, àrmati e affrèttati alla battaglia. De viro Apprendi ora che questo Leone è una naturale qua- lità nell'uomo, però segreta, per cui egli non ne è con- sapevole, a meno che sia un adepto. Perciò ti è anche necessario conoscere, con la testa della Sfinge. E la tua libertà è che l'impulso del Leone si faccia conscio a mezzo dell'uomo, senza di ciò tu non essendo che un automa. Inoltre questo uomo ti fa intendere l'ambiente e ti fa adattare ad esso; altrimenti, privo di discerni- mento, andrai ciecamente lungo un sentiero perduto.",
  "last_phrase": "In conclusion, understanding the natural qualities within oneself is key to determining one's will and asserting their masculinity. Just like water, we must adapt to our environment and remain level-headed despite pressure. It is only through discernment that we can break free from fatal beliefs and take control of our lives. With that, we bid farewell to those who have followed us on this journey."
}