{
  "title": "Does the Catholic Church hold the key to true mystical life and deification?",
  "first_phrase": "In the preceding portion, the author discusses the concept of divine life and concludes that true mystical life can only exist within the Church, as it is the carrier of this current. The author argues that non-Christian mysticism is purely naturalistic and potentially influenced by demonic forces. The text affirms the Catholic principle of \"Extra ecclesiam nulla salus,\" which sanctions the idea that only Christian redemption offers liberation from demonic control. In the last part, the author examines the usefulness of adhering to a religious tradition, particularly Catholicism, for those with an initiatic vocation. The author argues that Christianity has a unique character, as it emphasizes interior experience rather than just adherence to the Law, but it lacks the experimental esoteric and initiatic level present in other traditions.",
  "content": "Si è già detto che tutto ciò può solo valere per un « uso interno » cattolico; del pari, si è accennato, che queste vedute hanno una giustificazione esclusivamente pratica, non diversa da quella di vedute esclusiviste ana- loghe che s'incontrano nelle forme esteriori, exoteriche, di molte altre tradizioni: ma esse restano prive di ogni fondamento al di fuori della sfera della giurisdizione di ciascuna tradizione. In relazione a ciò, si può porre, per ultimo, la qui- stione della misura in cui, per coloro che abbiano una vocazione iniziatica, sia utile aderire e aggregarsi ad una tradizione religiosa — nel caso specifico di un Occiden- tale, al Cattolicesimo. Come conclusione della precedente disanima, appare chiaro che il cristianesimo, nel confronto con altre tradizioni, ha un carattere particolare. Infatti da un lato non è, come l'ebraismo antico o l'islamismo or- todosso, una pura religione della « Legge », ma vi ha rilievo l'esperienza interiore. D'altra parte, esso ignora il piano sperimentale esoterico ed iniziatico, per cui il suo livello è inferiore a quello delle tradizioni ove questo piano è adeguatamente considerato.",
  "last_phrase": "In conclusion, for those who have an initiatic vocation, joining a religious tradition, specifically Catholicism in the case of a Westerner, may be useful. However, it is essential to recognize that these views are practical and relevant only within the jurisdiction of each tradition. While Christianity has a particular character that makes it an essentially mystical religion, its intermediate nature may be more psychological-collective than spiritual and metaphysical. Therefore, joining a tradition like Catholicism can serve as a constraint rather than a basis for higher development, becoming a challenging chain from which it is difficult to become free."
}