{
  "title": "What is the symbolism behind the idea of Olympic royalty and the mandate of heaven?",
  "first_phrase": "This text explores the concept of the Olympic kingdom and the \"mandate of heaven\" as a central motif, as described by Kong-tze. The idea of the \"King of the World\" as the cakravarti - King of Kings - who governs through the immutable wheel of the Regnum, or Law, is examined. The symbolism of a northern, hyperborean land and the concept of an unchanging seat, such as an island, mountain peak or citadel of the sun is explored. The text discusses mythical divine races, such as the Tuatha dè Danann, who brought mystical objects from the legendary land of Avallon, including a stone that indicates legitimate kings, a spear, a sword, and a vessel that provides perpetual nourishment, all of which are the same objects that feature in the legend of the Grail. In the last 200 tokens, the text discusses the legendary figures of Prete Gianni and King Arthur, whose stories evolved from these primordial motifs.",
  "content": "Altre tradizioni parlano di un monte magnetico miste- rioso e del monte, nel quale scompaiono o sono rapiti coloro che hanno conseguita la perfetta illuminazione spirituale. Altri ancora parlano di nuovo di una terra solare, dalla quale provengono coloro che sono destinati ad assumere la dignità di re legittimi fra popoli senza prìncipi. Questa è anche l'isola di Avallon, cioè l'isola di Apollo, del dio solare iperboreo chiamato, fra i Celti, Aballun. Di leggendarie razze « divine », come i Tua- tha dè Danann, che vennero dall'Avallon, è anche detto che vennero « dal cielo ». I Tuatha portarono seco dal- l'Avallon alcuni oggetti mistici: una pietra che indica i re legittimi, una lancia, una spada, un vaso che for- nisce un nutrimento perenne, il « dono di vita ». Sono gli stessi oggetti che figureranno nella leggenda del Graal. Dai tempi primordiali questi motivi leggendari scen- dono fino al Medioevo assumendo in questa epoca forme caratteristiche. Da qui, ad esempio, le tradizioni relative al regno di Prete Gianni e di Re Artù.",
  "last_phrase": "In conclusion, the legend of Avallon or the Island of Apollo has been passed down through various traditions and cultures, describing a mystical mountain or a solar land that is associated with spiritual illumination and the emergence of divine races. Legends of Prete Gianni and King Arthur are also intertwined with this mythical place, where the Tree of Life and the Stone of Light are said to have powerful properties. These legends have evolved and taken on different characteristics over time, but they continue to captivate our imagination and offer insight into humanity's search for meaning and transcendence."
}