{
  "title": "What is the relationship between regality and spirituality in different traditions?",
  "first_phrase": "This text discusses the concept of the \"Autonomous Individuals\" mentioned in Lao-tze's work, as well as the \"svecchiki,\" referred to in traditional Hinduism, and beings mentioned in Islamic esotericism, all of which share qualities of self-law and spirituality. The author links them to the \"immortal and lawless race\" in hermeticism. The text also explores the idea of the regal nature of spiritual authority and its association with the symbolism of the scepter in different cultures. Finally, it discusses the ancient Egyptian traditions which had a royal character and an initiatory dimension, and which later developed into a caste of priests.",
  "content": "All'affermazione ermetica: « Dopo Dio, * noi glorificheremo coloro che ci offrono la sua imagine * e che reggono lo scettro... le statue dei quali sono fari * di pace nella tempesta » (i), fa riscontro l'insegnamen- to delle Upanishad, secondo il quale il Brahman « creò * una forma più alta e più perfetta di sé medesimo, la * nobiltà guerriera, cioè gli dèi guerrieri » — onde, si aggiunge, « non vi è nulla di superiore alla nobiltà guer- * fiera e questa è la ragione per cui il sacerdote venera * umilmente il guerriero quando ha luogo la consacra- * zione di un Re » (2). D'altra parte, in Cina non esisteva una casta sacerdotale: il « mandato del Cielo » era di- rettamente assunto dall'Imperatore, la funzione del quale si potenziava in un significato addirittura magico: il suo comportamento si pensava influisse sulle stesse forze cosmiche. Al centro dell'antico Egitto troviamo di nuovo un tipo regale, in una tradizione che ha simultanea- mente carattere iniziatico — una dinastia sacerdotale non si formò che in un periodo più tardo, a Tebe.",
  "last_phrase": "In conclusion, it is evident that the concept of royal and priestly functions has been intertwined throughout history and across cultures. The nobility of the warrior and the magical influence of the emperor were central to the religious and social structures of ancient civilizations. Even in the Middle Ages, the \"mystery of royalty\" persisted among various orders and was reintegrated into an ascetic and sometimes priestly dignity. These concepts of royalty and priesthood, however, differ significantly from modern perceptions and must be understood in their historical context."
}