{
  "title": "Can parts of the psyche survive death?",
  "first_phrase": "In this final section of the text, the concept of the survival of a piece of the ego as a dynamic and mnemonic psychic complex is discussed. This piece, while not immortal, can potentially survive long enough to impress certain groups of spiritualists and psychologists. However, such survival should not be based on empty hopes and sentiments but on the objective realization of a certain detachment from the natural individual complex grounded on the physical body and experience. The text explores the possibility of an intermediate state of existence between absolute immortality and the fate of those who have led a purely materialistic life. One example of such an intermediate case is an individual whose life has been dominated by a single ideal that they have placed above their own instincts, affections and happiness. This last part of the text suggests that these individuals, without knowing it, have indirectly created an objective basis for survival.",
  "content": "Ma mettendo da parte l'ironia, dottrinalmente sono da considerarsi possibilità intermedie fra i due estremi: fra l'immortalità assoluta dell'adepto che consegue la Grande Liberazione e, ellenicamente dell'« Eroe » che prende resi- denza nei Campi Elisi — e la sorte che nell'oltretomba deve attendersi colui che in terra abbia condotto una vita legata unicamente alla materialità, alle passioni e agli istinti. Si pos- sono ammettere gradi intermedi, e qualora non si vogliano far valere semplici sentimenti e vuote speranze, ma si pen- si oggettivamente, dovrebbe essere ovvio che la condizione per queste possibilità intermedie è costituita dalla misura in cui nel proprio pensare e volere si sia già realizzata, vi- vendo, oggettivamente (questo « oggettivamente » va sotto- lineato), un certo distacco dal complesso individuale natu- ralistico avente per base il corpo e l'esperienza del mondo fisico. Prendiamo qualcuno di questi casi intermedi. Uomini, tutta la vita e la condotta dei quali sia stata ferreamen- te dominata da un unico ideale, da essi posto al di sopra della loro persona, e a cui essi tutto hanno subordinato, istinti. affetti, felicità — costoro, senza saperlo, hanno crea- to indirettamente una certa base oggettiva per la sopravvi- venza.",
  "last_phrase": "In conclusion, while humor aside, there are intermediate possibilities between absolute immortality and the fate that awaits those who have lived solely for material passions and instincts. These possibilities are contingent upon one's measure of detachment from the natural individualistic complex based on the body and physical experience, achieved by living objectively. Individuals who have lived firmly by a single ideal or in complete devotion to another have already established an objective foundation for survival. Ultimately, the measure of transcendence one achieves during life may very well determine the extent of one's survival in the afterlife."
}