{
  "title": "What is the difference between mysticism and initiation in Christian spirituality?",
  "first_phrase": "This text is a philosophical discussion about the difference between mysticism and initiation and how the former has been wrongly attributed to various experiences. The author notes that while some mystics may transcend their path and have a metanoia, a change of mind or heart, it is rare and not the norm in the Catholic Church. The author goes on to discuss the history of Christian mysticism and how it has evolved over time from its more esoteric roots to a more humanized and psychological experience. The author highlights the passivity of Christian mysticism as its fundamental characteristic. In the final 200 tokens, the author suggests that readers will benefit from examining the topic further, specifically the meaning of asceticism and Christian mysticism according to esoteric evaluation, and the decline of mystical experience in Christianity throughout history. The author concludes by encouraging readers to consider these ideas and continue their own exploration of the topic.",
  "content": "* * * In ogni modo, per i nostri lettori non sarà inutile an- dar piú a fondo nella quistione, considerando in vari punti !,1) Dopo il periodo della patristica greca, esse si riducono quasi esclusivamente ai mistici tedeschi, in prima linea Meister Eckhart. il senso dell'ascesi e della mistica cristiana secondo una va- lutazione esoterica. Vi è anzitutto da rilevare, nella storia della stessa misti- ca cristiana, un processo in un certo modo di degradazione. Se ci riferiamo ai primi secoli della Chiesa, nella patristica troviamo non pochi elementi aventi ancora attinenza con insegnamenti iniziatici, e ciò per iI semplice fatto che essa si formò in ambienti in cui era ancora viva l'influenza di vene della precedente e coesistente sapienza mistèrica e del neoplatonismo. Da Agostino in poi, e specie poi con la mi- stica spagnola, si ha una crescente umanizzazione e psico- logízzazione del misticismo cristiano, a cui non sfuggi la stessa corrente tomistica. Il soggetto dell'esperienza mistica si fa sempre piú l'anima, anziché lo spirito, l'aspetto affetti- vo prevale, vedute morali prendono il sopravvento rispetto a quelle ontologico-esistenziali. Il carattere fondamentale della mistica cristiana è la pas- sività.",
  "last_phrase": "In any case, delving further into the matter would not be useless, especially for our readers. Throughout the history of Christian mysticism, there has been a certain degree of degradation, and it is important to note the increasingly human and psychological traits of this experience. Although the passivity is fundamental, it is worth mentioning that, as Thomas Aquinas states, it is not the result of our own activity, but rather a gift from God. Overall, understanding the evolution of Christian mysticism can provide valuable insights into its true nature and its role in spiritual development."
}