{
  "title": "What is the relationship between magic and sexuality in ancient Rome?",
  "first_phrase": "This text is a continuation of a larger work discussing the concept of power in ancient Rome. The author delves into the topic of sexuality, specifically the idea of the \"doppio,\" which is a transcendent part of the human soul associated with death and feminine deities. The text explores how magicians use various means, including frenzied dance, to tap into this otherworldly power. The last 200 tokens discuss the concept of the \"ludo agonale,\" or the heroic intoxication of battle, as the ultimate means of accessing this power. The author touches on the dramatizations of wild deities such as the Furie and the Erinni, which represent the qualities of the \"doppio\" that the magician seeks to extract.",
  "content": "Il contatto non si sta- bilisce (o, pur stabilendosi, tu non potresti avvertirlo, e servirtene) prima che, a mezzo di uno stato anormale della coscienza esteriore, per « esaltazione » non giungi ad approssimarti al livello e alla « rapidità di frequenza » corrispondenti al doppio. I mezzi sono molteplici. Ma già ti si avvicina l'intelligenza per la seconda assimila- zione: il doppio, parte trascendente dell'anima umana, dea della Morte, ha relazione con le Furie, con le Erinni, con le dee delle Battaglie. Sulla via dell'azione, fu la danza ad esser primitiva- mente usata come metodo frenetico per attrarre e far manifestare nell'anima umana divinità e poteri invisibili: è il tema bacchico, menàdico — l'avviamento ai contatti per vertigine. Alla vita scatenata dal ritmo si innesta un'al- tra vita, come emergenza della radice abissale di quella: e Furie ed Erinni, nature selvagge che hanno attributi come Zagreo: « Gran-Cacciatore-che-travolge-ogni-cosa », ne furono le drammatizzazioni: forme, dunque, di apparire del dèmone tuo, assumenti la qualità dello stato che lo ha « estratto ». Il ludo agonale è un grado superiore. Ancor oltre, l'ebbrezza eroica della battaglia.",
  "last_phrase": "In conclusion, the path to establishing contact with one's double requires a state of abnormal outer consciousness and an approach to the level and frequency corresponding to the double. The use of dance and frenzied rhythm as methods for attracting divinity and invisible powers is a primal and effective way to achieve this state. The emergence of Furie, Erinni, and other powerful deities represent the quality of the state that the dèmone has been extracted from. The attainment of this experience at the grade of heroism and warrior exaltation signifies the magical completion and the appearance of Nike, the goddess of victory."
}