{
  "title": "What is the concept of initiation in traditional organizations, according to Guénon's view?",
  "first_phrase": "In this text, the author discusses the problem of initiation and the views of Guénon on this matter. The initiation involves surpassing the human condition and achieving higher states of being, which is impossible for an individual to do alone. Guénon believes that initiation can only occur through the transmission of a spiritual influence, which is passed on through a regular initiatic organization. In this last part (200 tokens), the author explains the requirements for the transmission of this influence and how even those who do not understand the rituals can still be initiated. The text also emphasizes the importance of the organization's regularity and its connection to a supreme and unique center.",
  "content": "La « regolarità » di una orga- nizzazione consiste nel suo essere a sua volta collegata, di- rettamente o tramite altri centri, con un centro supremo ed unico; consiste inoltre nel suo rimandare ad una catena ininterrotta di trasmissione che si continua nel tempo at- traverso rappresentanti reali, mentre retrocede fino alla « tradizione primordiale » (92). Affinché la trasmissione delle influenze spirituali che condizionano lo sviluppo ini- ziatico sia reale basta che i riti richiesti siano eseguiti esat- tamente da chi sia regolarmente designato a tale funzione; che, poi, questi comprenda o no i riti, creda o no nella loro efficacia, ciò non ha influenza (152). Anche in questi casi la catena non è interrotta ed una organizzazione ini- ziatica non cessa di esser « regolare » e capace di conferire l'iniziazione: anche quando essa non comprenda che « ini- ziati virtuali », perché privi di un vero sapere (83). Come è noto, vedute analoghe ha la Chiesa nei riguardi dell'or- dinazione sacerdotale e dell'efficacia dei riti regolarmente eseguiti. Quanto all'iniziando, per ottenere la trasmissione delle « influenze spirituali » si richiede che egli sia a ciò qualifi- cato.",
  "last_phrase": "In conclusion, the regularity of an initiatic organization lies in its direct or indirect connection with a supreme and unique center, and its uninterrupted transmission of spiritual influences through real representatives to the primordial tradition. The organization confers initiation through the proper performance of rites by qualified individuals, regardless of their understanding or belief in their efficacy. While initiation creates an internal change, actualization and active work are required to fully embody it. Initiatic representatives can only guide and support this process to prevent deviation."
}