{
  "title": "\"What is the role of the VOID in understanding the senses and letting go of the illusion of self?\"",
  "first_phrase": "This text invites the reader to drop into space, silence, and void after the occurrence of a sound or idea. The last 200 tokens of this text reflect on the fact that senses are moved by the void, not by the personal will. Chapter IV of the text asks readers to contemplate on this fact, that they are not living a life, but being lived. The student commented that this meditation made him realize that he was the creator of the illusion of \"I am doing it\" and that it is the void that moves everything. The principle of yoga is also mentioned that \"I am not the doer.\" The phrase \"not doing anything, that's a real letting go because the 'I' wants to control\" ends this reflective text.",
  "content": "I want you to contemplate that the senses move not by your will, but it is the VOID. Everything appears to move by the VOID. Contemplate that for a moment. Nisargadatta Maharaj used to say, \"Allow the VOID to live through you.\" Contemplate: That you are not living a life, but that you are being lived. The VOID lives through you. A student commented about this meditation: \"What it did more than anything was make me realize that the that thinks it's doing all of this is my own creation, it's an illusion. It's always the divine or VOID that's moving everything, and to superimpose on that the belief that 'I'm doing it' is ego and illusion.\" I told him that one of the first principles of Yoga is, \"I am not the doer.\" I added that, \"The VOID OF UNDIFFERENTIATED CONSCIOUSNESS (also called the SELF in India) does everything.\" He replied, \"It makes the 'I' a real illusion.\" Not doing anything, that's a real letting go because the \"I\" wants to control.",
  "last_phrase": "In conclusion, by contemplating the idea that the VOID moves everything, we can discover that we are not the doer, but rather the VOID lives through us. Letting go of this illusion of control can lead us to pure awareness, where we can find the VOID OF UNDIFFERENTIATED CONSCIOUSNESS or the SELF. By embracing this concept, we can move beyond Quantum Psychology and discover the ultimate reality of existence."
}