{
  "title": "\"What is Quantum Psychology and how can turning your attention around help eliminate the concept of a separate self?\"",
  "first_phrase": "In this text, the concept of how limiting our beliefs and thoughts about ourselves can be explored, with the assistance of Nisargadatta Maharaj's teachings. The last 200 tokens cover the principles of Quantum Psychology, where the ideas of cause and effect being one unit and the interconnectedness of everything is discussed. The exercise provided for the reader is to turn their attention around and try to find a sense of self, ultimately discovering that there is no separate self, only pure awareness. This exercise leads to the realization that there is just a void of undifferentiated consciousness, and all feelings and associations are not belonging to an individual \"you\" but rather flow in and out of the void.",
  "content": "Stated another way, when \"you experience\" that the experiencER, the experience and the problem are one and the same and that everything is interconnected and made of THAT ONE SUBSTANCE, everything disappears or becomes quantumfied. QUANTUM PSYCHOLOGY PRINCIPLE: Since there is no separate self and no separate object, all there is, is the VOID OF UNDIFFERENTIATED CONSCIOUSNESS. By turning your attention around, the self disappears, is quantumfied. At that \"moment\" there is a blank on the screen. EXERCISE #19 Turn your attention around and notice if there is a self which is experiencing anything Turn your attention outward and notice an object. Look at an object from No-self and No-me as just pure Awareness. Notice a feeling. Try to find the self that's feeling the feeling, and notice there is just feeling with no feeler. Notice that there is no \"you\" feeling, that a feeler is contained within the feeling itself. Realize there is just feelings which do not belong to a \"you\" but just come into and out of the VOID. ________________ Notice an association.",
  "last_phrase": "In conclusion, by recognizing that there is no separate self and no separate object, and that all is made of an undifferentiated consciousness - the void, one can turn their attention inward to quantumfy the self and outward to observe the world as mere awareness. The exercise encourages us to notice different experiences, feelings, and associations, which are all part of the void, not belonging to a separate self. By practicing this exercise, one can experience the interconnectedness of all things and disappear into the synesthetic void of consciousness."
}