{
  "title": "\"What happens when you go beyond the knower-known and experience the VOID OF UNDIFFERENTIATED CONSCIOUSNESS?\"",
  "first_phrase": "In the final leg of the text, the author explains how one can go beyond the concept of the knower and the known by realizing that there is no \"you\" or \"I\" in that experience. The author suggests contemplating that all information you know about yourself is not yours and is without cause. They also argue that information or knowledge can be limiting, and when one defines themselves by it, it becomes bondage. The author advises practicing letting go of such information by recognizing that cause and effect are not separate entities.",
  "content": "Westerners misunderstand the word \"knowledge.\" Actually what is meant is that information (beliefs, thoughts, etc.) you have about yourself is limiting when you define yourself by it. Nisargadatta Maharaj used to say, \"Anything you know about yourself is separate from you and should be discarded as not you.\" Practice: Let your eyes close. As information about \"yourself' comes into \"your\" awareness, contemplate that this information is without cause. Continue to contemplate that this information is without any cause. Next, contemplate that this information does not belong to you, or an \"I\". Whenever you're ready, bring your awareness back to the room, notice where you're sitting, and let your eyes open. QUANTUM PSYCHOLOGY PRINCIPLE: Cause and effect are actually not separate but are one unit; hence, they could be written Cause-effect. ________________ There are no causes or effects, rather the concept of a separate cause-effect causing a separate effect to arise and subside together along with the \"I\" or experiencer which experiences them (See Appendix—On Cause and Effect).",
  "last_phrase": "In conclusion, Westerners tend to misconstrue the term \"knowledge.\" The beliefs and thoughts one has about themselves can be limiting when defined by them. Instead, contemplate that this information is without cause, doesn't belong to you, or a separate \"I.\" By doing so, one can experience themselves, the experience, and the problem as one and the same, leading to a blank canvas of undifferentiated consciousness. Try turning your attention around to see if there is a self experiencing anything, then outward to notice an object."
}