{
  "title": "\"What is the BIG EMPTY SPACE in your life and how does it affect your sense of self?\"",
  "first_phrase": "In the last section of this text, we explore the concept of the Essential Core with Wolinsky and Alice. Prior to that, they had a therapeutic discussion about the Big Empty Space and all of its chains. As Alice associates love with loneliness, they try to explore beyond her concept of love and move to a more non-verbal approach. They focus on the waviness she feels and the false core she is carrying. Wolinsky then urges her to notice the emptiness and false core as the same substance. They end with a discussion about the Essential Core, which is pure and beyond the false self and psychology.",
  "content": "Wolinsky:So if you notice the BIG EMPTINESS the False Core is floating in and the False Core and if you took the label off of it and saw the EMPTINESS and the False Core, as the same substance, notice what happens as you continue to feel that waviness now. Have 80% of your attention in that waviness. About 10% noticing if anything pops up and about 10% have here when you open your eyes. Student:Thank you. That's great. THE ESSENTIAL CORE The Essential Core is what is \"you\" beyond your False Core-False Self and your psychology. It is very pure, hence, the word \"Essential.\" During the shock of the Realization of Separation, the misnamed, (mis)labeled and (mis)perceived quality of ESSENCE called spaciousness is labeled emptiness, (as in a lack) and is blamed. In this way you believe that you have no core, no Essential Core, and that you are empty (as in a lack). You then adapt or take on a False Core which you know is False, but at least you have a core.",
  "last_phrase": "In conclusion, by recognizing and reconnecting with your Essential Core, which is beyond the False Core and your psychology, you can begin to realize that the spaciousness you perceive is not emptiness or a lack, but rather a very pure and essential quality. By letting go of the False Core and embracing your Essential Core, you can begin to find and truly be yourself."
}