{
  "title": "What is the NON-VERBAL I AM and why should all maps, frames, and lenses be discarded?",
  "first_phrase": "The last part of this text discusses the concept of NON-VERBAL I AM and ESSENCE, which is the endpoint of some spiritual practices. Nisargadatta Maharaj's teachings about the \"seed of consciousness\" and the False Core-False Self are explored. The text emphasizes that all maps, frames, and lenses are merely tools and should not be believed as truth, and ultimately must be discarded. The verbal I AM is the seed of the False Core-False Self, while the NON-VERBAL I AM is beyond it. Understanding these concepts can lead to a state of pure being.",
  "content": "\"At this juncture, it can be said that the verbal I AM is the seed from which the False Core-False Self springs, and the NON- VERBAL I AM is beyond that. The NON-VERBAL I AM is the seed of the Verbal I AMNisargadatta Maharaj called it the \"Seed of Consciousness.\" Quantum Psychology would also call it the Fruit, condensation or the byproduct of the VOID OF UNDIFFERENTIATED CONSCIOUSNESS. 'For example, we have looked at psychology and spirituality through the lens or map of developmental psychology. It is important to note that these are maps and lenses and as such are not true, but might at their best give a person who believes in their psychology a view as to where they are stuck, and, as is often the case, at its worst they (the lens or map) is believed. And once believed, attempts are made to heal a map, which is False, thus yielding no success. Ultimately, therefore, all maps, frames and lenses as NOT-I, should be discarded. 70 Chapter II NO I AM-NO FALSE CORE Without the verbal I AM, there is no separate consciousness, no False Core and no individual psychology.",
  "last_phrase": "In conclusion, understanding the importance of the verbal and nonverbal I AM is crucial for grasping spirituality and psychology. While maps and lenses help individuals gain insight, such frames are not true and should be eventually discarded. Ultimately, embracing the NON-VERBAL I AM could bring individuals beyond consciousness itself."
}