{
  "title": "How does a False Self Compensator impact an individual's efforts to prove their worth?",
  "first_phrase": "In this excerpt from the therapy session between Debra and Wolinsky, Debra's desire to prove her worth to her parents is discussed. Debra admits that her parents modeled worthlessness, causing her to compensate for this perceived lack of worth through success and other means, but to no avail. Wolinsky emphasizes that these compensations stem from the shock of realizing separation in infancy and are not based in present reality. He then helps Debra identify where she feels the need to prove her worth in her body and explores the concept of worthlessness in relation to her parents.",
  "content": "Therapeutic Note No matter how much you \"act out\" (compensate) for your False Core Compensator, it never works. Remember all the compensations of a \"shocked\" infant's consciousness have nothing to do with present time reality and are driven by the resistance to the shock of the Realization of Separation. Wolinsky: Debra: Wolinsky: Debra: They just don't get it that you are worthwhile? Yeah, or what I'm trying to do even. Now, that you get it, how does it seem to you? Well, it's a lot of energy for nothing. I mean it never works. Like could it be possible that I could give that up. Wolinsky:Where in your body do you feel the \"I have to prove I am worthwhile (False Self Compensator)? Debra:In my jaw. Wolinsky:Where in your body do you feel worthless, or no worth? 58 Wolinsky:Let's have an image of your mother and father over there. (The other side of the room) Who's stronger in worthlessness, your mother or father? Debra:You mean who feels the most worthless? Wolinsky:Yes.",
  "last_phrase": "In conclusion, it is important to acknowledge that compensating for a False Core never works, as it is driven by resistance to the shock of realizing separation from others. Through understanding where this False Core lies in the body and exploring familial dynamics, one may begin to let go of the need to prove their worth and find a healthier way to connect with others."
}