{
  "title": "What is the False Self and how can you find your Essential Core?",
  "first_phrase": "In the preceding text, the concept of False Core and False Self was explained as a compensation for the essential quality of spaciousness that is mislabeled as emptiness. To find oneself, it's necessary to connect with the Essential Core where the qualities of ESSENCE reside. The I AM is a touchstone to approach the underlying unity, but the first step is getting grounded in the body's experience. The last 200 tokens describe a guided exercise to connect with the Essential Core by going back and forth between False Core and Essential Core with six steps.",
  "content": "When this occurs, new belief systems and philosophies spring up into being. One day when I was in India, \"I\" experienced my arm as being made of the same substance as a tree. \"I\" realized that my thoughts were made of the same substance as the earth beneath me. But this experience did not remain stabilized. At first your identities are foreground while ESSENCE-I AM, etc., are very much in the background. At some point, this shifts and ESSENCE-I AM, etc., moves forward while the fixated awareness of the False Core loosens and recedes. When this happens, you lose interest in and go beyond \"your\" psychology which you soon realize is simply a lens by which the imagined self and world were viewed. At this point, the False Core Driver and False Core Compensator move into the background or just disappear. Finally, THAT ONE SUBSTANCE and the \"NOT-I-I\" are clearer and are now foreground, and THAT is what \"you\" are living in. GUIDED EXERCISE: YOUR ESSENTIAL CORE Eyes closed. Step I: Step 2: Step 3: Step 4: Step 5: Step 6: Go into your False Core.",
  "last_phrase": "In conclusion, by practicing the guided exercise to explore your False Core, you can eventually loosen its hold and open up to experiencing your essence, leading you to a deeper understanding of your true self and your connection to everything in the universe."
}