{
  "title": "\"Can you \"See\" the Void? An Exercise to Expand Awareness and Experience Perfection, Love, and Power\"",
  "first_phrase": "In the previous text, the author describes a way to experience the void beyond human senses, emotions, and learning through exercise #31 in Beyond Quantum Psychology Step VIII. In the last part, the reader is encouraged to allow the emptiness to condense into a representation of perfection and essential qualities of love. This step should be done without any association or label to dissolve the experience into the void.",
  "content": "Notice the VOID behind your learning. Notice the VOID behind your taste. Notice the VOID behind your awareness. Notice the VOID behind your sense of differences. The Way of the Human ■ Beyond Quantum Psychology Step VIII \"See\" experience all of the dimensions of manifestations as VOID. Experience the VOID through the dimensions. EXERCISE #31 With a Guide Let your eyes close. Without using thoughts, memory, emotions, associations or perceptions, expand awareness and go further and further back into that vastness of that big EMPTINESS. Now, from that vastness, allow the EMPTINESS to condense down, forming a representation of perfection. It might be just an energy ball. It might be an actual image. I have no idea. Notice the size and shape of this condensation called the concept of perfection. Take the label off and allow the experience of perfection with no object to dissolve into the EMPTINESS. Take a moment and just absorb that. Go into the EMPTINESS again. Allow the EMPTINESS to condense down and form some configuration of the essential quality of love. It might be an energy ball. It might just be an actual image.",
  "last_phrase": "Incorporating the Way of the Human and the Beyond Quantum Psychology Step VIII into your meditation can help you experience and understand the VOID behind your learning, taste, awareness, and sense of differences. Practice Exercise #31 with a guide to awaken your awareness and allow the EMPTINESS to condense down and form configurations of perfection, love, power, truth, and wisdom."
}