{
  "title": "\"What is the non-verbal I AM and how can it help us go beyond our false self?\"",
  "first_phrase": "In the last part of the text, the author emphasizes the importance of understanding the difference between the verbal and non-verbal \"I AM.\" They explain that the non-verbal I AM is beyond qualities, thoughts, memory, emotions, associations or perceptions, and is the essence of essence. The verbal I AM is a concept and precedes the false core-false self. The author cites Nisargadatta Maharaj's teachings to encourage readers to stay out of identifying with life and instead witness it. The summary of the text also includes exercises to help readers hold onto the non-verbal I AM and cut the false core-false self.",
  "content": "If \"you\" can, hold- The Way of the Human • Beyond Quantum Psychology onto the NON-VERBAL I AM and let go of everything else. If you can't, Hold onto the verbal I AM and let go of everything else. The NON-VERBAL I AM is without thoughts, memory, emotions, associations or perceptions. The verbal I AM is prior to I AM (fill in the blank). Nisargadatta Maharaj tried to cut the False Core-False Self at its roots, prior to I AM (fill in the blank) . To make that cut one must un-fuse the I AM from the False Core-False Self. QUANTUM PSYCHOLOGY PRINCIPLE: If there were no-body, then there would be no I AM. Eventually, you'll see that the I AM is also a concept, a universal Archetype (see next chapter). When the I AM disappears, it is a quantum leap. Nisargaddata Maharaj says, Once you believe I AM, then you believe \"I am a man.\" \"1 am a woman\" and \"I have all these things that I have to do.\" I believe \"I need this and I need that.\" So cut it right at I AM.",
  "last_phrase": "In conclusion, Nisargadatta Maharaj's teachings encourage us to un-fuse the I AM from the False Core-False Self and cut it at its roots, prior to identifying with labels and beliefs. Quantum Psychology principles provide a helpful framework to stabilize awareness and establish a connection with our true presence, without retreating from the world or changing our beliefs. Whether holding onto the verbal or non-verbal I AM, the ultimate goal is to let go of all other attachments and concepts and rest in our pure being."
}