{
  "title": "What are Archetypes in Quantum Psychology and how do they relate to the VOID OF UNDIFFERENTIATED CONSCIOUSNESS?",
  "first_phrase": "This section explores the concept of archetypes and their relationship to the void of undifferentiated consciousness. The author explains that the void is the building block of the universe and has the potential to condense into everything, including archetypes. These archetypes are patterns formed by combinations of the Physics Dimensions and are viewed through our nervous system. Nisargadatta Maharaj believed that the primary archetype is I AM, while the collective unconsciousness contains all archetypical combinations. Finally, the contracted void of undifferentiated consciousness forms the individual unconscious and ultimately shapes our conscious minds, separating us from others.",
  "content": "\"Condensing\" down into \"form\", the VOID contracts, forming the Physics Dimensions, then 135 The Way of the Human • Beyond Quantum Psychology further contracting to create what appears as patterns which Jung called Archetypes. Nisargadatta Maharaj called the plimary primal Archetype I AM. The COLLECTIVE UNCONSCIOUSNESS contains all of the Archetypical combinations (forming a pattern). Each Archetypical story or myth is a contraction of the Physics Dimensions of energy, space, mass, time, gravity, electromagnetics, strong and weak forces, which is the condensed VOID OF UNDIFFERENTIATED CONSCIOUSNESS (called the SELF in India). When the contracted VOID OF UNDIFFERENTIATED CONSCIOUSNESS further contracts, it forms the individual unconscious mind. This personal unconscious further contracts and forms our conscious minds, with individual sets of beliefs and attitudes which separate us from other people.",
  "last_phrase": "In summary, the Archetypes that we experience are the result of the contraction of the VOID OF UNDIFFERENTIATED CONSCIOUSNESS, forming patterns that are the basis for the concept of the I AM. The Collective Unconsciousness contains all Archetypical combinations, with each Archetype being a contraction of the Physics Dimensions. Nevertheless, Quantum Psychology warns us about unreal Archetypes that arise from our resistance to experiences; realizing this fact, we can avoid falling into the distortions that those Archetypes generate."
}