{
  "title": "\"What is the Inside-Out Approach to Energy and Pure Essence? - Chapter 1 Exercise\"",
  "first_phrase": "In the preceding text, the author talks about how external energy affects one's internal energy, convoluting, penetrating, and distracting the awareness of pure ESSENCE. In the last 200 tokens, the author asks the reader to turn themselves inside out and create a new space inside themselves, to allow energies to return to their source and become pure ESSENCE. The author enquires about how the reader is feeling, and whether anything touches them at that level, to which they respond with a lack of words. This concept of merging or being alone is just a way of talking about it and doesn't attract or repulse the reader towards either side.",
  "content": "Not attracted or repulsed toward either side. ________________ Chapter 1 neously inside your body. Notice how that energy seeped into your ESSENCE in a certain way, convoluting, penetrating or distracting the awareness of pure ESSENCE too. What happens is an image of it wrapping itself around and creating a layer. The penetration. Yes. What I am going to ask you to do is notice the energy coming at you from the external and notice the body and all of that energy that is absorbed and how it interpenetrates and interupts the awareness of ESSENCE a bit. What I am going to ask you to do is to turn yourself inside out so that all your insides are out, and you have a new space inside yourself. So that the energies now are going back out to the lineage, back to its source by turning yourself inside out, and hence, having a Pure ESSENCE. ...(Silence) How are you doing? There's no word for it really. From this place, is alone, or merging, or does anything touch you at that level? No. How are you doing?",
  "last_phrase": "In conclusion, by turning yourself inside out and noticing the energy absorbed from the external, you can create a new spaciousness of pure ESSENCE and allow the energies to return to their original source. Try this exercise to experience the heart of an enlightened being within you."
}