{
  "title": "What Lies Could a Grandma and Grandpa Tell Themselves? Understanding the Impact of Energy and Labeling in Lineage.",
  "first_phrase": "In this final section, the author explores the lies that the Grandma, Grandpa and Grandpa tell themselves. The purpose of these lies seems to be a distraction from the wounds they carry within themselves. The author then guides the reader through a visualization exercise to absorb the energy of the lineage called \"alone\" in their chest and notice how the labels of resistance can be taken off, leaving only energy. The reader is left with the realization that these concepts are merely ideas and ways of talking about things, leading to a sense of solid awareness and warmth inside.",
  "content": "To a-void the lies and the wound he has within himself. And what lie could Grandpa tell himself? As long as I am in command, I'm okay. Okay. And why would he come up with that lie? Because he would have to acknowledge on some level he recognizes the wound. How are you feeling right now seeing this lineage? I have more energy, warmer inside. More relaxed inside. Wolinsky:Which is? 2425 Notice the energy of the lineage called the alone which you absorbed. Notice how all of this energy called alone and that it is in your chest. Notice it coming from both sides (Mom and Dad lineage). Now, take the label off of both sides of the energy coming at you and take the label off of the created response of resisting that energy coming at you, Take the label off of the resistance? Yes, let them both be energy. Okay. How do they seem to you now? Kind of dangling there. How do you feel right now? Solid. Just really aware of the warmth inside of me. How does merging or alone seem to you now? Ideas. Just ways of talking about it.",
  "last_phrase": "In conclusion, it is important to recognize and acknowledge the wounds we carry within ourselves to avoid the lies that we may tell ourselves. By removing labels and allowing energy to flow freely, we can feel more solid and aware of the warmth inside of us, and prevent energy from convoluting or distracting our pure essence."
}