{
  "title": "What is the significance of the verbal and non-verbal I AM in understanding the False Core-False Self and achieving pure being?",
  "first_phrase": "This text discusses the importance of verbal and non-verbal I AM and their relationship with the False Core or False Self. Nisargadatta Maharaj emphasized staying in the verbal I AM, which is the root of psychology and leads to the non-verbal I AM or pure being. This state has no frames of reference, and all lenses and frames dissolve, leaving one with no references to frame. ESSENCE, which has essential qualities, is the end destination of some spiritual practices, but Nisargadatta advises holding onto the I AM and letting go of everything else.",
  "content": "If you are not using them, you are in pure being—or what Nisargadatta Maharaj would call I AM, the no-state, the stateless state of the non-being being. It should be noted that the NON-VERBAL I AM uses no lenses or frames; hence, the NON-VERBAL I AM has no frames of reference, no references to frame. Throughout most of the trilogy we have been looking at psychology and spirituality through various lenses.' But when the NONVERBAL I AM is revealed, all lenses, all diagnoses, all frames are seen as just maps, gone beyond and dissolve, leaving you with no frames of reference and no references to frame. ESSENCE has Essential qualities, such as love with no object, compassion, observation with no object, etc. ESSENCE is the end point for some forms of spiritual practice. One of Nisargadatta Maharaj's major teachings was, \"Hold onto this I AM (No-State state) and let go of everything else.\" Quantum Psychology can only imagine that it was his way of cutting through the False Core-False Self. Being with Nisargadatta Maharaj, this experience of the NON-VERBAL I AM and BEYOND was transmittable and transmitted from \"him\" to \"you.\"",
  "last_phrase": "In conclusion, the NON-VERBAL I AM represents the stateless state of the nonbeing being, where all lenses, frames, and maps dissolve, leaving only ESSENCE, the end point of some spiritual practices. By holding onto this I AM seed of consciousness, one can release themselves from the false self and connect to their true being. It's essential to note that lenses and maps are artificial constructs that provide a limited perspective, and one must look beyond them to reach the ultimate truth."
}