{
  "title": "What is Quantum Psychology and how does it explain our separation from God and the search for enlightenment?",
  "first_phrase": "This text discusses the concept of Quantum Psychology and how our nervous system helps to explain the chaos of separation and to survive through abstracting, projecting and spiritualizing. It questions the idea of being a bad person separating from God and explains that God does not have a nervous system, hence projecting human qualities onto the divine is anthropomorphic. The text also mentions that identifying with Dad as the perfect model of getting Mom to fuse and be one with you can sometimes take you further away from stabilizing in ESSENCE-I AM. The text concludes that exploring archetypes, be it spiritual or psychological, is crucial as they are still condensations of that ONE SUBSTANCE.",
  "content": "The shift from God as \"Him\" to God as \"Her\" is a further dissociation and defense against the shock of the Realization of Separation. The identification and fusion with DAD as the perfect model or \"how to\" get MOM to fuse and be one with you, later becomes the path. Unfortunately, this \"spiritual path\" can sometimes take you further away from the pain of the shock and from the realization of separation and the False Core Driver-False Self Compensator. In this way, you dissociate further from your humanity and further from stabilizing in ESSENCE-I AM, etc. The search for enlightenment, Heaven and the cessation of pain can be either Archetypical or a spiritualized False Self created to overcome the False Core which is biologically based. The biology is compulsively trying to survive and overcome pain. . . . The Way of the Human e Beyond Quantum Psychology CONCLUSION \"To find out who you are you must first find out who you are not.\" Nisargadatta Maharaj Why explore Archetypes as manifestations of the Physics Dimension? Because unquestioned Archetypes—be they \"spiritual\" or \"psychological\" are still condensations of THAT ONE SUBSTANCE.",
  "last_phrase": "In conclusion, the search for enlightenment and freedom from pain may lead down a spiritual path that can take you away from your humanity and your true essence. To truly discover who you are, you must first let go of all archetypical representations and go beyond them. As Nisargadatta Maharaj said, \"Anything you think you are, you are not.\" Remember, to find out who you are, you must first find out who you are not."
}