{
  "title": "What is the Meaning of \"Looking Within?\" And How Does It Lead to Quantumfying?",
  "first_phrase": "In the latter part of the text, the author shares his personal experience of seeking the answer within himself, rather than outside, and how looking within led to the disappearance of the knower-known concept. This idea was conveyed to him by the philosopher Nisargadatta Maharaj, who asked him to describe his experience of birth and death. The author realized the same \"I AM\" is present in both events, and later, \"I\" understood that the knower of birth and death is within the known concept itself. The text ends with Exercise #27, which prompts readers to ask who is the source of their thoughts, answering “the mind\".",
  "content": "He turned to me and said, \"Describe your experience of birth and death.\" I said it was like a movie with different pictures passing by. \"Who is the knower of the knowledge of your birth?\" he asked me. I scratched my head. Hours later I said to him, \"I AM. I AM the knower. The same I AM who was there at my birth will be there at my death.\" Later on this understanding deepened as \"I\" realized that the knower of my birth or knower of my death was contained within the concept of birth and death itself (the known). soon the knower-known disappeared. Once a man came to Maharaj and said, \"I want to be happy.\" \"That's nonsense,\" Maharaj replied, \"Happiness is where the isn't.\" EXERCISE #27 Exercise: When a thought arises, ask yourself, \"Who told you that?\" Then answer: The Mind\" (i.e., condensed VOID). 177 The Way of the Human ■ Beyond Quantum Psychology The question is, \"Who told you that?\" The answer is, \"The mind.\"",
  "last_phrase": "Remember, it is the mind that tells you what you know, whether it's happiness or sadness, likes or dislikes. The next time a thought arises, ask yourself, \"Who told me that?\" The answer is condensed VOID, the mind. By recognizing this, you can begin to detach from your thoughts and gain clarity in your perception of the world around you."
}