{
  "title": "\"Is the myth of separation an Archetype? Understanding the difference between Archetypes and spiritualization in Quantum Psychology.\"",
  "first_phrase": "In the last part of the text, the author explains the difference between Archetypes and spiritualizations. He clarifies that while the handling of unwanted stimuli through dissociation and spiritualization is universal, its departure point determines whether it is an Archetype or a repression of spirituality. The separation myth is also discussed, with the author stating that it is not an Archetype but rather a spiritualization to defend against the shock of realization of separation from the mother. The creation of the False Core to explain why we go through this process is also explained.",
  "content": "THE SEPARATION MYTH Many religions are based on a myth or story of separation, that something happened, such as Eve and Adam eating the apple, and suddenly human beings were separated from God. From a Quantum Psychology perspective, this myth is not an Archetype but rather a spiritualization to defend against the shock of the Realization of Separation from the mother. Mother is spiritualized and turned into God. The False Core gives the reason for separation (original sin) and is thus created as way to organize with the separation from God/ Mom, i.e., if I have a reason as to why it occurred I can be in control by imagining overcoming the reason overcomes the chaos.\" US 139 The Way of the Human • Beyond Quantum Psychology This being born with or into original sin and then thrown out of the kingdom of God is a spiritualized metaphor for the natural shock of the Realization of Separation and the creation of the False Core to explain the reason why we go through this process. Is the process universal? Yes. But is it Archetypical? No.",
  "last_phrase": "In summary, the myth of separation, which is based on the idea that human beings are separated from God due to a particular event, is not an Archetype but rather a spiritualization to cope with the shock of separation from the mother. We should not blame ourselves for being separate from God or imagine that we were cursed or thrown out of the kingdom of heaven. It is a universal process, and Quantum Psychology argues that it is a function of the nervous system to abstract, project and spiritualize (if necessary) as a way to explain and organise the shock of separation."
}