{
  "title": "\"How Do We Separate Life and Death? Understanding Mental Constructions and Resistance to Being and Existence\"",
  "first_phrase": "In the previous section, the author talks about the inseparable nature of life and death and how mental constructions can prevent experiencing existence. In the last 200 tokens, the conversation shifts to the concept of a non-concept and the absence of physical presence. Barbara from \"The Way of the Human\" is referenced along with the loss of a loved one. The author grapples with the concept of physicality and the ways in which it shapes our experience of the world around us.",
  "content": "Did you ever create mental constructions so you didn't have to experience nonexistence? Yeah. What did you assume, decide or believe that got you to do that? If you separate life and death, these are two separate concepts—life concept and death concept—what gets created? ________________ It almost feels more accurate to say I've created all the mental constructions to not experience existence rather than nonexistence. All this mental stuff gets created. What did you assume, decide or believe that got you to creating all the mental stuff? 42 If you separate the concept of life and the concept of death, if they are separate concepts, what if anything gets resisted? No words. How are you doing now? 43 Barbara: The Way of the Human ■ Beyond Quantum PsychologyChapter 1 A non-concept. Another concept you said was, she's not here physically. Define physical to me. I guess that's what is not here. I don't know. I can't interact with this body that I called my mother. She's not there that way. I don't get to hold her again. I don't get to merge with her any more. Creature comforts.",
  "last_phrase": "In conclusion, creating mental constructions to avoid experiencing existence is a common practice. It is important to identify the assumptions, decisions, and beliefs that lead to this avoidance. Separating the concepts of life and death as separate concepts provides an opportunity to explore what gets resisted. Facing the reality of never being able to merge with someone again can be incredibly difficult, but acknowledging and accepting it is an important step towards healing and moving forward."
}