{
  "title": "How to Move Beyond the False Core into Essence: A Guided Exercise for Self-Discovery.",
  "first_phrase": "This text follows a dialogue between Jill and Wolinsky as they discuss what it means to feel isolated and perpetually defined by a false self, or \"False Core\". In the last part of the text, the conversation turns towards an exercise called \"Essential Dimension Exercise #1\" that aims to move beyond the False Core and into one's essential core. Participants are led to notice the differences between their False Core and their true selves, along with the chains of associations attached to the former. The exercise culminates in a recognition of the vast emptiness surrounding the False Core, and an embrace of one's true self.",
  "content": "Wolinsky:Stay there. Anything you would like to say? Jill: BEYOND THE FALSE CORE INTO ESSENCE This exercise leads us through the False Core and moving beyond into ESSENCE. YOUR ESSENTIAL CORE Essential Dimension Exercise #1 Group Exercise: Possible format for rotating group leader Eyes closed. Step 1:Go into your False Core. Step 2:Notice the difference between you and your False Core. Step 3:Notice the size and shape of your False Core. (You can do this by stepping out of your False Core.) Step 4:Take a moment to notice the different chains of associa- tions that are associated with the False Core. (For example, if your False Core is \"I am inadequate,\" then notice all of the different chains of associations that are associated with it.) Step 5:Notice how much energy and attention is tied up in the False Core-False Self. Step 6:Notice that it is this energy that pulls your attention into it, like a magnet. Step 7:Notice the BIG EMPTINESS that your False Core is floating in.",
  "last_phrase": "In conclusion, the Essential Dimension Exercise #1 takes you on a journey from the False Core to the essence of what you're seeking in the world. By noticing the chains of associations tied to your False Core and experiencing the quality of essence, you can tap into your essential core and move beyond the false self. Remember to stay open and focus on the feeling of your essence."
}