{
  "title": "\"What is the relationship between the nervous system and the quantum world in understanding consciousness?\"",
  "first_phrase": "In this final part of the text, the author explores the concept that the nervous system is an abstraction of the Quantum world, which is condensed EMPTINESS. The lack of understanding of this led linguist and philosopher Korzybski to incorrectly claim that EMPTINESS should be called Fullness instead. To experience the VOID OF UNDIFFERENTIATED CONSCIOUSNESS, the author proposes the NOT-I exercise. Additionally, the mind (condensed VOID) is organized around time and the future, which creates the sense of individuality, yet in the NOT-I, there is no past or future. This idea of the mind contracting from the VOID serves as a principle of Quantum Psychology.",
  "content": "For example, if it is an experience of sadness, for example, take the label off of sadness and have it as energy. Next, take off the label of energy (since energy too is a label). Then notice and dive into the vast NOTHINGNESS of the \"NOT-I-I\" and pure awareness. THE TENDENCIES OF THE VOID The NOT-I-I is the last touchstone before awareness, and the awarER disappears. Upon the contraction of the VOID OF UNDIFFERENTIATED CONSCIOUSNESS certain \"tendencies\" or characteristics seem to predominant as the \"I\" begins to solidify. The mind (condensed VOID OF UNDIFFERENTIATED CON- 152 Chapter IV SCIOUSNESS) is organized around believing in time and in the future. These are major constructs which organize and solidify the mind. QUANTUM PSYCHOLOGY PRINCIPLE: The VOID contracts to become the mind. But in the VOID OF UNDIFFERENTIATED CONSCIOUSNESS there is no future. The mind (condensed VOID) resists this and creates an idea of future. Time is involved in the entire construction of the mind, or the individual \"I\". But, again, in the \"NOT-I-I\" there is neither past, present nor future.",
  "last_phrase": "In summary, the VOID, which is the touchstone before awareness, creates tendencies within the mind such as the belief in time and reasons, which solidify the individual \"I\". However, being present in the NOW and recognizing the nothingness of the \"NOT-I-I\" can help one resist these tendencies and tap into pure awareness."
}