{
  "title": "\"What is the Essential Dimension Exercise for stabilizing awareness of ESSENCE in Quantum Psychology?\"",
  "first_phrase": "In the last 200 tokens, the concept of stabilizing one's awareness of essence is discussed. It highlights that the awareness of essence cannot be stable as long as there are lies or unacknowledged material within identities. The text discusses how lies take energy and cover things up. One must acknowledge and accept before the awareness of essence becomes stabilizes. The text reference Nisargadatta Maharaj's quote and includes a demonstration to work with this exercise. The prior text introduces meditation exercises to experience essence in everyone and split your awareness in three ways.",
  "content": "For example, if my father beat me up when I was a kid and I say to myself, \"He was a wonderful dad,\" that's a lie have to acknowledge and accept before the awareness of ESSENCE can become stabilized. If I do not, the resisted experience will pop up again and again, and pull awareness out of ESSENCE-I AM, etc., and put it back in the False Core-False Self. Lies cover things up and that takes energy. It is the loss of energy which drains your awareness level and \"steals\" awareness from ESSENCE. Things have to be acknowledged in order to have a stable, uninterrupted awareness of the Essential dimensions. The lies you tell yourself will pull your awareness away from ESSENCE, just as the external context (dimension) pulls up your \"Uncooked Seeds.\" Nisargadatta Maharaj said, ________________ Chapter 1 QUANTUM PSYCHOLOGY PRINCIPLE: Notice your False Core, do not believe it. QUANTUM PSYCHOLOGY PRINCIPLE: ESSENCE is your Essential Core. DEMONSTRATION #1 \"How To\" WORK WITH THIS EXERCISE STUDENT RESPONSES Ellen:I am having a problem doing this. Wolinsky:So where in your body, do you experience your False Core?",
  "last_phrase": "Nisargadatta Maharaj said, \"Anything you do not know you become a slave of.\" By acknowledging the lies we tell ourselves, we can free ourselves from the False Core and cultivate a stable awareness of our Essential Core- ESSENCE. Remember that lies sap our energy and keep us from achieving a higher level of awareness."
}