{
  "title": "What is the purpose of a religious symbol? And how to explore the VOID beyond them through meditation?",
  "first_phrase": "In the last 200 tokens of this text, the author takes the reader through Step VII and Step IX of the \"Way of the Human\" exercise, which involves noticing the skin boundaries and the void of undifferentiated consciousness, and then seeing through objects and people to the void simultaneously. The purpose of the exercise is to process both negative and positive reactions to religious or spiritual symbols, and to find a religious symbol inside oneself. The text ends with a quote from George Carlin, \"Symbols are for the symbol-minded.\"",
  "content": "But when you do open your eyes, keep most of your awareness way back there, and when you open your eyes, see from back there in the VOID and then see through the people in the room, the alleged solidness, the alleged people in the room, see through and see the VOID through everything. So whenever you are ready, let your eyes open. And whenever you look at an object or a person, see the object and person as both the object and the VOID simultaneously. Notice what happens when you hold object and VOID simultaneously. The Way of the Human • Beyond Quantum Psychology NOT-I-1 EXERCISE #10 On Religious Symbols \"Symbols are for the symbol-minded.\" George Carlin Find the space or VOID before the emergence of any religious symbols. The purpose of this meditation is to process out negative and positive reactions you have to particular religious or spiritual symbols, such as crosses, Jewish stars, mandalas, idols, statues, crystals, etc. I am going to ask you to find a religious symbol inside yourself. It doesn't matter what it is.",
  "last_phrase": "In conclusion, this exercise teaches us to process out our attachment to the positive or negative feelings surrounding religious symbols. By finding the VOID prior to the emergence of these symbols, we are able to see them in a different light and hold them simultaneously with their emptiness. This practice can help us cultivate a deeper understanding and acceptance of the various symbols and beliefs we encounter in our lives."
}