{
  "title": "How can the False Core be transcended to access the Essence-I AM?",
  "first_phrase": "In the last 200 tokens of this text, the focus is on a guided exercise that helps to identify and situate one's Essential Core. The exercise entails a step-by-step process of going into the False Core, noticing its size, shape, and energy, and asking it questions to get a sense of something essential. At the end of the exercise, one should feel a sense of spaciousness in their Essential Core. The names mentioned in this section are Ellen Wolinsky and Robert, and the concept is the False Core and the Essential Core.",
  "content": "Knowingly, consciously and intentionally, believe your False Core. Intentionally chose for it to be there. Notice its size and shape and all the chains of associations. Notice how much energy your False Core has. Ask your False Core, \"What are you seeking more than anything else in the world'?\" As you get an answer to that, notice what experience emerges as you continue to ask yourself, \"If I felt that, what would that feel like?\" Continue to ask that until you get a sense or an experience of something emerging that is essential, and sit in 1819 Ellen: Wolinsky: Ellen: Wolinsky: In my chest. Do you feel that right now? Yeah. You can do this eyes opened or eyes closed. Just nod your head to let me know when what I ask to do is done. Notice the size and shape of your False Core and get a sense of the amount of energy that False Core contains? Ellen: Wolinsky: Wolinsky: Ellen: Robert: Wolinsky: Robert: Wolinsky: Ellen: Wolinsky: Ellen: Wolinsky: A feeling of spaciousness. Is that what you are experiencing? Absolutely. A spaciousness.",
  "last_phrase": "In conclusion, intentionally exploring and acknowledging your False Core can lead to a greater understanding of your inner self. By noticing the size and shape of your False Core, its energy, and asking it what it seeks, you can begin to unravel the chains of associations that bind you. Keep asking yourself, \"If I felt that, what would it feel like?\" until you reach a sense of spaciousness and emerge with a new experience that can guide you towards appreciation, happiness, and confidence."
}