{
  "title": "What is the difference between true Archetypes and false spiritualization through repression and dissociation?",
  "first_phrase": "The text explores Archetypes and developmental distortions in the context of personal and collective consciousness. The writer mentions that Archetypes are formed through a direct contraction of the VOID OF UNDIFFERENTIATED CONSCIOUSNESS and come directly from the physics dimensions and forces. However, false Archetypes are formed from resisted experiences of the personal conscious mind, giving the illusion of going from personal to VOID. These developmental distortions lead to a further bottom and a more rigidified and solid spiritualized state. The text concludes with a reference to transpersonal transference and tracing it to the child-parent relationship.",
  "content": "In Chapter 14 of The Dark Side of the Inner Child: The Next Step, I refer to transpersonal transference, a process whereby the child transfers unresolved developmental relationship with their parents onto God, a guru, a path, a system or a technique. For example, a child learns how to win grace or if they are bad, falling from Mom and Dad's grace. The transpersonal transference can be traced directly to this child-parent relationship which is then trance-ferred onto a God, with rigid standards and rules. This can be seen as a way of understanding people's experience of a loving or, contrarily, a wrathful God. But this is not a true Archetype (from the top down; VOID-+ARCHETYPE). These are Archetypical developmental distortions which move from the bottom up (Conscious/ unconscious--►yielding a great solidity and a False Archetype and False spirituality). A true Archetype is a primal universal pattern which occurs through a direct contraction of the VOID OF UNDIFFERENTI. ATED CONSCIOUSNESS and comes directly from a contraction 137 The Way of the Human • Beyond Quantum Psychology of the Pysics Dimensions and Forces. It is that which makes what \"you\" call you \"you.\"",
  "last_phrase": "In summary, understanding transpersonal transference can shed light on our relationship with spirituality and how it is developed from childhood experiences. However, it is crucial to distinguish false archetypes created by repression and denial from true archetypes that originate from undifferentiated consciousness. By appreciating the true archetypal pattern and avoiding fusion with it, we can avoid acting out in ways that do not serve our spiritual growth."
}