{
  "title": "\"Is the Non-Verbal \"I am\" the Key to Beyond Quantum Psychology?\"",
  "first_phrase": "In the last 200 tokens, the I AM exercise #6 from \"I Am to Not-I-I\" takes a deeper dive into the nature of the self, asking questions about worth, ability, existence, connection, power, and control. The exercise encourages participants to let go of their thoughts, memories, emotions, associations, and perceptions and explore the non-verbal I AM state. It invites them to move beyond the I AM and into a state just beyond it.",
  "content": "Without using your thoughts, memory, emotions, associations or perceptions, are you alone, connected or neither? Without using your thoughts, memory, emotions, associations or perceptions, are you complete, incomplete or neither? Without using your thoughts, memory, emotions, associations or perceptions, are you powerless, powerful or neither? Without using your thoughts, memory, emotions, associations or perceptions, are you loveless, loveable or neither? *Without using your thoughts, memory, emotions, associations or perceptions, is there no control, control or neither? 79 The Way of the Human • Beyond Quantum Psychology Without using your thoughts, memory, emotions, associations or perceptions, what is control? Without using your thoughts, memory, emotions, associations or perceptions, is there safety, no safety or neither? Without using your thoughts, memory, emotions, associations or perceptions, are you crazy, sane or neither? Notice the NON-VERBAL I AM, the No-State state. Now, being in that, allow your awareness to fall or move further and further backward, going further and further until you are just beyond the I AM.",
  "last_phrase": "By exploring the non-verbal state of being and going beyond the limits of thoughts and emotions, we can realize that everything that we perceive and experience exists only on a verbal level. By allowing our awareness to move further and further backwards into the big emptiness, we can detach from the limitations of our perceptions and embrace the infinite potential of our true nature. Embrace the power of awareness and let go of the constraints of thinking to discover your true self."
}