{
  "title": "Where in the Body Do You Experience Loneliness? - A Therapy Session Reveals the Narccistic Wound's Origin.",
  "first_phrase": "In the previous part of the text, Bill and Wolinsky were discussing Bill's experience of feeling alone, specifically the gaping wound in his torso that he associates with it. They also talked about the False Self Compensator and False Core Driver, through which Bill tries to connect and get rid of the feeling of being alone. In the last 200 tokens, Wolinsky focused on helping Bill understand where this feeling stems from and who modeled it for him. They discussed Bill's parents, his controlling mother, and busy father who reminds him of his grandfather. Wolinsky asked Bill to visualize his lineage and notice how the energy around the wound feels. Wolinsky also makes an assumption about Bill taking on some of his mother's wounds.",
  "content": "Wolinsky:What I would like for you to do first is to have an image of the controlling mom over there (other side of the room) and the lineage that goes with this behind. So you have the controlling mom and then her mother, and then her father as the army officer (lineage) behind them. And then the tinkering dad. Does he have any lineage that you are aware of? Bill:He just reminds me a lot of his grandfather. I saw the similarities between the two. Wolinsky:Well, let's have your tinkering, busy dad here and his lineage behind him. How does this gaping wound and this energy around it feel to you as you look at this? Bill:I notice it. The energy is not as much but the wound is more up this way. (Toward the middle of his chest.) But the energy is lower. Wolinsky:Prior to you taking on your mother's wound, what was your experience? Therapeutic Note Here I make the assumption that he might have taken on some of his mother's wounds.",
  "last_phrase": "By identifying and acknowledging the lineage of our controlling and tinkering parents, we can realize the wounds we may have inherited from them. Through this awareness, we may also heal our wounds and free ourselves from their negative energy."
}