{
  "title": "\"How to experience emotions as consciousness and see objects through the same lens?\"",
  "first_phrase": "In the last 200 tokens of this text, you will find exercise #13 to #16, which focuses on experiencing different emotions as consciousness. The exercises are part of the book \"The Way of the Human: Beyond Quantum Psychology\" by Michael Read. Each exercise asks the reader to recall a specific emotion, focus on the feeling as consciousness, and experience the observer-knower and the emotion as made of the same consciousness. It also asks the reader to let their eyes open and see objects in the room as made of the same consciousness.",
  "content": "Step 2:Notice where in your body you feel the joy. Step 3:Focus your attention on the joy itself as consciousness. Step 4:Notice that you are the observer-knower. Step 5:Experience the observer-knower and the emotion as made of the same consciousness. Step 6:Let your eyes open and experience objects in the room, i.e., tables, walls, chairs, etc., as being made of the same consciousness as the observer-knower and the emotion. EXERCISE #I5 Anger as Consciousness Step 1:Recall a time you felt angry. Step 2:Notice where in your body you feel the anger. Step 3:Focus your attention on the anger itself as conscious- ness. 168 ________________ Chapter IV Step 4:Notice that you are the observer-knower. Step 5:Experience the observer-knower and the emotion as made of the same consciousness. Step 6:Let your eyes open and experience objects in the room, i.e. tables, walls, chairs, etc., as being made of the same consciousness as the observer-knower and the emotion. EXERCISE #I6 Sadness as Consciousness Step l:Recall a time you felt sad. Step 2:Notice where in your body you feel the sadness.",
  "last_phrase": "Emptiness can be experienced by recognizing our own consciousness in our emotions, thoughts, and surroundings. By realizing that everything is made of the same consciousness, we can let go of our attachment to independent existence and find peace in the interconnectedness of everything around us."
}