{
  "title": "How do lies affect our awareness of ESSENCE?",
  "first_phrase": "In the last 200 tokens of this chapter from the book \"Quantum Psychology,\" the author, Stephen Wolinsky, explains the importance of acknowledging and accepting the lies we tell ourselves before we can have stable awareness of our Essential Core, or ESSENCE. He also provides a demonstration of how to work with the principle of noticing the False Core and not believing it. In doing so, we can grow our awareness of ESSENCE and avoid dampening it with our beliefs. The chapter ends with an exercise to split our awareness three ways and experience the spaciousness of ESSENCE while seeing the False Core as energy.",
  "content": "In order to let go of something, you must first know what it is Anything you do not know you become a slave of. Quantum Psychology says In order to let go of something, you must first be \"willing\" to have it, and that lies are the fertilizer (shit) that keeps the uncooked seeds sprouting. Recently, a Gurdjieff student said that Gurdjieff believed, \"You have to grow your ESSENCE.\" Quantum Psychology views this as a mistranslation and suggests Gurdjieff meant \"you have to grow the awareness of ESSENCE QUANTUM PSYCHOLOGY PRINCIPLE: Every time you have a concept which you believe, the awareness of ESSENCE gets dampened. Chapter 1 and notice the BIG EMPTINESS that the False Core is floating in. Experience the spaciousness while you see the False Core as energy and the BIG EMPTINESS it is floating in as made of the same substance. Uh-huh. Okay. So in a moment, I will ask you to open your eyes and split your awareness three ways, having at least half your awareness in the Essential Core of ESSENCE and a part just noticing what, if anything, might pop up and another part of awareness is just letting your eyes open and see the room.",
  "last_phrase": "In conclusion, letting go of something requires awareness, willingness, and growth of one's essence. Quantum Psychology teaches that concepts and lies can hinder this process, but by embracing spaciousness and splitting awareness, one can navigate the false core and connect with the essential core. Remember to keep growing your awareness of essence in order to avoid becoming a slave of the unknown."
}