{
  "title": "\"How to Experience Symbols and Feelings as Consciousness: Exploring the Void and Observer-Knower\"",
  "first_phrase": "In the final part of the text, the author delves into the concept of the Void of undifferentiated consciousness. They encourage the reader to let go of attachments and find the space prior to the emergence of religious or spiritual symbols. The exercise also aims to help readers experience food and sexuality as consciousness. Through these exercises, the author invites readers to connect with the idea of a single substance or consciousness that underlies all things.",
  "content": "Go deeply into the VOID prior to the emergence of any or all symbols. Whenever you're ready, begin coming up and back, bringing your awareness back to the room, and allowing your eyes to open. The \"view\" of the Witness is that there is only one substance or consciousness or VOID OF UNDIFFERENTIATED CON- 166 ________________ Chapter iv SCIOUSNESS. To \"get\" this experientially the next few exercises are provided. EXERCISE #I I Experience Food as Consciousness Step 1:Recall a time you had a desire or a fantasy for food. Step 2:Notice where in your body you felt that desire or fan- tasy. Step 3:Focus your attention on the energy or desire for food or hunger as consciousness. Step 4:Notice that you are the observer-knower of that con- sciousness. Step 5:Experience the observer-knower and the desire as the same consciousness. Step 6:Let your eyes open and experience objects in the room (i.e., tables, walls, chairs, etc.) as being made of that same consciousness as the observer-knower and the sensation of hunger for food. EXERCISE #12 Experiencing Sexuality as Consciousness Step l :Recall a time you felt sexual.",
  "last_phrase": "In conclusion, by practicing these exercises, you can learn to experience food and sexuality as consciousness and see objects in the physical world as manifestations of the same underlying consciousness. This can help you deepen your understanding of the Witness and the void of undifferentiated consciousness, and bring a greater sense of awareness and presence to your daily life."
}