{
  "title": "What is the Quantum Psychology principle and how does it relate to the concept of the self?",
  "first_phrase": "The following passage is from the book 'The Way of the Human • Beyond Quantum Psychology.' The author presents the Quantum Psychology Principle that there is no separate self or object, but only a void of undifferentiated consciousness. In the last 200 tokens, the author briefly describes several exercises, which involve turning one's attention around to realize the non-existence of the self. The Way of the Human seeks to reveal the pure awareness of the 'not-I' by removing all conceptual ideas and beliefs. Exercise #26 guides the reader to look at an object and withdraw attention from all concepts, leading to the realization of the void within.",
  "content": "Try to find the self that's having associations or memories, and notice the associationer is part of the association, no separate person having the associations or memories. Just memories or associations passing through the VOID. Notice hearing and the hearer. Try to find the self that's hearing, and notice the hearer is contained within the hearing. Notice there is no separate self hearing, that the hearER is contained within the hearing itself. The Way of the Human • Beyond Quantum Psychology It soon becomes obvious that there is no separate self, that a feeling, thought, or association, etc., arises with the experiencER or knowER of it. THE CONCEPT OF A SELF IS CONTAINED IN THE THOUGHT ITSELF. At that moment the phenomenon disappears, and there is justness. QUANTUM PSYCHOLOGY PRINCIPLE: Once all conceptual ideas or beliefs about anything are removed, what is left is justness, the pure Awareness, the WIT NESS of the \"NOT-I-1.\" EXERCISE #26 Step I: Step II: Step III: Look at an object. Pull your attention away from the object, past all concepts or knowledge of the object. Notice the VOID \"behind you.\"",
  "last_phrase": "Remember, the concept of a separate self is contained within thoughts themselves. Beyond quantum psychology lies the way of the human, where the perceiver is contained within the perception, and all that remains is justness. Try the exercise to find out if the personality appearing within you is form, formless or neither, and question whether there's really a personality or just thoughts and perceptions floating in and out of the VOID."
}