{
  "title": "What is the False Core and how can dismantling it lead to the realization of Essence and Separation?",
  "first_phrase": "In the concluding part of \"The Way of the Human - Beyond Quantum Psychology\", Debra and Wolinsky bring to light the realization of ESSENCE - a core part of oneself that contains essential qualities like love, peace, and compassion. This core is achieved by dismantling the False Core and False Self and leads to the realization of separation. The text explores the concept of the self and the I AM, as well as Nisargadatta Maharaj's gift of the NON-VERBAL I AM - pure being prior to ESSENCE.",
  "content": "In this way, once the False Core-False Self, which you acquired, is dismantled and gone beyond—ESSENCE naturally is realized. In this way ESSENCE is and becomes not only the repository of the Essential Qualities of ESSENCE, and the answer to the No-Core—Walse Core---►False Self dilemma, it also completes the narcissistic injury and the shock of the Realization of Separation. In this way separation, while also the Essential Quality of unity with \"another,\" can be realized and stabilized through the completion of the preliminary and preparatory practise of dismantling the False Core—False Self. This unites us with our Essential Core and its delicious quali- ties. ________________ here is no self or imagined self which is sepa- rate from the lens it looks through.The self is part of the lens, arises and subsides with the lens, and is contained within the lens itself. The I AM is beyond this imagined self and its imagined separate lens. The I AM is even beyond the knower of the self-lens complex. T he NON-VERBAL 1,4M is the gift of Nisargadatta Maharaj. It is pure being prior to ESSENCE with its Essential qualities.",
  "last_phrase": "By dismantling the False Core-False Self and embracing ESSENCE, we can stabilize separation and experience unity with others. The NON-VERBAL I AM, which is beyond ESSENCE, helps us reach the root of our psychology and eliminate the False Core in its early stages. Practice staying in the verbal I AM to nip the False Core in the bud and attain the ultimate realization of self beyond separateness."
}