{
  "title": "What is the I AM exercise and how does it help one move beyond the False Core and Observer-Knower dyad?",
  "first_phrase": "This text explores the concept of the \"NON-VERBAL I AM\" or beyond, which is prior to the False Core and even the Essential qualities of Essence. The idea is to move beyond identification with thoughts, feelings, and life and instead become a witness to them. Nisargadatta advises us to stay out of life and witness it beyond the observer-observed or knower-known dyad. The Avadhut Stotram states that in this state, there is no need to accept or reject and is beyond the concept of existence and nonexistence. The text includes guided exercises to help the reader experience the NON-VERBAL I AM.",
  "content": "If thoughts of life come up, or if anything comes up, say to \"yourself', \"There is life.\" Rather than \"My life,\" say \"There is life.\" Then ask, \"What knowER is knowing that (.e., thought, feeling, etc.). Notice again you go blank into the NONVERBAL I AM and Beyond. Nisargadatta once told me, \"The problem is that you identify yourself as a person in life, rather than WITNESSING, (beyond the observer-observed or knower-known dyad), that there is life, which actually has nothing to do with you, so you should stay out of it.\" In the Avadhut Stotram it is said that someone in that No-State state and beyond has no need to accept or reject and is beyond attributes and qualities, beyond even the concept of existence and nonexistence. SUMMARY AND EXERCISES The verbal I AM precedes the False Core-FALSE SELF, and cuts the connection because first you would have to say I AM (fill in the blank with a False Core). The NON-VERBAL I AM is prior even to this and is beyond qualities, even the Essential qualities of ESSENCE, and is the ESSENCE of ESSENCE.",
  "last_phrase": "In conclusion, practicing detachment from identifying ourselves as a person in life and instead witnessing the existence of life beyond ourselves can lead to a deeper understanding of the NON-VERBAL I AM and the ESSENCE of ESSENCE. Holding onto the NON-VERBAL I AM allows us to let go of our thoughts, memories, emotions, associations, and perceptions and tap into a state beyond attributes and qualities, while holding onto the verbal I AM can still help cut the connection to the False Core-FALSE SELF."
}