{
  "title": "What is the Way of the Human's concept of time and how to differentiate the non-verbal I AM from the NOT-I-I?",
  "first_phrase": "The following text is a part of a larger piece titled \"Beyond Quantum Psychology.\" In the previous part, the exercise #7 instructed to differentiate between the non-verbal I am and the not-I-I. Here, the final section deepens the concept by suggesting to dissolve the physical elements in the void and perceive the concept of energy, space, mass, and time in the no-state-state of I AM. It is an interesting and thought-provoking approach to the concept of time, presented by the author, whose name is unknown.",
  "content": "Without using your thoughts, memory, emotions, associations or perceptions, are you here in a location, not in a location, or neither? 4. Without using your thoughts, memory, emotions, associations or perceptions, what is a location? The NOT-I-I 5. Allow your awareness to move or fall \"further and further\" back into the BIG EMPTINESS. Now, from way back there allow the earth element, that is contained within your physical body to be sucked up back, way back, into the VOID and to dissolve. Next allow the element of fire, which is within your body, to be sucked up and back into the VOID and to dissolve there. Next, staying way back there, allow the water element of your body to be sucked up back into the VOID and to dissolve there. Finally, allow the air element to be sucked up back into the VOID. Allow the element of subtle ether, more subtle than air, to be sucked up and dissolved into the VOID. Way in the distance is also a state, the No-State-state of I AM with its concepts of energy, space, mass and time.",
  "last_phrase": "In conclusion, by allowing yourself to dissolve the elements within your body and letting go of labels and concepts, you can tap into the void and witness the state of \"I am\" beyond energy, space, mass, and time. This practice can help you tap into a deeper sense of awareness and understanding of the world around you."
}