{
  "title": "\"What is the NON-VERBAL I AM and how to reveal it using Quantum Psychology?\"",
  "first_phrase": "In this text, Quantum Psychology principles are applied to Nisargadatta Maharaj's teachings to reveal that the \"I AM\" stands between undifferentiated consciousness and essence. However, some believe that the \"I AM\" is a construct and that it can be created as a primary experience. To better understand this, an I AM exercise is given to notice the phases of the experiencer-experience dyad and how they disappear into nothingness. The ultimate goal is to know the knower, as stated in the Bhagavad Gita.",
  "content": "It is important not to confuse the description or idea, name or label of I AM with the NON-VERBAL I AM, which is NON-VERBAL. ________________ I AM EXERCISE #I PREPARATION Notice that the experiencER-experience (knowER-known) has different phases. By noticing the stage or phase, the experiencERexperience or knowER-known are in, they disappear. Ramana Maharishi used to say it was important to trace the source of the \"T' thought. Four stages: 1) arising; 2) maintaining; 3) ending; 4) \"Quanturn-fying.\" Step I Step II Step HI Step IV Step V Notice an experience or known. Notice the experiencER or knowER. Notice the stage the dyad is in and name the phase. Notice what occurs when \"you\" say to \"yourself,\" \"What knowER is knowing that?\" Notice the experiencER along with the experience or knowER along with the known disappear into (or is) NOTHING (i.e., \"you\" disappear or go blank). (This is Quantumfying.) The Bhagavad Gita says that it is important to know the knower of the field.\"",
  "last_phrase": "In conclusion, it is important to differentiate the concept of I AM from the non-verbal I AM, which is a stage in the experience-knowing process where the experiencer and experience disappear into nothing. By following the steps of the I AM exercise, we can move from the false core to the essential core to ultimately connect with the I AM. With practice, we can experience a deeper understanding of the true nature of ourselves and the world around us."
}