{
  "title": "What Happens When You Separate Death from Final?",
  "first_phrase": "This text explores the separation of concepts of death and final. If you separate the two, what remains? The experience is nothingness. The conversation involves Barbara and Wolinsky, who delve into the idea of noticing the emptiness created by the concept called final. They realize dying is a part of having a body, and the seed of life and death are inseparable. The therapeutic note is to reverse the process and be in the present moment. The text ends with the question of what mental constructs prevent being experienced.",
  "content": "If you separate death and final, what if anything gets resisted? It's a nonissue again. 41 Barbara:Not charged, just like NOTHINGNESS. Interesting concept. Be prior to taking on the concept of final, notice the size and shape of the concept called final. Notice the BIG EMPTINESS, and see the BIG EMPTINESS and final as the same substance. Are you still creating that? No. If you separate the concept of life and the concept of death, what doesn't get created? Barbara: Wolinsky: Barbara: Woiinsky: Barbara: Life and death death and they ________________ Uh-huh. How are you doing now? I'm okay. Things got fuller. Now, you said something before about dying being part of living. Life sucks, dying is part of living. Dying sucks and its part of having a body. The body dies. Therapeutic Note are separated even though the seed of life contains are inseparable And so, we reverse the process. ________________ Being. What did you assume, decide or believe that got being not to be experienced or created? I think I somehow decided that the mental constructions were more real than being.",
  "last_phrase": "In conclusion, the concepts of life and death, finality and emptiness are all interconnected and inseparable. It is important to not create mental constructions that prevent us from experiencing existence and being. Remember that dying is a natural part of having a body, and embracing this both allows life to feel fuller and helps us to understand and accept the ultimate reality of our mortality."
}