{
  "title": "What are archetypical distortions and how are they different from true archetypes?",
  "first_phrase": "This text explains the concept of unreal Archetypes defined by Quantum Psychology before delving deeper into two types: Dissociated and Substituted Resisted Experiences and Developmental Archetypical distortions. The following section clarifies that a true Archetype is a condensation of VOID from the top down, forming Archetypes in the COLLECTIVE UNCONSCIOUS, rather than a bottom-up experience created by personal conscious resistance. The distortion examples show how individuals create their own notion of Archetypes for organizing chaos due to dissociative states caused by resisted experiences.",
  "content": "In reality, there is only the VOID OF UNDIFFERENTIATED CONSCIOUSNESS. 136 Chapter HI lective unconscious forming Archetypes (from the top down), rather than a dissociative state created by a resisted experience of the personal conscious mind (from the bottom to the illusion of spiritual which appears as up (toward the VOID OF UNDIFFERENTIATED CONSCIOUSNESS) but is rather more solidified than the personal conscious mind. Untrue Archetype: 2) Developmental Archetypical distortions Let's say an infant has illusionary experiences of Mom as greater than life, a being with all the answers, whose grace brings life and keeps the family alive while her disgrace is seen as a withdrawal of love, approval, etc. This is another dissociative state, whereby parents are made into gods. This too is not a direct condensation of the VOID (top down) or a manifestation of the COLLECTIVE UNCONSCIOUS. Instead, it represents a resisted experience of the personal conscious mind and, hence, gives the illusion of going from personal to VOID when rather it goes from the personal to more solid spiritualized and rigidified and a further bottom.",
  "last_phrase": "In conclusion, it's important to understand that distortions in our development can lead to transpersonal transference, where unresolved relationships with our parents are transferred onto other figures such as God, gurus, or systems. While this may seem like a manifestation of the collective unconscious or the void of undifferentiated consciousness, it is rather the resistance of the personal conscious mind resulting in a more solidified and rigidified state. Recognizing and addressing these distortions can lead to greater self-awareness and personal growth."
}