{
  "title": "\"How does taking on someone else's pain affect your own and create family patterns?\"",
  "first_phrase": "In this concluding section, a conversation between Bill and Wolinsky sheds light on how we sometimes take on others' pain and how it affects us. Bill shares his experience of feeling similarities between himself and his grandfather and how the wound feels like it's in the same place as his mother's. Wolinsky helps him realize that he might have taken on some of his mother's pain, and when we recognize this, our pain starts to diminish. They discuss the lies that people tell themselves to cope with their wounds, including controlling moms telling tinkering dads they're not wounded and grandpas telling grandmas to obey.",
  "content": "________________ Wolinsky:When you look at her (your mother), where is her (your mother's) wound in her body? Bill:It seems the same place. It's in there as well. Wolinsky:How do you feel now looking at their wounds? Bill:The intensities or feelings around it are less and don't seem as big. Therapeutic Note When you realize that you have taken on another's pain, then your pain begins to diminish. Wolinsky:So what lie could the controlling mom tell the tink- ering, busy dad? Bill:She's telling him he's not wounded. Wolinsky:Okay, why would a controlling mom identity come up with that lie? The alone(ness). What lie could the Grandma tell herself? That she knows what's going on. Why would the Grandma tell herself that lie? It could be a distraction somehow for her own wound. Okay. What lie could Grandpa tell the Grandma? Obedience. Just do what you are told and I will take care of everything. Complete control, they are the subordinate, you just need to do what you are told. Why would Grandpa tell Grandma that lie?",
  "last_phrase": "In therapy, it is essential to realize the impact of family dynamics on one's pain. By recognizing the lies they tell themselves and others, individuals can heal their wounds and break free from generational patterns."
}