{
  "title": "\"What is Transpersonal Transference and How Does it Create False Archetypes in Spirituality?\"",
  "first_phrase": "In Chapter 14 of \"The Dark Side of the Inner Child: The Next Step,\" the author discusses transpersonal transference, where a child's unresolved developmental relationship with their parents is transferred onto a higher power such as God or a guru. The last 200 tokens explore the concept of true Archetypes, which are primal universal patterns that come directly from the VOID OF UNDIFFERENTI.ATED CONSCIOUSNESS, and are not created out of dissociation caused by resisting present-time experiences. The text explains the difference between a true Archetype and a False Archetype, which is a disso6ation caused by repressed spirituality, and gives an example of a False Archetypical developmental distortion.",
  "content": "This is not created out of a disso6ation caused by resisting a present-time experience. The pain or pleasure occurs when we do not appreciate the Archetypical pattern, but rather fuse with it, identify with it, imagine it is us and hence \"act it out,\" either externally in the world or by trying to integrate a part of us (which is also an Archetype). Repressed spiritualization (creating a false spirituality through denial or repression), is from the personal bottom to a deeper bottom a personal unconscious dissociative spiritual which is more solid rigidified and defended not from the VOID OF UNDIFFERENTIATED CONSCIOUSNESS (top) down. To illustrate this False Archetypical developmental distortion, VOID—*superstrings--+ Physics Dimensions-4collective unconsciousness and Archetypes--+ personal unconsciousness—►ersonal conscious mind—►more unconscious mind---dissociative spiritual. In other words, with repressed spirituality, it is from the bottom to a more solidified dissociated bottom—if I don't like my mother, the personal \"I\" represses and moves from the bottom down and uses spiritualization as a defense. This is not an Archetype but rather a fotiti of repression which gives the illusion of an Archetype. With a true Archetype things go from the VOID OF UNDIFFERENTIATED CONSCIOUSNESS to solidity.",
  "last_phrase": "In summary, it is essential to acknowledge and appreciate the Archetypical pattern rather than identifying and fusing with it. Repressed spiritualization, created through denial or repression, results in personal unconscious dissociative spirituality which is more rigidified and defended. Authentic Archetypes move from the VOID to solidity, while false ones move from solidity to the illusion of spirituality. Thus, spiritual growth requires embracing the VOID and avoiding rigidity and defensiveness."
}