{
  "title": "\"Why is it difficult to experience and access our ESSENCE and Essential Qualities?\"",
  "first_phrase": "This section delves into the Essential qualities of ESSENCE such as love, compassion, peace, and freedom, which are often misperceived as emptiness due to the label placed on them fused with False Core. As the physical body organizes around the pure spaciousness of ESSENCE, the awareness of it diminishes, leading to the creation of False Self identities searching externally for what is already contained within. The identity collapse dimensions, failing to access the Essential dimension resulting in their ultimate failure.",
  "content": "The problem is that, as the physical body organizes around the pure spaciousness of ESSENCE, the awareness of ESSENCE and the I AM diminishes as identities are formed to aid in the survival of the body . Observers, too, are formed to enable the physical body to survive (see Tao of Chaos). With the loss of the Essential qualities of ESSENCE, you lose the access to \"your deepest self.\" The False Core-False Self and identities attempt unsuccessfully to capture, externally (i.e., in the external dimension) what ESSENCE is and contains—and which you already are. Metaphorically speaking, the False Self identities face outward looking for things such as love (or fill in the blank) from the external dimension. For this reason, the False Self and its identities are doomed to failure because they are collapsing dimensions. These identities are trying to get from the external dimension that which is contained within the Essential dimension. In other words, they are searching for Essential qualities like unconditional love in the external dimension or compassion in the thinking or emotional dimension. Other dimensions—thinking, emotional, etc.—cannot experience ESSENCE since this is not their function. Only ESSENCE can experience Essential Qualities.",
  "last_phrase": "In order to access the deepest essence of ourselves, it is necessary to dismantle the false core-false self and recognize that only essence can experience essential qualities. By understanding that identities attempt to capture externally what we already are, we can begin to let go of these collapsing dimensions and access the true nature of our being."
}