{
  "title": "In what ways does childhood trauma affect our perception of self-worth, and how can we overcome it?",
  "first_phrase": "In this excerpt from \"The Way of the Human: Beyond Quantum Psychology,\" Wolinsky engages in a therapeutic conversation with Debra about her relationships with John and her parents. They discuss how Debra has felt betrayed and has been trying to prove her worth to people who don't pay attention to her. Through a six-step defusion process, Wolinsky helps Debra understand that she is creating her own beliefs about the world and separates her worth from others' opinions. They dive into how Debra's parents have modeled worthlessness, leading her to prove her worth through external accomplishments.",
  "content": "Debra:Well, that the world is a place that doesn't respond to me, doesn't think I am important enough or worthwhile enough. Therapeutic Note For an infant, their parents are the world. Therefore, the six-step defusion process. Wolinsky:If you fuse together world and parents, what are you resisting? Debra:I'm resisting people who don't pay attention to me. Wolinsky:If you separate world and parents, what are you creating? Debra:Well, it is just knowing, it doesn't matter if some- body doesn't pay attention to me. That will get even with your parents? I'll show them. Can you say I will prove to you that I will have worth? ________________ Debra:My solar plexus. Wolinsky:So look at your parents over there. Who modeled (one or both of them) worthless? Debra:Both of them. Yeah. I will prove to you that I have worth. I've been doing it for years. By being successful, by having men in my life, by everything I do and none of it works. Prove to them that I am worthwhile. They just don't get it.",
  "last_phrase": "Remember that acting out to compensate for your false core compensator will never work. It's not about proving your self-worth to anyone else, but rather accepting and valuing yourself. By understanding the root of your resistance to separation, you can overcome it and live a more fulfilling life."
}