{
  "title": "What is Renunciation in East Indian Literature? Understanding the Ego and the Mind.",
  "first_phrase": "In the final 200 tokens of this text, the author explains the importance of renunciation in Indian literature, the act of giving up identification with the ego or the idea of \"I,\" \"me\" and \"mine.\" The author shares a personal anecdote about how their ego was challenged and how it led them to realize that everything, including thoughts about loving or hating something, is ego-driven. The author encourages readers to practice disassociating their thoughts from their identity by frequently asking \"Who told me that?\" and responding with \"It's the mind, it's not you.\" This practice will help readers understand that all thoughts are ego-driven and will ultimately change.",
  "content": "\"Oh, that's just your ego,\" he said. \"I used to have an ego called want to stay' I said, \"Now, I have an ego called want to leave' .\" In other words , they were both ego and it is all ego. \"I love God\" is ego, \"I hate God\" is ego, \"I want to do service\" is ego, \"I hate doing service\" is ego, it is all ego. It is important to remember that all your \"I\" thoughts are still \"I\" thoughts. Otherwise you get hooked into believing that \"I feel great\" or \"I love life\" is not 178 Chapter IV ego whereas \"I hate life\" is. Anything after I AM (fill in the blankl, is ego and therefore it will change. Practice: Every time a thought comes into your awareness, no matter what it is, enquire \"Who told me that?\" answer, \"It is the mind (condensed VOID).\" See what happens. It's the mind, it's not you.",
  "last_phrase": "In summary, all thoughts and emotions emanate from the ego, even if they seem positive or negative. It's important to remember that all \"I\" thoughts are still \"I\" thoughts and are subject to change. To detach from the ego, inquire into your thoughts and recognize them as products of the mind. Ultimately, awareness also arises and subsides in the condensed VOID, which is where everything returns. Practice detachment from the ego through awareness and inquiry."
}