{
  "title": "What is the significance of the False Core and how does it relate to discovering one's ESSENCE and the NON-VERBAL I AM state?",
  "first_phrase": "This passage explores the concept of the False Core-False Self and its dismantlement, leading to the realization of one's true ESSENCE. It also examines the idea of the NON-VERBAL I AM, which is beyond the False Core and even the knower of the self-lens complex. The author emphasizes how staying in the verbal I AM prior to the False Core can lead to the realization of the NON-VERBAL I AM, which is the ESSENCE of ESSENCE. With that in mind, the last 200 tokens explain the difference between I AM and ESSENCE, with the NON-VERBAL I AM being the No-State state prior to ESSENCE and its Essential qualities.",
  "content": "The NON VERBAL I AM is the No-State state prior to, and it is without using, thoughts, memory, emotions, associations or per ceptions. In contrast, the Verbal I AM occurs in the newer brain or the cortex and is prior to I am (fill in the blank with your False Core or False Self). Being Prior to your False Core-False Self, the verbal I AM is the root of your psychology. No verbal I AM, no I AM a False Core-False Self. Nisargadatta Maharaj attempted to nip the False Core in the bud by staying in the verbal I AM prior to the False Core I AM (fill in the blank), and then onto the NON-VERBAL I AM. It is important to differentiate the difference between ESSENCE and I AM. ESSENCE has Essential qualities. When you The Way of the Human • Beyond Quantum Psychology are prior to Essential qualities, you have the NON-VERBAL I AM. So you could say that the NON-VERBAL I AM is the ESSENCE of ESSENCE. It is prior to any qualities and, hence, it is a No-State state. The NON-VERBAL I AM is without using your thoughts, memory, emotions, associations or perceptions.",
  "last_phrase": "In conclusion, accessing the non-verbal I AM state, which is prior to our false self and essential qualities, allows us to experience pure being devoid of thoughts, memories, emotions, associations or perceptions. By being in this state, all lenses and frames dissolve, leaving us with no frames of references and enabling us to tap into our true essence."
}