{
  "title": "\"How to Practice Heart-Centered Meditation in a Group: A Step-by-Step Guide?\"",
  "first_phrase": "In the last 200 tokens, we have \"Hearts on Fire\" exercise explained. You can practice it alone or in a group. Before this exercise, there is a conversation about a feeling of losing someone forever. In the \"Hearts on Fire\" exercise, you close your eyes and focus on the beating of your physical heart, then you imagine an enlightened being's heart beating inside your body. Later, you make eye contact with others and realize that their heart and your heart are the hearts of enlightened beings too.",
  "content": "Part II Now, imagine that within and inside every person's chest beats the heart of an enlightened being. In a moment, I'm going to ask you to open your eyes and make eye contact with someone in the room, realizing that their heart and your heart are the hearts of enlightened beings. Okay, let your eyes open. Now, make eye contact with a person, keeping that awareness. Keep your attention focused on your heart as the heart of an enlightened being. Make eye contact with someone and imagine that their heart and your heart are the hearts of enlightened beings. One after another, make eye contact with several people in the group. Feel your own heartbeat as the heartbeat of an enlightened being and know that theirs is the same heart. 'This exercise originally appeared in Meditation—the Guide to the Art and Practice of inner Transmutation (1984), and later in _Hearts on Fire (1995). 2829 Chapter 1 It happens to everybody. That it is a had thing. In the past there was a sense that I would be abandoned or alone. There is the sense that I will never ever get to experience that person again.",
  "last_phrase": "In conclusion, although it can be difficult to cope with the loss of a loved one, we can take comfort in knowing that within each of us beats the heart of an enlightened being. By making eye contact with others and recognizing that their heart, like ours, is that of an enlightened being, we can connect and find solace in each other. Let us discard any beliefs that grieving is selfish and allow ourselves to feel and express our emotions."
}