{
  "title": "\"Is the Myth of Separation in Religion an Archetype or a Spiritualization of the Realization of Separation?\"",
  "first_phrase": "This text sheds light on the myth of separation in religious stories, such as Eve and Adam eating the apple, and how it is not an archetype but a spiritualization to cope with the natural shock of realization of separateness. It explains how the False Core is created to give a reason for separation, organizing the chaos caused by separation. The nervous system creates this story, not a curse or sin. We do not perceive God correctly when we anthropomorphize Him, giving Him human qualities.",
  "content": "Quantum Psychology would say the process is a function of the nervous system to abstract, project and spiritualize (if necessary) as a way to explain (organize) the chaos of and \"survive,\" in this case, the shock of separation. You did nothing wrong. Are you a bad sinner which is why you are separate from God (Morn)? Do you imagine you were cursed? Were you thrown out of the kingdom of heaven? No. Your nervous system simply created a story, and religion to \"get back to Morn/ God. God does not have a nervous system. To think that God has a nervous system with wants, volition, preferences, etc., is anthropomorphic (the process of projecting human qualities onto something which does not even possess a nervous system). For example, it is anthropomorphic to think He (Dad–+God) was displeased because you were bad and now you must be punished and, henceforth, prove your worth(overcome your False Core) to reach oneness or nirvana (merging with him) again.",
  "last_phrase": "In summary, Quantum Psychology explains that the human nervous system creates stories and religions to organize and make sense of the chaos of life. The idea of God having a nervous system is anthropomorphic, and believing that we are separated from God is just a story created by our own nervous system. It is important to recognize that the search for enlightenment can either help or hinder our progress towards stabilizing in ESSENCE-I AM, and that the path towards self-realization should not further dissociate us from our humanity."
}