{
  "title": "How to connect with your Essential Core and let go of the False Core?",
  "first_phrase": "In this part of the text, we see a demonstration of Wolinsky's False Core process with two individuals, Ted and a student, who seek to understand and experience their Essential Core. As they tap into their False Core and its desires, they begin to see the underlying emotions and experiences they seek. By focusing on these experiences, they move towards a feeling of freedom and lightness that leads to a sense of presence and Essential being. Through this process, both individuals come to a deeper understanding of themselves and their motivations.",
  "content": "What does that nothing feel like? It feels free, light. Now, feel the free and light. Now, look at me. Feel the free and light. From the free and light, how does the False Core seem to you now? It is gone. This is different. I feel free, light and present. This feels more Essential somehow. DEMONSTRATION EXAMPLE #3 I am having a hard time \"getting\" ESSENCE. Notice the False Core. As you notice the False Core, ask the False Core and let it answer. \"What is it that you are seeking more than anything else in the world?\" Wolinsky:And so, if it felt acceptance, what would that feel like? Ted:Love. Wolinsky:And if you felt love what would that feel like? What is your experience like right now? Ted:I am love. DEMONSTRATION #4 Student:Can you do the Essential Core part with me? Wolinsky:What is your False Core seeking more then any- thing else in the world? Student:Well, the first thing that came up was love and then you said to stay with it, it was appreciation.",
  "last_phrase": "In conclusion, embracing the feeling of free and light can help release the grip of the False Core and allow us to tap into our Essential nature. By noticing the False Core and staying with it, we can discover what we are seeking and uncover the chains that keep us from experiencing the flow of Essence. Keep practicing and noticing the space within to feel more free, light, and present in your life."
}