{
  "title": "\"What is the NOT-I-I exercise and how to trace back triggers of false core?\"",
  "first_phrase": "This text explores the concept of location and brings the reader into a state of emptiness in order to dissolve elements within the body into the void. The exercise aims to bring awareness to triggers of the False Core. In the final part, the author instructs the reader to remove labels and notice the void beneath different concepts, ultimately leading to a realization of the No-State-state of I AM.",
  "content": "Take the label off the concept of energy and notice that it immediately becomes VOID and goes back into WITNESSING the VOID. Take the la- 160 ________________ Chapter IV bel off the concept of energy and just underneath it is NOTHING, just VOID. Take the label off the concept of space, and notice just underneath it is VOID. Take the label off the concept of mass, of solidness, just take the label off and just let it be VOID and be sucked up into the VOID because it is already VOID. Take your label off the concept of time and notice it is just VOID underneath it and so it becomes VOID. Take the label off the concept of distance and location and have it as just VOID. Finally, notice the No-State-State of I AM and have it, the I AM and the No-StateState, realize that what it has been seeing is itself. Take the label off and allow the No-State-State and the de-labeler to be VOID. In a moment, I will ask you to open your eyes and come back to the room. EXERCISE #8 NOT-I-I Exercise: With a guide or by oneself. Step 1:Notice what triggers your False Core.",
  "last_phrase": "By de-labeling concepts and uncovering the void beneath them, one can reach a profound understanding of themselves and the world around them. To achieve this, practice the Not-I-I exercise by tracing back your false core and observing it without judgment. Over time, this practice can lead to a deeper sense of self-awareness and an ability to confront triggers with greater understanding and resilience."
}