{
  "title": "\"How can noticing stages of experience lead to disappearance? Insights from Ramana Maharishi and quantum psychology\"",
  "first_phrase": "In this final part of the text, the author presents an exercise to guide the reader from their false core to their essential core and ultimately to the I AM. The four stages of an experience or known are discussed, culminating in the concept of quantumfying. The Bhagavad Gita's notion of \"knowing the knower of the field\" is referenced, and through practicing noticing thoughts and feelings as separate from oneself, one can more easily access the I AM. The guided exercise involves closing one's eyes, identifying false core beliefs, and noticing thoughts and feelings without identifying with them.",
  "content": "When it is studied, the knower of the field or the observer disappears while the NON-VERBAL I AM or Beyond remains. I AM EXERCISE #2 Guided Exercise: From False Core to Essential Core to I AM Let your eyes close. Step 1:Go into your False Core. Step 2:Knowingly, consciously, intentionally, believe your False Core. The Way of the Human • Beyond Quantum PsychologyChapter 11 BIG STEP: Then ask, \"What knowER is knowing that (i.e., thought, feeling, etc.). Notice you go blank into the NON-VERBAL I AM and Beyond. Practice: Let your eyes close, feel your body being supported by either the seat or the floor, and watch the rising and falling of your breath. As thoughts go through your awareness, say to \"yourself,\" \"There are thoughts.\" Rather than identifying with them as your thoughts as they go through your awareness, gently say, \"There are thoughts.\" If feelings begin to happen, gently say, \"There are feelings,\" noticing them from a distance.",
  "last_phrase": "In conclusion, by practicing the I AM exercise and moving from the False Core to the Essential Core, you can experience the disappearance of the knower of the field or observer, revealing the NON-VERBAL I AM and beyond. By witnessing life from a distance, you can detach yourself from it, leading to a better understanding of the true nature of existence."
}