{
  "title": "How does the problem of separation affect spiritual relationships, including guru-disciple relationships, therapy, and love relationships?",
  "first_phrase": "In the last 200 tokens of this text, the problem of separation is discussed as the glue that holds spiritual trances together. In relationships such as guru/disciple, teacher/student, therapist/client, and love relationships, separation is always a problem. The author explains that if the guru or therapist has countertransference issues, they become threatened at the possible loss of a disciple, student, or client, resulting in putting them down for attempting to individuate. The same happens in love relationships too. The author cites an example of a client who believed people who did not reciprocate their feelings were assholes. Age-regressed re-enactments of incomplete earlier developmental processes can often explain such behavior. The last part of the text elaborates on the consequences and reasons for such behavior in gurus, teachers, therapists, and parents.",
  "content": "In love relationships, when one attempts to separate from another, the one being separated from tends to \"put down\" the other and make them into the anti-Christ (the one being left is the Christ). 234 Special Section I once had a client who said to me, \"If the person I want doesn't want me, obviously they are assholes.\" This is because there is an age-regressed re-enactment of an incomplete earlier developmental process wherein they realized they were separate from mom. Johnson (1991) says it this way: Natural attempts at separation are blocked, causing parental anxiety, or are actively punished. At the same time, the child's natural abilities for empathic mirroring are overvalued and reinforced by parents who require merger with the child in order to feel secure or worthwhile. (p. 79) This explains the narcissistic,sounter-trance-ference of the guru, teacher or therapist who cannot allow their disciple or student to leave. Why? Because it brings up the separation problem the guru or teacher or therapist did not resolve with their parents. This is also why the guru reinforces and praises the false self that the disciple or student presents.",
  "last_phrase": "In conclusion, it is important to recognize that the tendency to \"put down\" a partner who wants to leave is often rooted in unresolved developmental issues that stem from childhood. Recognizing these patterns can be useful in finding healthier ways to separate and move forward in love relationships."
}