{
  "title": "What are uncooked seeds in Quantum Psychology and how do they affect gurus and their teachings?",
  "first_phrase": "In the previous text, the author described how unresolved issues can come up when getting involved sexually with someone, a phenomenon known as \"Uncooked Seeds.\" Quantum Psychology uses awareness as a means to process uncooked seeds such as beliefs and concepts to prevent them from sprouting. However, when gurus are put back into the world, their uncooked seeds sprout, leading them to spiritualize their desires such as money, sex, and fame. In the following text, the author shares a famous Sufi story about Sheik Nasudin, who tended to his flower garden when a goat chewed through the rope and ate the flowers.",
  "content": "But if you put them back into a relationship or into the 80 Chapter VI world making a living, I don't care who it is, their uncooked seeds are going to sprout. That's why, when gurus come to the West, all of sudden they want money, sex, meditation centers, brochures and have a mission (from God). Unfortunately, most teachers or gurus rather than acknowledging their \"uncooked seeds\" go into the trance of spiritualization, (Dark Side of the Inner Child, Chapter 14). Sex becomes tantra, and desiring fame and money become a mission from God. In short, before you know it, all their uncooked seeds pop-up and then get spiritualized. So as you can see, it's easy for some gurus to say, \"I am not tht doer\" when everything is being done for them. In other words, their philosophy matches the context. There is a famous Sufi story about Sheik Nasudin. He was tending his flower garden and went inside for a moment. A goat chewed through the rope in the gardep and began to eat the flowers.",
  "last_phrase": "In conclusion, it's important to acknowledge our uncooked seeds and not get lost in spiritualization. We should strive for authenticity and not be afraid to admit when we make mistakes. By doing so, we can avoid the trap of ego and live a more fulfilling life. Remember, enlightenment is a journey, not a destination."
}