{
  "title": "\"How does the False Core-False Self impact relationships and life? Understanding Narcissism, Realization of Separation and its effects\"",
  "first_phrase": "In the previous section, we explored the concept of False Core-False Self and how it deprives us of experiencing who we truly are. Now, let's discuss how this relates to narcissism in life and specifically in relationships. When an infant realizes its separation from its mother, it tries to merge with her or become her reflection, but this is not possible as they are separate entities. Hence, the False Core creates a False Self to compensate for this separation by mind-reading and reflecting the desires of others. This fixation on merging with others or making them merge with us to achieve unity is done to avoid the pain of separation, leading to a mis-labeling of essence as emptiness.",
  "content": "Most descriptions of the Enneagratn types, however, do not describe the driver of the type, i.e., the False Core. Rather they describe and then define the personality type by the overcompensation to the False Core. This over-compensation is, in Quantum Psychology, the False Self and is a defense against the False Core. 35 The Way of the Human Developing Multi-Dimensional Awareness Core solidifies further. The solution is a False Self Compensator. Again, since you cannot get Mom to reflect back to you and be your mirror, you decide to be your mother's mirror and reflection through mind-reading° what she wants and then giving it to her. This is done so that she will merge with you, and you will be in unity again. In this way, life becomes fixated on either trying to get people to merge with you (i.e., be their reflection) or to merge with them (they become your reflection). This is done in order to achieve a unity and thus not feel the shock of the Realization of Separation. ESSENCE becomes mis-labeled by the False Core as a deficiency or emptiness with a lack.",
  "last_phrase": "To overcome the False Core and achieve true unity, it is necessary to recognize and transcend the overcompensation of the False Self. This involves being aware of the ways in which we seek to merge or resist others, and not getting caught up in psychologizing or philosophizing that reinforces our defensive patterns. Instead, we can develop multi-dimensional awareness and cultivate our essence by embracing the Realization of Separation with acceptance and compassion."
}