{
  "title": "What is the connection between interruptions in the outward motion and the formation of our self-identity?",
  "first_phrase": "In this section, we delve deeper into the connection between trauma and the formation of the self. The chapter highlights the idea that interruptions in the BIOLOGICAL CORE during a traumatic event lead to the creation of images and memories that distract from present pain. This causes a breakage in awareness of the BIOLOGICAL CORE and leads to the formation of a separate self or \"I\". The nervous system's survival mechanism creates associations and memories, causing us to lose awareness of our present-time bodies and the physical manifestation of our essence. The text mentions the father of body therapy, Wilhelm Reich and his concept of \"vegetative\" trauma.",
  "content": "What gets formed out of this trauma, and to organize the chaos of this trauma, then, is a separate self or \"I\". In short, at a biological-psychological level, what you call \"you\" is caused by interruptions in biology due to the regulation of socialization. In this way, a trauma is a memory, a picture or an image of a past time event which emerged during shocks which caused interruptions in the BIOLOGICAL CORE. In this way, you identify or fuse with past body images. This occurs as an aspect of the nervous system. In other words, the nervous system (brain) holds memories and creates associations as a survival mechanism. 1° Using its searching-scanning-seeking overgeneralizing mechanism IT sees the present as the past in an attempt to insure that (something undesirable) will not happen again. Because of the natural survival mechanism of memory and creating associations, you lose awareness of your present time body and your BIOLOGICAL CORE. In short, you get further away from your body as it is and this prevents you from experiencing your BIOLOGICAL CORE which is the physical manifestation of your ESSENCE.",
  "last_phrase": "In conclusion, trauma can lead to the formation of a separate self, as the nervous system creates associations to protect against future harm. However, this can cause us to lose touch with our present bodies and our biological core, preventing us from experiencing our true essence. Through techniques such as spinal realignment, we can restore our natural strength and stability and overcome the tensions caused by trauma."
}