{
  "title": "\"What is the New Age Complex and how does it affect personal responsibility according to Quantum Psychology?\"",
  "first_phrase": "This part discusses the New Age Complex, where individuals imagine they are the center of the universe and can create their external world. Quantum Psychology helps to understand that beliefs only shape one's internal experience and not control the external world. The text explains how one can be responsible for their subjective response to external stimuli, such as hurt or anger. The section showcases Swami Beyondananda's humor to convey how people interpret the concept of the New Age. The last 200 tokens focus on the Disciple Trance, where individuals view the teacher/guru as omniscient and feel connected to them. The author analyzes the child's grandiosity and how it develops over time. Overall, the section provides insights into how individuals create their subjective experiences and their impact on the external world.",
  "content": "To joke about this New Age grandiosity, noted New Age comedian Swami Beyondananda said, \"Everyone now is so New Age, even muggers are New Age. I was walking down the street the other day. A mugger knocked me down, grabbed my wallet, and as he was running away said, 'Now, why did you create this in your life'?\" THE NEW AGE COMPLEX Viewing through the lens of developmental psychology, I call this trance the \"New Age Complex,\" because in this trance, to use the words of psychoanalytic developmental psychology, the child imagines \"The world is your oyster.\" Here the child falls in love with their own grandiosity as they learn to walk and talk. They feel like they can create it all, do it all, accomplish anything. This does not appreciate the context in which we live. QUANTUM PSYCHOLOGY PRINCIPLE: The context is greater than the individual. Special Section THE DISCIPLE TRANCE The disciple (who is stuck in this infantile trance) plays out the other side of this identity, imagining the teacher or guru (mother/ father) is omniscient and can see, feel, or know the disciple's innermost heart.",
  "last_phrase": "In conclusion, it's important to recognize the \"New Age Complex\" as a trance that can limit our growth and development. Understanding the principles of quantum psychology, the disciple trance, and the rapprochement phase can help us move beyond these patterns of grandiosity and idealization, and towards a more mature understanding of ourselves and the world around us."
}