{
  "title": "\"What is the symbolism behind the Minotaur, Labyrinth, and Icarus in relation to the divided mind?\"",
  "first_phrase": "This text examines the Minotaur as a symbol of separation, specifically in the context of sexuality and birth outside of wedlock. King Minos' rejection of unity is represented by his sending the Minotaur to the Labyrinth, which symbolizes the unconscious mind. In the last 200 tokens, Daedalus, an image-maker, and his son Icarus attempt to escape the Labyrinth using a False Self, rather than confronting their False Core. The consequences of their attempt are explored in the symbolism of Icarus flying too close to the sun.",
  "content": "King Minos (who is now a fallen higher self or ESSENCE) believes in separa- 266 Appdendix tion. He finds out that Daedalus (the architect) built the container (image) of the cow to attract the Bull and to punish him; he throws Daedalus (the image maker) and his son, Icarus, (a reflection and a creation of the image maker) into the Labrinyth of the unconscious mind. Daedalus makes fake wings out of sticks and wax so that they can fly away. Here the image maker creates (automatically) (a False Self to overcome the False Core) more images, i.e., something false to get out of the unconscious mind. Here we see the newer psychology's false .attempt to create a new image or presentation (False Self) to go beyond the unconscious (False Core) rather than going into it. The two try to escape by using this False Self vehicle. Icarus (the image of the image maker) flies too close to the sun (a symbolic representation of God), with the (false) wings of wax.",
  "last_phrase": "In conclusion, the tale of King Minos, Daedalus, and Icarus serves as a cautionary reminder that creating a false self to escape the unconscious mind is not a true solution. Rather than striving to construct new images or presentations, we must bravely face the unconscious mind and resist the urge to rely on false methods that can lead to a fall into the unified whole."
}