{
  "title": "How can training your nervous system to see without concepts improve relationships and present moment experiences?",
  "first_phrase": "In this part, the focus is on training the mind to experience the present, without the bias of past concepts. A student's experience is shared, who felt lost and without meaning while doing the exercise. The author explains that the mind's \"seeking meaning\" tendency is not the same as one's true identity. The concept of the \"Thinking Dimension\" is introduced as the second dimension of manifestation, where awareness is developed through the mind. This chapter is a part of \"The Way of the Human: Developing Multi-Dimensional Awareness\" book.",
  "content": "She said, \"I guess I'm constantly seeking meaning, and this strips everything of meaning.\" I pointed out to her, \"When you say 'meaning', what you are really saying is that you want things to have meaning in life—meaning and purpose. That's the nature of the mind, to seek meaning and purpose. But the mind is not you. Now, I'm not saying you shouldn't look for meaning, but let your mind do it. You WITNESS. If you jump in there, and try to figure it out, you'll get burned out. I'm saying let your mind do whatever it does.\" She said, \"I guess I'm looking for a state of peace or happiness.\" I repeated Nisargadatta Maharaj's reply when someone said, \"I want to be happy\": \"That's nonsense,\" he said, \"Happiness is—where the / isn't.\" hat is true at the Thinking Dimension may not be true at any 1pther dimension. 7677 The Way of the Human * Developing Multi-Dimensional Awareness CHAPTER VI THE TANKING DIMENSION OF MANIFESTATION ANE-1he Second Dimension of Manifestation represents the devel- opment of awareness at the Thinking Dimension.",
  "last_phrase": "In conclusion, it's natural for our minds to seek meaning and purpose, but we should remember that we are not our minds. Instead of getting burnt out trying to figure things out, we should allow our minds to do the seeking while we witness. Happiness is not something we can aim for but can be found in the present moment. Developing our awareness of the thinking dimension can help us see reality in the here-and-now."
}