{
  "title": "\"What is the link between meditation, dissociation, and the desire for union in Quantum Psychology?\"",
  "first_phrase": "In the previous paragraphs, the author explores the theories related to the adaptation of the schizoid personality in an insufficiently nourishing, even punitive environment. They explain that to dismantle their compensatory self, the schizoid person must do lots of bodywork such as yoga and other practices to integrate Quantum Psychology into a daily experience. In the last 200 tokens, the author explores the desire for union that often causes a spiritualized trance, which confuses the desire for merging with mother with samadhi or the no-me state, sometimes seen as a spiritual experience. The text also illustrates that the desire to merge with someone is an unconscious resistance to separation from the mother, and a re-enactment of the individuation-separation process.",
  "content": "This often gets confused with samadhi.4 Notice too how many spiritual seekers stuck in the guru/ disciple trance are very dependent and find it painful to separate physically from the guru (mom/dad) and become individuals functioning in the world. Samadhi is tonsidered a no-me state. The no-me state available in present time is different from the drive to merge with mother, or in this case, the mother trance-ferred onto the universe, a teacher, a guru, or a relationship partner. However, to an individual stuck in this early trance, they seem the same,hence, they label dissociation as spiritual. Furthermore, in many cases I have seen, the desire for union with God or the desire to merge with another person and lose oneself in relationship is the unconscious resistance to separation from their mother, and is therefore a re-enactment of the individuation-separation process. Johnson 1987) says: Paradise Lost—Moving from unconsciousness union to separation differentiation. According to Mahler's system occurs at approximately six months... (p. 22) According to the developmental observers, the child is now grandiose, experiencing a sense of omnipotence due, in part, to the still retained belief of unity with the mother.",
  "last_phrase": "It's essential to understand the difference between samadhi and the desire to merge with another person or entity. While the latter could be a re-enactment of the individuation-separation process, samadhi is a state of no-me. Recognizing and differentiating between the two is a crucial step towards spiritual growth and personal development."
}