{
  "title": "How does infantile thinking affect our beliefs in creating reality and abundance according to developmental psychology?",
  "first_phrase": "This text explores the concept of Samadhi, the final step in Raja Yoga and many forms of Buddhist Yoga. Before discussing it, the text delves into the topic of cognitive immaturity in infants, and how it protects them from the harsh realities of separateness and vulnerability. The text also highlights the dangers of refusing to accept the rapprochement with reality, which can lead to regressing to a state of grandiosity and clinging to the illusions of symbiotic unity. The text also mentions how the New Age philosophy promotes grandiosity and reinforces the myth that you can have everything you want. In the last 200 tokens, the author emphasizes the importance of acknowledging limitations and negating unrealistic expectations.",
  "content": "Then, the infant regresses to the reassuring illusions of grandiosity and symbiotic unity [with Mom later trance-ferred onto the teacher or guru] and becomes fixated at this developmental level. (pp. 26-27) Here we have again the experience of a resistance to separation and a desire for dependent unity with the mother, or later an imagined trance-ferred mother placed upon the universe or the guru/ teacher. According to Althea Homer (1984): this defensive stance also denies one of the primary realities to be confronted during this sensitive time—limitation. Here we notice how the New Age promotes grandiosity with its \"You can have or create anything you want\" philosophy. Developmental stuckness reinforces this myth. Often in workshops I tell 6As mentioned earlier this explains the developmental issue with believing the philosophy, \"I create it all,\" \"I can create reality,\" etc. It is an age-regression of an infant who sees Mom as magical, omnipotent and omniscient and now acts-out of that structure believing it is so. 248 ________________ Special Section groups that you cannot have everything you want. That expectation is infantile and negates reality. For example, many New Agers believe that there is \"abundance\" on the planet.",
  "last_phrase": "In conclusion, it's important to recognize the limitations of reality and not get stuck in the developmental stage of believing in omnipotence and symbiotic unity with an imagined mother or universe. The New Age philosophy of \"you can have anything you want\" can reinforce this myth and deny the primary reality of limitation. Instead, acknowledging and working within the constraints of reality can lead to more practical and feasible outcomes."
}