{
  "title": "\"What are the Possible Roots of Spiritual Trances and Detachment in Past Pre-Verbal Experiences?\"",
  "first_phrase": "This text explores the connection between past preverbal experiences and spiritual trances that prevent multi-dimensional awareness from developing. Drawing on the work of Bollas and Johnson, it examines the symbiotic trance that develops during an infant's earliest stages of mental self-object representations. It describes how this can lead to a compulsion or obsession with transformation, as seen in many spiritual seekers. The last 200 tokens delve into the premature detachment spiritual trance, which is associated with the schizoid personality and the \"Unenlightened Buddha.\"",
  "content": "The second phase is the trance-ference onto another, or what I call the teacher or guru trance, in which the internalized identity (infant) and the internalized omnipotent mother are trance-ferred onto a spiritual figure, making them both omnipotent and a transformational object. Johnson (1987) says that: In the symbiotic period, the child has the beneficial illusion of control because he believes he shares or controls the mother's omnipotent power.\" (p. 18) 244 Special Section This could also explain the collapsing of the levels and infantile understanding in many \"New Age\" thinkers who believe they can create or co-create with the ALL that omniscient, omnipotent consciousness. Furthermore, it should also be noted that the anthropomorphic tendency, i.e., to trance-fer a nervous system onto THAT UNDIFFERENTIATED CONSCIOUSNESS or God, \"as if God or Undifferentiated Consciousness wants this or that or is trying to teach lessons also represents this infantile trance-ference. PREMATURE DETACHMENT: THE SCHIZOID PERSONALITY In this spiritual trance, the schizoid prematurely detaches from his or her body and cannot feel. They,could be called over-observers and are referred to by Palmer as the \"Unenlightened Buddha\" (see Volume II).",
  "last_phrase": "In conclusion, it's important to be aware of the potential dangers of prematurely detaching from one's body in the pursuit of spirituality. Trance-ferencing onto a spiritual figure can be a powerful transformational experience, but it's crucial to maintain a healthy balance and avoid falling into an infantile understanding of the omnipotent power of the universe. Remember to stay grounded and connected to your physical self while traversing the spiritual realm."
}