{
  "title": "How does repressed energy affect family dynamics in therapy?",
  "first_phrase": "In this last portion of the text, Nancy and Wolinsky discuss Nancy's initial fear and later realization of a buffer around her mother's coffin. They explore the concept of a numbness acting as a buffer between Nancy and her mother's energy and discuss how Nancy's mother was afraid of her own light and energy, leading her to repress Nancy's. They then examine the idea of Reich's emotional plague, where one tries to damp down or destroy another's aliveness due to feeling threatened by it. Finally, Wolinsky suggests delabeling Nancy's mother's fear and allowing it to return to her. Nancy is initially hesitant, but Wolinsky explores why it might not be dangerous.",
  "content": "Therapeutic Note: Here we see how in family therapy they say a child imagines she is helping mom. In this situation she is able to have a relationship with mom by dampening her own fire Wolinsky:What I would like for you to have over there is an image of a little girl, and what I would like for you to do, is notice the fear. Have the light inside the little girl and then the numbness to protect the light and the little girl taking on the fear of the mother so as to help the mother. Does it seem accurate to you? Therapeutic Note This demonstrates Reich's emotional plague. Briefly stated, we feel threatened by another's aliveness and try to damp it down or destroy it as ours was dampened clown or destroyed. \"Do onto others that which was done onto you.\" Wolinsky:So she got scared of yours because she was scared of her own. Nancy:Uh-huh. Wolinsky:So this fear is actually your mother's. Can you delabel that fear and allow that energy of fear to go back to your undertaker mother? Nancy:No, that's dangerous to do. Wolinsky:Why would that be dangerous?",
  "last_phrase": "In conclusion, family therapy emphasizes the importance of understanding the emotional dynamics between family members. Through acknowledging and containing our fears, we can protect our inner light and build healthier relationships with our loved ones. It is crucial to recognize and deal with our emotional plagues to avoid perpetuating harmful patterns. By doing so, we can pave the way for deeper healing and growth."
}