{
  "title": "What is Biological Spirituality and How does it Relate to Psychology and Fear?",
  "first_phrase": "In this concluding part, the author discusses biological spirituality, and the split between psychology and biology. They clarify the false idea that psychology is not a part of biology, causing dissociation from oneself and external rules becoming the context. The author also addresses the topic of fear, both psychological and biological. The text includes a reference to Nisargadatta Maharaj, and describes the hard-wired responses of the nervous system.",
  "content": "Biological spirituality is getting that your body-mind spirit is one whole piece. There is no separate body, separate mind, and separate spirit. It is all a unity. FEAR I was recently doing a workshop and a participant told me that a famous Buddhist Vipassana teacher said, \"All fear is psychological. It doesn't exist.\" Quantum Psychology disagrees. The ner- 159 The Way of the Human e Developing Multi-Dimensional Awareness vous system has a fight/ flight reaction and a sense of biological fear. For example, I'm walking down the street and a car nearly hits me. He slams on his brakes, my body freezes and I go numb all over. That's biological fear (fight/flight) and it is hard-wired into the ner vous system. However, if not in that moment, probably within a few minutes, I will label that bodily experience as fear. The labeling is psychological, but the rest is biological. In recent studies, they found that when people were in an accident and part of their brain was removed, they did things like walk in the middle of the street in dangerous places and had to be taught what was safe and what wasn't. There is biological fear.",
  "last_phrase": "In conclusion, our body-mind-spirit is a unified entity, but fear can have both biological and psychological components. While biological fear is hard-wired into our nervous system, psychological fear is often caused by associational trance. Fortunately, our natural biological merging response, known as libido, can help us merge all the pieces together as one."
}