{
  "title": "How does distinguishing different levels of separation in relationships help avoid psychological problems and spiritualize our animal nature?",
  "first_phrase": "This text explores the idea that problems in relationships arise when we collapse different levels of separation. By not distinguishing between biological, thinking, emotional, and external levels, we freeze and collapse them, causing psychological pain. The author explains that the body is an animal with basic animal tendencies, which are socialized by society, parents, etc. The repression of our animal nature leads to the development of much of our psychology, resulting in the False Core and False Self. This principle is explored in Quantum Psychology.",
  "content": "The images of your body are not you. If all of the images of the body are gone,hen you just are, you are prior to having taken on these images. As Jesus said, \"To enter the kingdom of heaven (the VOID OF UNDIFFERENTIATED CONSCIOUSNESS), you must be like a child (prior to all images). THE BODY AS AN ANIMAL On a basic level, the body is an animal with animal tendencies. This must be clear otherwise you will always have a problem. It's biological. The animal underlies biology and it is a survival mode. All of the externals—mom, dad, society—try to control this animal nature, whether by toilet training, getting you to eat at a certain time, or to go to bed when you aren't tired. Society/Mom/Dad, etc., are totally trying to organize the animal. When our basic animal nature becomes socialized the repression is very painful. It is because of this pain that much of our psychology develops. Simply put, in reality, parents or society are trying to regulate the animal. QUANTUM PSYCHOLOGY PRINCIPLE: The greater the repression of your animal nature, the greater the False Core and the False Self substitutions.",
  "last_phrase": "In conclusion, understanding that the body is an animal with basic tendencies and that society attempts to regulate its behavior is essential to developing multi-dimensional awareness. Remembering that the images of the body are not who you truly are, and that the greater the repression of your animal nature, the greater the likelihood of developing a false self, can aid in achieving a more authentic and fulfilling existence. Embrace your basic nature and use it to fuel your growth and understanding of the world."
}