{
  "title": "\"How do childhood body images affect present desires? Understanding desires vs substitutions in Quantum Psychology.\"",
  "first_phrase": "In the preceding section, the author discussed the importance of distinguishing between our past body images and present experiences. The process of chipping away at the false core can lead to somatic reactions as past stresses come to the forefront. In Chapter VIII, the author addresses the concept of desires and substitutions. Using Nisargadatta Marahaj's biological desires as an example, the text delves into how desires become problematic when they are substituted for psychological wants. Quantum Psychology aims to dismantle these substituted wants, allowing individuals to fulfill their biological desires without resistance or substitution.",
  "content": "In other words, I have a desire for eating, shitting, fucking, and sleeping and all of a sudden, the only way I get food from my parents is by having to sing a song (metaphorically speaking). So I become a professional singer in order to get fed or let's say, in order for me to get my parents' love and attention, I have to get good grades in school' so I become an over-achiever. But no matter how much I achieve, it still is not going to fill the basic desire for merger, which has a biological function. So where biological desires become a problem is when they become substituted for psychological wants. One of Buddha's Four Noble Truths is that all pain comes from desire. Quantum Psychology suggests that pain arises from substituting biological desires for psychological wants. Quantum Psychology attempts to dismantle substituted psychological wants which come out of biological desires. It's the old Zen question, What is enlightenment? When you are hungry, you eat. When you are tired, you sleep. There is no resistance or substitution.",
  "last_phrase": "In conclusion, understanding the difference between biological desires and psychological wants is crucial in achieving inner peace and enlightenment. By acknowledging and addressing our basic needs without substitution or resistance, we can avoid pain and suffering and lead a fulfilling life."
}