{
  "title": "How does the search for transformational objects and ritual worship hinder personal transformation?",
  "first_phrase": "This text explores the idea of transformational objects and the search for transformation in rituals and worship. The author reflects on their experiences in India, where they looked for sacred objects and tried to get them blessed by \"sacred people\". They learned that the search for transformation arises from a person's belief that the object will deliver transformation, based on the object's capacity to resuscitate the memory of early ego transformation. Moreover, Gurdjieff suggests that ritual worship is a warning that there is a lack of energy left in the system. This text delves into the significance of ritual worship and the search for transformation, featuring prominent figures such as Gurdjieff and Bollas.",
  "content": "will deliver transformation; this certainty is based on the object's nominated capacity to resuscitate the memory of early ego transfoimation. In arguing this, I am maintaining that...the search for the transformational object, and nomination of the deliverer of environmental transformation, is an ego memory (reenactment). ( p. 27). I recall in India, before I realized my pre-verbal automatic structures, spending years looking for4sacred objects to worship and trying to get them blessed by \"sacred people.\" I remember there even being a process called prana-pratista which provided three ways of having a sacred object \"enlivened,\"'or made sacred so that you could worship it: 1. It could be done by the touch of a saint (a sacred person.) 2. It could be done by the seeker asking the energy or deity to sit inside the object so that you could worship it. 3. A Brahmin priest could perform a sacred ceremony to ask the deity to sit inside the object so that you could worship it. In fact, you were even asked what it was you wanted from the statute so that you could get the health, wealth, or enlightenment you desired.",
  "last_phrase": "In conclusion, the search for a transformational object, whether it be a sacred object or an aesthetic experience, holds the power to deliver transformation and resuscitate early ego transformation memories. The idea that an object can deliver environmental transformation is a memory reenactment of ego, and it is through intense illusions of being chosen by the environment that we experience union and create a psycho-somatic memory of the holding environment."
}