{
  "title": "What is the relationship between Tantra, Quantum Psychology, and emotions as energy?",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the concept of guilt in Quantum Psychology. The discussion revolves around how guilt is the result of resentment turned against oneself, and how to deal with it by straightening out the energy. The author suggests starting off sentences with \"I resent...\" to express and release the resentment. This idea of dealing with guilt is in line with the concept of emotion as energy, which the author focused on earlier. Through intentional fixation on emotions, one can liberate themselves from the hold of their fixating tendency.",
  "content": "In other words, your chest may be tight when you feel afraid. For somebody else, it might be in the pit of their stomach, in their heart, or in their hands. We're going to focus on emotion as energy rather than the story about what we're afraid of. Hopefully, by doing these exercises, you will find out for yourself that fear, anger, joy, happiness—all of the emotions—are all made of energy, in a different form. GUILT A person once asked me, \"How do you deal with guilt?\" I said, \"First you have to know what guilt is.\" In Gestalt therapy, for instance, guilt is resentment turned against yourself. So first you have to straighten out the energy. In other words, if I resent somebody or something, and I don't express that resentment, it's retroflected back' on me. That means that rather than expressing my resentment, I put it back on myself and what I get is guilt. If I feel guilty, the first thing I need to do to straighten out the energy is to start off sentences with, \"I resent (fill in the blank).",
  "last_phrase": "In conclusion, understanding that emotions are made of energy and focusing on that energy rather than the story behind it can be a helpful way to handle guilt. By acknowledging and expressing your resentment towards the person or object causing the guilt, you can start to turn that energy around and release the guilt. In the case of depression, acknowledging the anger turned inward or resisting experiences can also be a helpful step towards healing."
}