{
  "title": "\"What is the difference between a personification and an archetype? How do myths represent our relationship with body, mind, and sexuality?\"",
  "first_phrase": "In this final section, the author reflects on the symbolism of the mind as a unified whole and the personification of Poseidon, the Greek God of the ocean or mind. Poseidon asks King Minos, representative of the higher self or essence, to destroy the Bull which represents sexuality. In this way, the universal mind, represented by Poseidon, divides the unified whole and separates the body and mind from it. This separation is a cornerstone understanding of religions that perceive the body and its functions, including sexuality, as bad and to be controlled or destroyed for enlightenment to come.",
  "content": "Poseidon (the whole universal mind) delivers this to Minos (the higher self) and asks Minos to destroy the Bull (sexuality.) This demonstrates a major division made in the body/mind by Poseidon (universal mind) \"as if' sex were not a part of the body/ mind experience or the unified whole. This separation of body, mind and spirit demonstrates the imagined split between the body, the mind and the unified whole. it is interesting to note this since even Freud said that the ego is body-centered. This preconceived split is symbolically demonstrated by Poseidon's (the universal mind) dividing the whole universal mind into parts. This separation of body and mind from the unified whole makes sexuality (which is a body function) something to be destroyed. As mentioned throughout the book, this is a cornerstone understanding for various religions who see the body with its functions as bad and as something to be gone beyond, controlled or even destroyed (sacrificed) in order for enlightenment to come. 264 Appdendix Minos (the higher self or ESSENCE) cannot destroy the Bull because he sees its beauty (his connection to sexuality).",
  "last_phrase": "In order to fully embrace our sexuality and see it as a natural part of the whole, we must let go of preconceived notions and illusions about it. By recognizing the beauty and connection to sexuality, we can overcome the imagined split between body, mind, and spirit created by the division of the universal mind. Only then can we move towards enlightenment and a more unified existence."
}