{
  "title": "\"How do survival trances shape our identity and relationships?\"",
  "first_phrase": "In the previous section, we learned about survival trances and how they form in childhood. We discovered how children fixate on the idea of being wrong, which can become a trauma, leading to the creation of an identity to defend against this negative experience. In the last 200 tokens, the author shares a personal experience where they underwent a powerful therapy session that led to the realization of playing their father's game to survive. They discuss how this recognition shattered them initially, but with time, the integration of the work brought about a deep freedom and broke open a major identity with their father.",
  "content": "Notice, however, that under stress when you are dealing with your own children, you sound just like your parents. Living so close to Santa Fe, New Mexico, I often jokingly say in workshops that if this is your experience, you are channeling your parents. To explain further, inherent within parents is the idea that if they want the child to agree with them, they should intensify their stance to get the child to succumb. In this way, the child will go along with them and play their game. Around 1975, \"I\" as a client had a particularly powerful therapy session. I was working with a woman who did a combination of Gestalt and Reichian therapy. Her sessions lasted several hours and in one, I got to the emotional place where I realized that, in order to survive, I had to play my father's game. The pain of this recognition was so overwhelming that I felt shattered. As time passed, however, the integration of this work freed me deeply at the level of individuality and broke open a major identity with my father but of which I had been unknowingly living.",
  "last_phrase": "In conclusion, recognizing and overcoming our survival trances is a crucial step in breaking free from the cycle of repeating our parents' patterns. By understanding the ways in which we unconsciously adopt our parents' behaviors, we can move towards greater individuality and freedom in our relationships with the world around us."
}