{
  "title": "\"How can transmuting emotions into energy help with anger? A step-by-step exercise to try\"",
  "first_phrase": "This section offers practical guidance for transmuting emotional energy by disentangling it from its narrative component. The process involves focusing on the emotion at its most fundamental level, experiencing it as energy. The author likens this to learning a new sport, where - with practice - the act becomes spontaneous. The reader is guided through a specific exercise, which involves recalling a past experience of anger, focusing on the sensation in their body, and observing it as energy rather than a story.",
  "content": "III Chapter Vil EMOTIONAL DIMENSION EXERCISE #3 ANGER Focus: Focus your attention on the emotion rather than on the story of why you feel what you feel; experience the emotion as made of energy. We will also focus on the skin boundaries which appear mass like, or solidified as compacted or slow moving energy. Practice: Recall a time when you felt angry; it could have been last year, it could have been five or ten years ago. Let the emotion called anger come into your awareness. As you watch this scene in your memory, notice yourself in the memory and look around and notice the other people in the memory. Notice what the feeling is or what the sensations are in your body. Focus on the story. Allow the feelings or the sensations of anger to emerge, to begin to come to the surface as you watch the movie in your mind, and notice where this anger is in your body. Notice its shape and size. Begin to focus your awareness on this anger, rather than on the story and reasons why you're angry. Focus your attention on the anger itself. As you watch the anger, take the label off and see it as energy.",
  "last_phrase": "In conclusion, practicing the exercise of focusing on the energy of anger rather than the story behind it and becoming aware of skin boundaries can be a useful tool in managing emotions. It is important to remember that this exercise is only one piece in the puzzle of Quantum Psychology and results may vary."
}