{
  "title": "Why is the dissociation of body and mind seen as the root of unhealthy beliefs and behaviors?",
  "first_phrase": "This text explores the notion of body/mind/spirit being split into separate components, beginning with the regulation of bodily functions during the socialization process. The author argues that this dissociation from the body creates beliefs about \"appropriate\" actions, leading to a disconnection from bodily impulses and needs. It's argued that dissociation from the body is often labeled as spiritual or good, while early childhood training implies the body is less important than the mind and spirit. The last part of the text discusses the consequences of this dissociation for patients.",
  "content": "cause a dissociation, a splitting off from the body which creates beliefs about \"appropriate\" actions at \"appropriate\" tunes, i.e., \"There is a time and place for everything.\" This causes us to eat, not when we're hungry, but at about 12:00 p.m. Not to shit when we need to, but to hold it in. Not to sleep as much as we need, but to organize it around work. And not to have sex when it feels right but to wait until the evening. When a survey asked about when people mostly have sex, the overwhelming majority said after 9:30 p.m. on either Friday or Saturday night In addition, bodily functions and impulses are seen as bad by many spiritual systems. The dissociation from the body is oftentimes labeled as good or as spiritual. Much of our early childhood training is about regulation of the body. In this way, there is an implication and message given to the child that there is something wrong with the body and its functions and certainly it is less than the mind, and of much less importance than the spirit.",
  "last_phrase": "In conclusion, it is crucial to recognize the dissociation and splitting off from the body that creates beliefs about appropriate actions and their timing. The mind and spirit are not separate from the body; instead, they are a creation of the nervous system. The Quantum approach to body work emphasizes the interconnectedness of the body and mind, and focusing on bodily sensations can aid in developing multi-dimensional awareness."
}