{
  "title": "\"Why do spiritual and psychological systems emphasize the transformational power of objects and rituals over personal responsibility?\"",
  "first_phrase": "This last part discusses the idea of making objects outside of oneself sacred for transformation and enlightenment, rather than taking responsibility for one's own growth. The author talks about their personal experience with ritual worship in India and how they attributed transformative power to objects such as statues of saints and pictures of gurus. The author references the ideas of Christopher Bollas and Gurdjieff to explain the psychological and spiritual significance of ritual worship. The concept of the \"transformational object\" is explored, emphasizing the individual's search for transformation rather than longing for the object itself.",
  "content": "Moreover, if we missed our ritual worship or did it the \"wrong way\", we believed, in some superstitious, intangible way, that something bad would happen to us and we'd never get transformed or enlightened. This is making something outside of yourself sacred rather than seeing yourself as responsible for your own transformation. It is like a person making a statue of a saint and worshipping the statue rather than realizing that they made the statue. Gurdjieff, regarding rituals and ritual worship, suggested that to the degree to which the energy is lessening, dissipating, or beginning to die down within a spiritual system—such will be the degree to which a system or a teacher will get more into ritual worship. Actually, ;ritual worship should be a warning that there is not much energy left in the system. According to Bollas (1987): The search for transformation and for the transforma- tional object is perhaps the most pervasive archaic 238 Special Section object relation, and I want to emphasize that this search arises not out of desire for the object per se, or primarily out of craving or longing. It arises from the person's certainty that the object (mother/teacher, etc.)",
  "last_phrase": "In conclusion, it is important to recognize that true transformation comes from within oneself and not from external sources such as rituals or objects of worship. While these practices may offer a temporary sense of comfort, they should be seen as a warning sign that the energy within a spiritual system is diminishing. Don't rely on a transformational object or person, but rather take responsibility for your own growth and development."
}