{
  "title": "\"What is the difference between defensive detachment and true detachment in spirituality?\"",
  "first_phrase": "This text explores the difference between true detachment and the trance of detachment. Drawing from psychoanalytic developmental psychology, the author explains how premature detachment can be a defense against feeling and separation, whereas true detachment is witnessing beyond the observer-observed dyad. Through a workshop demonstration, the author shows how defensive detachment is often mistaken for acceptance, distancing, or spirituality. The text concludes with an insight into how mis-perceived betrayal creates identities and narcissistic injury, as discussed in Volume II.",
  "content": "Recently, I did a demonstration in a workshop with a man who was having marital problems (i.e., not getting what he wanted from his wife). He said, \"I accept her.\" I asked, \"When you say accept, what do you feel in your body toward her?\" He replied, \"I distance myself.\" Later he realized this was distancing and defending was labeled acceptance which was not acceptance itself which brings about appreciation and more intimacy. In \"spiritual\" groups, too, I have seen people who claimed detachment, when it was rather cutting-off and defending againt human feelings. What then is the difference between premature detachment and true detachment which is Witnessing and beyond the observer-observed dyad. Premature mature detachment is a defense against separation. Witnessing is beyond the observer-observed dyad, and contains not resistance, defensiveness, judgement, evaluation, or significance. (see Volume III, the NOT I-I). FINAL NOTE Mis-perceived betrayal is the major ingredient in the creation of identities. It is mis-perceived betrayal (i.e., realizing mom is separate from you) which forms what is called in psychoanalytic developmental psychology the \"narcissistic injury\" (see Volume II).",
  "last_phrase": "In conclusion, premature detachment is a defense against separation, while witnessing is beyond the observer-observed dyad and contains no resistance or judgment. Mis-perceived betrayal contributes to creating identities which contain trances, including spiritual trances that are often never questioned. By understanding these concepts, we can strive for true detachment and appreciation, leading to more intimacy in our relationships with ourselves and others. Remember, do unto yourself what was done unto you only leads to perpetuating negative patterns in your life."
}