{
  "title": "How is samadhi different from the desire for dependent unity with a guru or relationship partner?",
  "first_phrase": "In the last 200 tokens of this text, the author explains how an individual stuck in the early trance of wishing to reunite with their mother often mistakes dissociation for spirituality. Johnson's theory of individuation-separation process is also discussed. At this stage, a child experiences a sense of omnipotence and believes in his/her unity with the mother. The toddler wishes to believe in owning his/her mother’s magical powers, but his/her cognitive immaturity protects him/her from realizing his/her separateness and vulnerability. Inappropriate handling of integrating these desires often leads to refusal to accept reality.",
  "content": "The toddler still wishes to believe and apparently convinces himself that he owns his mother's magical powers' and can have absolute con- 4Samadhi is a deep absorption in meditation, an absorption so deep, in fact, that the self disappears. Samadhi is also considered the eighth or final step in Raja Yoga called the king of yogas and in many forms of Buddhist Yoga or eight-limbed yoga. 'They seem magical only to an infant 246 The Way of the Human Developing Multi-Dimensional Awareness trol over them.' He certainly must experience continual, and hopefully optimal, frustrating exceptions to that illusion. Yet, while he is building the construct of separateness, his cognitive inmaturity continues to protect him from the full realization of his separateness and vulnerability. The manic high times of this period, as well as involvement in developing autonomous functions and interacting with the newly experienced world, also protect him from becoming aware of these unpleasant realities. . . . (pp. 25-26) When his need to integrate his desires for independent expression and dependent unity is badly handled and/or when his need for integrating grandiosity and vulnerability is inappropriately dealt with--refusal to accept the rapprochement with reality is often the result.",
  "last_phrase": "In summary, it is important to acknowledge the realities of separateness and limitation in order to integrate our desires for independent expression and dependent unity. While the toddler's cognitive immaturity may protect him from these realities, refusing to accept rapprochement with reality can lead to fixation on grandiosity and dependency. Let us strive for a balanced understanding of ourselves and our place in the world, rather than seeking illusions of absolute control and power."
}