{
  "title": "What is the judgmental observer and how does it reinforce your False Self?",
  "first_phrase": "In this final section, the author delves into the concept of the \"judgmental observer\" in relation to childhood conditioning. The author explains how individuals often view themselves through the lens of judgment, evaluation, or significance, based on how they were treated and perceived by their parents as good or bad. This fused internalized observer is a product of childhood experience and tries to reform behavior by converting vices into virtues based on what mom or dad, later spiritualized as God or Guru, deemed good or bad. The author emphasizes that the only way to dismantle this false core driver is to dismantle the observer as well.",
  "content": "Because Dad or Mom are the \"outside\" observers who are trying to reform your behavior, years later you have an observer who unknowingly is an internalized Mom and/or Dad observing and trying to reform \"you\" (turn vices into virtues), getting rid of the \"bad\" (what Mom and Dad don't want) and replacing it with good (what Mom and Dad, later spiritualized as God or Guru want) in order to merge and go to heaven. Since as an infant rewards and punishments were based on behavior judged good or bad, this fused internalized observer is actually Mom or Dad now internalized as an \"observer\" observing you. 41 The Way of the Human e Developing Multi-Dimensional Awareness QUANTUM PSYCHOLOGY PRINCIPLE: You see and treat yourself the way Morn and Dad saw and treated you. QUANTUM PSYCHOLOGY PRINCIPLE: When the observer is fused with Morn or Dad, behavior, emotions, etc., are viewed as bad, vices, sins, etc. You think getting rid of the bad is \"spiritual\" when actually it is an internalized age-regressed re-enactment of Mom/Dad as an observer observing you as a child, which has become internalized.",
  "last_phrase": "In order to find out who you truly are, it is important to understand that your internalized observer may be fused with your parents' views and judgments of your behavior. By recognizing this and moving beyond the False Core, you can transcend the limiting beliefs and behaviors that may be holding you back from discovering your true self. Remember that changing your thoughts and emotions does not equate to changing who you are, and be wary of systems that claim otherwise."
}