{
  "title": "\"Why is the popular belief of soul transmigration contradicted by the Buddha and the Quantum Approach?\"",
  "first_phrase": "In Chapter VIII, the author explores the concept of an indivisible substance and the relation between the macrocosm and microcosm. They reference a story from the Buddhist tradition where Gautama Buddha demonstrated that everything, including the witness, is made of one substance. This understanding highlights the continuum of varying densities, from solid bone to less solid thoughts and emotions, all composed of the same substance as the universe. The author contrasts this idea with the popular belief in reincarnation, which contradicts the Buddha's teachings. They argue that quantum physics further supports the concept of one indivisible substance.",
  "content": "With this understanding, let us look at the solidness of bone through the lesser solidness of muscle, moving through the less solid organs to the less solid emotions, through the less solid sensations, the less solid thoughts,, the less solid space inside the body, through the less solid EMPTINESS. This continuum is ONE SUBSTANCE, differing only in density yet totally interconnected and holographic, separated only by ,definitions and labels, and containing the entire universe within each. In other words, since everything from bone to EMPTINESS is made of the THAT ONE SUBSTANCE, then everything is the same substance as the entire universe. The old metaphysical statement that the macrocosm is in the microcosm and the microcosm is in the macrocosm can be changed in the light of quantum physics to the macrocosm is the microcosm and the microcosm is the macrocosm. THE QUANTUM APPROACH The Quantum approach says something much different. Quantum physics demonstrates to us that there is only ONE INDIVISIBLE SUBSTANCE. With this understanding, then, there is no separate spirit or soul which incarnates, but rather different orders of densities of substances, all of which are made of THAT same ONE SUBSTANCE.",
  "last_phrase": "In closing, this understanding of the interconnection and oneness of all things can help us see ourselves and the universe in a new light, where our physical bodies and emotions are not separate from the cosmos but rather a part of it. By recognizing this unity, we can find a deeper sense of purpose and meaning in our lives and strive for a more harmonious existence within ourselves and the world around us."
}