{
  "title": "How can focusing on the energy of our desires rather than the objects themselves bring greater fulfillment in life?",
  "first_phrase": "In the final 200 tokens, the author emphasizes the importance of focusing on the energy of desire instead of the desired object. He believes that turning our attention inward and focusing on the energy itself can lead to a greater sense of fulfillment, regardless of whether or not the desire is fulfilled externally. This idea of dissociating from our body and animal nature is criticized earlier in the text as it separates us from the world and ultimately from the underlying unity. The author suggests distributing our attention equally into four categories: external, thinking emotional, and biological, to avoid creating False Conclusions that yield unresolvable False Solutions.",
  "content": "SUMMARY Dissociating from our body and animal nature not only dissociates us from the world and from people, but ultimately from the underlying unity as well. It is no wonder that spiritual and psychological philosophies which diminish the body as \"not you,\" or \"unimportant,\" act as impairments to \"spiritual\" and psychological understanding. They ask us to deny the \"body,\" and in the case of psychology, our \"human-animal nature,\" in favor of our \"mind.\" Once you can appreciate the thinking and emotional world and external world, let your attention be split four ways: 1/4 external, 1/4 thinking, 1/4 emotional and 1/4 biological. Psychological and archetypical explanations are created by the newer brain; hence, they're further from experience and only exist as a way to order the chaos of a shock or of a biological deprivation. Mystification, a creation of the new brain, occurs when the biological animal is repressed. This repression takes us out of biological and into psychological and interpretations which lead to False Conclusions that yield unresolvable False Solutions. We are all going to die. All we know and think we are will die.",
  "last_phrase": "In conclusion, embracing and acknowledging our biological and animal nature is vital for a holistic understanding of ourselves and the world around us. Through the exercise of dividing our awareness into four directions, we can cultivate a balanced perspective that honors our physical, mental, emotional, and environmental aspects. By resisting the urge to dissociate from our body and mortality, we can live more fully and authentically in the present moment."
}