{
  "title": "How Does Quantum Psychology Help Address Spiritual Denial and Overcoming False Core-Self Fixation?",
  "first_phrase": "This article discusses the importance of growing awareness of ESSENCE in order to overcome our False Core-False Self. The author explains that in spiritual practices, many people project essential qualities onto others to feel loved instead of growing awareness of their own essence. The text explores how resisting our ESSENCE can lead to a fixation on our False Core-False Self and uncooked seeds, which are our unprocessed psychological material. The author argues that true transcendence requires facing and processing these uncooked seeds.",
  "content": "Let's say my father was an alcoholic and I try to do mantras, yantras, and/or tantras to try to transcend that. I can have a beautiful meditation and a beautiful experience of the VOID. I can open my eyes but within a short period of time I am back into the \"uncooked seeds\" of my psychology (see below). Soon I am arguing with my spouse, bickering with my father, etc. You will immediately grab onto your False Core-False Self and your uncooked seeds. Many people who are trying to transcend their psychology are in a spiritual denial. They use meditation as medication. They don't want to feel things. In this way transcendence is a trance and a resistance and hence does not work. UNCOOKED SEEDS The Indian metaphor I like to use is that of \"uncooked seeds.\" Uncooked seeds are your unprocessed psychological material, i.e., your False Core and False Self. To illustrate, if I take some seeds, place them in the ground, and water them, they will grow and bear fruit. But if I take the same seeds, cook them in a frying pan and then place them in the ground, nothing will happen.",
  "last_phrase": "In order to truly overcome and transcend one's psychological struggles, it is important to cook the uncooked seeds of the False Core and False Self through awareness and facing one's emotions, rather than using techniques like meditation as a form of denial. By doing so, one can truly find peace and growth in all aspects of their life."
}