{
  "title": "Is it possible for therapists or teachers to re-parent or correct their clients/students' experiences, and what are the risks involved?",
  "first_phrase": "This article explores the concept of counter-trance-ference, particularly in relation to therapists and teachers who try to re-parent or \"correct\" their clients or students through trance-ference. The author argues that this belief is both magical and grandiose, and that therapists and teachers who act unconditionally loving for a price are essentially prostitutes. In the last section of the article, the author discusses how some therapists and teachers are in a constant state of trance-ference/counter-trance-ference, and how this can lead to characterological adaptation of a system that exalts counter-tranceference. This section highlights the importance of being aware of one's own process to avoid being trapped in such a pattern.",
  "content": "Noted family therapist Carl Whitaker once gave a workshop to about 300 therapists at which he said, \"You are all prostitutes.\" The therapists got angry and asked him why. \"Because you act unconditionally loving and supportive for a price,\" he said. \"When your client doesn't pay his bill, you are no longer unconditionally loving—you get pissed off.\" Definitions of the trance of counter-trance-ference generally put the pnus on the client or patient. In other words, the implicit message is that the therapist or teacher is reacting to their client's or student's trance-ference. This eliminates the possibility that the therapist or teacher is in a parental and counter-trance-ference identity first, and at some level is asking the client/student to play their game and not question. 226 Special Section Some teachers I have worked with are in their teacher identity, and are in a constant state of trance-ference/counter-trance-ference with their clients and students. In this way they are in a characterological or integrated trance-ference. I call this characterological when therapists or teachers adapt a system which supports, reinforces and exalts counter-tranceference, i.e., being the unconditionally loving mommy or daddy. I define characterological as having little or no awareness of your process.",
  "last_phrase": "In conclusion, therapists and teachers must be aware of their own counter-trance-ference identity and how it can affect their interactions with clients and students. By recognizing and taking responsibility for their own process, and not solely placing the blame on their clients or students, practitioners can provide more effective and ethical care. It's important to avoid falling into characterological patterns that prioritize reinforcing counter-transference over self-awareness and growth."
}