{
  "title": "\"How can we transform desires into energy and shift our focus from external objects?\"",
  "first_phrase": "This text is taken from the book, \"The Power of Now\" by Eckhart Tolle. The first part explains how one can experience their desire as energy by focusing their attention on the sensation of desire, rather than on the desired object. The author believes that people spend most of their lives trying to fulfill their desires externally, but if they focus on the energy of the desire itself, they can achieve a sense of fulfillment whether they obtain the desired object or not. In the last 200 tokens, the author encourages the reader to practice this technique with any desire that comes to their awareness and to turn their attention inward to the desire as energy.",
  "content": "When they focus on the Porsche or anything else they want, some people will do everything possible in the universe to make that desire come true. It could be a relationship, it could be new clothes, it could be a job, it could be any one of a thousand things. But instead of focusing on the Porsche, I would like you to pull your attention away from the desired object and turn it toward the desire itself as energy. Most people have desires—it doesn't matter what they are—and they spend most of their lives reacting to that desire, trying to fulfill it externally. If you're always thinking about having a relationship, you're always out there looking for someone. But if you 195 The Way of the Human a Developing Multi-Dimensional Awareness focus your attention on the energy itself, my experience has been that you can either have the relationship or not, but that either way is okay. This is what I mean by focusing on the energy of the desire, rather that on the desired object. Turn your attention inward and focus on the desire as energy.",
  "last_phrase": "To truly fulfill your desires, turn your focus towards the energy of the desire itself rather than external objects. Denying your body and animal nature may lead to impairment in spiritual and psychological understanding. Instead, split your attention evenly between external, thinking, emotional, and biological aspects. Remember that psychological and archetypical explanations are created to make sense of chaotic experiences."
}