{
  "title": "Is Your Animal Nature Affecting Your Psychology? Understanding the Repression of Biological Tendencies in Society and Spirituality.",
  "first_phrase": "This final section of the text delves into the concept of the body as an animal and how society tries to control it. The author discusses how repression of one's animal nature can lead to the development of false cores and false selves. Additionally, they explain how spiritual systems often label the body and its urges as \"bad\" or \"sinful\" and suggest that enlightenment can only be achieved by overcoming bodily functions. The text highlights the underlying principle of quantum psychology, which states that the greater the repression of one's animal nature, the greater the development of false cores and false selves.",
  "content": "Furthermore, when repression continues, the external (Mom and Dad) can become spiritualized (made into Gods and Goddesses) and/or anthropomorphized. These Gods, Goddesses or Gurus are created by the trance of spiritualization, a state which sees the body as a source of \"pain.\" If I didn't have a body and all of these urges, then I 155 The Way of the Human Developing Multi-Dimensional Awareness wouldn't get spanked, hit, yelled at, punished (sent to hell). Rather I would be loved and merged (heaven). If you look at almost any spiritual system other than Tantric, most of them label the body and all of its urges as bad, as something to be overcome. Christianity sees the body's urges as being against goodness, holiness and thus as sinful. Many systems suggest an infantile understanding that to find \"enlightenment\" requires overcoming our animal nature in some way. This is a clear transpersonal trance-ference whereby enlightenment is gotten, through overcoming bodily functions. In this way the socialization process and the spiritual system has now become the super-ego with all its shoulds.",
  "last_phrase": "In conclusion, the belief that we can overcome our animal nature is a misconception perpetuated by many spiritual systems. Instead of repressing these bodily urges, we should acknowledge and accept them as a natural part of ourselves. When we suppress these natural instincts, they can manifest in inappropriate ways, causing harm to ourselves and others. Quantum Psychology reminds us to accept our animal nature and not seek to overcome it, as this is a futile pursuit."
}