{
  "title": "What are biological false cores and how can they be processed in meditation to prevent triggering them?",
  "first_phrase": "In this last part of the text about meditating and containing the biological level, the author discusses the concept of biological false cores. These are interpretations of the nervous system that have been hardwired into it through evolution, making them pre-verbal and difficult to process. However, Alfred Schatz is doing research into processing these neurological hardwires. The author provides remedies to deal with biological false cores, such as acknowledging the dimensions, cutting the chain of associations, and going into the non-verbal levels of the biological false cores prior to the associational networks. Breathing into and having the experience can also help integrate the most basic reflex and earliest functions.",
  "content": "For example, I have a biological fear when I have the flu, or I break my arm, as opposed to, I have a psychological fear that the world will destroy me which is an association of the thinking dimension collapsed into the emotional dimension. The former is hard-wired into the nervous system. The latter is an abstraction and distortion and a catastrophic projected future. THE REMEDY 1Acknowledge the dimensions. 2. Cut the chain of associations by processing associations (going beyond) which are fused to the biological False Cores. 3. Go into the non-verbal levels of the biological False Cores prior to the associational networks. 4. Breath into and \"have\" the experience. Often times, I notice (with #4 above) that \"my breath\" seems to move from upper to lower spine. The lower spine is \"older\" evolutionary-wise (i.e., before the cortical brain took over spinal function in directing neurological impulses). Thus, this integrates the most basic \"reflex\" and earliest functions.",
  "last_phrase": "In conclusion, understanding the distinction between biological and psychological fears is essential to effectively managing False Cores. By acknowledging and processing fused associations and going into non-verbal levels of False Cores, one can breathe into and have the experience, integrating the most basic functions. It is also important to recognize that any deprivation of biological functions can trigger the biological and psychological False Core, so taking care of oneself is crucial."
}