{
  "title": "What is the Biological Core and its Relationship to Gravitational Pull and Essence?",
  "first_phrase": "In this final section, the text explores the concept of the False Core and the Biological Core as understood in Quantum Psychology and Rolfing. Your Biological Core is the physical manifestation of your ESSENCE which is held up by the gravitational pull between the sun and earth, and your False Core is an image you hold of yourself. The exterior muscles are called the sleeve, which can be likened to psychological compensating identities that we use to hold ourselves up, rather than aligning with gravity through the Biological Core. The section also touches upon the possibility that the ruling dimension of the Biological Core may not be gravity, but electromagnetic force.",
  "content": "They can be likened to the psychological compensating identities which try to over-compensate for your False Core (Volume II) and which you try to hold yourself up with rather than allowing yourself to be held up by the gravitational pull between the sun and the earth through the BIOLOGICAL CORE. Quantum Psychology calls this psychological compensating structure the False Self Compensator. The False Core is a psycho-emotional concept which acts like a covering over the Biological-Core. What Rolf calls the sleeve (compensating identities) is foreground, which can be biologically experienced as sore muscles. The BIOLOGICAL CORE remains an unexperienced background. However, when aligned with gravity, the BIOLOGICAL CORE becomes foreground and the sleeve background. What does this mean experientially? It is the experience of living out of your true BIOLOGI- 'At present the majority opinion in physics is that gravity is the major force corning out of the BIG BANG. There is, however, a minority opinion that the major force is Electromagnetic (Kaku, Hyperspace, 1992). (This will be discussed in greater depth in Volume III). 135 The Way of the Human • Developing Multi-Dimensional Awareness CAL CORE and biological ESSENCE.",
  "last_phrase": "In summary, aligning with gravity through embracing our biological core can lead to experiencing our true essence and effortless support. By letting go of false compensating identities, we can discover a deeper and more natural way of being."
}