{
  "title": "How does the substitution of psychological wants for biological needs affect our satisfaction and unity?",
  "first_phrase": "This text explores the concept of substitution, where a psychological want is substituted for a biological need as a survival technique to meet the needs. It emphasizes the importance of understanding the difference between needs and wants, and how psychological wants can become obsessive and never feel like enough. The author also touches on the wired-in nature of sexuality in the nervous system and how it can be a form of substituting a psychological want for a biological need. The text ends with a quote from Buddha about the relationship between desire and pain.",
  "content": "Needs originate from biological deprivation; obsessive-compulsive wants which never feel like enough occur are when you substitute a biological need with a psychological want, which later becomes a \"desire for\" with an obsessive-compulsive action. For example, Biological Need: I want to merge (this is not met)—psychological want (I have to get approval). 'Recently a guru wannabe said to me that \"sex is a trance.\" It should be noted that sexuality is wired into the nervous system as a survival of the species. 126 Chapter VIII This is substituting a psychological want (approval) for the biological need (merging). This imagined way to merger by substituting (the biological need) for a psychological wants (approval) gets ingrained and even though it yields no satisfaction, the tendency becomes engraved on the brain like a groove on a record. The biological need conies before the psychological want. This substitution process is a survival technique by the body (nervous system) to survive and get biological needs met. In Buddhism, Buddha says, \"All pain arises from desire.\"",
  "last_phrase": "In conclusion, it's essential to recognize that our needs originate from biological deprivation, and substituting them with psychological wants only leads to an unfulfilling, obsessive-compulsive desire. By focusing on meeting our biological needs first, we can avoid falling into this trap and attain true satisfaction. Remember, chasing an image of achievement will not fulfill the merging response, and the real biological need must be met to avoid pain."
}