{
  "title": "\"How can Quantum Psychology help you find out who you are and facilitate the de-programming process?\"",
  "first_phrase": "In the final part of this text, the focus is on how readers can use Quantum Psychology to discover who they truly are. Alfred Korzybski's idea that \"the idea is not the thing it is referring to\" is explored, and the importance of questioning one's deeply held beliefs about themselves is emphasized. The author stresses that questioning is the duty and responsibility of every sincere seeker, and is imperative to understanding why one may not be getting much out of their psychological or spiritual practices. By exploring and going beyond these practices and concepts, readers may be surprised to find a deeper understanding of themselves.",
  "content": "What begins to occur is that upon inquiry not only does the imaging and the notions disappear but so does the imager the notioner and ultimately the knower. xi For this reason, Quantum work asks readers to question and \"look at\" the concepts and psychic structures by which you define, organize and justify the \"you\" \"you\" call \"yourself,\" be they spiritual or psychological, and to go beyond them. Questioning is not an irreverent sin or a sacrilege—rather, it is the duty and responsibility of every sincere \"seeker.\" We need to question the underlying assumptions of psychological and spiritual practice to see how they might re-enforce, mask or hide much deeper structures which lie beneath the surface. Ques tioning is imperative to understanding \"why am I not getting much out of my psychological or spiritual practice even after years.\" Maybe, the practices are not right for you maybe they re-enforce deeper patterns, or maybe their effects and limitations have been overstated or understated respectively. But once you begin to explore, you might be surprised how these practices which are supposed to \"liberate\" actually re-enforce self-fulfilling concepts thus continuing our underlying presuppositions about who we think we are.",
  "last_phrase": "In conclusion, Quantum work invites us to question our underlying assumptions of psychological and spiritual practice to discover who we truly are beyond our self-imposed concepts and limitations. By exploring and de-programming ourselves, we can wake up to our authentic selves and dissolve the constructs of the questioner and the questionee, thus leading us to a deeper understanding of our true identity."
}