{
  "title": "How has psychology's focus shifted from discovering \"Who Am I?\" to problem-solving and survival?",
  "first_phrase": "In the last 200 tokens, the author highlights how psychology has become a tool to solve specific problems in today's narrowed and hectic world. Rapid changes, the influence of the media, and the focus on health, success, and good looks have led to a loss of focus on discovering \"who am I.\" Quantum Psychology is presented as the answer to this problem, using physics, psychology, and Eastern religions to facilitate self-discovery. The author laments the state of modern psychology, arguing that it is increasingly focused on coping, problem-solving, and selling solutions as products, rather than helping people in pain search for their true identity.",
  "content": "Patients or clients are seen as problems themselves by therapists, psychologists, and psychiatrists. Following the lead of the industrial revolution, over the last century, psychology has become a tool with a standard to measure health. Psychology has turned into a solution-focused product to be sold in the marketplace with coping, probletn solving and resolution and having more as the primary goals for therapists and clients thus (con)fusing even more WHO YOU ARE from what you do and have. Rapid change, forced adjustments, lack of insurance, the impact of the media and our standards of health, success and good looks—all have made the handling of life and problem-solving as the focus of psychology, instead of the discovery of WHO YOU ARE. Recently, I was shocked to find an article on the cover of the nagazine The Family Therapy Networker all about the most important psychologists of this era. I had never heard of these people. These \"psychologists\" were concerned about how they as a profession could survive with the HMO problem. Nothing about serving people in pain, no mention of the search for WHO AM I?—only health care and how and what the industry of psychology must do in order to survive.",
  "last_phrase": "In conclusion, it is important to remember that psychology has become a service industry focused on problem-solving and coping, rather than the discovery of one's true self. The context of our environment and societal pressures cannot be ignored when seeking personal fulfillment. By prioritizing WHO YOU ARE, rather than what you do, have or look like, individuals can achieve a deeper level of self-understanding and satisfaction."
}