{
  "title": "How does age-regression affect therapy and the search for models in personal development?",
  "first_phrase": "In the final part of the text, the concept of age-regression and the desire for models or formulas of how to be or do is explored in the context of therapy and spirituality. The author argues that therapists who imply that they should be a model reinforce a false grandiose self and a trance-ference that leads to the creation of a brand new identity. The author emphasizes that one should discover who they are in life and do therapy from this place, rather than look for models to follow. The text illustrates the complexities of the human psyche and how age-regressed behavior can lead to spiritual misunderstandings.",
  "content": "This desire to model another, to look for a model, or to want to be a model, is an age-regressed reenactment of that early childhood state. Think about who's good at modeling behaviors, matching words and positions to gain rapport, and who is good at fusing with a person. Children do that all the time with their parents. But therapies and spiritual groups often encourage and support this trance-ference and the creation of a brand new shiny identity. This attracts, seduces and is easy for the client or trainee because it reinforces the unprocessed age-regression, or better said, it reinforces a false grandiose self. For example, in India I saw many people beginning to walk like, talk like, and have the same mannerisms as their gurus. These early age-regressions or spiritualizations are misunderstood as a person being spiritual. I often meet therapists who look, act, and think that they are their false selves by acting out of an unconditionally positive regard identity. Very often they have so integrated this false self therapist's identity, that they have placed it on top of a neurotic self.",
  "last_phrase": "In conclusion, it is important for therapists, spiritual leaders, and trainees to recognize the potential dangers of reinforcing false selves and personas. Instead of focusing solely on developing new strategies and mirroring behaviors, dismantling self-defeating tendencies and addressing the root of the issue, such as childhood traumas or age-regressed reenactments, can lead to genuine personal growth and healing. Let us aim to be human, rather than simply chasing after an idealized image or persona."
}