{
  "title": "How can realizing the Biological Core lead to unity consciousness and freedom from subjective experience?",
  "first_phrase": "In the concluding section, the author discusses the importance of being grounded at the biological level for the realization of the underlying unity of everything. The author highlights the limitations of gurus and teachers who try to maintain a certain state of enlightenment through rituals and control. Maharaj's approach of \"no-I\" and \"no-subjectivity\" is presented as a way to achieve true unity consciousness. The author explains how this state of unity occurs at a non-verbal level, where there is no interruption of the gravitational biological flow, leading to the experience of doing without the sense of a doer.",
  "content": "This form of \"keeping the state\" or having to do or perform certain rituals in order to maintain a certain state is not enlightenment—it is an enlightenment prison. It demonstrates that there is not a full integration at all dimension and that the so-called \"state\" is context dependent. Gurus and teachers who try to maintain a state are not integrated at a biological level—and maybe other levels, too. Take them out of their context and place them in a relationship or working in the world and unity consciousness eludes their awareness. Maharaj was once asked, \"Are you in Samadhi?\" He said, \"No, Samadhi is a state. I am not in a state.\" NO DOER-NO SUBJECTIVITY When biological realization occurs, doing with NO-I occurs at a non-verbal level; there is no thinking and, paradoxically, no subjective experience of doing. There is no doer because there is no 147 The Way of the Human • Developing Multi-Dimensional Awareness interruption in the gravitational biological flow to create a psychology of separation or an \"I\"-Thou dualistic relationship. The brain is organized to handle gravity, and awareness is further liberated—even the energy it takes the brain to manage it is freed.",
  "last_phrase": "In conclusion, true enlightenment is not about maintaining a certain state through rituals or gurus' teachings, but rather it is a state of pure biological being that transcends subjectivity and separation. Understanding the importance of the biological core and its role in our existence can help us reach a deeper level of realization and integration in all dimensions of our lives."
}