{
  "title": "\"What are the Biological False Cores and the Repressed Animal? Understanding Personal Psychology\"",
  "first_phrase": "In this final section, we delve into the False Core Conclusion and False Self Solution, as well as the principles of Quantum Psychology. The text explores how personal psychology is formed to defend against biological deprivation and restore balance in the body. The discussion between Wolinsky and Denise offers insight into how exterior muscles organize to defend against animal urges. Moreover, the therapeutic note reflects on Wilhelm Reich's premise that repressed animal energy moves upward into thoughts, contributing to the creation of the False Self.",
  "content": "Therapeutic Note Notice how the exterior muscles of the \"sleeve\" organize to defend against animal urges. The Way of the Human 6 Developing Multi-Dimensional Awareness Wolinsky:So you feel a tightening down? Denise:I feel a tightening and a pulling in of my energy. A tightening throughout the center of my body, tightening of the thighs. A quickening in my brain so I start to go into my head to try to figure it out. Wolinsky:So you get body tension and then you try to figure it out. So it moves up. ________________ Chapter VIII Wolinsky:Recall a time when somebody else was doing something in your external environment and you felt no control. Therapeutic Note Here we are bringing up the biological False Core Conclusion by exploring the relationship between the external environment and the False Core. There was more of a fear response. A terrible fear of a person who was being manic and their eyes were glazing and moving quickly toward me. Therapeutic Note Here we see Wilhelm Reich's basic premise. As the animal energy is repressed, that energy moves upward into thoughts, etc.",
  "last_phrase": "In conclusion, by exploring the relationship between the external environment, false core, and our physical and psychological responses, we can develop multi-dimensional awareness and better understand how our bodies and minds react to different stimuli. By acknowledging and addressing our animal urges, we can gain greater control over our thoughts and actions, leading to a more fulfilling way of being in the world."
}