{
  "title": "How can shifting our focus from fantasy to energy improve our multi-dimensional awareness?",
  "first_phrase": "In the previous section of this text, the focus was on learning to see thoughts and feelings as being made of energy. In the last 200 tokens, the author applies this concept to sexuality and food. The author encourages shifting attention from sexual fantasies to the feelings themselves as a means to experience the energy within. Likewise, to focus on the delightful sensations around food instead of the food itself can transform the way people think about food and hunger.",
  "content": "Tantric scriptures say that, \"if at the moment of orgasm, you could become introverted, you would experience Spanda (the divine throb).\" What they did not mention was that if, at the at moment you could remember to become introverted, your energy would go in rather than out, and you would go into a deep \"no-state.\" That's the purpose of this meditation. BIOLOGICAL DIMENSION EXERCISE #2 FOOD Focus: Focus your attention on the delightful sensations around food, rather than on the food itself. (Singh) Working with food is a very big issue, probably the most difficult thing to process, but this meditation will plant seeds for you. As we go on, you'll be focusing on your ideas about food and about hunger as hunger—but not with the associations about hunger. The method for this meditation is the same as the others. For example, let's imagine that you're working at your desk and you have a thought that says, \"I want chocolate,\" or whatever your fantasy is. Your mind takes off on that and you react to it.",
  "last_phrase": "In conclusion, this meditation on food can help you shift your focus from craving specific foods to appreciating the delightful sensations around food, ultimately leading you towards a deep \"no-state\" and a better understanding of your relationship with food and hunger. Try it out next time you feel the urge to indulge, and notice the difference it can make."
}