{
  "title": "How do our misunderstandings of natural sexuality lead us to create false images and destroy our true impulses?",
  "first_phrase": "In this final section, the author explores the consequences of misunderstanding pure sexuality as a natural biological impulse and confusing it with our ideas and images about sex. This leads to a division within us and further separation from the unified whole. Through the story of King Minos and Poseidon, the author illustrates how we try to destroy our natural impulses because of the images we have created, causing further division. The author also reflects on how society uses images or containers to seduce men and women, hiding our true selves and further perpetuating the separation.",
  "content": "Like all patterns in the mind which creates divisions and separations, this escalates and Pasaphae, the feminine archetype believes, in the separation which is proposed by the mind (Poseidon). She loses herself in her overwhelming desire because she sees sexuality as something separate from herself. Phasaphae has the architect, Daedalus (an image builder) make her a Bull container that she can fit into so as to attract the Bull. This symbolizes how this works in our society. We do not understand the natural sexual impulse and so we divide and separate it from ourselves. Because of this separation, we create an image rather than allowing the pure natural biological attraction that people could have for sexuality. An image (container) is used to entice or seduce men (or women) and vice-versa. She must hide herself (her real feelings) and who she is, in or behind a container or mask in order for the (Bull) to want to have sex with her. Here we see the lies. First, the separation from the unified whole mind. Next the separation of the body and the mind. Next the separation of sex from ourselves.",
  "last_phrase": "In conclusion, it is crucial to understand the impact of societal patterns and the separation of self on our sexuality. By recognizing the lies and divisions we create, we can break free from the constraints of image-building and embrace our natural impulses. Rather than changing or enhancing our personas, true growth comes from accepting ourselves as we are and connecting with others in an authentic way."
}