{
  "title": "\"What is the Way of the Human and how does it relate to spiritual trances and developmental regression?\"",
  "first_phrase": "In the previous section, the author discusses the importance of acknowledging one's limitations and avoiding the trap of grandiosity. In this final section, the author delves into spiritual trances and their potential ties to developmental regression. The author uses a case study of a woman who claimed to be \"one with everything\" but struggled with feelings of abandonment when her husband left for work. Through the case study, the author highlights the importance of acknowledging differentiation and personal boundaries in spiritual development. This discussion ties into the larger concept of multi-dimensional awareness and the Way of the Human.",
  "content": "To prematurely say, \"I am one with everything,\" without the ability to hold your separateness and body boundaries also denotes a developmental regression. This regression and developmental delay must be looked at and taken apart. In this way, our true human nature and freedom at all dimensions of awareness can be stabilized. I was giving a workshop in Florida a few years ago and a woman in her early 30's complained about how she felt afraid when her husband left for work. When we began to look at this more closely, what emerged was that she felt abandoned when her husband left. Abandonment, as mentioned earlier, can be a signal of a deep age-regression. Part of her presenting philosophy was that she was very spiritual and one with everything. But what she was feeling showed that developmentally she was stuck in a symbiotic union with her mother which she trance-ferred onto her husband as well as 249 The Way of the Human • Developing Multi-Dimensional Awareness her spiritual system. Whenever she had to experience or acknowledge that her husband was separate from her, she would freak out and feel abandoned. This inability to acknowledge differentiation between herself and the world showed her developmental arrest at age 5 to 12 months.",
  "last_phrase": "In conclusion, it is important to acknowledge and work through any developmental regression and delay in order to achieve true human nature and freedom at all dimensions of awareness. Separation from others and boundaries are crucial for healthy growth and should not be prematurely dismissed."
}