{
  "title": "What is the Transition Phase in Development and How Does it Affect Spiritual Development?",
  "first_phrase": "In the previous text, the psychology of narcissism was explored, highlighting the importance of acknowledging one's human, ordinary nature. This special section delves into the concept of spirituality, and how true spirituality lies in being aware of our humanness, ordinariness, vulnerability, and connection to humanity. The transition phase of development is discussed, where the child separates from their mother but may still cling to inanimate objects to feel connected. Failure to complete this phase can lead to reliance on spiritual objects as a re-enactment. Understanding this can help one give up these objects and embrace their true humanity.",
  "content": "The Way of the Human, therefore, is to realize and be aware of our humanness, ordinariness, vulnerability, and underlying connection to humanity, all simultaneously. THE TRANSITION PHASE In the transition phase of development, the child is separate from Mom. However, to make this transition, the child might have a teddy bear, pillow, or a blanket. The child makes the inanimate object animate, and thus still feels connected, having not quite completely left the merger with Mom. If a person does not complete this phase, then they are susceptible to a trance-itional spiritual object. For example, a mantra, prayer beads, a rabbit's foot, or a picture hung around the neck, all are re-enactments of the unfinished transition phase. When separation from Morn is complete, the trance-itional objects can be given up. It must be understood that the child's/ disciple's desire for God could be a desire for their merging with mother, and that spiritual paraphernalia are a spiritualized re-enactment of teddy bears and blankets. Although they make the person feel more comfortable, when they can be seen for what they are, they can be given up.",
  "last_phrase": "In conclusion, the transition phase is a crucial aspect of human development, and completing it allows us to let go of spiritual paraphernalia which serve as buffers from the present time. By realizing and being aware of our humanness, connection to humanity, and vulnerability, we can attain greater freedom and connect directly with ourselves and the world, without any intermediary steps."
}