{
  "title": "What is The Way of the Human?",
  "first_phrase": "In the final part of this book, the focus shifts to The Way of the Human, which involves developing multi-dimensional awareness. The author discusses the concept of grandiosity and how it contributes to narcissism. He suggests that accepting our limitations and recognizing what we can and cannot achieve is essential to liberating our pure awareness. The author uses examples like having no vocal cords or low IQ to explain the importance of accepting our limitations. The key to becoming fully human is to study and move beyond our thoughts and feelings about ourselves.",
  "content": "In an introductory workshop I did in Seattle, much to the chagrin of some of the participants, I suggested that (contrary to what many seminar leaders insist and present in their training), you cannot get everything you want. I suggested that you can have what you want, given your personal limitations like IQ, talents, the external context and abilities. For example, if you were born with no vocal cords, no matter how much you want to be a professional singer, you probably won't be able to make it as one.' If your IQ is low, the probability is that you won't become a nuclear scientist, no matter how much you want to be one. In the movie, Chariots of Fire, Harold Abrahams (one of the runners) is told by his trainer, \"There's an old expression in this business, you can't put in what God left out!\" In the same way, don't be bummed-out reading this. Rather, the work is simple: to study and go beyond who you \"think,\" \"feel,\" etc. you are.",
  "last_phrase": "In conclusion, accepting and understanding your personal limitations can actually be empowering in your journey towards achieving your goals. By acknowledging and incorporating all aspects of your being, including your animal and psycho-emotional nature, you can navigate towards your true potential and become the best version of yourself possible. Remember, while there may be exceptions, probabilities are more likely to be in your favor when you embrace reality and work to exceed your limitations."
}