{
  "title": "How does dissociation from the body lead to justifying painful regulation of bodily functions and separation from humanity?",
  "first_phrase": "In the last 200 words, The Way of the Human emphasizes the importance of the body as the centerpiece of human existence. The Quantum approach to body work is presented, which does not separate the mind from the body. Instead, it sees the mind as a by-product of the nervous system and the higher brain. When working with clients, a primary question is to ask where they feel sensations in the body. This holistic approach stands in contrast to spiritual systems that view bodily functions and impulses as bad, causing dissociation from the body and further separation from humanity.",
  "content": "It is interesting that the mind and spirit are mistakenly seen as somehow being in charge of the body, \"as if' they came before it or are senior to the body—rather than their interpretation being reactions and creations of the nervous system. This dissociation further removes us from ourselves, organizes and justifies the painful regulation of bodily functions and as we dissociate from the body and create philosophies to justify it, we further separate ourselves from the rest of humanity. Soon we start to relate unsuccessfully from philosophy to philosophy. It is for this reason and with this understanding that the body is placed as the centerpiece of \"our\" existence and the cornerstone of The Way of the Human. 119 The Way of the Human Developing Multi-Dimensional Awareness QUANTUM APPROACHES TO BODY WORK The Quantum approach to body work does not separate mind from body but sees that just as muscles and organs are connected to the head, so the mind is not separate from the body, but rather it is a by-product of the nervous system and the higher brain.2 For example, when working with a client, one of my primary questions is, \"Where do you feel that in your body?\"",
  "last_phrase": "In conclusion, the Quantum approach to body work highlights the interconnectedness of the mind and body, emphasizing that the mind is a by-product of the nervous system and the higher brain. By placing the body as the centerpiece of our existence, we can develop a multi-dimensional awareness and overcome the dissociation that separates us from ourselves and the rest of humanity. This approach encourages us to question our assumptions and recognize that our experience is not limited to our descriptions of it, ultimately leading to a more successful and fulfilling way of relating to ourselves and each other."
}