{
  "title": "\"What is the Biological Core and Why is it Essential for Living Fully?\"",
  "first_phrase": "In the previous section, the author discussed the idea of the biological core, which is the realization of the biological being at a fundamental level. In this final part, the author refers to the importance of being connected to the biological core in living fully. The conversation with Ron McCombs, a Rolfer with 25-30 years of experience, sheds light on the significance of \"living fully\" by being aware of and connected to the biological core. This piece also touches on the consequences of disconnection from the biological core, which results in breakages and interruptions in psychology. The author highlights the idea that realizing the interconnection of THAT ONE SUBSTANCE while experiencing separation at an external, emotional, and biological level is crucial in achieving personal aliveness, a concept linked to quantum psychology.",
  "content": "I can be breathing and walking but remain disconnected from the world, without the awareness of biological oneness'2 in the experience of biological separation or in a fantasy land of Gods, Goddesses and spiritualized trances. But according to Rolf, you cannot live fully and completely until you are in touch with your BIOLOGICAL CORE. ''Once again, it is not total merger in the development of multi-dimensional awareness, it is realizing separation at an external thinking, emotional and biological level while simultaneously realizing the inter-connection of THAT ONE SUBSTANCE. The excess pain continues after the realization of separation (Volume 11) because the \"separate\" experience remains frozen, due to trauma (i.e., there is a fusion-association merger, pain or shock, so that to not let it happen again, as a survival mechanism, the nervous system freezes on separation). Hence, the natural biological merger which should occur like a pulsating merger-separation is frozen on separation, or resisting separation. 148 Chapter VIII QUANTUM PSYCHOLOGY PRINCIPLE: The more you are in touch with, coming from, and aware of your BIOLOGICAL CORE, the greater you will experience personal aliveness.",
  "last_phrase": "In conclusion, being in touch with your biological core is essential for experiencing personal aliveness and a greater connection to the external world as one solid unity. The more aware you are of your biological core, the more pure being you will experience, and decision-making, life, and psychology become a non-issue. It is the vehicle for thinking and feeling dimensions, and when aligned, it results in the non-verbal 'I am'."
}