{
  "title": "How can you experience the present moment without any preconceived notions or impressions of someone/something?",
  "first_phrase": "In the last part of this text, the author delves into a technique to see things from a different perspective. Students have reported interesting experiences when trying to withdraw their attention prior to thoughts, impressions or information about people or objects. The author recommends this method for heated discussions as it allows for a clearer, more present perspective. In this excerpt, the author engages in the exercise with a student and helps them experience the detachment from preconceived notions.",
  "content": "In other words our Nervous System makes the unseen Quantum World solid by seeing ideas and images of the object, not the object itself This is a good method to use if you're in a relationship and you're in the middle of a heated discussion—if you can remember to do this with them, to drop all of your concepts and move prior to any impressions, information or knowledge about that other person. If used, this method of seeing and experiencing from \"back there\" trains you to do it all the time. In this way, each moment can be experienced right now, in present time, rather than experiencing the present in terms of past explanations you (the nervous system) created about the present. A student commented, \"I felt as if nobody was there, so it feels as if you really end up with nothing. All of a sudden, my partner wasn't there.\" \"I\" asked this student if she was here. She said \"No, I was getting lost too.\" I asked her to do the exercise again with me. \"I\" said, \"Withdraw your attention as you breathe and look at me. What happens?\"",
  "last_phrase": "In conclusion, by training ourselves to drop all concepts and ideas about a present experience, we can learn to experience the moment in present time rather than through past explanations created by our nervous system. This can be a useful approach in relationships and to strip everything of meaning, allowing us to seek meaning and purpose through our minds, not by being attached to our ideas or impressions."
}