{
  "title": "\"What does the myth of Phasaphae and the Minotaur reveal about our society's views on sexuality?\"",
  "first_phrase": "This text explores the concept of separation and how it affects our perception of sexuality through the story of Phasaphae and Daedalus. The use of images and masks (containers) to entice or seduce others, creates a division from our true selves, resulting in the creation of personas and lies. The text argues that contemporary psychology focuses on changing or improving these containers, rather than addressing the separation causing them. The Minotaur is born from Phasaphae's union with the Bull, causing Minos to label him a monster due to his belief in separation.",
  "content": "Finally, the separation of male and 255 The Way of the Human • Developing Multi-Dimensional Awareness female. All of this creates divisions (lies) forming images and masks (containers) which we present to the world as real or us, forgetting they are lies. One way to describe narcissism and the narcissistic trance is that you fall in love with the images you create about yourself. In this way, you lose yourself. Instead of examining the lies which create separation, contemporary psychology focuses on trying to change or have more choices over the images and personas (containers) we hide in or behind or make them better and more acceptable. The Bull and Phasaphae have sex and from this the Minotaur is born. Minos (ESSENCE) falls into the trap of believing in separation and proclaims the Minotaur (Bastard) a monster after finding out about his wife's relationship with sexuality (the Bull). IS THE MINOTAUR A MONSTER? In family therapy, children are often labeled as symptom bearers, a representation of the problems that exist within the marriage. If the problem is separation (seeing sexuality as separate), something or someone has to be at fault.",
  "last_phrase": "In conclusion, the Minotaur is a manifestation of the problem of separation caused by believing in false images and personas. Rather than blaming the Minotaur or labeling him as a monster, it is important to recognize the underlying unity and address the issue of separation in a constructive manner. By doing so, we can free ourselves from the narcissistic trance and embrace multi-dimensional awareness."
}