{
  "title": "What are the pitfalls of substitution in Quantum Psychology and how does it lead to repression and perversion of basic animal drives?",
  "first_phrase": "In this final section, Quantum Psychology's critique on substitution is explored. The author argues that substitution, widely used in many forms of therapy, can lead to repression of basic animal drives and the substitution for socially acceptable behavior. This can ultimately result in unsatisfying achievements and the expression of repressed impulses in other, potentially harmful ways. The importance of understanding our larger biological context, which fuels our psychology, is emphasized, and how societal pressures force us to substitute that context with now-accepted societal norms, fueling further substitution.",
  "content": "For example, the high number of priests caught in sexual scandals with ,children shows a clear age-regression of the priest who then \"acts out\" this sexual repression, or the high occurrences of uterian cancer among nuns.. Substitution occurs because of the repression of the animal, i.e., we are forced to find a socially acceptable way to express our underlying biological needs. To illustrate further, we substitute having money to bolster our \"self\" worth,\" because the more money we have, the more love (merger) we imagine we will get. This too is a substitution of the merger response. It is no wonder it never works or is never enough. 158 Chapter VIII FORGETTING THE CONTEXT Psychology's and spirituality's biggest mistake is that they forget or tnisunderstand the context of our animal nature. There is no getting around that. They forget where our psychology is fueled from and want us to deal with our thoughts and emotional processes \"as if we didn't have a larger biological context from which these thoughts and feelings were being fueled, and were a by-product of.",
  "last_phrase": "In order to deal with our thoughts and emotions, we must recognize that our psychology is fueled by our animal nature. We cannot split ourselves off from our biology and create a false context. By acknowledging our biological context and practicing biological spirituality, we can begin to heal from trauma and move towards a more integrated and authentic existence."
}