{
  "title": "How does the Associational Trance collapse different levels of our being, according to Quantum Psychology?",
  "first_phrase": "In the final part of the text, the focus shifts to Quantum Psychology and the principle that the image of your body is not your body. The author explains how the Associational Trance, the mind's tendency to create generalizations and associations, can lead to a confusion of past and present body images. This can happen with trauma, such as in the case of anorexia bulimia, and can create fear and anxiety. The author advises separating oneself from these past body images in order to experience the present fully. This principle is essential to understanding the collapse of the levels that is explored in the story of the Dorje and their belief that they were immune to AIDS transmission.",
  "content": "Instead, they see a big-huge person. They are not in present time, they are in \"past time\" or in their imagination creating a body image. And so when someone has a trauma, not only do they have a thought process, an emotional process, and a biological process collapsing during the trauma, but they also have a past time body image confused with one in the present time. Each identity or ego state has a body image associated with it. QUANTUM PSYCHOLOGY PRINCIPLE: The image of your body is not your body. For example, when someone is in a car accident and they are afraid to drive, it is because they are in their past time body image. Their body image is frozen and hence is unknowingly experienced as the same as when they were in the accident. In Quantum Psychology, you want to separate WHO YOU ARE from who you think you are. In this way, go beyond body images because you cannot experience present time if body images from the past are fused (associated with the present). At the thinking dimension, you not only have beliefs and thoughts, but you also have images.",
  "last_phrase": "To live in the present and experience life to the fullest, it is crucial to separate our past time body images from our present-day selves. Quantum Psychology recommends dissociating from past body images associated with trauma, and embracing our true identity beyond our physical form. By doing so, we can break free from the constraints of our past experiences and embrace a more holistic and fulfilling life."
}