{
  "title": "\"How can withdrawing attention help develop Quantum Consciousness and ignite uncooked seeds in Gurus?\"",
  "first_phrase": "In this text, the author explores the transformation of gurus and their external context. The gurus come to America or Europe seeking spiritual enlightenment, but end up desiring wealth and power. The outer holographic context ignites their unresolved issues, bringing up their desires for material possessions. The author emphasizes that whether we agree or not with this notion, we have to acknowledge it. The last 200 tokens describe an open-eyed exercise in quantum consciousness known as stabilizing awareness. The exercise involves withdrawing your energy from an object or person without any knowledge or impressions. It is advisable to partner up with someone for this exercise.",
  "content": "Practice: First, pick an object in the room. Now I'd like you to begin to pull back your attention. In other words, your attention is moving forward, going out toward a particular object, like the couch, for instance. Pull your attention back. As you look at an object, pull your energy back prior to having the impression or knowledge of the object. A student commented that she could get beyond the knowledge of the object except for its color. \"You will continue to see the color,\" I said, \"but it will no longer register as, say, the rug in the living room. In other words, the color is still there, it's not going to disappear, but you're moving, withdrawing your energy prior to the thought and impression, even the knowledge of it. I'd like you to pair up with a partner for this next practice. Practice: Let your eyes close for a second, then make eye contact with your partner. Let your attention withdraw, prior to any knowledge or information or any impressions or thoughts you have about that person. Turn your attention backward, withdrawing it backward.",
  "last_phrase": "As you continue to practice withdrawing your attention, you will notice a shift in your perceptions and awareness. Focusing on the present moment and finding the space prior to any thought or information can lead to a deeper level of consciousness and understanding of yourself and others. Keep exploring this practice and see what insights it brings to your life."
}