{
  "title": "\"How does the myth of Poseidon and Minos symbolize the preconceived split between body, mind and spirit, leading to the misunderstanding and separation of sexuality from the unified whole?\"",
  "first_phrase": "In the previous section of this text, it was discussed how the division of body, mind, and spirit leads to the perception of sexuality as something to be destroyed. In the last 200 tokens, Poseidon (universal mind) asks Minos (higher self) to destroy the Bull (sexuality). However, Minos cannot do it because he recognizes the beauty and connection of sexuality to his essence. Instead, he destroys a representation of the Bull. This illustrates how our preconceived images of sex and attempts to destroy it only lead to further division. Poseidon's revenge on Minos also highlights the concept of seeing oneself as unified with sexuality.",
  "content": "In order to outsmart Poseidon (the undivided mind), Minos (the higher self or ESSENCE) destroys an image of the bull (something that looks like sex) but not the Bull itself. Here we see how we misunderstand pure sexuality as a natural biological impulse and an expression of the unified whole. We confuse this natural biological impulse and believe that it's the same as our images or ideas about sex rather than seeing it as natural and part of the whole. In this way, through our images of sex we -y to destroy it by labeling it as bad. Recently I met a guru wannabe who labeled sex as a trance rather than seeing her ideas about sex as a trance and sex as a natural biological function. Briefly stated, we create images of sexuality which are not sex. We then try to destroy our natural impulses because of the images we have created, causing further division\" within us. In revenge, Poseidon causes Minos' wife Pasaphae to fall in love with the Bull. In other words, King Minos (ESSENCE) does not see a separation between himself and sexuality. He tries to outsmart the attempt of the mind to divide itself.",
  "last_phrase": "In conclusion, we must learn to recognize and embrace our natural impulses, including sexuality, as part of the unified whole rather than trying to destroy or separate ourselves from them. By understanding the patterns in our minds that create divisions and separations, we can avoid falling into the trap of labeling our impulses as bad and losing ourselves in overwhelming desires that stem from misunderstanding our impulses. Let us embrace our natural selves and avoid creating misleading images that confuse and divide us."
}