{
  "title": "What is the schizoid process and how can it be treated through meditation and body work?",
  "first_phrase": "This text explores the concept of dissociation and how it can be misused in spiritual practices. The author, after visiting multiple teachers and gurus in India, discovered that many spiritual aspirants they met exhibited a schizoid process of detachment. This detachment is actually a defense mechanism against feeling, which stems from an underlying fear of engulfment. Dissociation is an automatic defense that protects us during trauma, but it can also be used as a way of \"spiritualizing dissociation.\" The text highlights the differences between dissociation and witnessing, and warns against misusing meditation to dissociate from uncomfortable feelings.",
  "content": "It occurs when you split-off from the experience of a painful event, refusing to feel the pain or fear or humiliation. Usually, we learn to dissociate as children, when 245 e have few internal defenses to fall back upon. A child who is molested by her father cannot allow herself to fully feel the horror, so she \"shuts down\" part of her reaction by splitting-off from it. . . . The main characteristic of dissociation.. is that it allows a person to not experience something. When a child dissociates from feelings of abandonment, for example, the split-off from feeling occurs automatically and unconsciously, as a way of protecting the child. . . . The dis-association of Witnessing, by contrast, allows you to become aware of what is occurring. Witnessing is free of judgment, evaluation, significance and preference. When you are in the pure awareness of Witnessing you are beyond the observer-observed dyad (see Volume III, NOT I-I). By contrast, dissociation is a process that leaves you in resistance to experience. Meditation, can certainly be misused as a way of attempting to dissociate from uncomfortable or threatening feelings.",
  "last_phrase": "In conclusion, dissociation allows a person to avoid feeling their emotions and experiences, while the act of witnessing offers the opportunity to become aware of what is occurring without judgment. Though meditation can be misused as a form of dissociation, the use of body work and practices like yoga may be beneficial in reconnecting with one's body and dismantling false identities."
}