{
  "title": "\"How can we develop multi-dimensional awareness and become more grounded in our bodies?\"",
  "first_phrase": "In the previous section, it was discussed how personal history and trauma can prevent certain individuals from containing sensations, leading to their expression. In this final section, the concept of \"sexual\" sensations being repressed or labeled as bad by society is explored, with spiritual systems reinforcing this process. The author refers to Korzybski's idea that the natural order is sensation first, idea next. The section emphasizes the need to have multi-dimensional awareness and not judge or place significance on sensations.",
  "content": "Why? Because sensation is not experienced as sensation. Rather, the thinking and/or the emotional dimension get collapsed with the biological sensation level. When this occurs, interpretations of past emotions are placed on top of sensations themselves. Hence, people judge sensations as \"bad\" or something to be gotten rid of in some way rather than just having sensations as sensations themselves, without judgment, evaluation or significance placed on them. Unlike psychologies which imagine a body-mind split, to repeat again Korzybski in Science and Sanity refers to the organism as a whole: Experience and experiments show us that the natural order is sensation first, idea next; the sensation being an abstraction of some (lower) (earlier) order, and the idea clearly an abstraction of an abstraction, (sensation). . . . This reversal of order in its mild form is involved in . . or the confusion of orders of abstractions; namely that we act as if an idea were an experience.\" (p. 76). The Way of the Human e Developing Multi-Dimensional Awareness \"Sexual\" sensations are often repressed or labeled as bad by society and spiritual systems reinforce this process.",
  "last_phrase": "To fully embrace multi-dimensional awareness, it is important to accept all sensations, even those labeled as \"bad\" by society and spiritual systems. By dissociating from our bodily experiences, we miss out on the opportunity to connect with the natural order of sensation first, idea next. Grounding ourselves in our bodies and accepting sensations without judgment can lead to a deeper understanding of our place in the interconnected universe."
}