{
  "title": "\"Why do we look for a transformational object, like a mother or guru, instead of taking responsibility for our own transformation?\"",
  "first_phrase": "In the preceding text, the author explores the psychoanalytic phenomenon of adult individuals seeking objects (i.e. mothers) for self-transformation, rather than taking accountability themselves. In this last part, the author identifies how this phenomenon manifests in spiritual and therapeutic relationships, with individuals expecting their gurus or therapists to be mothers and responsible for their transformation. The author argues against this misguided ideology and highlights the danger of transferring the responsibility of personal change to external objects.",
  "content": "Furthermore, in many spiritual and psychological systems the technology, techniques or model of The Way of the Human ■ Developing Multi-Dimensional Awareness doing the work are given the transformational power rather then the one who is doing the practice. Christopher Bollas (1987) says: This anticipation of being transformed by an object (mother) . . . inspires the subject with a reverential attitude towards it, so that even though the transformation of the self will not take place on the scale it reached during early life, the adult subject tends to nominate such objects (mother or philosophies) as sacred. (pp. 16-17) This also explains the use of sacred objects like statutes of saints and pictures of teachers or gurus, not to mention the arbitrary rules and regulations. Before I worked through and saw my own pre-verbal, pre-conscious beliefs, in India both I and others were engaged in daily ritual worship at precise times and in exact ways. We had attributed to statutes and pictures the spiritual power to transform us. We asked for blessings, grace, and forgiveness from an inanimate object—believing somehow that it had the power to transform us—rather than taking responsibility for our own transformation.",
  "last_phrase": "In conclusion, it's important to recognize that transformational power lies within ourselves, rather than external objects or rituals. While sacred objects and rituals may provide inspiration and guidance, true transformation comes from taking responsibility for our own beliefs and actions. Being mindful of this can help us avoid falling into superstitions and empty rituals, and instead focus on genuine personal growth and development."
}