{
  "title": "How can psycho-spirituality become individual-centered rather than teacher-centered?",
  "first_phrase": "In this last part of the text, we see the author's perspective on the issues surrounding psycho-spirituality. They explain how certain practices and therapies can potentially re-traumatize a person because they reinforce the very biological components that hold their trauma together. Additionally, they criticize the business-like approach to psycho-spirituality, where the focus is on making money rather than on the individual needs of the student or client. The author emphasizes the importance of individualized instruction and the need for people involved in psycho-spirituality to question their own assumptions. This section touches on the author's personal experience with Nisargadatta Maharaj, who had a reputation for being uncompromising, and often asked people to leave after just a few minutes.",
  "content": "But the symbol of safety would only re-enforce the holographic nature and defense against the trauma since it was created by a \"little girl\" as a way of defending against a trauma and was part of the trauma itself. If a guru has thousands of disciples, oftentimes they all get the same or similar mantras, or they all get the same or similar spiritual practice, as opposed to, \"This is for you, you need this,\" and \"This other one needs that.\" That requires very specific instruction. I think part of the problem is that psycho-spirituality has become a business. If a teacher refers you out to somebody else, the teacher loses dollars. That's the hard fact. Therapy, self-work, and psycho-spirituality are no longer student- or client-centered but therapistguru-teacher- centered. The teacher needs the student as opposed to, \"What does this particular individual student need?\" Another problem is that people involved in psycho-spirituality rarely question their own underlying assumptions and the assumptions on which the system they are involved in is based. When I was with Nisargadatta Maharaj, he often asked people to leave within a few minutes.",
  "last_phrase": "In conclusion, psycho-spirituality has become commodified, putting the interests of the therapist or guru over those of the student or client. Too often, people involved in this field fail to question their own assumptions, and students are given a one-size-fits-all approach instead of individualized instruction. It's crucial for those seeking spiritual growth or healing to seek out teachers willing to refer them to others and who prioritize the needs of the individual student."
}