{
  "title": "How does our nervous system impact our perception of reality and shape our psychology?",
  "first_phrase": "This text delves into the concept of the ego, which is a by-product of the nervous system's fight/flight survival mechanism. The idea of \"you\" creating or selecting your reality is debunked. Stephen H. Wolinsky and Moshe Feldenkrais’ theories on the nervous system's purpose and the shock of the realization of separation are examined. Reichian therapy's belief that all neurosis comes from the body's inability to discharge excess energy is also mentioned. The last part of the text explains the False Core, its effect on an infant's learning, and how it represents the loss of awareness of the BIOLOGICAL CORE.",
  "content": "Stephen H. Wolinsky 144 The Way of the Human • Developing Multi-Dimensional Awareness he purpose of the Nervous System is to organize chaos. Moshe Feldenkrais 138 Chapter VIII THE SHOCK It is the shock of the Realization of Separation and deprivation which causes the break in your awareness of the BIOLOGICAL CORE. Please note that this separation story is a story, a theory to explain what or why. However, it is a symbolic representation of what is—not what is. This, in turn, creates your False Core and your psychology (see Volume II). This is also sometimes mirrored in the images we have of our biology. And that an infant's learning to stand up and face the world is inhibited at a psychological level by the False Core (psychology). The False Core as a representation mirrors the loss of awareness of the BIOLOGICAL CORE rather than the biology minoring the psychology. In Reichian therapy, it is said that all neurosis is caused by an interruption in the body's ability to discharge excess energy. Reich said that this inability forces the energy upward into thoughts, and then forces those thoughts even `higher\" upward toward the head (cortex) and above.",
  "last_phrase": "In conclusion, understanding the relationship between our biology, psychology, and energy flow can help us eliminate limiting beliefs and mystification of the world. By aligning our Biological Core with gravitational pull, we can eliminate our False Core, discharge unwanted energy, and do away with our psychology, which allows us to enjoy deep inner peace."
}