{
  "title": "How does the pursuit of a transformational mother affect adult life and spiritual seeking?",
  "first_phrase": "This text explores the concept of the transformational mother and how it manifests in adult life. Noted psychoanalyst, Christopher Bollas, describes the infant's first subjective experience with the mother as a transformational object. As adults, this memory can manifest in the search for someone or something that promises to transform us. This search can turn teachers, gurus, or therapists into the transformational mother (object). However, this over-spiritual seeker identity can be detrimental as it involves looking for someone else to transform us rather than taking responsibility for our own transformation. The text provides examples of guru/disciple, teacher/student, or therapist/client relationships, where the guru, teacher, or therapist becomes the transformational mother. It highlights the dangers of this age-regression and how it can lead to counter-transference and narcissism.",
  "content": "I think we have failed to take notice of the phenomenon in adult life of the wide-ranging collective search for an object (mother) that is identified with the metamorphosis of the self. In many religious faiths, for example, when the subject believes in the deity's actual potential to transform the total environment, he sustains the structure. (pp. 16-17) This is the over-spiritual seeker identity looking for another to transform you rather than taking responsibility for your own transformation. Often in guru/disciple, teacher/student or therapist/client relationships, the guru, teacher or therapist becomes the transformational mother (object). In fact, many a teacher, guru or therapist has adopted a whole philosophy or system to re-enforce this age-regression. For example, one system has made statements like, \"The guru is the root of all action,\" or \"The guru takes responsibility for your spiritual unfoldment.\" These are classic \"red flags\" of the mother being trance-ferred as a transformational object by the disciple (child) onto the guru (mother), and the guru's counter-tranceference and narcissism placed back on the disciple.",
  "last_phrase": "In conclusion, it is important to acknowledge the phenomenon of seeking a transformational mother or object in adult life, as it can be a trance-ference that impedes personal growth and responsibility. While faith, teachings, and practices can be helpful, one should not depend solely on external factors for their own transformation but rather take it upon themselves. By recognizing this pattern, individuals can break free from age-regression and empower themselves to become their own transformational agents."
}