{
  "title": "\"What is Quantum Psychology and is it for everyone?\"",
  "first_phrase": "In the last part of the text, the author stresses that Quantum Psychology is not a quick fix or a cure-all and that it is not for everyone. He explains that in order to discover who you are, multi-dimensional awareness is needed, or as noted Sufi master Idries Shah puts it, \"You cannot become free until you have volitional choice over where you place your awareness.\" The author delves into the eight dimensions of manifestation, starting with the external dimension and moving on to the thinking dimension.",
  "content": "If your awareness is unknowingly fixated on re-enacting, reinforcing, resisting or re-creating your False Core-False Self structure—whether it be spiritualized or not—there's no way you can be free. Developing awareness of all eight dimensions of manifestation and appreciating what they mean will help to explain this better. Below are brief descriptions of each dimension with an in-depth explanation that includes examples and exercises, etc. (to follow later). These eight dimensions of manifestation will be talked about throughout the entire trilogy: The first dimension is THE EXTERNAL DIMENSION. Here's the external world, here's my house, my room, I'm talking to you on the telephone. Here are all the objects and people in my life, and all the rules of the external dimension. For example, if I steal money from the bank, I will probably suffer the consequences. This is the first dimension. At first it seems easy because, of course, there is a person, there is a car, etc. However, can you notice that all the internal dialogues (trances) stop you from realizing and experiencing the present time external as the present time external. The Second Dimension is THE THINKING DIMENSION.",
  "last_phrase": "In conclusion, developing awareness of all eight dimensions of manifestation can help you break free from the constraints of your False Core-False Self structure. While the external dimension, thinking dimension, emotional dimension, and biological or animal dimension are just four of these dimensions, by exploring and understanding each one, you can start to experience the present moment more fully and live a more authentic life."
}