{
  "title": "\"What is the developmental skill required in the phase between 10 to 16 months, and how is it related to Gurdjieff's self-remembering?\"",
  "first_phrase": "In this text, the author discusses the developmental skill of moving from internal to external focus and vice versa, using the concept of self-remembering as described by Gurdjieff and Ouspensky. The text references John Lennon's song about Paul McCartney and how one's attention can be split 50/50 between the internal and external world. The last 200 tokens provide a visualization of the process of directing attention towards oneself without weakening or obliterating attention towards something else. This helps to master the skill of moving between the inward and outward focus of attention.",
  "content": "The developmental skill which needs to be learned during this phase is the ability to move from inward (internal) to outward (external world) and from outward to inward at choice. This can be likened to Gurdjieff's self-remembering, wherein your focus of attention is split 50-50, outward and inward. This exercise suggests you can have both by splitting your attention inside and outside so that they are equally balanced. In the words of Ouspensky (1949) who was a student of Gurdjieff: I am speaking of the division of attention which is a characteristic feature of self-remembering. I represent it to myself in the following way: When I observe something, my attention is directed toward what I observe—a line with one arrowhead: 251 The Way of the Human * Developing Multi-Dimensional Awareness I—the observed phenomenon. When, at the same time, I try to remind myself, my attention is directed both inward and outward, and a second arrowhead appears on the line: I---+ +— —the observed phenomenon Having visualized the process in this manner, I saw that the problem consisted of directing attention on oneself without weakening or obliterating the attention directed on something else.",
  "last_phrase": "In conclusion, during the 10 to 16 months phase of development, it is vital for a child to acquire the skill of moving inward and outward at choice to develop multidimensional awareness. This skill is akin to Gurdjieff's self-remembering and requires a 50-50 balance of focus. Practicing this skill can aid in preventing developmental stuckness which may lead to grandiosity or psychopathic tendencies in seminar leaders."
}