{
  "title": "What is the primal energy located in our pelvis and how does it affect our behavior and emotions?",
  "first_phrase": "In this text, Denise, a psychotherapist, describes feeling a burst of energy in her pelvis and an accompanying clampdown in response to a manic response from someone else. It's part of the \"False Core Conclusion—False Self Solution cycle.\" As she talks about this energy, it warms up, and she describes it as primal energy. Wolinsky provides a therapeutic note, and Denise describes herself as feeling busy, hyper, tireless, and crazy.",
  "content": "Therapeutic Note The clamp-down on the repressed animal is part of the False Core Conclusion—False Self Solution cycle. Trace the event, notice your clamp down and notice where in your body you intentionally push that energy down that might have responded to in another way. Yeah, it was like stepping into a cold shower. It was in my pelvis. I would lock it in my pelvis. Not in my feet, not in my knees, not in my thighs, but in my pelvis. So this basic, root, core, I don't know what word to use. Energy. What would you call it that is in your pelvis? 173 The Way of the Human Developing Multi-Dimensional Awareness Denise:Yeah, it's a burst of fire, energy. Wolinsky:So this primal energy that you feel there. Denise:As I'm talking about it. It's warming up. Wolinsky:Now you have this other thing that is going to hose Chapter VIII Solution, \"I must be sane,\" and prove I am not crazy. Notice also that Denise is a psychotherapist. Denise:Busy, hyper, tireless, crazy.",
  "last_phrase": "In order to break free from the False Core Conclusion—False Self Solution cycle and access your primal energy in a healthy way, it is important to become aware of where you clamp down and intentionally push that energy down. Notice where in your body you feel this closing down, whether it be in your pelvis or elsewhere. By recognizing and embracing this primal energy, you can move towards a more multi-dimensional awareness and a greater sense of self."
}