{
  "title": "How can we break free from the grip of the mind and experience true happiness?",
  "first_phrase": "This section talks about the importance of identifying oneself with positive thoughts to change the experience; whereas, detachment from patterns is necessary to achieve true happiness. The author relates a story of a student asking Nisargadatta Maharaj to be happy. The chapter then explains the third exercise of the Thinking Dimension process, which is about asking, \"Who told you that?\" whenever a thought arises, and reminding ourselves that all information comes from the mind. The practice cultivates an understanding of thoughts being products of the mind, and loosens the grip of the \"mind stuff.\"",
  "content": "I'd like you to let your eyes close very gently. Notice the way you're sitting. As thoughts arise in your consciousness, I'd like you to ask yourself, \"To whom does this thought arise?\" Answer, \"To me.\" Then ask, \"Who is this I?\" and notice what happens. ________________ Chapter VI THINKING DIMENSION EXERCISE #3 Focus: When a thought arises ask, \"Who told you that?\" then answer, \"The mind.\" The purpose of this practice is to cultivate the understanding that all information comes from the mind. To emphasize this, since it is the nature of the mind to always change its mind, it is apparent that one must understand that thoughts are the mind. By practicing this meditation, the identification with the \"mind stuff' loosens its grip. Nisargadatta Maharaj used to say, \"To go beyond the mind you must look away from the mind and its contents.\" This practice can be done with a partner. Each time a thought arises, ask yourself, \"Who told you that?\" Then answer, \"The mind.\"",
  "last_phrase": "By practicing this exercise, you will gain a better understanding that thoughts only come from the mind, and that identification with the \"mind stuff\" can loosen its grip. This meditation can be done alone or with a partner, and it will assist in de-identifying with the mind's contents. Remember to ask, \"Who told you that?\" and answer, \"The mind,\" whenever a thought arises."
}