{
  "title": "\"How does the substitution of psychological wants for biological needs affect our satisfaction?\"",
  "first_phrase": "This excerpt from \"Quantum Psychology\" discusses how needs and wants are differentiated and how the substitution of a biological need with a psychological want can lead to obsessive-compulsive desires that are unsatisfying. The author exemplifies how a biological need for merging can be substituted for a psychological want for approval, which becomes ingrained and distorted. The author argues that to avoid pain and achieve satisfaction, one must meet biological needs first and not substitute them for other biological needs. The text ends with a Quantum Psychology Principle: meeting the biological at the biological level.",
  "content": "In Quantum Psychology this means that when biological \"have to's are not met, the substituted biological need becomes an aberrant psychological want (obsessive-compulsive desire) and, hence, is exaggerated and distorted. If this occurs, you chase an image of gratification (achievement) which is different from the biological need in an attempt to satisfy the merger response. In this example, wanting to have others say you are great could be an attempt to get the biological need of merging met. This yields no satisfaction because the real biological need has not been met. This substituting of dimensions (external and thinking in this case) for another (biological) yields pain. The need which is natural and biological must be met first. This is why, when the Zen master was asked, \"What is enlightenment?\" he replied, \"When you are hungry, you eat. When you are tired, you sleep.\" (There is no longer any issue or internal considering about it.) QUANTUM PSYCHOLOGY PRINCIPLE: You must meet the biological at the biological level. And do not substitute one biological need for another biological need (i.e., food for merger).",
  "last_phrase": "In conclusion, according to the principles of Quantum Psychology, meeting our biological needs must occur at the biological level, and substituting them with other desires will only lead to obsessive-compulsive actions and no satisfaction. Understanding and meeting our biological have-to's, including the merger and learning responses, is crucial for our overall well-being, including the physical body."
}