{
  "title": "Why do some people turn their ex into the anti-Christ when they attempt to separate in love relationships?",
  "first_phrase": "This final section discusses the relationship dynamics of separation and how it can affect one's perception of others. The author shares a case study of a client who believed that those who reject them are \"assholes\" due to a regressed developmental process. The text references Johnson's work on natural attempts at separation and empathic mirroring in childhood. The section delves into the issue of narcissistic counter-transference and attachment to gurus/therapists who reinforce a false self. The negative consequences of blocked separation from parents and issues with merging are also explored.",
  "content": "This goes on for two reasons: First, because the guru/teacher wants the student to stay, and hence, resists completing their individualization process; and, second, disciples get unconsciously hooked into the system because it duplicates their own pre-verbal unresolved merger/separation and grandiosity issues with their mother. Johnson (1991) says: In analyzing this symptom constellation, it may help to remember that the natural libidinal self3 of any individual desires contact and support in the expression of autonomy. . . . [The symbiotic character is forced to choose between contact and autonomy. Yet the contact . . . is not directed at the real libidinal individual, but rather at an idealized merger-object. When separation, individuation, autonomy, difference, adventure, etc., are repeatedly blocked, the individual internal- 'The libidinal self is that part of you which desires merging. It is often confused with sex but that is not accurate. 235 The Way of the Human • Developing Multi-Dimensional Awareness izes that block and copies the environment in doing to herself what was done to her. This self -restraint constitutes the antilibidinal self.",
  "last_phrase": "In conclusion, the symbiotic character's struggle for individuation through contact and autonomy can be hindered by unresolved early developmental issues. Gurus or teachers who resist completing their student's individualization process and those who create an idealized merger-object can contribute to this developmental arrest. Understanding these underlying causes can help individuals break free from re-enacting the merger trance-ference with therapists or gurus and attain true adult autonomy."
}