{
  "title": "\"What is the False Core in Quantum Psychology and how can you discover and dissolve it?\"",
  "first_phrase": "This text explores the concept of False Core and False Self in Quantum Psychology, exploring their impact on our psyche, and how they are interconnected. The discussion is based on the teachings of A.E. Nisargadatta Maharaj and Swami Muktananda. The author explains how knowledge of the False Core-False Self is critical, and how it influences the movements of our mind. The text emphasizes that it is essential to understand the driving force behind the movements of our mind and the necessity to resist the pain of the False Core. Ultimately, the text concludes that dismantling the False Core in nonverbal \"I AM\" results in a dissolution of subjective experience and a lack of a ground to land on.",
  "content": "And wherever your mind moves, it is a movement to resist the pain of your False Core. A student of Swami Muktananda let him know he was going to take a vacation for a week. Muktananda replied, \"Tell me a place where you can go and not take your mind with you and I will go there with you.\" The problem is, \"What is driving these movements of your mind?\" It is the False Core. When you \"get that,\" you don't move. You stay just prior to it (the False Core) and dismantle it until it dissolves in the nonverbal \"I AM.\" When it dissolves, \"you\" and your subjective experience of your psychology dissolve. With your False Core gone, \"your\" psychology, and what you call \"you,\" has no place or ground to land on; \"you\" have no location in space-time. This movement of the mind to resist the False Core is a must for the \"I\" experiencing the False Core because anything is better than feeling the False Core structure.",
  "last_phrase": "To dissolve the False Core and reveal your true essence, trace the movements of your mind and resist the pain it creates. Recognizing the organizing principle that drives these movements is crucial. By cutting the knot of the heart, you can stabilize your awareness of the I AM and the VOID, unlocking your true self."
}