{
  "title": "\"What are the seven major effects of collapsing levels in Quantum Psychology and how do they create trance-ference?\"",
  "first_phrase": "This section discusses the effects of collapsing the levels in Quantum Psychology, which can create trance-ference. The author explains that age-regression is necessary for trance-ference and provides examples of when individuals become aware of their age-regressions. The text also explains that age-regressing individuals are not in present time and instead move from a present-time experience to a past-time experience. The author then states that this past-time self relates to an internalized past-time other, which hypnotizes the present-time self into believing that present time is past time.",
  "content": "These common experiences are characteristic re-enactments of very early childhood experiences, particularly in relationship to your mother and father. Simply stated, you act as a child and expect your spouse to act as your mother or father. This is collapsing the levels. Fourth, the past-time \"self' is relating to the internalized (past-time) other (usually mom or dad), and hence, trance-furs the past-time other onto the present-time relationship. You treat the present-time other as the past-time other. For example, recall a time you felt abandoned by your partner for not being there when you wanted them to be there for you. This is a sure sign of collapsing the levels and an age-regression. Abandonment as an issue should be another red flag that a collapsing of the levels and an age-regression has taken place. The adult trance-fers momldad onto the other in their relationship and becomes the past-time self and then feels abandoned. Fifth, the past-time \"self' actually hypnotizes the present-time \"self,\" making them believe present time is past time. For example, notice in your life when you age-regress that later on, you cannot believe your own behavior.",
  "last_phrase": "To avoid collapsing the levels and achieving a subjective experience of freedom, it is crucial to develop uninterrupted awareness and differentiation of the dimensions of manifestation. By realizing the past-time self and past-time other's influence on the present-time relationship, we can break the trance-ference that results in treating the present-time other like the past-time other, leading to emotional turmoils like abandonment."
}