{
  "title": "\"What is the connection between biology, psychology and trauma? How do interruptions affect our sense of self?\"",
  "first_phrase": "In this text, Rolf explains how the interruptions in the alignment between the sun and the earth can create psychology, resulting in a subjective biological experience of separation-merger. The interruptions cause chaos leading to trauma, leading to the formation of ideas and body images which distract and explain the pain. The biological core, which has no ideas or psychological interruptions, is essential to understand to appreciate the Tao. In the last part, Wilhelm Reich's concept of \"vegetative\" is discussed in this context.",
  "content": "In this way, psychology is a manifestation of the biology that occurs in to order deal with the chaos which occurs when trauma breaks (interrupts) the BIOLOGICAL CORE. Psychology arises after the fact. sin Quantum Consciousness the summary of the human potential movement was \"all neurosis is caused by an interruption in the outward motion. (E-motion, E meaning outward. motion). 137 Chapter VU! In this way, images are formed to distract and explain to you the pain of the present time experience. Misalignments of the BIOLOGICAL CORE create thoughts which occur because of the lack of this realization. The ideas you have about your body create your biological—vsychological, or your ideas about a separate biological self. The way you experience this idea about who you are at a biological level is not the BIOLOGICAL CORE, which has no ideas. During trauma, ideas and body images are formed because the BIOLOGICAL CORE.is shocked; hence, there is a breakage in awareness, a psychological interruption, in the awareness of the BIOLOGICAL CORE. This breakage causes a subjective interruption, in this essential biological experience of beingness which Wilhelm Reich (the father of body therapy) termed \"vegetative.\"'",
  "last_phrase": "In conclusion, understanding the relationship between psychology and biology is crucial in dealing with trauma and its effects on our beingness. Developing awareness of the interruptions in our biological core and the resultant psychological responses can lead to a deeper understanding of ourselves and the creation of a separate sense of self. By addressing past traumas and breaking free from identifying with past body images, we can move towards a healthier and more integrated state of being."
}