{
  "title": "\"What is Beyond the Dissolution of the Questioner and Questionee? Nisargadatta Maharaj's Answer Explored in Quantum Psychology\"",
  "first_phrase": "This text is an excerpt from \"The Way of the Human,\" a book on Quantum Psychology. In this final section, the author reflects on the dissolution of the questioner and questionee and explores what lies beyond. He references an answer from the Grandfather of Quantum Psychology, Nisargadatta Maharaj, who states that he is \"Nothing perceivable or conceivable\" when asked who he is. The author dedicates the book to Nisargadatta Maharaj and acknowledges the influence of Alfred Korzybski and G. I. Gurdjieff. The text also touches on the nature of Quantum Psychology as an ongoing \"quantum event.\"",
  "content": "CHAPTER I AN INTRODUCTORY CHAPTER 1 n December 1995, The Way of the Human was finally completed and scheduled for publication in May. However, publishing problems prevented its release. At first, this seemed disastrous, but a year and a half later, \"1\"1 saw the much larger picture. Quantum Psychology, like the Quantum itself, is an ongoing \"quantum event.\" In other words, in the unseen \"quantum world\", the book you are reading appears solid; but it is actually a condensation of THAT UNDIFFERENTIATED CONSCIOUSNESS which IS and always appears to be changing (condensing-thinning out) instant-to-instant. Unfortunately, our eyes, through the vehicle of the nervous system cannot \"see\" this and hence organizes the book as solid with the appearance of permanence rather than its being the movement of atoms and electrons within the EMPTINESS of UNDIFFERENTIATED CONSCIOUSNESS. Rather, our nervous system \"later\" creates and imagines the EMPTINESS of UNDIFFERENTIATED CONSCIOUSNESS as a solid book. In this way, Quantum Psychology is not static, but rather mirrors the Quantum (unseen) world as on-going event and process. Please note personal pronouns have quotation marks around them.",
  "last_phrase": "In conclusion, Quantum Psychology is an ongoing quantum event that mirrors the unseen quantum world. While our nervous system organizes the book as solid, it is actually a condensation of undifferentiated consciousness. Therefore, each arising \"I\" is made of the same substance as the VOID, representing only a facsimile of the nervous system."
}