{
  "title": "What is the meaning of collapsing the levels in Quantum Consciousness and why should we appreciate all dimensions of being human?",
  "first_phrase": "In the previous section, the author discussed the importance of understanding the different functions of our body, emotional, and essence nature. In this final section, the author delves deeper into the concept of collapsing the levels and how it causes confusion when we try to change one dimension of our nature with another. The author emphasizes that our essence has essential qualities like unconditional love, but denying our animal or emotional nature to achieve this is a distortion that keeps us from being fully human. It is important to let each level be and do its own function.",
  "content": "Instead, we should let the psychology be and do psychology, and let ESSENCE be and do ESSENCE. Moreover, these qualities we seek, like peace or unconditional love, are not the only part of our human nature but represent just one of its dimensions, namely ESSENCE. No dimension can be overcome or gone beyond in favor of another 4 Chapter 1 dimension if \"you\" wish to stabilize awareness in the underlying unity. For now, we can say that our ESSENCE has essential qualities, like unconditional love, or love with no object. This is, however only one part of human nature. For that reason, to try to deny our animal nature, or try to reprogram or recondition our thinking or emotional nature, is not to realize that our animal nature, or our thinking or emotional nature, has a different function than does ESSENCE. This trying to deny our animal human nature and make it more like ESSENCE is a distortion which leads to more confusion (i.e., like the body is bad), intraspsychic war, dichotomy, and more importantly, it keeps us from being fully human.",
  "last_phrase": "In conclusion, to be fully human, we must embrace all dimensions of our being, both the animal nature with its desires and the ESSENCE with its qualities of love and peace. By understanding that each dimension has a function and allowing them to work according to their nature, we can develop Multi-Dimensional Awareness, which is the Way of the Human, and aid in the discovery of WHO WE ARE. Let us appreciate all aspects of our human nature, for they are all part of the same substance and none are inherently bad."
}