{
  "title": "Is Meditation a Spiritualized Defense? Understanding the Counterproductive Effects on Biological and Psychological Core.",
  "first_phrase": "In the previous text, the concept of meditation has been explored as a preparation for the no-state state or a spiritualized defense mechanism. However, sitting straight during meditation can become counterproductive if it is done through external muscle compensation rather than the effortless biological core. This reinforcement of the false self and psychological breakages can lead to dissociation and distorted spiritual experiences. The author notes that all experiences, including thoughts and visions, are created by breakages in the biological core and should be acknowledged but not interpreted at a biological level.",
  "content": "In other words, there is a splitting off from your real core when you \"hold' yourself up\" and split off and dissociate from other dimensions of awareness. This dissociation creates \"spiritual experiences,\" which can sometimes be \"Spiritual\" trances. They are dissociated from the whole (i.e., other dimensions of awareness), and hence, they are distortions created by breakages in the BIOLOGICAL CORE. It should be noted from Chapter One that Spirituality in Quantum Psychology is defined as the realization that everything is made of THAT ONE SUBSTANCE. All experiences—be they a thought called \"I hate myself' or \"I love myself,\" anger or a vision of \"God\"—should be acknowledged, not interpreted, at a biological level as having been created by breakages in the BIOLOGICAL CORE and let go of. * *Please note that biological level is underscored, in Volume Ill, we see all i's and experiences as arising and subsiding with the VOID OF UNDIFFERENTIATED CONSCIOUSNESS.",
  "last_phrase": "To conclude, in Quantum Psychology, true spirituality is the realization that everything is made of THAT ONE SUBSTANCE. Any experience that is dissociated from the whole can lead to a distortion of reality. So, let go of all experiences created by breakages in the BIOLOGICAL CORE and embrace the non-verbal \"I AM\" or the pure awareness of THAT ONE SUBSTANCE."
}