{
  "title": "\"How can meditating on the energy of delightful sensations help conquer desire?\"",
  "first_phrase": "In this final part of Chapter VIII, the focus is on how to meditate on the sensations of something you love to eat, as a way of meditating on yourself. The author paraphrases the Vijnana Bhairava, suggesting to focus on the delight as energy rather than the object of delight. Swami Muktananada's teaching is also mentioned, as meditating on the delight as energy, rather than the object, can be seen at a biological level. This practice requires focusing attention on the delightful feelings, thoughts, and sensations associated with food, rather than on the object itself. The text ends by exploring the concept of desire and its different descriptions.",
  "content": "For fun, choose something you love to eat, something that you want to take a bite out of. In class, I ask studentss to bring their favorite treats. What I want you to do is to take a taste and put it in your mouth. Let your eyes close. You can chew it, but do everything slowly. In other words, don't just swallow it and reach for another bite. Practice: I'd like you to notice something. Now that your eyes are closed, I'd like you to focus your attention on the delightful feelings as if they were made of energy rather than a picture you might have in your mind of the object of delight. As you experience the sensations—the delightful feelings, thoughts or whatever are associated with the food you have in your mouth—I'd like you to focus your attention on these sensations. See if you can keep your attention on the delight, rather than on the object of delight. Experience the delight as energy. Gently, bring your awareness back to the room and let your eyes open. Desire: To long for; to wish for earnestly; to hope for. Desire can be described in several ways.",
  "last_phrase": "Practice noticing the delightful sensations of something you love to eat as if they were made of energy. Rather than focusing on the object, keep your attention on the delight. Desire can be defined in different ways at varying points in a child's development. It may stem from biological needs or the desire to fill a lack. Alternatively, it can be viewed as resistance to something else. Understanding desire can help us better understand our motivations and how to work towards fulfillment."
}