{
  "title": "What is the VOID OF UNDIFFERENTIATED CONSCIOUSNESS and how does it relate to spirituality and quantum physics?",
  "first_phrase": "In this final part of \"The Void of Undifferentiated Consciousness: The Soul Thing,\" the author reiterates that there is no individual soul that transmigrates, as the Void condenses down and becomes everything, including thoughts and feelings. The Void then eventually thins out and becomes Void again, the cycle of life and death. Everything is made of one substance, and quantum physics shows that there is a field of interconnected wholeness. The Zen Patriarch reminds us that the Great Way is easy, except for those who have preferences. John Wheeler says, \"Nothingness is the building block of the universe.\"",
  "content": "But whether it is condensed or thinned out, it is still the VOID OF UNDIFFERENTIATED CONSCIOUSNESS which is UNDIFFERENTIATED CONSCIOUSNESS and does not know itself)° Thus, the Zen Patriarch said, \"The Great Way is easy, except for those who have preferences?' Noted Physicist, John Wheeler, said it this way, \"Nothingness is the building block of the universe.\" To illustrate, if you put ice cubes in a bathtub, they are like condensed VOID but when they liquify and turn into water again, this is like thinned out VOID (water). Nevertheless, they are still both made of THAT ONE SUBSTANCE. There is no individual separate soul which incarnates again and again and again. There is only one soul, and your soul and my soul are the same soul. If you substitute the word \"soul\" for SUBSTANCE, then there is only ONE SUBSTANCE (SOUL), not two or more individual souls or substances. Pure spirituality lies in understanding that there is only THAT ONE SUBSTANCE and that everything is made of it. Quantum Physics has demonstrated that everything is connected to everything else. Behind all the apparent differences, there exists a unified field of interconnected wholeness.",
  "last_phrase": "In summary, the understanding that there is only one substance in the universe and everything is made of it is the core of pure spirituality, as quantum physics has demonstrated that everything is interconnected. The VOID, also known as undifferentiated consciousness, is where there is no perception or ability to conceive of anything, and even the self cannot be conceived. This concept is similar to the idea of parallel universes in physics and can be referred to as the supreme witness."
}