{
  "title": "\"What is Associational Trance and How Does It Affect Our Ability to Experience Present-Time Reality?\"",
  "first_phrase": "In the previous text, the concept of developing multi-dimensional awareness was discussed, and how the Associational Trance can rob a person of their present-time experience. The intention of the first dimension of awareness of the external world is to experience reality without being burdened by past experiences or associations. This last part of the text further explains the external world dimension, dealing with people, objects, and things, with examples of how it exists and rules in different cultures. The lack of acknowledgment or confusion of dimensions can cause pain and loss of awareness.",
  "content": "This is quite difficult because our minds at this level are a by-product of the nervous system and continually create associations, over and over again The external world is the dimension of reality which deals with people, objects and things. For example, the reality that if I jumped out of my apartment window, theprobability is that my physical body would be badly hurt. That is a high probability in the external world, regardless of what I believe. Another probability is, if I want to buy something, I have to have enough money to pay for it. If I walk out of a store without paying, then there probably will be consequences. The external world is the external world. It exists. It is the lack of the acknowledgment, the fixating on one dimension or confusing it for another or trying to overcome and even heal one dimension with another which can cause the loss of awareness and pain The external world is simply—there's a chair, there's a person, understand there's a context which rules each culture. In this world, we often don't experience things as they really are.",
  "last_phrase": "In order to increase our awareness and understanding of the external world, it's important to acknowledge it for what it is and to avoid confusing it with our own thoughts and associations. By living in the present moment and paying attention to the context in which we exist, we can interact with the world on its own terms and avoid experiencing unnecessary loss, pain, or confusion."
}