{
  "title": "How has modern society lost its connection to humanity and the roots of psychology?",
  "first_phrase": "In the final section of the text, the author introduces Quantum Psychology as a possible solution to the dehumanization of psychology in modern society. They lament the loss of the fundamental question of \"Who Am I?\" and the shift towards industrialization and technological progress at the expense of human connection. The author argues that Quantum Psychology, which draws on physics, individual psychology, and Eastern and Middle-Eastern religions, can offer a more expansive and multidimensional approach to self-discovery. The text highlights the current trend of focusing on specific problems and overcoming painful emotional states, rather than broader exploration of the self in today's fast-paced and industrialized society.",
  "content": "\"Getting\" what,you want or what you imagine will make you happy\" were now part of the industrial complex. How to survive by looking good, feeling good, or developing strategies of \"making it,\" was the focus. \"Who Am I?— the mother and father of psychology—was lost. QUANTUM PSYCHOLOGY Quantum Psychology came into being to answer the question, \"Who Am IT' and to bring us back to the roots of psychology. 60 Chapter HI To do this, Quantum Psychology uses physics as its philosophical context, individual psychology as its foundation, and Eastern and Middle-Eastern religions as its cornerstones. It developed the concept of multi-dimensional awareness as a possible aid to the discovery of WHO YOU ARE. In today's world, people unfortunately no longer have the luxury of broader-based exploration. Instead, as the world has become more intensified time-wise and industrialized, people are forced into a narrower and more constrictive sense of \"their\" life and self. The questions of life, and of psychology have become a search for answers to specific problems. Painful emotional states are seen as obstacles to be overcome.",
  "last_phrase": "In a world where psychology has become a solution-focused product to be sold, Quantum Psychology provides a more profound approach to self-discovery. By using physics as its philosophical context, individual psychology as its foundation, and Eastern and Middle-Eastern religions as its cornerstones, it developed the concept of multi-dimensional awareness. Rather than merely surviving, Quantum Psychology provides a path to truly understanding WHO YOU ARE."
}