{
  "title": "What are False Core Drivers and how do they affect your view of the world and yourself?",
  "first_phrase": "In this last part of the text, the author discusses False Core Drivers and False Self Compensators. The False Core serves as a lens through which one views themselves and the world, creating a trance-like state. The author simplifies different False Core Drivers and the ways in which their associated False Self Compensators attempt to heal them. It is noted that Nisargadatta Maharaj emphasized the importance of holding onto the I AM and letting go of even the False Core-False Self. Each False Core Driver-False Self Compensator interprets life through their own lens.",
  "content": "There must be something wrong with me I am worthless, or have no value False Self Compensator Prove there is not something wrong with me by being perfect Prove I am not worthless by proving I am Worthy or that I have value myself 'Note: As will be discussed in Volume III, Nisargadatta Maharaj emphasized, \"Hold onto the I Am, Let go of everything else.\" He was trying to undercut even the False Core by just being in the I AM and letting go of even the False Core-False Self. 27 The Way of the Human • Developing Multi-Dimensional Awareness False Core DriverFalse Self Compensator I am not able to doProving I can do anything by Achieving and over-doing I am inadequateProving I am not inadequate, by proving adequacy I am non-existent, I do not existProve existence I am alone I am incomplete I am powerless I am loveless Trying to connect I must be complete or be whole through experiences I must prove how powerful I am Prove I am not loveless by being extra-lovable and loving Each False Core Driver-False Self Compensator interprets \"life\" through their lens.",
  "last_phrase": "To free yourself from the false self-compensation cycle and find your essence, let go of the need to prove your worth, adequacy, power or loveability through overachievements or experiences. Instead, hold onto the \"I am\" and let go of everything else, including the false core drivers, to experience your true self and connection with the world."
}