{
  "title": "What is the role of a teacher-therapist in dismantling the False Core-False Self, and why should they understand the limitations of different systems?",
  "first_phrase": "In the second part of this text, the author provides insights into the limitations of different healing systems with regards to dismantling the False Core-False Self construct. The authors note that each system has its own strengths and limitations. Further, the text emphasizes the importance of acknowledging the level at which the system and the individual work to use it appropriately. Finally, the author suggests that emotional release therapies may not be effective for over-emotional clients, while individuals who use thinking as a defense mechanism against feeling may require a different approach.",
  "content": "Or if you went to a Rolfer, or to a Feldenkreis person, they might say bodywork can do it all, it does not. Every system has limitations as well as a very strong suit. And it is important to acknowledge at which level your system and you are going to be working in order to use them appropriately. Feldenkreis is fantastic, as is Rolfing. Is it going to change your phobia? Probably not. Is it going to dismantle your False Core? Probably not. But it will help you to integrate your experiences more fully. When you integrate all the dimensions of manifestations, you can walk around and live your life and still keep an awareness of ESSENCE, the I.AM, etc. Now, let us imagine an over-emotional client who goes to a psychotherapist. If he goes into an emotional release type of therapy, he will never get better. All this will do is reinforce his False Core-False Self distractions (see Volume II). If you have somebody who is schizoid, on the other hand, they are over-observers and use thinking as a defense against feeling, and dissociate from their emotions.",
  "last_phrase": "It is important to acknowledge that every system has limitations as well as strong points. The key is to understand and use them appropriately according to your needs. Therefore, when seeking help, it is essential to find a system that is suitable for you and to ensure that the person teaching it understands its limitations and strengths to avoid reinforcing negative patterns."
}