{
  "title": "How do your parents' child-rearing practices affect your self-image and behavior?",
  "first_phrase": "In the previous text, the author explored how early childhood experiences shape the way people treat and observe themselves. They discussed how abused individuals internalize their abuser's identity, resulting in \"internalized parent identity\" and \"beaten child identity.\" In the last 200 tokens, the author discusses the misconception of having \"critical parts\" of oneself and how it's a reflection of external criticism by others, usually parents. The author suggests that de-hypnosis and quantum psychology can help unfuse these identities and get one back to their original self before programming.",
  "content": "It needs to be noted that when people 259 The Way of the Human 0 Developing Multi-Dimensional Awareness say, \"I have a critical part of myself,\" this needs to be challenged immediately. If a client says to me, \"I have a critical part of myself,\" I respond with, \"Who was critical of you as a child, your mother or father?\" They might respond, \"My mother.\" We must understand this is not a part of them but a part of morn which they took on, fused with and internalized—and which they now think is them. No infant or child is critical of himself. An external critical other is fused with and taken-on which they now think is a part of themselves--it is really a part of morn. De-hypnosis and Quantum Psychology are all about \"getting\" that these parts or identities are not you—but are rather parts or identities of others which were taken-on as a child. De-hypnosis is about unfusing these parts or identities so that you can be prior to taking on anyone else's identities (i.e., who you are) before you took on any programming.",
  "last_phrase": "In conclusion, it is important to challenge the notion that critical parts of oneself are an inherent part of an individual's identity. Rather, these critical parts are identities of others that were internalized during childhood. Through de-hypnosis and Quantum Psychology, individuals can detach from these identities and recognize their full potential."
}