{
  "title": "How Does Confusing the Functions of Different Dimensions of Manifestation Affect Human Experience?",
  "first_phrase": "In the previous paragraphs, we learned about how unprocessed psychological material can distract us from our true nature. This issue seems to be intrinsic to human nature, which tends to desire and resist that desire. The text explores how different spiritual systems have historically viewed emotions and desires as undesirable, and how this conflicts with the idea that they are part of being human. The author proposes a new understanding of these complexities, one that involves different dimensions of manifestation within the underlying unity of emptiness. In this final section, the author introduces the idea of these eight dimensions and how they comprise being fully human.",
  "content": "Quantum Psychology sees pain as being caused by substituting biological desires, which are \"have to's\", for psychological \"wants\" (see The Biological Dimension). However, in many-spiritual systems, the body's myriad emotions and basic human experiences (which are wired into the fight/ flight nervous system) are seen as undesirable, even bad and something to be gotten rid of, transformed or healed, thus implying that they take us further away from our universal nature, commonly called God, the VOID, UNDIFFERENTIATED CONSCIOUSNES or the SELF. What I discovered, however, is quite the opposite. Emotional and psychological states are part of being human. States of compassion and unconditional love are qualities of ESSENCE. This understanding led me to see that within the underlying unity of EMPTINESS there are different dimensions of manifestation, all with different functions. And although each dimension is connected to, and can influence other dimensions, each has its own function. Quantum Psychology (1999) suggests that there are eight dimensions of manifestation which comprise being fully human (the ninth, the VOID OF UNDIFFERENTIATED CONSCIOUSNESS, and the tenth, the NAMELESS ABSOLUTE, are beyond dimensions, and will be discussed in Volume III).",
  "last_phrase": "In conclusion, embracing our emotional and psychological states as part of being human is key to experiencing our full humanity. By understanding and differentiating the eight dimensions of manifestation in Quantum Psychology, we can avoid confusion and improve our multi-dimensional awareness, paving the way for a more complete and fulfilling existence."
}