{
  "title": "\"How does multi-dimensional awareness and the emotional dimension affect our experiences?\"",
  "first_phrase": "In the last 200 tokens of this text, the reader is introduced to the concept of emotional dimension in manifestation, and how traumatic experiences can collapse, merge and solidify all dimensions of manifestation. The author highlights the importance of multi-dimensional awareness and functional awareness, which allows flexibility in placing one's awareness to experience subjective freedom. The chapter focuses on feeling feelings without judgment or the intention of getting rid of them, and transmuting energy through change and alteration. The author provides references to sources for further information.",
  "content": "The intensity of the external experience creates a fusing together of all of the dimensions—the external dimension, the thinking dimension, the emotional dimension, the biological dimension and maybe even ESSENCE all collapse and become fused, undifferentiated and solidified. When they collapse and become solidified, there is no longer any movement. The \"present time\" external world is seen as the \"past time\" external world through the lens of the past thinking, emotional and biological. WORKING WITH THE EMOTIONAL DIMENSION THE TRANSMUTATION OF ENERGY Transmutation can be defined as a change in condition or alteration, as in qualities or states of mind. In alchemy, transmutation 'For greater information and detail, see Wolinsky, Quantum Consciousness (1992) and Hearts on Fire (1995). Chapter NTH What is feeling feelings? Feeling feelings is merging and being them and allowing them to do or not do what they do, without either expression or repression. Without judgment, evaluation or significance placed upon them and without the intention of getting rid of them. This chapter focuses on the concept of feeling feelings without the intention of getting rid of them. Merely by watching and allowing emotions, thoughts, and feelings, etc.",
  "last_phrase": "The practice of feeling feelings without intending to get rid of them can help in transmuting all types of experiences, including emotional and thinking energies. By allowing them to be as they are, without any judgment or evaluation, the experience can reorganize itself and move closer towards the quantum level of pure energy. Work with the emotional dimension to achieve this state and allow for the fusion and undifferentiated solidification of all dimensions."
}