{
  "title": "What does the story of King Minos and Icarus teach us about false methods of reaching non-dual awareness?",
  "first_phrase": "In this final section, we witness the symbolic fall of Icarus, a reflection of image maker Daedalus, as he attempts to escape the labyrinth of the unconscious mind with false wings made of wax. This represents the danger of relying on false means to achieve non-dual awareness, or God consciousness. Although it appears as a fall from the divided mind's perspective, in reality, it is a return to the unified whole. This exemplifies the new psychology's focus on creating a false self to overcome the false core rather than confronting the unconscious mind.",
  "content": "The method (wings) doesn't work (melts)''and he falls into the sea, the unified whole. From the point of view of the divided mind, at first glance this seems like death. Howe-V‘er, from the point of view of the unified whole, there is no birth or death. In reality, Icarus falls, into the unified whole. This fall is a symbolic representation of what occurs when a false method or means or path is used to get free of the mind. Since the method is false, it appears that it cannot carry you back to God (non-dual awareness). In this way at first you feel and think you are free, but sooner or later, the methods melt (are seen to be false) as it approaches the heat of the non-dual awareness of God (the Sun). In reality, however, everything is made of the same substance and is a unified whole. Externally from the point of view of the divided mind, it appears as though there is a \"fall\" because of a false method or false understanding. However, we all return to the unified whole mind (the ocean) at death.",
  "last_phrase": "In summary, the story of Icarus falling into the sea symbolizes the consequences of using false methods to reach non-dual awareness. While it may seem like a failure from the perspective of a divided mind, it ultimately leads to the realization that everything is part of a unified whole. Similarly, in life, all paths lead to the same destination, and there are no mistakes. By recognizing this truth, one can develop a multi-dimensional awareness and find freedom from the illusion of separation."
}