{
  "title": "\"How does losing present-time reality affect our experience of the multi-dimensional universe in Quantum Psychology?\"",
  "first_phrase": "In the final part of this chapter, the author delves deeper into the concept of dissociation and its effect on our experience of reality. Using the principles of Quantum Psychology, the author emphasizes that any loss of awareness or fixation on any one dimension of reality can cause us to lose our sense of present-time and fixate on an idea rather than the external world. The author references Alfred Korzybski's adage \"the map is not the territory\" to illustrate the point that our inferences about the world are not the world itself. The more dimensions of awareness we have, the greater our subjective experience of freedom.",
  "content": "For example, if I suddenly imagine the person I am with is going to leave me and fixate on those thoughts and images, then not only do I lose the present time now and who they are in present time; but I also begin to make certain inferences. I select out certain things from the situation and their behavior and decide what their behavior might mean. Creating and adding meaning to situations is a resistance to chaos, created by the nervous system (to be discussed later). QUANTUM PSYCHOLOGY PRINCIPLE: Any dissociation or loss of awareness from any dimension of reality causes a loss in the experience of the multi-dimensional universe. QUANTUM PSYCHOLOGY PRINCIPLE: Any dissociation from any dimension causes a loss in our humanness. QUANTUM PSYCHOLOGY PRINCIPLE: Any dissociation from, or fixation on, any dimension creates an accompanying loss of present-time reality. ________________ Chapter VI QUANTUM PSYCHOLOGY PRINCIPLE: The more awareness of dimensions that is available, the greater the \"subjective\" experience of freedom. The less dimensions of awareness available, the less the \"subjective\" experience of freedom. The thinking dimension contains our thoughts, fantasies and images.",
  "last_phrase": "In conclusion, becoming aware of the various dimensions of reality and the way they interact with one another can greatly enhance our subjective sense of freedom. By practicing exercises designed to develop awareness of the thinking dimension, we can learn to navigate it more skillfully and prevent the fusion or collapsing of dimensions that can contribute to traumatic experiences."
}