{
  "title": "\"How can understanding emotions as energy help us deal with guilt and depression?\"",
  "first_phrase": "This part of the text focuses on understanding and dealing with guilt and depression as forms of energy. The author explains ways to turn the energy around by admitting resentment and expressing emotions. They also mention how depression is caused by the lack of energy due to the suppression of emotions or experiences. The author provides a personal example of how they dealt with their anger. This section provides insights into Gestalt therapy and Sanskrit philosophy, which emphasize the importance of expressing emotions.",
  "content": "That will at least turn the energy around so that you'll start turning it toward the person or object that you are resenting. This is one way to do it. It can be that simple. If it's depression, it can be anger turned against yourself or a resisted experience. So either feel the anger (if there is any) or notice what experience you are resisting—then experience the resisted experience. Resentment (guilt) is a little bit lighter than (anger) depression. The deeper the depression, the more you have been putting anger back on yourself or the more you have resisted experiences. In Sanskrit, depression is defined as lack of shakti or lack of energy. \"E\" means outward, emotion is outward motion. When you have an emotion and don't express it or want to feel it, it takes a lot of energy to resist it, hence, depression. 109 A Chapter VII about 110' and I was feeling incredibly angry. I stopped what I was doing (my mind was thinking up reasons why I was angry—it's hot, it's crowded, and so on). I put my chanting book down and focused my attention on my anger.",
  "last_phrase": "In conclusion, experiencing and expressing emotions is crucial to avoid the energy-draining effects of depression and other negative feelings. By acknowledging and channeling your emotions, you can tap into your own divine pulsation, resulting in a more fulfilling and joyful life. So next time you feel resentment, guilt, or anger, try this simple exercise of turning your energy toward the object or person you are resenting or experiencing the resisted emotion."
}