{
  "title": "What is the origin of Quantum Psychology and its similarities with teachings of Nisargadatta Maharaj and G. I. Gurdjieff?",
  "first_phrase": "In the final part of this text, the author describes a shocking moment when he discovered that he had been presenting material in his Quantum Psychology workshops that was taught by his teacher, Nisargadatta Maharaj. The author shares that he had never heard his teacher say that in the beginning, there was nothing, and the I AM appeared within that nothingness. The author reflects on the possibility that Nisargadatta Maharaj had planted seeds, and Quantum Psychology was the fruit of those seeds. The author also recounts a similar experience when he discovered that his idea of associational networks had already been explored by Milton Erickson. Additionally, the author mentions that he realized parts of his book, The Way of the Human, were similar to G.I. Gurdjieff's Fourth Way idea of different centers.",
  "content": "All \"I\" could imagine was that at some level, Nisargadatta Maharaj had planted seeds and that Quantum Psychology was the fruit of those seeds. I recall that when \"I\" was writing Trances People Live in 1985, \"I\" thought I had come up with this incredibly brilliant idea called associational networks. I thought, \"What an incredible discovery,\" that inside the mind there are associational networks. Even the term made sense to me. I remembered Freud having written that the mind organizes itself in chains of earlier similar events, but \"my\" idea of associational networks seemed even clearer. I picked up one of Milton Erickson's books shortly thereafter which I think was called, Experiencing Hypnosis. And right there, was exactly the same phrase, Associational Networks. What exactly does this mean? Did I come up with it? Did Erickson come up with it? Had I read it? Had I not read it? I don't know. When I completed the original book, The Way of the Human, I realized that parts of it (dimensions) were somewhat similar to G. I. Gurdjieff's Fourth Way idea of the different centers.",
  "last_phrase": "In conclusion, creativity and discovery are often shaped by a diverse range of sources that may not always be immediately apparent. The same ideas can manifest in different ways and be discovered by different people. By embracing the interconnectedness of knowledge and ideas, we can expand our understanding and cultivate new insights in our own lives."
}