{
  "title": "What is Counter-transference, Age-regression and Trance in Therapy?",
  "first_phrase": "In the final section of this article, the author delves into the concept of counter-transference, a common phenomenon where therapists become identified with their patients. They argue that the therapy industry is more interested in creating a professional image than dismantling self-defeating tendencies. By being aware of our own limitations, we can help free others. The author also speaks about the trappings of age-regression trance and how the transformational psychology movement can sometimes be characterized by grandiosity. Overall, the text highlights the importance of being human first and foremost in the practice of therapy.",
  "content": "Here there is a collusion of the narcissistic idealization transference of the client with the narcissistic need for mirroring transference in the leader or therapist. Since both are thereby bolstered in their false, grandiose compensatory selves, there is nowhere to push for resolution of the transference. (p. 79.) Unfortunately, in our society until we \"wake up\" to our own trance-Terence and deal with our personal talents, abilities, and limitations, we will continue to be hopked by so-called charismatic workshop leaders, teachers and gurus. But to be human first requires we know where we are stuck so that we can become freer and appreciate with compassion the plight of our brothers and sisters. To paraphrase from the Sanskrit: One must first realize he is in bondage so that he can get free. Then and only then can he have compassion for others and be able to help free them. 223 Special Section THE TRANCE OF COUNTER-TRANCE-FERENCE Counter-trance-ference is a common everyday experience. In trance-ference, the adult age-regresses and becomes a child and makes the other into mommy, daddy or a significant person from the past. In trance-ference, the identification is more with the child identity.",
  "last_phrase": "In conclusion, becoming aware of one's own trance-Terence and personal limitations is essential to avoid falling into the trap of charismatic leaders, teachers, or gurus. Understanding the dynamics of trance-ference and counter-trance-ference can also assist in maintaining healthier relationships. Ultimately, recognizing our own bondage is the first step towards becoming more compassionate and helping others break free."
}