{
  "title": "\"How does the nervous system create our identities and reality, and why can't we easily change them?\"",
  "first_phrase": "This text dives into the natural neurological process of how the body creates psychology as a survival mechanism to order and explain chaos. Before this, we learn that after conception, the first part of the body formed is the electromagnetic spine or core. A Quantum Psychology perspective shows that breakages in the gravitational alignment in the core cause psychological structures to emerge, which in turn produces the \"I\" or individual's separate identity. The nervous system's abstracting process, described through Korzybski's structural differential, selects out to create its own reality and organize what it views as chaos. This information explains why the \"I\" or psychology doesn't change rapidly, as it is a defense mechanism against over or under stimulation.",
  "content": "It can be said that Korsybski's structural differential is a diagram which represents how the nervous system selects out to create its own reality and organize what it views as chaos.11 What needs to be stressed again is that the \"I\" and the \"observer\" (to be discussed later) are also part of this natural neurological and sometimes dissociative process whereby the body (nervous system) creates a psychology as an attempt to continue its own survival. This helps us to answer the often asked question, \"Why don't identities (psychology) change rapidly?\" Because the psychology is the body's survival mechanism. In other words, the \"I\" (psychology) is a defense against the over or under stimulation of the body. Psychology's (the I's) emergence is an attempt to order and explain that deprivation or over-stimulation. Furthermore, the \"I\" (psychology) which tries to change the unwanted \"I\" (psychology) is also part of the same nervous system, hence \"you\" are trying to get rid of \"yourself.\" This goes against the natural fight/fight survival mechanism of the nervous system and it will not let that happen. Why?",
  "last_phrase": "In conclusion, the structural differential helps us understand that our psychology, including our sense of self, is a product of the natural neurological and dissociative process of the nervous system. The idea of creating or selecting out our own reality, and the \"I\" that follows, are both by-products of this process. Therefore, the key to personal growth is not to try and get rid of certain aspects of our psychology, but to recognize and accept them as part of our innate survival mechanism."
}