{
  "title": "How can you detach from your thoughts and overcome fear according to Jnana Yoga principles?",
  "first_phrase": "In the last 200 tokens of this text, the author emphasizes the importance of being aware of our thoughts by sharing Nisargadatta Maharaj's teachings. The author reveals how we identify with our thoughts and all the associated emotions that follow. They also point out that one of the basic principles of Jnana Yoga is that we are not our thoughts. The author suggests that we practice watching our thoughts and questioning their origin. The text ends with an anecdote of Nisargadatta Maharaj helping someone understand the nature of their existence.",
  "content": "The name should be Prior to Consciousness, prior to your last thought, prior to the thought that you're having, stay there.\" 87 The Way of the Human • Developing Multi-Dimensional Awareness Practice: Watch the thoughts coming into your awareness. Each time a thought comes through, ask yourself, \"From where does this thought arise? I was once sitting with Nisargadatta Maharaj when a psychiatrist and his wife who were visiting from France came over to him. The psychiatrist asked a very long-winded question about birth and death, going on and on. Maharaj looked at him, then asked, \"Who told you that you exist?\" The psychiatrist looked at his wife and his wife looked at him (I was sitting behind them) and Nisargadatta said, \"Your mind tells you 'you' exist. Consciousness tells you 'you' exist and you believe it. If you understand just that, it's enough.\" In relationships a thought comes by called \"I'm angry with you,\" and suddenly I believe it. The next thing I know, I've identified with the thought called \"I'm angry with you.\" My mind will then come up with reasons why.",
  "last_phrase": "In order to develop multi-dimensional awareness and avoid false core identification, it's helpful to remember the words of Nisargadatta Maharaj: \"The name should be Prior to Consciousness, prior to your last thought, prior to the thought that you're having, stay there.\" By watching our thoughts and asking ourselves where they come from, we can turn our attention to the changeless space within us that is always present."
}