{
  "title": "\"What is the Way of the Human and how does the Trance of Detachment affect our spiritual development?\"",
  "first_phrase": "In this text, the author discusses the importance of transitioning from a merged state with one's mother to a separate being. The author warns that if this stage is not completed, individuals may become susceptible to using spiritual paraphernalia as a substitution for their unfulfilled desire for merging with their mother. The last 200 tokens focus on the trance of detachment, which can lead to a defense against feeling. The author argues that although detachment is often sought after, it can be mistaken as actual detachment when it is just a defense against feeling. This section emphasizes the significance of this transitional stage in one's life and its impact on spiritual practices.",
  "content": "This yields greater freedom since your connection is directly with yourself and the world rather than using an intermediary step (mantra or prayer to reach yourself). In the words of the Sufi poet-saint Rumi, \"Prayer leads to trance.\" Why? Because it buffers us from experiencing present time. When I say this in workshops, someone will usually become upset with me. My response regarding prayer is, If there is only one substance, then who is praying to something separate from themselves, and who is answering the prayer? The Way of the Human • Developing Multi-Dimensional Awareness THE TRANCE OF DETACHMENT Detachment is often sought after but sometimes it is the trance of detachment. The trance of detachment looks like detachment but actually it is often times a defense against feeling. According to object-relations theory, the defensive detachment is the way the infant defends against the feeling of separation from Mom. In other words, in order to \"not feel\" the separation from mom, the child becomes prematurely detached. Unfortunately, this defensive premature detachment is sometimes labeled as acceptance, distancing, or more spiritual.",
  "last_phrase": "In order to fully experience the world and yourself, it is important to recognize the trance of detachment that can sometimes occur. Defensive detachment may seem like acceptance but it can create distance and prevent true intimacy. By connecting directly with yourself and the world, without the use of an intermediary step, you can find greater freedom and appreciation in life. As Sufi poet-saint Rumi said, \"Prayer leads to trance,\" but by shedding this trance, we can fully embrace the present moment."
}