{
  "title": "\"What are the consequences of unresolved issues in the Rapprochement phase of development?\"",
  "first_phrase": "In the last part of this text, the author highlights the issue of premature merging with gurus or spiritual systems that reinforce the individual's archaic infantile consciousness. The author emphasizes the importance of separating from this premature merging and becoming a mature individual before experiencing the world in a stable manner. This is a crucial step towards reaching ESSENCE and later Quantum Consciousness. The previous section discusses the Rapprochement phase in which an individual's identity solidifies after being confronted by the outside world but still needs to idealize their mother for survival. Failure to overcome issues in this phase may cause an individual to remain developmentally fixed, leading to grandiosity or archaic idealization.",
  "content": "He needs to learn repeatedly but gently that he is not omnipotent and that he cannot do or have anything he wants simply because he wants it. (Ibid., pp. 30-31.) 255 The Way of the Human • Developing Multi-Dimensional Awareness Unfortunately again, often teachers or gurus and spiritual systems do not allow this to occur. Even worse, their philosophy reinforces the infantile structure of premature merging by offering statements such as, \"The guru and I are one.\" What we must appreciate in this statement of oneness is that, yes, it's true, we are one. The problem is that we must acknowledge and appreciate our animal nature and psycho-emotional nature, along with our Quantum Nature. Otherwise, premature merging is based on arrested development and trances, with their accompanying infantile understandings which yield individual pain. The Way of the Human asks us to separate and be a mature individual. Then by becoming that individual human, one can stabilize their experience in the world as they move into ESSENCE and, ultimately, into Quantum Consciousness.",
  "last_phrase": "In summary, the Way of the Human reminds us to embrace our multidimensional nature and appreciate our separation from others. By reconciling our idealized dreams with the realities of existence, we can discover our true gift and express it fully. Let us remember that our narcissistic tendencies are not our salvation, but rather, the acceptance of our human imperfections leads us towards true growth and fulfillment."
}