{
  "title": "What are the exercises for the first dimension of awareness and why does the external world dominate our unresolved internals?",
  "first_phrase": "The following text delves into the first dimension of awareness and how the external world dominates it, affecting different developmental issues at each age. The author provides exercises to become aware of this dynamic and warns against ignoring the external in favor of the internal. They give the example of opening a shirt shop and how external factors greatly influence success, regardless of internal beliefs. The text ends with a man feeling age-regressed after a Quantum Psychology training.",
  "content": "This, as will be discussed throughout, is not only trying to overcome one dimension with another, but it also demonstrates what is labeled in psychoanalytic developmental psychology as Infantile Grandiosity. To illustrate this, imagine you want to open up a shirt shop on this street where there are 47 shirt shops. No matter how clear you are, no matter how much you work with your beliefs or your issues around your mother and father, or how much you've prayed or visualized, the probability of success is greatly reduced. The external context is dominant. Whatever you have not processed (uncooked seeds), the external context will oftentimes bring it up. (Its connection to, and unity with, other dimensions will be discussed in Volume II, The False Core and the False Self.) At each age, the external world will bring up different developmental issues. As you go through different external contexts with different challenges they will bring up different uncooked seeds. For example, in one Quantum Psychology training, after the first or second day of the workshop there was a man who said, \"I don't know what's going on, I feel like I'm age-regressed.",
  "last_phrase": "In conclusion, it is important to recognize that our external environment can bring up unprocessed issues from our past, which may hinder our ability to succeed in certain endeavours. It is crucial to work through these issues and develop a strong sense of self-awareness in order to overcome them and achieve our goals. Remember, success is not solely dependent on our internal beliefs, but also heavily influenced by external factors beyond our control."
}