{
  "title": "What is Quantum Psychology and how is it different from other forms of psychology?",
  "first_phrase": "In the last part of this text, the author takes Quantum Psychology, a concept that combines psychology, Eastern and Middle Eastern religions, and Quantum Physics, further than the volumes I and II of the trilogy. The author dismantles awareness itself along with Quantum Psychology and goes BEYOND. The purpose of Quantum Psychology is to discover WHO YOU ARE, and not to make you better, virtuous, or bring success in life. The vehicle for this process is the Development of Multi-Dimensional Awareness, which focuses on the awareness of eight dimensions of human nature. The author's teacher, Nisargadatta Maharaj's first and most basic principle is \"Anything that you think you are, you are not.\"",
  "content": "THE PURPOSE Quantum Psychology is different from other forms of modem-day psychology because it has a different purpose, namely, to discover WHO YOU ARE. This is done by taking apart your False Core-False Self (Volume II) and developing multi-dimensional awareness (Volume I). Unlike most forms of psychotherapy, it is not intended to make you \"better,\" \"more virtuous\" or teach you how to have great relationships, or how to make more money, or even how to feel more comfortable in your life. Rather, it is ultimately about the discovery of WHO YOU ARE. The vehicle used for the focus of Volume I is the Development of Multi-Dimensional Awareness which is the awareness of eight dimensions or manifestations of our Human Nature. This awareness might represent a stage or an integral part of this process. Nisargadatta Maharaj was the teacher \"I\" took as \"mine\" and worked with in India where I lived for almost six years. According to him, \"The only way to find out who you are is to find out who you are not.\" This is Maharaj's first and most basic principle: \"Anything that you think you are, you are not.\"",
  "last_phrase": "In conclusion, Quantum Psychology is unique in the sense that it is not concerned with making you a better or more virtuous person, instead it is a path of unlearning and finding out who you truly are. Through multi-dimensional awareness, it aims to dismantle your false core-self and allow you to discover your true essence. As Nisargadatta Maharaj said, \"The only way to find out who you are is to find out who you are not.\""
}