{
  "title": "What is the Biological Core and its relationship with the Tao and psychology?",
  "first_phrase": "This text discusses the connection between the biological core, body alignment, and the Tao (way). Donnelly argues that the biological core aligns with the earth and sun on a gravitational level through the body, and Rolf's statement implies that this alignment leads to the realization of biological essence. The author suggests that when the biological core is aligned, interruptions or breakages are eliminated, resulting in the Tao being naturally realized. The interruption of body alignment creates a separation-merger response, ultimately leading to psychological processes like stress or chaos. By understanding this relationship between the biological core and body alignment, one can better understand the underlying causes of these subjective experiences.",
  "content": "And when the BIOLOGICAL CORE (high core and primal core) are aligned, the gravitational pull between the sun and earth occurs, hence, there are no interruptions, and the Tao is naturally realized.. In this way, when your biological connection is aligned between the sun and the earth, you just are. This is the Tao (way). There is no psychology because there are no breakages or interruptions' in the BIOLOGICAL CORE. There are no past, present, or projected future body images. There is not even a present time body image. Rather, you just are on a biological level. To appreciate this, according to Rolf, we must understand that the interruptions (breakages) in this \"gravitational\" connection and alignment between sun and earth create psychology. This breakage creates a subjective biological experience of separation-merger, which is ultimately imaginary. This separation-merger response is noticed by psychology's idea (thinking dimension) and underlies many psychological processes. Psychology is then formed as an abstraction, a resistance, a way to explain pain, stress, shock or in a word, chaos, to explain this natural separation-merger experience.",
  "last_phrase": "In conclusion, when the biological connection between the sun and the earth is aligned there are no interruptions, resulting in the Tao being realized. The interruptions in this connection create psychology as a way to explain the natural separation-merger experience. Therefore, understanding and aligning the biological core is crucial in reducing neurosis and achieving a state of harmony."
}