{
  "title": "What is the significance of transformational-object-seeking in spiritual experiences?",
  "first_phrase": "The author posits that the search for the transformational object - a concept described by Bollas (1987) as the 'aesthetic object' - and the nomination of the deliverer of environmental transformation is a reenactment of ego memory. In the last 200 tokens, the author reflects on their time in India, where they sought sacred objects to worship as a means of achieving health, wealth, and enlightenment. Bollas suggests that every aesthetic experience is transformational, and by seeking an aesthetic object, individuals are essentially searching for the transformational object: the mother. The quest for this object is a pre-verbal, pre-representational registration of the mother's presence. Ultimately, the search for the transformational object is never-ending as it seeks something from the future that resides in the past.",
  "content": "This is certainly the ultimate in giving an inanimate object the power to make you healthy, wealthy and wise. Bollas (1987) writes that: Each aesthetic experience is transformational, so the search for what Krieger terms the 'aesthetic object' is a quest for the transformational object (mother). The 239 SPIRITUAL EXPERIENCES What then are these spiritual experiences of union we are all seeking. Bollas (1987) again: In my view the aesthetic moment is an evocative resurrection of an early ego condition often brought on by a sudden and uncanny rapport with an object (mother), a moment when the subject is captured in an intense illusion of being selected by the environment for some deeply reverential experience. This holding experience sponsors a psycho-somatic memory of the holding environment. It is a pre-verbal, essentially pre- representational registration of the mother's presence. (p. 39). Transformational-object-seeking is an endless memorial search for something in the future that resides in the past. I believe that if we investigate many types of object relating we will discover that the subject is seeking the transformational object (mother) and aspiring to be matched in symbiotic harmony within an aesthetic frame that promises to metamorphose the self.",
  "last_phrase": "In conclusion, our search for transformational experiences and objects may have roots in our pre-verbal past, specifically in the early ego condition of symbiotic attachment to our mother. Understanding and exploring these roots can lead to a deeper understanding of our present experiences and possibly help us develop multi-dimensional awareness. The quest for the transformational object (mother) may be unending, but it has the potential to make us healthy, wealthy, and wise in ways we never imagined."
}