{
  "title": "What is the relationship between the body and mind according to Alfred Korzybski and quantum psychology?",
  "first_phrase": "This text delves into the problematic notion of separating the mind and body that is prevalent in many modern psychologies. Starting from the common response of clients who describe their experiences as being in their heads rather than their bodies, the author questions the seemingly obvious idea that descriptions of experience are the experiences themselves. Drawing on the work of Alfred Korzybski, the author argues that the natural order is sensation first, idea next, and emotion third, and that all three are interconnected and part of the whole organism. The last 200 tokens of the text discuss how sensation and idea are often confused due to structuralization, and how the idea of the mind being more important than the body is problematic. The author argues that the nervous system creates a story after an experience has already taken place, and that the story or description is not the experience itself. However, the author also notes that this does not mean that descriptions or stories are not important, just that they should not be confused with the actual experience itself.",
  "content": "Unlike psychologies which imagine a body-mind split, Korzybski in Science and Sanity refers to the organism as a whole: Experience and experiments show us that the natural order is sensation first, idea next; the sensation being an abstraction of some (lower) (earlier) order, and the idea clearly an abstraction of an abstraction, (sensation). . . . This reversal of order in its mild form is involved in the confusion of orders of abstractions; namely that we act as if an idea were an experience.\" (p. 76). 'In this case \"higher\" is called \"higher\" because it is physically higher; i.e., the cortex is physically higher than the reptilian brain. However, to be less confusing, from this point on, we will call it the \"newer\" brain since it evolved much later in time. 120 Chapter VIII According to Korzybski, sensation, thought and emotion are all interconnected, they are all part of the whole organism although, neurologically speaking, sensations come before ideas.",
  "last_phrase": "In conclusion, Korzybski's theory on the interconnectivity of sensation, thought, and emotion, along with the newer brain evolving later in time, highlights that the body and mind are not separate entities, but rather an integral whole. This unity is even more evident when considering the ultimate point of view using quantum physics. Therefore, referring to it as the body-mind seems more appropriate to fully convey this concept."
}