{
  "title": "\"How Can We Overcome Emotional Plague and Unbury Repressed Energy?\"",
  "first_phrase": "In the last 200 tokens, Nancy expresses concern for a little girl who has had her energy buried, similar to how Nancy's mother buried hers when she was a child. Dr. Wolinsky suggests Nancy give the little girl the container of energy and create an energetic link between them. Nancy agrees, and Dr. Wolinsky suggests she say to the undertaker, \"You were able to bury her energy, but you are not able to bury my energy anymore.\" This is part of what Reich called the \"emotional plague,\" where we squash another's life force as ours was squashed. Nancy feels sadness for the little girl and realizes she still squashes the life force of others.",
  "content": "I would like for the present time you to say to the undertaker morn, \"You were able to bury her energy (this little girl's energy), but you are not able to bury my energy any more.\" Therapeutic Note Internalized mom and little girl. The only way this little girl identity could stay connected to her mother and be taken care of was to bury her energy the way her mom had buried her own energy when she was a little girl. This is also representative again of what Reich called an emotional plague (see The Murder of Christ) whereby we squash another's life force the way ours was squashed. In other words, Dad squashed your life force, then you internalize Dad and when you see another person you see them through the eyes of the internalized dad and so you feel like you have to squash their life force. Nancy:Well, I feel sadness about seeing that life. I mean that's life energy. That's been squashed and repressed. That's really sad. I think I still do that.",
  "last_phrase": "It is essential to recognize and understand how our childhood experiences can affect our behavior and reactions as adults. By acknowledging and reclaiming our energy, we can break the cycle of internalizing harmful patterns and stop perpetuating the emotional plague. It's time to let go of the need to monitor and contain ourselves to avoid rejection or humiliation and embrace our full life force. Say to the undertaker mother today, \"You were able to bury her energy, but you will not be able to bury mine anymore.\""
}