{
  "title": "\"Why is Body-Work Crucial in Trauma Healing and Quantum Psychology?\"",
  "first_phrase": "In the preceding text, the author explores the limitations of Quantum Psychology in regards to addressing trauma in the external world and physical body. They recommend the use of \"hands-on\" body-work to liberate awareness unknowingly fixated in the body from trauma. The text addresses the issue of body memories and the importance of addressing them to free the trauma from the body. The author also mentions the research conducted by Alfred Schatz in 1996, which included studying the brain and physical injuries' impact on the psyche. The author recommends body-work to address the physical manifestation of trauma in the body.",
  "content": "For example, imagine that an incest survivor comes to me for psychotherapy and, as a therapist, I help her work through her beliefs, emotions, and memories. What happens when she goes home and has sex with her partner? The minute her body is in the same or a similar position as when the molestation happened, all the material comes back up again. You need \"hands-on\" work in order to liberate awareness that is unknowingly fixated in the body for the trauma to be free of the body memories. So I always recommend body-work for this reason. Recent body-work (1996) with Alfred Schatz has also included research into the brain. For example, if you had a trauma, i.e., your father beat you, you can perhaps handle the psychological and emotional implications, but there will be a \"body memory,\" the result being that if you hold your posture in a particular way that posture will reinforce the memory. In addition parts of your brain itself might not be \"on line,\" thus sending \"mixed messages\" or not using other parts of the brain. Physical injuries too can get tied up in the psyche in the same way.",
  "last_phrase": "To liberate the awareness that is unknowingly fixated in the body after experiencing trauma or physical injuries, hands-on bodywork is recommended. This type of therapy can help release body memories that are reinforcing the traumatic event. While psychological and emotional implications can be handled, releasing physical fixations may need additional attention as there is a collapsing of dimensions causing trauma to be hard to separate."
}