{
  "title": "How do survival trances manifest in racism and sexism?",
  "first_phrase": "In the last part of this text, the author discusses the manifestation of survival trances in relation to the world, citing racism and sexism as examples. The survival trance of \"differentism\" triggers the early reenactment of the shock of separation and oftentimes turns into anger as a survival defense. The author argues that identifying and understanding these trances is crucial for spiritual growth and leads us towards multi-dimensional awareness. Prior to this, the author explained how children fuse with their parents' game to avoid punishment, and how this leads to a survival trance in which the child resists being like the parent.",
  "content": "Rather than the Ku Klux Klan acknowledging the chaos they feel around African-Americans (which would require feeling vulnerable), they express defensive displaced anger. Truly, groups like the KKK are cowards. Why? Because they hide behind sheets and travel in groups. To paraphrase Malcolm X, you never see one unsheeted member of the KKK trying to fight one black man—they need many. This is because they feel vulnerable and chaotic and they are afraid and unwilling to take responsibility for their own experience of that, hence, a deep survival trance of resisting the experience of differences-4vulnerability—i.anger. It is crucial to understand and identify the collapsing of the levels which keeps trance-ference alive. This helps us out of our automatic behavior and into present-time reality. Furthermore, without the knowledge of trance-ference, the process of spiritualization, whereby we trance-fer our divinity and power onto others, cannot be ended. Therefore, in order to follow The Way of the Human, we must first know our trances and identities and examine them and take them apart before we can move into and stabilize in multi-dimensional awareness.",
  "last_phrase": "In order to develop multi-dimensional awareness and become more human, it is crucial to understand and identify the collapsing of the levels which keeps trance-ference alive. By examining our trances and identities, and dispelling them, we can move into present-time reality and stabilize our awareness. This will require us to delve into developmental psychology and its possible parameters and combinations of spiritual trances, in order to break free from the grip of trance-ference and fully embrace our humanity."
}