{
  "title": "How has the business of psychology and spirituality split the body, mind, and spirit?",
  "first_phrase": "In the previous section, the text talks about how humans have been indoctrinated and hypnotized into the understanding that the mind and body are separate. The author would like to examine how psychoanalytic developmental psychology encourages and supports this split. In the last 200 tokens, the author discusses how the regulation of bodily functions during the socialization process separates body/mind/spirit into separate components. The text mentions Lichtenberg's description of psychological structuring where children develop the capacity to live more in the mind and less in the body. The whole idea of body/mind/spirit being split begins with the regulation of bodily functions by the external world.",
  "content": "Since here we are discussing problems which arise from subphase inadequacy, patients at such lesser levels of organization cannot be expected to have made as much progress toward structuralization as the neurotic; therefore, they (the neurotic) still live more in the immediacy of experience than in the mind. (Blanck, 1979, p. 136) Notice how in the roots of modern-day psychology, the mind is seen as separate from the body. Furthermore, the movement from body awareness, from out of the present moment and into the mind, is called structuring. As seen above, this is supposed to be healthier than living in the body in the moment. 118 Chapter VIII This whole idea of body/mind/spirit being split into separate components begins with our regulation of bodily functions during the socialization process. As mentioned in Quantum Consciousness, an Indian teacher of mine once said, \"Your whole life is organized around eating, sleeping, shitting and fucking, or making more money so that you have a better place to do it in.\" All of these regulations of body function by the external world (mom, dad, society, religions, etc.)",
  "last_phrase": "It's important to recognize how our regulation of bodily functions during socialization can lead to a dissociation from the body, creating a belief system that separates body, mind, and spirit. However, acknowledging the interconnectedness of these components and prioritizing the immediacy of experience can lead to a healthier approach to living. Remember to listen to your body and trust your instincts instead of following societal norms blindly."
}