{
  "title": "\"How does age-regression lead to a loss of present-time self and the trance of survival?\"",
  "first_phrase": "In this section, the concept of trance-ference is explored, revealing how past-time selves can unknowingly interact with past-time others, causing present-time others to be treated in a similar way. This phenomenon can extend beyond interpersonal interactions to include religious, political, and institutional affiliations. The greater our survival needs, the greater the tendency to age-regress, causing us to seek guidance and values from external sources. The key to breaking this cycle is to develop uninterrupted awareness and differentiate the dimensions of manifestation, promoting a subjective experience of freedom.",
  "content": "For example, during a 1992 TV interview Alec Baldwin said, \"I could not believe people were asking presidential candidates about family values. I was waiting for Bill Clinton to say,. 'Hey, I am not your father, decide what values you want for your family, it's not up to me'.\" This astute statement by Baldwin was describing how \"family values\" voters look to politicians, the church or gurus to tell them how to live. Thus the age-regressed voter wants mommy/daddy, i.e., the church or politicians, to tell them the \"right\" family values. Another example is the recent landslide election in the 1994 Congress. Here again, as the Republicans go back to tax breaks for the wealthy so that it will trickle down to us, we see voters in an age-regression. The basic principle of trance-ference is that the greater the survival needs, the greater the tendency to age-regress.",
  "last_phrase": "In conclusion, it's crucial to understand that our survival needs can trigger age-regression and cause us to seek guidance from authority figures, such as politicians or the church, to make decisions for us. By recognizing this tendency, we can work towards developing multi-dimensional awareness and taking responsibility for our own values and choices, instead of relying on external sources to guide us."
}