{
  "title": "How does psychology and spirituality affect individuals with different defense mechanisms and experiences?",
  "first_phrase": "In the previous section, the author discussed how important it is for a teacher to understand the strengths and weaknesses of their system and to refer individuals to appropriate therapies accordingly. Continuing from there, the author illustrates two examples of cases that require different types of therapy for healing. First, an overly-emotional client can't benefit from emotional release therapy as it reinforces their False Self distractions. Second, someone who dissociates and uses thinking as a defense against feeling shouldn't practice insight meditation or cognitive therapy as it reinforces their structure. The author underlines that therapy and spirituality must be personalized and not treated as 'one-size-fits-all.'",
  "content": "Now if someone like that were to do Vipassana meditation (insight meditation) or cognitive therapy, it would be the worst thing in the world because it would reinforce their structure. For these reasons the \"person\" who is teaching the system has to know the systems' weak as well as its strong suits, who it is good for and who it's not good for, and then refer people out according to where they need to go. To offer a system like insight meditation to an over-observer who dissociates and observes as a defense only re-enforces the structure, as does offering the conversion of vices to virtues to somebody with a strong Christian background. It will reinforce the defensive strategy of the False Self (Compensator), unknowingly re-enforcing an age regression (False Core) or integrative age regressive (False Self). Offering a system which re-enforces the defenses of a person who is suffering can be tantamount to offering an alcoholic a drink. Psychology and spirituality are not \"one-size-fits-all.\" I think this is part of the problem with both of these disciplines. Recently I was doing a demonstration with a woman who had been sexually 47 A The Way of the Human Developing Multi-Dimensional Awareness abused.",
  "last_phrase": "To sum it up, both psychology and spirituality require tailored approaches to every individual. Understanding their weaknesses and strengths, offering the right system and referring them to where they truly belong is crucial in helping those who wish to heal. One-size-fits-all simply won't work, as seen in the case of the woman who had trauma attached to body positions and breath control. However, by finding the right symbol of safety, like Ericksonian hypnotherapy did, the path to comfort and relaxation may finally be found."
}