{
  "title": "\"How can one balance a relationship and individuality in multi-dimensional awareness through meditation?\"",
  "first_phrase": "In this excerpt, the author discusses the limitations of meditation in achieving true awareness without addressing psychological and emotional issues. They use the example of bathing in the Ganges to illustrate the transient nature of meditation's benefits when unresolved issues remain. The author emphasizes the importance of developing multi-dimensional awareness by exploring the thinking and emotional dimensions alongside the external. This conclusion follows a discussion of a woman's repression of sexual feelings outside of her marriage.",
  "content": "It is like the story told by Swami Muktananda about people who bathe in the Ganges. In India it is believed that if you bathe in the Ganges your sins are washed away. But sins (uncooked seeds), according to Mukananda, go up into the trees so that after you come out of the water (meditation), they jump back on you. This is the problem with refusing to look at issues that arise in the thinking or emotional dimension and stabilizing in the no-state state. In meditation, \"I\" could sit quietly and enter into the NOT or disappear in the VOID. However, like the Ganges, \"I\" would be bathed and my sins (uncooked seeds) would disappear. But shortly after \"I\" arose from meditation (the Ganges) my mind with all its issues would come back. The next step after the first dimension of awareness of the external is to develop a two-dimensional awareness by incorporating the thinking dimension. Often, in relationships we lose ourselves by focusing on our partner. Others lose their connection because they remain distant and aloof.",
  "last_phrase": "In conclusion, the story of bathing in the Ganges teaches us an important lesson about avoiding the temptation to ignore our internal issues. The key to developing a two-dimensional awareness and balancing our attention inside and outside is to incorporate the thinking dimension. By doing so, we can have both a deep connection with ourselves and with others, without losing ourselves along the way."
}