{
  "title": "\"Why do you sound like your parents when stressed?: Understanding the survival trance of fusing with parents\"",
  "first_phrase": "In the preceding text, the author explores the idea that parents' behavior has a significant impact on their children even after they become adults. In the last part of the text, the author delves deeper into the consequences of such behavior, such as the development of survival trances. The survival trances, which are a defense mechanism used by children to survive their parents' expectations, can manifest as racism and sexism towards others who differ from them. This part provides insights into how these trances manifest and impact relationships with others.",
  "content": "In this way, the child fuses with the parents' game and becomes like their parents because to be separate means punishment. Punishment can be anything from being spanked, to being sent to their room, to the withdrawal of love. In this way, the child develops a survival trance. Here are three characteristics of this type of survival trance: 1) the child becomes the parent and fuses with them in order to survive; 2) the child resists being like the parent in order to survive as 214 Special Section an individual; and 3) the child pretends to be like the parent when actually inside themselves they are resisting the parent. How do these survival trances manifest themselves in relationship to the rest of the world? RACISM AND SEXISM Racism exists as does sexism. But what exists at a much deeper level is the predominant trance of what I call \"differentism.\" What causes racism? The survival trance of differentism which triggers the early re-enactmnt of the shock of the Realization of Separation (see Volume II). Unfortunately, the chaos which one feels when facing differences is oftentimes turned automatically into anger as a survival defense.",
  "last_phrase": "In conclusion, the survival trance of fusing with parents to avoid punishment can lead to resistance towards individuality and a tendency to pretend to be like them. This trance can also manifest as differentism, leading to racism and sexism. By acknowledging our vulnerabilities and choosing not to react defensively, we can break free from this trance and become better individuals in a more inclusive world."
}