{
  "title": "What are Stephen Wolinsky's books and what is \"THE WAY OF THE HU N: THE QUANTUM PSYCHOLOGY NOTEBOOKS\"?",
  "first_phrase": "In this text, we learn about Stephen H. Wolinsky, Ph.D., the author of several books, including The Way of the Hu N: The Quantum Psychology Notebooks. Dr. Wolinsky is a renowned therapist and trainer with expertise in Gestalt and Reichian therapy, Classical Hypnosis, Psychosynthesis, Psychodrama/Psychomotor, and Transactional Analysis. He lived in India for almost six years studying meditation and is the founder of Quantum Psychology速. The last 200 tokens of the text explore the first volume of The Way of the Hu N: The Quantum Psychology Notebooks. The section includes a special section on Trances People Live Revisited and discusses developing multi-dimensional awareness.",
  "content": "There he began to train therapists in Ericksonian Hypnosis and family therapy. Dr. Wolinsky also conducted year-long trainings entitled: Integrating Hypnosis with Psychotherapy, and Integrating Hypnosis with Family Therapy. Dr. Wolinsky is the author of Trances People Live: Healing Approaches in Quantum Psychology速, Quantum Consciousness: The Guide to Experiencing Quantum Psychology速, The Tao of Chaos: Quantum Consciousness Volume II, The Dark Side of the Inner Child (Bramble Books) and Hearts on Fire: The Roots of Quantum Psychology. He is presently completing a three volume set entitled The Way of the Human: The Quantum Psychology Notebooks. He is the founder of Quantum Psychology速. Dr. Wolinsky presently resides in Capitola, California. He can be reached for workshop information by calling (831) 464-0564 or by FAX at (831) 479-8233.",
  "last_phrase": "Dr. Wolinsky's extensive experience in Ericksonian Hypnosis and family therapy has enabled him to create a comprehensive three-volume set entitled The Way of the Human: The Quantum Psychology Notebooks. These volumes offer an enlightening perspective on the biological, emotional, and thinking dimensions of manifestation. Contact Dr. Wolinsky for more information on his workshops and explore his works to discover how Quantum Psychology can improve your life."
}