{
  "title": "What Is the Relationship Between Spiritual Trances and Pre-verbal Infancy Experiences?",
  "first_phrase": "This text delves into the concept of the transformational object as an endless search for an object in the future that resides in the past. The author references Bollas' idea that each aesthetic experience is transformational and is a quest for this object, which the author identifies as the mother. The last 200 tokens discuss how the undifferentiated self-object representation, which is characteristic in infants between the ages of 5 and 12 months, can lead to spiritual trances later in life. The first trance, in particular, involves identifying with the omnipotent mother.",
  "content": "(Bollas, 1987, p. 40). CONCLUSION As we continue to look at combinations of spiritual trances which prevent us from developing multi-dimensional awareness, we can begin to see their possible roots in past-time pre-conscious preverbal experiences. Few could deny the compelling desire for transformation, and yet, how amazing that the compulsion or obsession with transformation could sometimes lie in our pre-verbal past. The Way of the Human Developing Multi-Dimensional Awareness Part III THE SYMBIOTIC TRANCE SYMBIOSIS: ATTACHMENT Ego psychology states that between the ages of 5 and 12 months, a growing infant cannot tell the difference between her/his mother and himself. The earliest mental representations of self and object (mother), the undifferentiated self-object (mother) representation (image) or schema is characteristic at this stage. There is neither physical nor psychic differentiation (Homer, 1984, p. 27) The infant experiences the mother as omnipotent and omniscient, and an undifferentiated or a barely differentiated unity with itself. Years later, this can lead to one or more spiritual trances: the first, in which one identifies with the omnipotent mother and thus feels both omniscient and omnipotent.",
  "last_phrase": "In conclusion, understanding the roots of spiritual trances can help us develop multi-dimensional awareness, and recognizing the impact of early childhood experiences on our psyche is crucial. By acknowledging the symbiotic and premature detachment trances, we can take a step towards a healthier and more balanced spirituality. (Bollas, 1987, p. 40)"
}