{
  "title": "How did Nancy's internalized mother contain her energy?",
  "first_phrase": "In the final part of this therapeutic conversation between therapist Stephen Wolinsky and his client Nancy, they explore how her internalized mother acted as a container for Nancy's energy and light as a child. Nancy describes feeling numb, like being buried in a coffin, but also having a spark of energy in her genital area. Wolinsky encourages her to imagine her mother as an undertaker and use the numbness as a buffer to protect her light. Nancy experiences fear at first, but ultimately realizes that her mother was afraid of her own light and energy, and Nancy uses the numbness to contain that fear and protect herself. This conversation is part of Wolinsky's book The Way of the Human, which explores developing multi-dimensional awareness.",
  "content": "Have the numbness almost as a protector of your light or spark, if you will. Nancy:Okay. Wolinsky:How does that feel or seem to you as you look at mom the undertaker and then your energy, spark, along with your numbness to act as a buffer between you and mom? The Way of the Human • Developing Multi-Dimensional Awareness Nancy:At first when the coffin was over there, I felt some fear. A lot of fear right here (Solar plexis). Then when I realized that there was a little buffer around that, then I felt safer then I could feel way inside a little bit of light, or energy. Wolinsky:Now, I used the word buffer, in terms of the numb ness being a buffer that you created. Now, is that fear, your fear of this initial light/energy or is it that your mother was afraid of your light and energy? Nancy:My mother was afraid of her light and energy and if my light and energy got too close to her she repressed my light and my energy. Chapter VIII ways. So I help her contain that fear and protect myself.",
  "last_phrase": "In conclusion, it is possible to use numbness as a buffer to protect oneself from fear and help others through it. The therapeutic session showcased how acknowledging one's light and energy, along with their protective numbness, can aid in relationships and dealing with emotional baggage. Understanding these concepts can lead to multi-dimensional awareness and growth."
}