{
  "title": "What is the difference between archetype and personification in quantum psychology?",
  "first_phrase": "In the previous text, Quantum Psychology explained the difference between archetypes and personifications. Personifications are creations of the unconscious or conscious minds of individuals, while archetypes originate from the Void of Undifferentiated Consciousness that forms the Collective. In this final section, the text delves deeper into the symbolism of the mind as a unified whole, using the example of the Buddha's hand positions and Poseidon as a personification of the Greek God of the ocean or mind. In this context, King Minos represents the higher self, and the Bull represents sexual energy and fertility.",
  "content": "In short, a personification comes from the unconscious or conscious mind of an individual whereas an archetype is formed by the direct condensation of the VOID OF UNDIFFERENTIATED CONSCIOUSNESS which fauns the COLLECTIVE (see Volume III, The Archetypes of the Collective). The mind as a unified whole is symbolically represented by the ocean. In Buddhism, for example, there are specific Mudras (hand positions) which the Buddha is depicted in. Each hand position depicts a different understanding. For example, the most famous position of Buddha sitting touching (tapping) the earth represents Buddha's acknowledgment of the earth as the witness to his enlightenment. This Mudra depicts the earth as the impartial witness to all of our thoughts, feelings, emotions and actions. I personally have in my house a Buddha statue where Buddha's hand position depicts the calming of the ocean (or the mind). Poseidon is a personification of the Greek God of the ocean or mind and he gives a beautiful Bull (representative of sexual energy and fertility) to King Minos (a King can be representative of the higher self).",
  "last_phrase": "To conclude, archetypes are formed directly from the void of undifferentiated consciousness that signifies the collective, whereas personifications stem from a person's conscious or unconscious mind. Symbolically representing the unified whole, Buddha statues with specific hand positions offer different understandings, such as the acknowledgement of the earth as the impartial witness to our actions. Poseidon as a personification of the Greek God of the ocean and mind represents the imagined split between the body, mind, and the unified whole. Hence, realizing the oneness is indispensable to nurture a harmonious mind, body, and spirit."
}