{
  "title": "How can sitting straight in meditation reinforce the False Core and create psychological breakages?",
  "first_phrase": "In the previous part of the text, the concept of biological spirituality was explained through the balancing of the gravitational pulls of the sun and earth by being in the core. It was said that this helps in achieving the no-state state, which is the natural meditation. In the last 200 tokens of the text, the author explains how the act of meditation can often become counterproductive as individuals use outer muscles to sit upright in meditation rather than the biological core, reinforcing the false self-identities and creating more psychological breakages. The author draws parallels between this and the term \"splitting off\" in object relations therapy.",
  "content": "With this understanding, the \"act of meditation\" can be seen at best as a preparation for the no-state state; and at worst as medication or a spiritualized defense and compensation for the break in the BIOLOGICAL CORE–the False Core. Unfortunately, the technique of sitting straight is seen as a spiritual should, something to be done by an \"I\". For this reason, Yogis often use their outer muscles (their sleeve, i.e., compensating identities) to create and hold themselves up, with effort straightening the spinal columt‘ Because it is done from the \"sleeve\" with effort rather than the BIOLOGICAL CORE which is effortless, it becomes counterproductive thus creating more thoughts and reinforcing the False Core and the compensating False Self Identities, and bringing forth yet more thoughts and more psychological breakages in a vicious circle. Moreover this \"forcing' of the back and spinal column to be straight reinforces the psychological breakages since it reinforces the \"sleeve\" (external muscles) or False Self (psychological sleeve). Biological and psychological breakages can be seen as a metaphor for the term splitting off in object relations therapy.",
  "last_phrase": "In summary, the act of meditation should not be seen as a spiritual should or a compensating defense mechanism to reinforce the False Self. Forcing the straightening of the spinal column using outer muscles creates more psychological breakages and reinforces the dissociation from other dimensions of awareness. Instead, acknowledge all experiences at a biological level as created by breakages in the BIOLOGICAL CORE and let go of them."
}