{
  "title": "Is the Mind Senior to the Body in Psychology and Spirituality? A Closer Look at the Biopsychological Roots and Tendencies of the Fight/Flight Survival System.",
  "first_phrase": "In the last part of this text, the author discusses the tendencies of the biological nervous system, which are based on fight-flight, survival, and merger. The biological tendencies play a significant role in shaping our thoughts, feelings, and fantasies. Our nervous system attempts to prepare and plan for any incoming survival events, leading to an obsessive-compulsive tendency to over-plan, over-work, and over-achieve. The author calls the study of psychological make-up with biological understanding Biopsychological. The concept of ‘I’ arises after the experience has already occurred, according to Quantum Psychology's principle. In contrast, explanations only explain.",
  "content": "Notice an unpleasant fantasy such as \"Someone doesn't like me.\" Notice how the other person is seen as not-me, and with no merger possibility your basic nervous system reaction of fear, anger, rage, envy, etc. 3. Notice how 'many thoughts or fantasies are what Fritz Perls called rehearsed. Notice how the nervous system attempts to rehearse events and plan explanations; in a word to BE PREPARED for any NOTincprning survival events which could be viewed as \"threatening,' even in an imaginary way. This could be seen as an obsessive-compulsive tendency to over-plan, over-work, over-achieve, over-do, over-give, over-perfect etc., etc. In short if you study your psychological make-up with this biological understanding it is easy to see psychology's roots within the biology. Rather than keeping them separate, Quantum Psychology calls them Biopsychological, since first comes the biological then the psychological with its logical explanations, reasons, and justifications. QUANTUM PSYCHOLOGY PRINCIPLE: The \"I\" or \"I\" thought which claims ownershp or doership arises after the experience has already occured. QUANTUM PSYCHOLOGY PRINCIPLE: Explanations only explain.",
  "last_phrase": "In summary, by studying our psychological make-up with a biopsychological understanding, we can see the roots of psychology within biology. Quantum Psychology principles teach us that our explanations and justifications for experiences occur after the fact, and are often disconnected from reality. By understanding this, we can work towards achieving a greater level of multi-dimensional awareness in our lives."
}