{
  "title": "Why do unresolved issues in our relationship with our mother lead to seeking transformation outside of ourselves?",
  "first_phrase": "In this text, the author explores the concept of the transformational mother and the role of the mother-child relationship in shaping our search for transformation as adults. The previous paragraphs discuss the self-other relationship and developmental arrest in this model, which leads to individuals feeling dependent on an all-gratifying caretaker. The last 200 tokens focus on how the infant's first subjective experience of the mother as a transformational object leads to seeking transformation outside of ourselves through teachers, gurus, or psycho-spiritual systems. The author cites Christopher Bollas to explain that the mother is an environmental transformer of the subject, and the memory of this early object relation manifests itself in the individual's search for an object that promises to transform the self.",
  "content": "In this way, the mother as a transformational person, is trance-ferred onto the teacher, guru, therapist, or psycho-spiritual system, turning them into the transformational mother (object). Noted psychoanalyst, Christopher Bollas (1987) says it this way: Special Section I wish to identify the infant's first subjective experience of the object (mother) as a transformational object. . . . Not yet fully identified as the other, the mother is experienced as a process of transformation, and the future lives on in the form of object seeking in adult life, when the object (person) is sought for its function as a signifier of transformation. Thus, in adult life, the quest is not to process [digest] the object (person); rather the object is pursued in order to surrender to it as a medium that alters the self. The mother is an environmental transformer of the subject (child). The memory of this early object relation manifests itself in the person's search for an object (a person, place, event, or ideology) that promises to transform the self.",
  "last_phrase": "In the pursuit of self-transformation, it is important to recognize the impact of our early object relations with our mothers. While seeking external sources for transformation is common, true transformation can only come from accepting responsibility for our own growth and development."
}