{
  "title": "How does internalized parental observation affect our behavior and sense of self, and how can we break free from it?",
  "first_phrase": "In the final part of the text titled \"The Way of the Human: Developing Multi-Dimensional Awareness\", the author discusses how our behavior is shaped by the internalized observer that has become a fusion of our parents or caregivers. This observer judges our behavior as good or bad based on the standards set by our parents or caregivers, and we believe that changing our thoughts or behavior will change who we truly are. However, we must realize that we are not our false core, and changing our thoughts or feelings has nothing to do with changing our true self. This realization is crucial if we want to understand who we really are.",
  "content": "In other words, the judgmental observer is part of and re-enforces the system In this way, \"you\" (the observer-False Core-False Self) become attracted to a system which claims you can convert vices into virtues (Christian overlay) or unhealthy into health (psychological/societal overlay). People \"act out\" their False Core-False Self continually because they imagine they are their False Core-False Self. If you believe that you are your False Core, then you'll think that by changing this belief (transforming it in some way), you are changing yourself which is actually the False Self in action. When you realize that you are not your False Core, that you were there before your last thought, and after that thought leaves you will still be there—when you realize that, you can go beyond your False Core, understanding that changing thoughts and feelings don't have anything to do with changing you. In fact this approach of focusing on changing thoughts or feelings, as if they change you, is a seductively \"dangerous\" distraction if your wish is to find out WHO YOU ARE.",
  "last_phrase": "In conclusion, recognizing and understanding the Observer-False Core-False Self complex is crucial in achieving true self-awareness and personal growth. By realizing that you are not defined by your False Core or False Self, and by developing volitional choice over where you put your awareness, you can break free from the system that re-enforces these patterns of behavior. This allows you to go beyond your False Self, and ultimately discover your true self."
}