{
  "title": "\"How can balancing internal and external focus in meditation improve relationships?\"",
  "first_phrase": "This text discusses the limitations of meditation alone in addressing issues that arise in thinking or emotional dimensions. Like bathing in the Ganges, meditation can wash away sins, but they can quickly return. The key is to develop two-dimensional awareness by incorporating the thinking dimension. The exercise suggests splitting one's attention inside and outside to balance having a relationship while keeping one's own space. This technique was suggested by Fourth Way teacher G. I. Gurdjieff to his student P. D. Ouspensky.",
  "content": "Thus the double-bind of either \"I have a relationship and lose myself,\" or \"I have myself and don't have a relationship.\" This creates some of the conflicts that constantly arise in relationships. I am often asked in workshops, \"How can I have myself [my own space] and still have a connection with another [a relationship] ?\" This exercise suggests you can have both by splitting your attention inside and outside so that they are equally balanced. To 82 Chapter VI repeat the approach given by Fourth Way teacher, G. I. Gurdjieff to his well-known student, P. D. Ouspensky, When I pay attention to the external world, I am like an arrow pointing outward. When I close my eyes and sink into myself, my attention becomes an arrow pointing inwards. Now, I try to do both at once—to point the arrow in and out at the same time-1 immediately discover that this is incredibly difficult. After a second or two$ either forget the outside world, and sink into a daydream, or forget myself and become absorbed in what I am looking at (Ouspensky, 1949).",
  "last_phrase": "In conclusion, if you're struggling to balance having your own space while maintaining a connection with someone else in a relationship, try splitting your attention between your internal world and the external world, similar to the technique of self-remembering taught by Gurdjieff to Ouspensky. By simultaneously focusing on your thinking and external dimensions, you can have both your own space and still be present in the relationship. With practice, you can expand your focus to multiple dimensions, including your beliefs, trances, assumptions, decisions, and values."
}