{
  "title": "How important is it to have a body to contain sensation in Quantum Psychology?",
  "first_phrase": "In this section, the author discusses the importance of having a container (the body) to hold sensations without labeling them. Without a container to contain and hold sensation, it is impossible to build enough charge to explode and go beyond. This relates to quantum psychology principles and one's ability to be grounded in the biological dimension to experience ESSENCE or I AM. The author also talks about the biological False Cores, which are interpretations of the nervous system hard-wired into it. Alfred Schatz is doing research into processing these neurological Nervous System hard-wires. Lastly, the author suggests unfusing later chains of associations to trigger the biology and acknowledging the difference in dimensions.",
  "content": "A person can meditate and have an experience but you still have to be able to contain the biological level and be willing to have it. The biology is your grounding wire, the point where ESSENCE and I AM meet the world. THE BIOLOGICAL FALSE CORES The biological False Cores are different from and yet similar to the psycho-emotional False Cores (see Volume II). The psycho-emotional False Cores are conclusions drawn from the realization of separation and can be processed by tracing back and staying in the False Core, removing the later traumas which re-enforced it and, ultimately, dismantling this False Core conclusion. The biological False Cores are also part of the nervous system yet they somehow seem more basic. They are interpretations of the nervous system which have been passed down through evolution and hard-wired into it. This means they are earlier, biologically rooted, pre-verbal, and difficult to process.\" \" It should be noted that Alfred Schatz, is doing research into processing these neurological Nervous System hard-wires. The Way of the Human Developing Multi-Dimensional Awareness What you can do however is: Unfuse the later chains of associations which trigger the biology. 2.Acknowledge with awareness the difference in dimensions.",
  "last_phrase": "In conclusion, while processing biological False Cores may be difficult, it is possible to unfuse later chains of associations and acknowledge the difference in dimensions. By doing so, we can better understand and manage our biological responses, and ultimately integrate our biology with our higher consciousness."
}