{
  "title": "What is age regression and how does it impact relationships?",
  "first_phrase": "In this final section, the concept of collapsing levels and age-regression is discussed in depth. The past-time \"self\" is related to internalized parental figures, which trances the past into the present. An example of this is feeling abandoned by a partner and treating them as the past-time other. The present-time \"self\" is hypnotized by the past-time \"self,\" leading to an inability to differentiate dimensions. Ultimately, the past-time \"self\" can transfer onto various people or systems. The development of uninterrupted awareness is the cure to this issue.",
  "content": "This is because you lose your present-time self when you age-regress. This is why the solvent for the glue of the trance of trance-ference is the development of uninterrupted awareness and a differentiation of the dimensions of manifestation. QUANTUM PSYCHOLOGY PRINCIPLE: The greater the ability to differentiate the dimensions of manifestation, the greater the subjective experience of freedom. Sixth, the past-time self relating to the internalized past-time other (momldad) carries with it all the stories, associations, emotions and memories of the past-time self. Once this trance-ference occurs, the present-time other is treated like, and often feels like, the 210 Special Section past-time other. When this occurs, the \"awareness\" of the dimensions goes to sleep and the past-time self unknowinlgy conducts an interaction internally with the past-time other, thus again losing the present-time other. For example, many women I know have said about their relationships, \"He treats me like his mother.\" Unfortunately, we imagine the present-time self and the present-time other are relating when they are not. Seventh, the past-time self can trance-fer the past-time other not only onto a person but also onto a religion, guru, teacher, therapist, political leaded or political system.",
  "last_phrase": "In conclusion, the key to avoiding age-regression and the trance of trance-ference is developing uninterrupted awareness and differentiating the dimensions of manifestation. By doing so, one can experience greater subjective freedom and avoid mistakenly projecting past relationships onto present relationships or external sources of authority. Remember that the power to determine one's own values and beliefs lies within oneself, not external entities such as politicians, religions or gurus."
}