{
  "title": "\"What is the Tao of Chaos and how does it relate to primal energy and maternal alienation?\"",
  "first_phrase": "In the previous excerpt from \"The Way of the Human® Developing Multi-Dimensional Awareness\" by Wolinsky, primal energy fused with the alienation of one's mother creates resistance. Wolinsky suggests that separation of primal energy and one's relationship with their mother is necessary to harness and contain the energy. In the last 200 tokens, Nancy describes feeling the containment of the spark of energy in a coffin-like sensation, revealing her mother's attempts to bury her energy as a child. Wolinsky advises Nancy to create an image of her mother as an undertaker to help process these feelings.",
  "content": "Because my inner defenses are acting so quickly that I will get a sense of something like a spark and then it will be like a box going over me. To harness and contain the primal energy. Right and it is faster than what I can verbalize or feel, the first part, before it gets contained. Let me make sure I understand. So there is a spark but instantaneously there is a containment of the spark. ________________ Therapeutic Note: Here I assumed thatian internalized mother was the container for her spark. Nancy:It happened real fast. The containment feels like a box, like a coffin almost. I feel numb. And yet, in my genital area, there is a little bit of energy that the coffin didn't get. Wolinsky:So when you had energy as a kid, it was like your mother tried to bury it, and tried to put you in a coffin and bury you. Nancy:Yes. Wolinsky:What I would like for you to do is to have an im- age of mom over there (another physical location) as an undertaker. And I would like for you to have this coffin next to mom, the undertaker.",
  "last_phrase": "In order to overcome the feeling of containment and harness the primal energy, it can be helpful to visualize a protective buffer between yourself and the container, as well as a physical location for the container and a separate image of someone responsible for containing it. With practice, you can gain control over your inner defenses and access your energy more freely."
}