{
  "title": "How do past traumas affect our ability to express emotions and connect with others?",
  "first_phrase": "In this section, Nancy and Wolinsky explore how the little girl had to bury her energy to stay connected to her mother, who had also buried her own energy when she was young. This is an example of what Reich called the emotional plague, where one squashes another's life force as their own was squashed. Nancy feels sadness about seeing this life energy being repressed and admits to still monitoring her energy to avoid rejection or humiliation. The therapist suggests making a statement to the undertaker mother that the little girl had to kill her energy for her. They also discuss how the little girl's fusion with her mom onto everyone and the world affects her experiences of energy.",
  "content": "183 You (pointing to the present-time body) do that or the little girl identity (pointing to the image on the other side of the room) did that? I think that in order to stay connected with people that I do that still. That I monitor my energy to not offend or to not overwhelm or not be rejected or humiliated. Could you make the statement to the undertaker mother that the little girl had to monitor her energy so that you (mom) would not reject her or humiliate her? (To mom) The little girl had to contain her energy so that you wouldn't abuse her, so that you wouldn't humiliate her, so that you wouldn't reject her. It's like the little girl killed her energy for her mom. ________________ Therapeutic Note Here we are working with the \"little girl's\" trance-ference and fusion of mom onto everyone and the world, thus separating it again from her present time body! Nancy:Carefulness and cautiousness. Wolinsky:Okay, if this little girl identity over there fuses together mom and everybody, what experiences of energy is this little girl repressing or not allowing?",
  "last_phrase": "In conclusion, it is important to recognize and separate our present-time selves from our past-time selves in order to break patterns of energy repression and allow for love, openness, and joy in our lives. One practical step to stay connected with others is to monitor our energy and avoid behaviors that may lead to rejection or humiliation."
}