{
  "title": "What is the Quantum Approach to Trance-ference and Why Does it Bust Trance-ference First?",
  "first_phrase": "This article sheds light on the concept of trance-ference and discusses how different therapy approaches view and address it. While many therapists believe in utilizing it for the client's betterment, Quantum Psychology suggests that encouraging trance-ference only leads to dependency. The last 200 tokens narrate the author's personal experience with trance-ference during their time in India and how Nisargadetta Maharaj's refusal to participate in the guru/disciple game changed their perspective. Through their experience, the author discusses the Quantum approach to trance-ference: bust the trance-ference first.",
  "content": "The spiritual identity I had taken on was, whatever the gurui.e., Mom or Dad—said to do, you should \"surrender\" to and do. In other words, the spiritual as well as the family game was to do what your parents said, and everything would come to you and if you didn't do what they said, you'd never get rewards (enlightenment). I didn't 232 Special Section know I had trance-ference issues with these teachers/gurus because almost every teacher-guru I had seen had their own personal countertrance-ference issues which they \"bought into\" and \"got off\" on the power of. In January 1979 I went to see Nisargadetta Maharaj and he said to me, \"Are you willing to stay eight days and absorb the teachings?\" I, thinking I was being a good disciple and not realizing I had trance-ference issues, replied as I had been trained, \"Whatever Maharaj wants me to do, I'll do.\" He looked at me like I was a jerk. \"Don't you understand? I don't play the guru/disciple game. If you want that, go someplace else.",
  "last_phrase": "In conclusion, blindly following outdated concepts without questioning them can lead to trance-ference issues. True leaders like Nisargadetta Maharaj, however, will help you break free from these patterns of behavior by encouraging independent thought and action. Always stay vigilant and never compromise your own beliefs or values for the sake of power or enlightenment."
}