{
  "title": "Why do psychology and spirituality fail to solve the problem of pain?",
  "first_phrase": "In the previous section of the text, it was discussed how inaccurate solutions arise due to a false conclusion surrounding a problem. This false conclusion does not address the actual problem, because it is based on incorrect information. The principle of quantum psychology explains that any solution based on a false conclusion will ultimately fail. In this last section, the author brings up the concept of a predominant biological false core, which is the belief of having no control due to external factors. This false belief is internalized and perpetuated by various philosophies and practices, including spirituality and psychology.",
  "content": "If I attempt through therapy or spiritual practice to solve my pain and its false \"cause,\" I can only get a solution based on a False Conclusion because the cause or reason for the problem is False. This is why psychology and spirituality continue to fail in the \"world\" (see Volume II) False Conclusions-False Solutions no satisfaction. A predominant biological False Core is \"no control.\" It is expressed because the nervous system is overstimulated. This forces the newer brain to come up with a reason for this experience and it comes up with the idea, \"I am out of control.\" The animal appears to have no control because the externals (mom, dad, society) are trying to control it (i.e., eating, sleeping, excretion, sexuality, etc.) during 168 Chapter VIII the \"socialization\" process. The externals (morn/dad society) get internalized to form the superego which you fuse with and think is you. These internalizations try to control these animal instincts. As mentioned earlier, age regressed philosophies, stories, spirituality, and psychology, are going to justify the controlling of the animal.",
  "last_phrase": "In conclusion, recognizing the false conclusions that lead to false solutions and understanding the predominant biological false core of \"no control\" can provide insight into our beliefs and behaviors. Instead of attempting to control our animal instincts through age-regressed philosophies or spirituality, acknowledging and accepting them can lead to true unity within ourselves and with others. Let go of false solutions and embrace the truth."
}