{
  "title": "\"Is it Accurate to Identify and Overcome Reich's Emotional Plague?\"",
  "first_phrase": "In the previous section, Wolinsky and Nancy discussed the emotional plague theory of Wilhelm Reich. In the last 200 tokens, they apply this theory to Nancy's personal experience with fear inherited from her mother. They explore containing and delabeling this fear for Nancy's well-being. Wolinsky also guides Nancy to explore the energy blocked in her genitals, asking her to absorb it. These techniques to release stuck energies and contain intense emotions are part of The Way of the Human, a method of multidimensional awareness development.",
  "content": "Nancy:Because I help her. Because if she feels fearful, then she acts that fear out towards me in hurtful 9 Denise: Wolinsky: Denise: Wolinsky: Containment around that energy. How are you doing now? I feel very peaceful for some reason. Now, if you fusethis primal energy equals, \"I will be alone\" (her thinking-emotional False Core), what occurs? The Way of the Human * Developing Multi-Dimensional Awareness Wolinsky:Now, a few minutes ago, you said you had some energy that your mother was not able to get to which was in your genitals. Is that correct? Nancy:Yeah. Wolinsky:Can you feel that in your genitals now? Nancy:Uh-huh. It feels sparkly. Like sparkly cider, en- ergy. Wolinsky:Now experience your skin boundaries as being made of condensed or contracted energy and look at this little girl and notice the energy inside the buffer of the numbness. Would it be possible for you right now to take the label off of the energy that's inside the container, the buffer/numbness, and for you right here and now to absorb that energy from her (the little girl image) for now.",
  "last_phrase": "In conclusion, by taking the label off of the energy inside the container and allowing the little girl to have her \"dance\" with Nancy's mother, Nancy was able to absorb that energy and feel more peaceful and contained. This technique can be helpful for anyone trying to process and release overwhelming emotions from their past."
}