{
  "title": "What is Quantum Psychology and how can it facilitate the discovery of who you are?",
  "first_phrase": "In the preceding paragraphs, the author reflects on the origins of the phrase \"Associational Networks\" and its resemblance to G.I. Gurdjieff's Fourth Way concept of the different centers. The author raises questions about the source of these ideas and acknowledges the possibility of indirect influence by Gurdjieff. In this final section, the author highlights the universality of knowledge around consciousness development and discoveries of self, and prepares the reader for the upcoming discussion of nine major points learned from Nisargadatta Maharaj's teachings.",
  "content": "Now, Quantum Psychology does not see it as centers in the body like Gurdjieff and I was never a Gurdjieff person but certainly I had read Gurdjieff's x material. I had read it years ago, I had sat with it. I had even attended a Gurdjieff movement workshop. But I would not consider myself a Gurdjieff student. Still, parts of the Multi-Dimensional Awareness approach which arose within me had similarities. Did it come from Gurdjieff? Did it come out of \"me?\" Did I read it and forget about it? Did I have what a therapist once termed source amnesia and it later came back to \"me?\" I don't know. Either way, I want to acknowledge Gurdjieff also as a source, either directly or indirectly in the understanding of multi-dimensional awareness as an approach. What does seem clear, however, is that certain knowledge around the development of consciousness and the discovery of \"WHO YOU ARE\" is universal and that there is, and has to be, an overlap. Quantum Psychology will focus shortly on nine major points which I have selected out from \"my time\" with Nisargadatta Maharaj and which will be discussed later.",
  "last_phrase": "In conclusion, Quantum Psychology highlights the universal knowledge around consciousness development and the discovery of self, acknowledging Gurdjieff as a source, directly or indirectly. To use this trilogy as a tool for self-discovery, one can consider it a de-programming guide and follow Nisargadatta Maharaj's advice to question everything and not believe anything."
}