{
  "title": "How does our past experiences affect the way we perceive and react to new situations?",
  "first_phrase": "In the previous text, the author discusses age-regression and how it affects the way people perceive and react to new challenges, due to the uncooked seeds of their past experiences. The False Core of \"I do not exist\" is explored, and the idea that each age has its own context and developmental challenge is introduced. In the last 200 tokens, the author contrasts the ways in which spiritual and psychological circles approach the issue of the external world. While some deemphasize or negate it entirely, others presuppose that the handling of psychological beliefs will automatically effect change in external reality.",
  "content": "Rather it is seen through the lens of the past. The seed of the past forms the root of your present time subjective experience. The saying, \"You can never put your foot in the same river twice,\" clarifies that the Associational Trance of the False Core makes you believe it is the same river (situation). No matter what the situation, you find yourself acting the same way \"as if' it were the same. Because of this you cannot experience Suzuki Roshi's Zen mind—a Beginner's Mind. In spiritual circles the external world is often negated entirely for the \"inner\" world. In India, I would often hear gurus say that \"inner bliss is greater than outer bliss.\" In many psychology and New Age circles, the external world is really underrated or is seen as a problem to be solved. There is oftentimes a presupposition that if you handle \"your\" psychological beliefs (thinking dimension), you are going to have what you want in your external life. That statement is only true given the context.",
  "last_phrase": "In conclusion, it is important to recognize that our subjective experience is rooted in the past and that our perception of the external world is equally important to consider. While it is important to work on our psychological beliefs, it is also essential to acknowledge and work within the external context. Thus, a more accurate saying would be, \"Do what you love and if the external context supports it, success may follow.\" It's essential not to confuse wanting with getting, as external factors can play a significant role in the outcome."
}