{
  "title": "What is Quantum Psychology and how did it influence the Way of the Human trilogy?",
  "first_phrase": "The final part of the text is about the major influences that led to the writing of \"The Way of the Human\" trilogy by Stephen Wolinsky. In the introduction to the trilogy, Wolinsky talks about how he came up with the idea of a three-volume series and how each volume has different dedications and influences. In this first volume, \"Developing Multi-Dimensional Awareness,\" Wolinsky focuses on the development of multi-dimensional awareness as a step towards self-discovery. The text ends with an interesting anecdote about a phone call he received from a doctor in Northern California who had a tape of chanting and questions from his teacher, Nisargadatta Maharaj, which included a profound statement about the nature of being.",
  "content": "Peter was with my teacher, Nisargadatta Maharaj, just around the time that he died. We talked for a while about him and I asked Peter if he knew where I could get an audiotape of the chanting that took place in his room. Peter said that he had such a tape and that he would send a copy with arati (chanting) and some questions and answers taped in Maharaj's room. I used to listen to the tapes while I was driving to and from Albuquerque and Santa Fe. One day I heard Nisargadatta Maharaj say something which shocked me: In the beginning there was NOTHING, absolutely. The I AM appeared (condensed) within that NOTHINGNESS. And one day, the I AM will disappear (thin-out) and there will be NOTHING again and that is all it is.\" What shocked me was not that he had said it. What shocked me was that even though I had been with Nisargadatta Maharaj, I had never heard him saying anything like that. What was even more shocking was that I had been presenting this exact material in Quantum Psychology workshops for years and I did not know that he had ever said it.",
  "last_phrase": "In conclusion, the words of Nisargadatta Maharaj continue to inspire multiple generations and numerous fields of study, including Quantum Psychology. It is a fascinating reminder that insights may come from unexpected places, and the seeds of knowledge planted by great teachers can continue to bear fruit long after they have left this world."
}