{
  "title": "What is the BIOLOGICAL CORE and why is it essential for unity consciousness?",
  "first_phrase": "In the final part of this text, the author emphasizes that being grounded at the biological level through the BIOLOGICAL CORE is crucial for the realization and stabilization of the experience of unity with the external world. The text uses a metaphor from Alfred Schatz to illustrate how the disorganization and fighting of the body's muscles is mirrored in our psychology where parts of \"yourself\" fight one another to defend against the trauma of separation and loss of the BIOLOGICAL CORE. When we let go of resistance and are led by the BIOLOGICAL CORE, there is pure orchestration and organization resulting in a beautiful symphony. The author states that without being grounded at the biological level, experiences of unity are limited to certain contexts and actions, thoughts, and relationships with people are further restricted.",
  "content": "The muscles are orchestrated not to resist and fight the BIOLOGICAL CORE, but to let go and be led by the BIOLOGICAL CORE. Then, there is a connection, and a symphony in pure orchestration and organization. When you are in touch with your BIOLOGICAL CORE, suddenly there are no thoughts, there are no fantasies. And I do and know what to do without any of what Gurdjieff called inner considering. I just am, I just do. Everything just is. I am instantly connected not only to my body but to the external world as well. When that occurs, I more than know I AM. \"I\" am on the way to the realization that my body is made of the same substance as everything else. In order for this realization to be stabilized, being grounded at the biological level through the BIOLOGICAL CORE seems important. Otherwise \"your\" experience of unity is limited to only certain contexts. For example, I've met many gurus whose experience of the underlying unity is limited to an Ashram, a cave, a monastery, a retreat, or someplace where they are taken care of. They limit actions, trying to control thoughts, and relationships with people.",
  "last_phrase": "In order to experience true integration and enlightenment, it is important to be grounded at the biological level through the BIOLOGICAL CORE. This connection enables us to be present in any context, without the need for specific rituals or maintenance of a certain state. By embracing our BIOLOGICAL CORE, we can experience a sense of unity that transcends any boundaries and leads to a state of pure being."
}