{
  "title": "How does the False Core Driver and False Self Compensator affect your psychology according to Quantum Psychology?",
  "first_phrase": "In this final section, the author delves into the origins of False Core Drivers and Self Compensators, explaining how they are formed during early infancy. They describe the \"narcissistic wound\" or \"narcissistic injury\" that occurs when infants realize their separation from their mother around the age of 5-12 months. This realization causes the False Core to solidify and take root, shaping the child's beliefs about themselves and their place in the world. The False Core Driver becomes the glue that holds together the individual's entire psychology, and Quantum Psychology suggests dismantling it to reach a state beyond its associations. The author also notes the biological component of the False Core, which seems to have an energetic-genetic proclivity in some individuals.",
  "content": "I am talking about an energetic-genetic component which I've seen in many people I've worked with; individuals seem to have a genetic-energetic proclivity toward a particular False Core-False Self. THE ORIGIN OF THE FALSE CORE THE NARCISSISTIC WOUND/INJURY STORY Developmental psychology would say that at birth infants believe that they and their mother are one. It is only between the ages of 5-12 months that children realize they are separate from their mother. This realization comes as a huge shock to the Nervous System and causes what is called the \"narcissistic wound\" or the \"narcissistic injury.\" What Quantum Psychology would say is that at the moment of that shock, your False Core begins to solidify. What an infant concludes about her/himself and the situation when she/he realizes they are separate from Mom is the False Core. For example, \"I am separate because I am worthless,\" or \"I am separate because I'm inadequate,\" or \"I am separate means I don't exist,\" or \"I am separate because I am powerless,\" etc. once this conclusion solidifies.",
  "last_phrase": "In conclusion, understanding the origin and development of the False Core is crucial for healing and personal growth. While it may have a genetic-energetic component, it does not mean that it cannot be overcome. With awareness and self-reflection, we can learn to deconstruct our False Cores and develop a more authentic and fulfilling sense of self. Remember, your False Self does not have to define you."
}