{
  "title": "How has psychology forgotten WHO WE ARE and become a product to sell in the market?",
  "first_phrase": "In the last 200 tokens, the focus is on how psychology has become a tool for addressing problems instead of discovering \"who we are.\" The author points at how rapid changes, the impact of the media, and our standards have made dealing with life and problem-solving the primary goals for therapists and clients instead of discovering one's true self. The author also mentions an article in The Family Therapy Networker about important psychologists whose concern was the survival of the profession amidst the HMO problem, with no mention of serving people in pain or the search for personal fulfillment. The context is larger than the individual, and society's focus on image and possession has made us lose touch with our human nature. The author concludes that waking up out of this context and automatic reactions to it are part of becoming fully human.",
  "content": "THE CONTEXT What psychology has forgotten is that the context is larger than the individual. For example, a heroin addict can be taken out of 61 The Way of the Human Developing Multi-Dimensional Awareness the context of his environment and he will stop shooting heroin. But put the junkie back and he begins to shoot drugs again. In our society, the context and continual media bombardment make our context even larger. Image has become more important than personal fulfillment, and what we possess and do more important than the discovery of WHO WE ARE. Even the strongest of us gets hypnotized and tranced-out by society and in the process we lose touch with our own human nature. In short the sizzle has become more important than the steak. In the 1970s, a terrifying film about violence and gangs forecasted the future. It was called A Clockwork Orange. I was fascinated when I read the book to finally understand the title: A Clockwork Orange is a person who appears human or organic (orange) but has actually become a machine (clock). This is the context in which we live. Waking up out of this context and the automatic reactions to it are part of becoming fully human.",
  "last_phrase": "In order to become fully human, it's important to wake up out of our societal context and automatic reactions to it. We must explore where we are and learn to see the subtle nuances preventing us from being human. With multi-dimensional awareness and an understanding of trances and spiritual pitfalls, we can stay grounded in our body, relationships, and present time to ultimately connect with the underlying unity of Quantum Consciousness."
}