{
  "title": "What is the \"New Age Complex,\" and how does it relate to infantile consciousness and the disciple trance in spirituality?",
  "first_phrase": "In this text, the author discusses the New Age Complex, a trance-like state in which people fall in love with their own grandiosity, believing they can accomplish anything. This is often seen in disciples who idealize their guru/teacher as being omniscient, thereby transferring the traits of a mother/father figure onto them. In the Rapprochement phase, identities begin to solidify, but unresolved issues from this phase can lead to individuals remaining developmentally fixed in archaic infantile patterns of consciousness. The child needs repeated frustrative experiences to overcome the illusion of grandiosity.",
  "content": "In other words, the infant within the disciple transfers the omniscient mother onto the teacher or guru, and assumes the mother/ guru knows their deepest wishes and thoughts—because they are them. RAPPROCHEMENT-18 MONTHS (THE CONFRONTATION WITH THE WORLD) In the Rapprochement phase, identities begin to get more and more solidified. This occurs because the individual is now clearly separate from mom and begins to be confronted by the world. The child, however, still needs to idealize mom out of the fear of not being able to survive. To the extent that the issues of the rapprochement phase are not handled adequately, the individual may, in a very meaningful way, remain developmentally fixed in these patterns of archaic infantile consciousness--grandiosity, idealization, splitting the representations of self and others. (Johnson, 1987, pp. 27-28) The individual, perhaps for an entire lifetime, continues to look for his or her self in all the wrong places--in the fulfillment of the archaic grandiosity and/or in the fulfillment of the archaic idealization. (Ibid., p. 28). . . .With respect to the issue of grandiosity, the child needs repeated but supportive frustration of that illusion.",
  "last_phrase": "In conclusion, it is crucial for individuals in the Rapprochement phase to receive adequate support and encouragement in dealing with their archaic infantile consciousness. Teachers and gurus must avoid reinforcing premature merging on the child, and instead provide gentle but repeated frustration to help them learn that they are not omnipotent. It is only through these efforts that one can develop a multi-dimensional awareness and stop looking for their self in all the wrong places."
}