{
  "title": "\"How can primal energy impact our beliefs and resistance? Exploring fusion and containment.\"",
  "first_phrase": "In the last part of this text, we see how primal energy is loaded with a sense of danger that is linked to the alienation of the mother figure. The author Wolinsky helps to explore how fusing primal energy with alienation leads to resistance against the energy itself. We also see how separating the two issues leads to a sense of expansion followed by contraction. This exploration is part of the Tao of Chaos and helps in developing multi-dimensional awareness.",
  "content": "Now, have the hood over there (another place in the room) and the primal energy over there (another place in the room). See them as an archetypical battle between two forces. 176 It feels like if I experience this primal energy then I will alienate my mother and I won't have anyone to take care of me, then I won't survive and I will die. 177 The Way of the Human ® Developing Multi-Dimensional Awareness Wolinsky:So if you fuse together this primal energy equals alienation of mom, what occurs? Therapeutic Note This fusion/unfusion process is demonstrated in the Tao of Chaos, Part #8. Terrible, I feel like it is dangerous to alienate mom. It was dangerous because if you alienate mom, then you won't survive. If you fuse together primal energy equals alienation of mom, what gets resisted? The energy itself. What was assumed, decided or believed that got you to resisting the energy itself? Same thing. Now if primal energy is separate from alienation of mom, they are separate issues, what occurs? A sense of the expansion and then immediate contraction.",
  "last_phrase": "To harness and contain primal energy, it's important to understand the fusion and unfusion process and how to separate it from other issues. Recognizing inner defenses and being aware of the quick spark-to-containment sequence can help in effectively managing this energy. Now that you have the hood and prime energy in separate places, try to control it by expanding and slowly containing it."
}