{
  "title": "What is Quantum Psychology and its relationship to Advaita Vedanta?",
  "first_phrase": "In the last 200 tokens, the article discusses Quantum Psychology, an extension and continuation of Nisargadatta Maharaj's Advaita Vedanta. The concept proposes that there is only one substance and that spirituality is the realization that you are that substance. The process of dismantling the False Core-False Self's psychology in Quantum Psychology is done through internal questioning and inquiry. This approach reduces self-awareness, liberating awareness until it disappears in the non-dimensionality of the underlying unity of ONE SUBSTANCE. Quantum Psychology uses western psychological context and quantum physics to implement its principles.",
  "content": "AdvaitaVedanta There is only THAT ONE SUBSTANCENeti-Neti Not two or more substances(Sanskrit for Not-This - Not This) SUMMARY OF NISARGADATTA MAHARAI 1. There is only THAT ONE SUBSTANCE. 2. What you know about yourself came from outside of you, therefore discard it. 3. Question everything, do not believe anything. 4. In order to find out who you are, you must first find out who you are not. 5. In order to let go of something, you must first know what it is. 6. The experiences is contained within the experience itself. 17 The Way of the Human 0 Developing Multi-Dimensional Awareness 7. Anything you think you are—you are not 8. Hold onto the I Am, let go of everything else'. 9. Anything you know about you cannot be. These nine principles form the core of Quantum Psychology. Quantum Psychology incorporates a \"Western Psychological\" context to dismantle how you organize what you call \"you.\" And it uses Quantum Physics to \"prove\" to doubters that there is only THAT ONE SUBSTANCE. Quantum Psychology utilizes enquiry for it is through enquiry that the \"mind\" becomes more transparent.",
  "last_phrase": "In summary, Quantum Psychology offers an approach that utilizes Western Psychology and Quantum Physics to unravel the stories and assumptions we make about ourselves. Through questioning and enquiry, we can break down these misconceptions and realize that there is only THAT ONE SUBSTANCE. By discarding what we think we know about ourselves and holding onto the I Am, we can develop a more transparent and multi-dimensional awareness."
}