{
  "title": "\"Can Substituting Biological Desires with Psychological Wants Lead to Spiritual Pain?\"",
  "first_phrase": "In the last 200 tokens, Nancy and Wolinsky discuss therapeutic notes to help a woman. They discuss externalizing the internalized identities to help the woman reclaim her present moment and move away from past trauma. The conversation also touches upon the idea of desires and substitutions. The concepts of False Core and somatic reactions are explored, emphasizing the importance of living in the present moment. The authors also mention Nisargadatta Maharaj's morning routine as an example. This part highlights the nuances of therapy and the importance of overcoming past trauma to live in the present.",
  "content": "What I did was to keep differentiating her present time body and person from the three year old body image of a little girl which she was identified with and operating out of unknowing. The question always is, Is she experiencing her body image in present time or through a past time body image which she is unknowingly acting out of in present time? If someone were overweight as a child, are they seeing themselves in present time or through the past-time body image? When you chip away at the False Core (see also Volume II), you are going to get somatic reactions. This happens because your past time body images and stresses are going to move to the foreground and be given up so that you can live out of a present time body image or, better yet, no body image. ________________ Chapter VIII DESIRES AND SUBSTITUTIONS When Nisargadatta Marahaj got up in the morning I'm sure he had the biological desire to shit, the biological desire to eat, etc. It's all part of what desires are. Desires become a problem when you are in substitution.",
  "last_phrase": "In order to live in the present, we need to let go of our past body image and operate in the present time body image. The desires that come naturally to us, such as eating, sleeping, and using the bathroom, become problematic when we substitute them for psychological wants. By recognizing and differentiating our desires, we can live a fulfilling life that is not based on past experiences or false cores. Remember, all pain comes from desire, but by living in the present, we can let go of that pain and find true happiness."
}