{
  "title": "How Does the False Self Compensator Hinder Realization of ESSENCE in Therapy and Spiritual Work?",
  "first_phrase": "In the final section of this insightful text, the author discusses how the False Core Driver and the False Self Compensator are inextricably linked, forming one unit that reinforces itself. The author explores how attempts to heal from this false self can prove unproductive, as therapy can reinforce the resistance to the False Core. The text also discusses how the nervous system creates a false reason for the shock of the Realization of Separation, leading to the denial of essential qualities such as love. This text reveals how the False Self can create a double bind, seeking and avoiding ESSENCE, its true source.",
  "content": "In therapy, results are often poor because (1) you are trying to heal a reason and a made-up story; and (2) the therapy re-enforces the False Self's resistance to the False Core. The False Core-False Self is one holographic piece, it is a different side of the same coin, i.e., \"You can't have one without the other.\" The rest of your life then is centered around, creating a False Self Compensator to attempt to hide, overcome, resist, heal, etc. from the conclusion drawn which is the inaccurate conclusion created by the nervous system to organize and explain the shock of the Realization of Separation. The problem is that ESSENCE, which contains essential qualities like love with no object, is denied while, at the same time, the False Self is seeking it. The False Self Compensator can then 'It should be noted, that the shock occurs at a neurological level. After the experience has already occured, the brain and nervous system create a reason why; i.e., \"I am (fill in the blank).\" This reason is false, and it is mis-concluded \"after\" the shock.",
  "last_phrase": "In conclusion, it is essential to understand that therapy or spiritual practices may reinforce the False Self's resistance to False Core, leading to poor outcomes. The solution is to grow the awareness of ESSENCE and free up the awareness fixated on your False Core-False Self. Only then can you stop seeking essential qualities outside, project them onto others, and find true love within yourself."
}