{
  "title": "How can we meet and solve psychological problems at their own level?",
  "first_phrase": "In this final section, the text explores the concept of associational trance, which is a defense mechanism against experiencing and not knowing. This mechanism is often the impetus for typing, characterizing, and diagnosing people that can also create new stories about the stories in psychology. Unfortunately, these survival mechanisms are not in present time, they are fused with past events. The author suggests cutting the associational network to experience what's truly a threat and what's not a threat in the present time. The text concludes with the importance of addressing psychological problems on the psychological level, rather than relying on other forms of therapy.",
  "content": "However, the associational trance is a defense against experiencing what is. Your biology has the fight/flight scanning-searching and overgeneralizing mechanism. Unfortunately, these survival mecha- 101 The Way of the Human Developing Multi-Dimensional Awareness nisms are not in present time. They are a collapsing of the levels so that the fight/flight scanning-searching-seeking and overgeneralizing mechanism at a biological level is fused with past events. You get a fusion of earlier similar events with your survival mechanism. All you need to do to dismantle it is to cut the associational network and then you can experience what's truly a threat and what's not a threat in the present time. Your survival mechanism goes through your entire associational network, i.e., your psychology. Your biology runs your psychology, not the other way around. Therefore, you should trace your False Core back through your fight/flight scanning and overgeneralizing survival mechanisms (see Volume II). THERAPY AND SPIRITUALITY COLLAPSE LEVELS MEET THE PROBLEM AT THE LEVEL OF THE PROBLEM You have to meet the problem at the level of the problem. If you have a psychological problem, then you had better meet it on the psychological level. You can get Feldenkrais sessions forever but they probably won't cure a financial problem.",
  "last_phrase": "To effectively address a problem, it is crucial to meet it at the level of the problem. While various therapies and philosophies may have their place, it is important to find the appropriate level of intervention for each challenge. Cutting the associational network can dismantle false cores and allow for present-time processing, unlocking a capacity to perceive threats with greater clarity."
}