{
  "title": "What are the eight dimensions of consciousness and why is it important to understand their functions for experiencing our full humanity?",
  "first_phrase": "In this article, the author describes the eight dimensions of consciousness and their functions for us to experience our full humanity. Unfortunately, we often confuse the functions of these dimensions, causing confusion and pain. In the last 200 tokens, the author explains how collapsing the levels occurs when we try to change functions of one level with another, which results in problems. The discussion also touches on how attempts to change our animal or emotional nature by being unconditionally loving rarely work, as it is not a function of these dimensions, but rather a function of ESSENCE.",
  "content": "In this way, we can allow each dimension of humanness to have its function, without trying to change, override, overcome, or trade in one in favor of the other. To illustrate, it is the function of my right hand to write. It is the function of my mouth to take in food. Obviously my hand and my mouth are connected as they are part of my body but they have different functions. In the same way, we often try to \"reform\" our animal nature (lust) or emotional dimension (anger) by being celibate (if one's a yogi) or unconditionally loving (if one's a New-Ager). We can see that this rarely works. Why not? Because being unconditionally loving is not a function of our animal or emotional nature; rather it is a function of our ESSENCE (to be discussed in greater detail in Volume III). COLLAPSING AND. CONFUSING THE LEVELS In Quantum Consciousness we call this confusion \"collapsing the levels.\" Problems arise, for example, when we try to change and make our thinking level, emotional level or animal nature, unconditionally loving (which is a function of ESSENCE).",
  "last_phrase": "In conclusion, understanding and accepting the different dimensions of our humanity, and allowing each to function without trying to change or trade in one in favor of the other, can lead to a more harmonious and fulfilling life. Recognizing that our essence has essential qualities, such as unconditional love, while also acknowledging and honoring the functions of our animal and emotional nature can help us achieve true unity within ourselves."
}