{
  "title": "What are the biological functions that the physical body must perform, according to Quantum Psychology?",
  "first_phrase": "In this text, we learn about the biological functions of the human body and how socialization can cause a dissociation from bodily experience. The author discusses Quantum Psychology and the concept of substitution, where biological needs are replaced with achievements or other actions in order to receive a merging response. The author also mentions two additional biological functions - a merging response and a learning response - that Quantum Psychology believes exist. This section of the text references the book \"See, Appendix. On Compassion, Tao of Chaos: Quantum Consciousness Volume I!\" and Quantum Psychology, which will both be discussed later.",
  "content": "In other words, if your biology is put into a state of deprivation, there is a shock to the body. To handle the shock, the nervous system dissociates and there is an accompanying loss of awareness of your body. This often yields a philosophy (newer brain and, after the fact, neurologically) which not only organizes the chaos of the deprivation but also moves us further away from bodily experience and hence the underlying unity. When this occurs, a substitution also occurs. For example, if my mother only touches me and is affectionate (biological merging) when I get good grades in school, then the only way to become merged with her is to achieve (see Volume II). In Quantum Psychology when you substitute an action (like good grades) as a way to receive a biological \"have-to\" (merging), this is called substitution. In other words, if during the socialization process a biological need is substituted, as in the above example, soon \"good grades\" or \"achievements\" equal merging. However, notice that no matter how much is achieved there is no satisfaction. Quantum PSychology separates needs from wants.",
  "last_phrase": "To sum up, Quantum Psychology highlights the importance of distinguishing between biological needs and psychological wants. When a biological need is not fulfilled, the body goes into shock and the nervous system dissociates, often resulting in a loss of bodily awareness and a dissociative philosophy. Substitution occurs when a psychological want is substituted for a biological need. Understanding these concepts can lead to a more fulfilling and satisfying life."
}