{
  "title": "How does suppressing our animal nature lead to chaos and false conclusions?",
  "first_phrase": "This text discusses false core conclusions and self-compensators that prevent us from embracing our natural animal tendencies. It argues that projecting our animal impulses onto others or denying them entirely causes chaos and conflict, leading to a feeling of being out of control or \"crazy.\" Ultimately, the ego's attempts to please society and suppress the id result in dissatisfaction and a sense of inadequacy. This final part of the text highlights the limitations of societal norms and the importance of acknowledging and accepting our biological nature.",
  "content": "This can collapse the thinking dimension with the biology. Identities can prove others crazy because this justifies and gives reasons for you wanting to be separate (sour grapes) (see Volume II). This structure makes for a therapist. We feel crazy and out of control because we deny our natural animal tendencies, labeling them as bad, as something to be controlled. Thus, we cut ourselves off from the biological context of our animal nature. From a Quantum Psychology perspective, the ego (the mediator) between the id (animal) and the superego (society/parents, etc.) must feel crazy. Why? Because the ego is a coping device that sells out the animal for some societally substituted rewards which can never satisfy the biological urges. It would be like your wanting food and someone giving you a photograph of a barbecued chicken, or your wanting sex and someone give you a photograph of a naked man or woman, or your wanting food or sex and someone handing you a dollar bill or a diploma as an attempt to satisfy you. It won't work.",
  "last_phrase": "In summary, denying our natural animal tendencies and substituting them with societal rewards can never satisfy our biological needs. The ego, which is a mediator between the id and the superego, will always feel crazy due to this coping mechanism. Understanding this structure can make for a better therapist, as it can collapse the thinking dimension with biology. By recognizing our False Cores and False Self Compensators, we can learn to create safety and satisfaction from within ourselves."
}