{
  "title": "\"How can experiencing anger and resisting emotions lead to depression, and how can we transmute the energy of emotions?\"",
  "first_phrase": "In the previous section, the author discussed how depression could be rooted in suppressed anger and resistance to experiences. The author now shares a personal anecdote about using a tantric exercise to deal with feelings of anger. Through the practice of becoming introverted and experiencing the emotion as energy, the author was able to enter a state of bliss. It is crucial to note that experiencing the emotion without the intention of getting rid of it is essential. With practice, one can detach from the story and diminish the power of emotions.",
  "content": "To paraphrase a tantric text called the Spanda Karikas, when you're feeling extremely happy or joyful, or extremely sad or angry, or you are running for your life, if at that moment you could become introverted, you would experience Spanda, which is the divine pulsationor throb. Of course, what they leave out is, if at that moment you could remember to become introverted! I realized I needed tc) do that, to de-label my story and experience it as energy. I focused on the anger as energy and went into bliss. This is what can happen with this exercise. It's critical, however, to experience the emotion as energy without the intention of getting rid of it. If you are trying to get rid of it, you are resisting it, which keeps it there. As you can see, it takes some practice to move your attention away from the story, to let it go and focus on the fear itself. But once you're able to do ihat, you'll see how emotions lose a lot of their power.",
  "last_phrase": "Remember that emotions are energy, and instead of trying to get rid of them, we can learn to experience and transmute them. By practicing becoming introverted and focusing on the energy of the emotion without intending to get rid of it, we can lessen its power and find moments of bliss. It takes practice, but it's a transformative exercise that can change the way we experience our emotions."
}