{
  "title": "\"What is the Associational Trance and how does it affect our present-time reality?\"",
  "first_phrase": "In this final part of the text, the author delves deeper into the Associational Trance and its effects on the present reality. The tendency to relate to past experiences as a means of survival robs people of present-time experience, causing them to treat new situations as similar to past ones. The author gives an example of a psychologist who saw the author as her husband, thereby attempting to bring order to her present chaos of \"not knowing.\" The crucial element in developing the first dimension of awareness of the external world is to experience the present time reality without the burden of past associations.",
  "content": "What the As- The Way of the Human o Developing Multi-Dimensional Awareness sociational Trance does is to shift the chaos of \"not knowing\" the present time reality onto a past associational reality, so that the present time is no longer a problem. For example, let's say Dad was mean, as well as tall, and I had to defend myself against him. The nervous system automatically goes into defense against tall men whether they are mean or not. Thus the associational trance robs the person of present time experience. To further illustrate, a psychologist from New York kept on assuming I was just like her husband. When she talked about Quantum Psychology she thought it was \"just like\" the training she was receiving. Thus, her present time chaos of \"not knowing\" what to do or say or what was appropriate was temporarily ordered. \"I\" was like her husband and \"my\" work was the same as hers. And so the intention in developing the first dimension of awareness of the external world is so that you can experience present-time reality without being burdened by past experiences or associations.",
  "last_phrase": "In order to experience present-time reality without being burdened by past associations, it's important to develop the first dimension of awareness of the external world. Understanding the probabilities and consequences of our actions in the external world can help us navigate present-time reality with greater ease and avoid unnecessary chaos."
}