{
  "title": "Can we truly change reality by changing our thoughts and beliefs?",
  "first_phrase": "This text explores how words function in relation to the Quantum level and the concept of Superstrings. The author argues that attempting to change the external by changing words is to believe in the \"magic of words.\" The I thought, produced by the body/nervous system, cannot know the VOID from which it came. However, when the I thought disappears, period deicity occurs and NO-I can be \"seen\" as a neurological process. The discussion of Quantum Psychology and the biology of the brain functions beyond space-time provides a deeper understanding of the concept. The principle stated in the text is that the \"I\" which tries to change words and inferences is further from the Quantum level than the words themselves.",
  "content": "This is called period deicity, a neurological process whereby the nervous system wipes itself clean for an instant. This can be likened to the attempt during meditation to notice the space between two breaths or the space between two thoughts.6 In this way NO-I can be \"seen\" as a neurological process. 6This was discussed in the Tao of Chaos. It should also be noted that at the present time (1997) Quantum Psychology, with Alfred Schatz, is doing research on the functions within the brain which uses and is beyond space-time and its four-dimensional reality. These relate directly to Superstrings and the Biological Brain function of other forces; gravity, electromagnetics, strong nuclear force, and weak nuclear force (to be discussed in Volume III). As of 1997, further research into dark matter, partial reality, light waves and sound are underway. 130 Chapter VII! QUANTUM PSYCHOLOGY PRINCIPLE: The \"I\" which tries to change words and inferences (reframing) is further from the Quantum level than the words themselves and hence more \"disconnected.\" Stated another way, the changer of works and influences is further from the preceding level or words and hence further from the Quantum Event level.",
  "last_phrase": "In conclusion, NO-I can be seen as a neurological process known as period deicity, which is the nervous system's attempt to reset itself momentarily. Quantum Psychology principles suggest that changing words and inferences only impacts the thinking dimension, and the changer of thoughts is part of the thought itself, making change difficult. However, ongoing research into dark matter, partial reality, light waves, and sound may bring new insights into the functions of the brain beyond space-time and its four-dimensional reality."
}