{
  "title": "What is Illusioning and Futurizing, and How Do They Solidify into Strong Illusions?",
  "first_phrase": "In the previous section, the author discussed how illusions and fantasies are created by the mind to cope up with unpleasant realities. In the final part, the author presents a case study of a client who believed in talking to otherworldly beings, who predicted her future as being a chosen one. Despite knowing that these illusions were strong, the client felt anxious and reluctant to share her experience with others. The author explains how the observer created the illusion as a child to protect herself from an intolerable home life. This case study highlights the pattern of escalation that occurs in illusioning and futurizing, and how these illusions can become solid.",
  "content": "The adult had become the age-regressed inner child. The observer had created this illusioning as a child because her home life had been intolerable. This is how she protected herself. In other examples of illusioning, people imagine a Cinderella story in which some millionaire will marry them and take them away from all this, take care of them, give them everything they need, give them undying illusioning • 85 love, attention, etc. People also envision being President, a baseball star, football hero, or a movie star. This ability to create illusions is how children remove themselves and disperse the reality of family experiences. Case I explained: The client who created the illusion of being like Christ did so to help her survive as a child. The child' s illusion might have simply ended. She might have switched to an illusion of herself as a school teacher. But these patterns of illusioning and futurizing often escalate, making the illusions solid. Hence, as an adult, the child within the woman experiences beings or guides coming to her. She is unable to sleep at night. She is waiting for the prophecies to come true. The illusions developed in childhood had become very strong.",
  "last_phrase": "In conclusion, the ability to create illusions is a common coping mechanism used by children to disperse the reality of their family experiences. However, these illusions may solidify and create strong beliefs in an adult's mind. It is crucial to recognize this pattern of illusioning and seek professional help to shift the behavior and avoid falling into a double bind."
}