{
  "title": "\"How can the spiritualization of abuse lead to the attraction to gurus who perpetrate it?\"",
  "first_phrase": "This section of the text delves into the topic of \"Spiritualized Abuse\" in relation to seeking guidance from gurus or teachers. The author describes how individuals with unresolved childhood trauma often transfer their parental figures onto these spiritual authorities in the hopes of finding a way out of their maze of secrets. However, this can lead to a dangerous situation where gurus or teachers emotionally or sexually abuse their students and disciples, and these actions are spiritualized or denied. The author provides examples of such abuse, highlighting the importance of recognizing and addressing this phenomenon.",
  "content": "I spiritu- alized the secret, and him, believing the truth will set me free. In this case the truth of my incest set me free of the spiritualizing trance. Spiritualized Abuse In all too many cases gurus and teachers emotionally or sexu- ally abuse their students and disciples. Unfortunately, since to the inner child within the adult this is familiar, it is accepted, denied or spiritualized. In one case, an Indian guru would preach being celibate, while sleeping with underage disciples. This was spiritu- alized by other abused disciples as Tantra, (a secret sexual yoga of liberation). In another case, the teacher suggested everybody sleep with everybody and spiritualized it with, \"You must keep having sex until it is unimportant.\" A third teacher slept with his disciples and denied it. It is interesting that the inner child of the teacher also denied it publicly. This is because the degree to which the teacher/ guru/parent denies his drinking or abuse, equals the degree to which Spiritualizing • 143 the denial exists within the child inside of the disciple. One teacher, died of cirrhosis of the liver and was a known alcoholic.",
  "last_phrase": "To break free from the cycle of spiritualizing abuse, it's important to acknowledge and confront the truth. As tempting as it may be to normalize or rationalize abusive behavior, it's crucial to prioritize the well-being and safety of ourselves and others. Only by breaking the pattern and healing our inner child identity can we move towards healthier relationships and a more authentic spiritual journey."
}