{
  "title": "\"How can questioning and handling sensory distortion help integrate pleasant and unpleasant experiences?\"",
  "first_phrase": "In the previous section, the author discussed strategies to handle Sensory Distortion and how to integrate both pleasant and unpleasant experiences. In the last 200 tokens, the author introduces the concept of questioning the Inner Child's Sensory Distortion. To better understand this, readers are encouraged to locate where in their body the inner child, the child experiencing the trance-like state of Sensory Distortion, lives. The author then suggests seven questions to ask the inner child to gain insight into what they are willing and unwilling to feel or experience, as well as what incidents or traumas may be causing numbness.",
  "content": "Suggest to yourself a pleasant sensation in a safe area, and an unpleasant sensation in another area. Questioning the Inner Child's Sensory Distortion 1. Locate where in your body the inner child lives, the child that is having the trance of sensory distortion. 2. Dialogue with the inner child, asking the following questions, and writing down the answers that pop-up. 1. What are you (the inner child) willing to feel? 2. What are you (the inner child) unwilling to feel? 3. What are you (the inner child) willing to experi- ence? 4. What are you (the inner child) unwilling to expe- rience? 5. What have you (the inner child) decided to feel? 6. What have you (the inner child) decided not to feel? 7. What sensations are you (the inner child) willing to have? 122 0 The Dark Side of the Inner Child 8. What sensations are you (the inner child) unwill- ing to have? 9. From what incident(s) or trauma(s) is the numb- ness protecting you (the inner child)? In each case write down your answers.",
  "last_phrase": "In conclusion, by locating and dialogue with the inner child, one can understand the feelings and experiences they're willing or unwilling to have. By recognizing sensory distortion as a creative act and taking control of the observer's creative function, one can overcome numbness and exist in present time, releasing the memory and trauma of the past."
}