{
  "title": "What is age regression and its impact on therapy?",
  "first_phrase": "The article discussing the power of age regression and inner child trances in family therapy has come to its last part. The author reveals how even trained family therapists have an inner child that can be triggered by the family they’re treating. This is where co-therapists come in handy so that one can stay present and prevent regression. The article also touches on the concept of Futurizing, where people in a state of anxiety age regress to the inner child state. The article concludes with a statement from the author that the forthcoming book, The Tao of Chaos, explores how resistance to chaos precludes the development of all systems.",
  "content": "Futurizing is experienced by people who are in a daily state of free-floating anxiety. Futurizing has elements of inner dialogues and age regression. The goal is to work and emancipate yourself from the child' s trance, and dehypnotize yourself, to resolve the anxiety. Trances of the inner child are born of chaos, so how could a child born of chaos produce anything else but chaos? The inner child looks through a window of chaos and trys to rectify it through trance, creating even more present-time chaos. An example is a little girl or boy who grows up in a dysfunc- tional family. These children will read and identify with a story like Horatio Alger, an impoverished child that became rich and success- ful. Another example is the girl who grows up with the classic \"Cinderella\" complex. Here the observer creates the state; \"Every- thing is so awful that some day Prince Charming is going to take me away from all this.\" These trance systems helped the child handle the situation. When reality is threatening, he/she imagines a more pleasant, successful future. In my forthcoming book, The Tao of Chaos, we will explore the resistance to chaos as precluding development of all systems.",
  "last_phrase": "To overcome the free-floating anxiety caused by futurizing, one must work to dehypnotize themselves from inner child trances born out of chaos. Recognize where in the body the child resides, release the muscles, and allow the breath to flow. This is the first step in breaking the cycle of anxiety and embracing a more peaceful present."
}