{
  "title": "How does the infant's belief in their parents' god-like qualities affect their attraction to spiritual groups and philosophies?",
  "first_phrase": "This text explores the concept of spiritualization and how it is linked to our childhood experiences. It explains how the infant believes their parents are all-knowing and all-powerful, leading to parents that reinforce the idea. The text then talks about how this belief in a god-like parent figure can lead to the attraction to spiritual groups and philosophies similar to the family of origin. The last 200 tokens describe how the infant or child within the adult seeks answers to life's questions and often transfers their dependence on parents or god figures to spiritual guides or teachers. This is a pre-verbal trance that looks to someone else for power, love, or enlightenment instead of oneself.",
  "content": "The trance-fer of the parent to idealized parent to the God who grants grace by giving rewards, or a fall from the parental/God path or grace and receiving punishments, is a process the child frequently goes through. From the infant' s point of view, it is by the power of parents/Gods that the child came to earth. Why? Because to an infant, his whole universe, life and death are dependent upon parents/God. The infant/child remains frozen within the adult seeking \"the answer,\" or ways to get to heaven, peace or liberation. Often this is trance-fered to a teacher or guide who gives the answer to the question, \"how do I get free?\" Transpersonal trance-ference onto guides or teachers who have the answers, similar to parents, runs parallel. For example, many clients I have worked with look for their purpose or the meaning of life, seeking teacher after teacher for that \"higher purpose.\" The problem is that the infant/child within is running the show. The infant/child within the adult is the seeker. This is a very age-regressed, and pre-verbal trance, which requires the looking to another for power, love, or enlightenment, rather than to oneself.",
  "last_phrase": "In conclusion, it is important for individuals to recognize that the trance-ference of idealizing parents or God, and seeking answers from guides or teachers for a higher purpose, often stems from an age-regressed, pre-verbal state within themselves that requires looking to others for power, love, or enlightenment. This state can stay frozen long after it has served its purpose, leading to the super-idealization of people. Recognizing this and learning to look within oneself for answers can lead to personal growth and liberation."
}