{
  "title": "\"What are the Complementary Trances of the Inner Child and how do they affect family dysfunction and alcoholism?\"",
  "first_phrase": "In the previous part of the text, the author discusses how clients experience fear when dealing with the reality of their family. Spouses often have inner children who have trances that complement one another. In the last 200 tokens, the topic shifts to alcoholism and disconnection. The author explores how disconnection holds the problem of alcoholism together and how it can be treated. The author also discusses how the fused side of the inner child drinks and shares a story about a client who used heavy drinking to deal with stress.",
  "content": "It's clear that we all disconnect or over-identify in many different ways. It is important, in alcoholic cases particularly, for the symptom to be maintained; alcoholics have to disconnect and \"go away.\" It can be said that alcohol and drug abuse is a way to use substances to disconnect. In order for the trance of drinking not to occur, de-hypnosis can be employed. Without the trance, the behavior has a more difficult time, automatically repeating itself outside your control. The outward manifestation of alcoholism is drinking. Dis- connection holds that problem like glue. If disconnection were not present, excessive drinking would be more difficult. Dis-connection • 61 The question also arises, \"Who drinks?\" The fused side of the inner child, the child who fuses with the alcoholic Mom or Dad. I once had a client who handled stress with heavy drinking. I asked him, \"Who drank in your family?\" He said, \"Dad.\" I had him carry around a picture of his father.",
  "last_phrase": "To overcome alcoholism and drug abuse, it is essential to break the trance that leads to repetitive behavior, which is often caused by disconnection. Identifying and confronting the inner child's fusion is also crucial to healing. Remember, when we're present in the moment, free from trances, problems lose their power over us."
}