{
  "title": "How can inner child's dreams affect our relationships and emotional wellbeing?",
  "first_phrase": "In this text, therapist Juanita R. Kusinitz-Carne discusses the concept of \"trance dreaming,\" in which an inner child creates an idealized dream that can affect adult relationships. She uses Woody Allen's character in Play it Again, Sam as an example of someone who dreams of being like Humphrey Bogart, leading to problems in his relationships. Kusinitz-Carne emphasizes the importance of recognizing and understanding these dreams to avoid emotional confusion and disconnection from the present. In the last section, she discusses the significance of being able to daydream and access intuition, and how automatic trance dreams can create disconnections from reality.",
  "content": "Sometimes the spouse tries to get the partner to change to fit the dream. Sometimes the dream is so idealized that the adult with a dreaming inner child suffers greatly. The work begins with my asking the adult to look at the inner child's dream rather than trying to change the spouse. The tragedy of this common situation is that the spouse never experi- ences the present-time relationship. The idealized dream is overlaid on top of what is. It must be recognized, while working with oneself, that there are feelings of grief, disillusionment, discontent, and general emo- tional confusion, when past dreams are confronted. The present world does not match the child within' s dream, which has solidified in the adult. Trance dreams are important for many reasons. Certain people do not daydream. Being unable to dream, daydream, or fantasize becomes a liability, because the ability to access one's intuition is cut off. The opposite is also true; a trance dream on automatic creates disconnections from now, since it is the child within who stops and starts the trance, rather than the observer in present time.",
  "last_phrase": "In conclusion, understanding and addressing our inner child's dreams and accessing our intuition through daydreaming and trance dreams can greatly improve our emotional well-being and present relationships. It is important to recognize any idealized past dreams that may be causing grief and discontent, and to focus on accepting and nurturing our inner child rather than trying to change others to fit the dream."
}