{
  "title": "How can past family interactions create trances that affect adult relationships?",
  "first_phrase": "In the previous text, the author discussed how our childhood experiences and family interactions can create trances within us. These trances can take on spiritual or hyper-vigilant forms and overlap with disconnection. In the last 200 tokens, the author gives an example of a woman who was an adult child of an alcoholic and how her inner child's trance affected her relationships. The woman's hyper-vigilance towards her father led her to marry a disconnected man, as it was familiar to her. The inner child's fusion with her father created anxiety and an automatic trance that operated outside of her control.",
  "content": "The child had to create a hyper- vigilant trance, watching Dad's every move, because he would space out, forget things, etc. The child within the adult stayed frozen Dis-connect-ion + 59 in time and married a man who was very disconnected and spaced out. This was famil-(iar) to her inner child, whose dark side was attracted to men with whom she had to be hyper-vigilant, as with Dad. As a result, the child within the adult took over, never allowing her a moment' s peace. Notice how her inner child had fused with Dad so the inner child had two sides: a spaced out side and a hyper- vigilant side. It is no wonder she was attracted to a disconnected man. It was familiar. The inner child forced her to shrink her focus of attention and fuse with Dad and allowed her to be over-identified. This created serious anxiety as a child and in her life with her husband, particu- larly as the trance became more and more automatic. In other words, as the observer sleeps, the trance works by itself outside individual conscious control. It becomes an \"automatic\" trance.",
  "last_phrase": "In conclusion, when our inner child fuses with unresolved issues from our past, it can create patterns that repeat throughout our lives, leading to anxiety and attracting familiar but unhealthy relationships. Recognizing and addressing these patterns can be a key step towards finding peace and building healthier connections."
}