{
  "title": "\"What is the Psychological Phenomenon of Blocking-Out and How Does it Affect Personal Relationships?\"",
  "first_phrase": "In this compelling text, the author explores the concept of blocking-out, which occurs when a person blocks out certain memories or experiences as a means of survival or development. The discussion centers around a man who, upon entering therapy, realizes that his interest in sado-masochist sex stems from the sexual pleasure he derived from being spanked by his father in childhood. Through therapy, he discovers that he had blocked out the pain of the spanking and interpreted it as pleasurable to receive love and affection from his father. The text also discusses how blocking-out can be perpetuated by the family and spouses, and how people can model trance-like behaviors that can lead to similar coping mechanisms.",
  "content": "Blocking-out occurs when the development or survival of the child is dependent upon not seeing, hearing, feeling or even know- ing (see Chapter 12, Amnesia) what is occurring. Blocking-out is created by the child in the family context by a series of interactions as the child develops. Blocking-out can be continued by the family and later the spouse. For example, an alcoholic man who abuses his wife might suggest she block out his drinking or abuse. This could be a continuation of the suggestions of her parents that saved her as a child, \"Don't see the drinking.\" Often times, the observer models the inner child within her mother, and creates a duplicate inner child within the adult, not seeing her father drinking. This child assumes that's how one handles drinking, the way mom modeled; by blocking-out. The child models Mom's trance. It is no wonder that as an adult she will not see her husband drinking and might even enable him to drink more. Often in therapy I ask clients, \"Who was the model for that trance? \", or \"Who demonstrated this technique of survival? i.e., blocking-out.\"",
  "last_phrase": "In conclusion, blocking-out is a learned technique of survival that is developed in childhood and can continue into adulthood, affecting our ability to perceive reality and limiting our experiences. By recognizing the model and the source of this behavior, we can begin to break free from its limitations and create a new reality for ourselves, one filled with growth and possibility."
}