{
  "title": "\"How can noticing and managing the inner child's trances and parental voices improve our behavior?\"",
  "first_phrase": "In this excerpt, the author discusses the concept of inner dialogue, tracing its origin to the interactions between a child and their parents. The voices and messages that make up this dialogue, if not recognized and actively examined, can limit an adult's behavior and cause thinking distortions. To dissolve this automatic process, one must learn to identify and stop the inner child's trances, which disconnect the individual or create over-identification. By recognizing that they are both the observer and the creator of their subjective experience, they can dissolve these trances and overcome the dark side of the inner child.",
  "content": "Spend a minute noticing the voices telling you things inside your head, and notice if you can discern whose voices they are (mother, father, teacher, brother, sister, etc.). The dark side of the inner child limits the adult by continuing to talk to him or her self, often forecasting behavioral inevitabilities (\"It will never work\"), or suggesting what he or she should or shouldn't have done (\"You shouldn't have said what you feel\"). In cognitive therapy, \"shoulds\" are considered a thinking distortion. \"In this distortion, you operate from a list of inflexible rules of how you and others should act. The rules are right and 66 + The Dark Side of the Inner Child indisputable. Any deviation from your particular values are bad. As a result, you are often in a position of judging and finding fault.\" (McKay, 1981:24) In Gestalt therapy, \"shoulds\" are considered parental injunc- tions and are referred to as the \"top dog.\" The child who \"wants\" is the underdog. In this situation, the child is in a double bind.",
  "last_phrase": "In order to break free from the limitations of the dark side of your inner child, spend time noticing the \"should\" voices coming from your parents' voices inside your head. Once you recognize this, you can begin to release yourself from their inflexible rules and judgments, and choose your own path towards personal growth and fulfillment. Remember to be kind to yourself and embrace your natural desires, rather than being hindered by inner critics."
}