{
  "title": "What is blocking-out and how does it affect interpersonal relationships in adulthood?",
  "first_phrase": "In the previous section, the author discussed the powerful habit of blocking-out and its impact on individuals' present interpersonal relationships. The strategy of blocking-out creates a fog, clouding one's perception and maintaining the problem. The author now emphasizes the importance of understanding one's own blocking-out strategy and its consequences. The author argues that the inability to see what is happening around us leads to denial and may push people to engage in abusive relationships. The last section of the text provides examples of different types of blocking-out, including the use of substances, and highlights the importance of recognizing when we are employing this strategy. The author provides a case study of an alcoholic woman who continued to block-out, which affected her relationships.",
  "content": "In order for their symptom to remain, they have to fog-out the world as they did as children. This symptom can emerge as an auditory blocking-out, a visual blocking-out, a kinesthetic blocking-out (sensory distortion), or a not knowing blocking-out (amnesia/ denial). The important element is recognizing you do NOT see, know, feel, or hear what' s occurring. In cases of drug and alcohol abuse, the substance helps to intensify the blocking-out. In other words, the psychological ability to block out is not strong enough. Therefore, drugs must be employed. For example, if a client says, \"I know you're judging me,\" his inner child is both blocking-out and catastrophizing. They are not seeing me in present time. If I say, \"You look good today,\" the client can block hearing the good things. Notice if blocking-out helps you to avoid particular experiences, either by blocking parts of yourself or by blocking-out the world. I treated an alcoholic woman who would block out as a child, in her family setting, in order to survive. Later in life, she continued blocking, which affected her relationships. This is no surprise.",
  "last_phrase": "In conclusion, blocking-out can be a coping mechanism that is developed during childhood trauma and carried into adulthood. It can manifest as sensory distortion or denial, and in severe cases, magnified by substance abuse. Recognizing and addressing blocking-out behaviors is necessary for healthier interpersonal relationships and personal growth."
}