{
  "title": "What is Illusioning in Therapy and How Does it Affect Our Thinking?",
  "first_phrase": "In the final part of this text, the author discusses the joint use of illusioning and blocking-out as a form of therapy that attracts practitioners with selective inner-child trance. However, relying solely on positive thinking and illusioning can lead to filtering, where only one element of a situation is considered. The author highlights two thinking distortions: wonderfulizing, where positive aspects are highlighted, and awfulizing, where negative thoughts are magnified. The author gives an example of how awfulizing can lead to projection and illusion. Overall, the text explores the role of illusioning and blocking-out in therapy and how it can result in thinking distortions.",
  "content": "Some of us are hyper-sensitive to anything suggesting loss, and blind to any indication of gain.\" (Mckay, 1981:19) Wonderfulizing or Awfulizing Wonderfulizing relates to the former example, in which Mom selected Dad' s remembrance of the child' s birthday to the exclusion of the daily drinking. Awfulizing is explained this way. \"By the very process of filtering you magnify and awfulize your thoughts. When you pull negative thoughts out of context ... you make them larger and more awful than they are.\" (McKay, 1981:19) For example, a woman I was working with was molested by her uncle. During the process, her inner child stayed focused on his left eye. Years later, the time-frozen inner child would project and illusion the man she was with as her uncle by looking at his left eye. Awfulizing is a thinking distortion under the heading of illusioning or hallucination in trance land, or filtering in cognitive therapy land. (See Appendix, Trigger). As with all trance states, an illusion was created by the observer to help protect the child from the strains of family interactions.",
  "last_phrase": "In conclusion, learning to recognize and manage our thinking distortions can greatly improve our mental health and relationships. By avoiding awfulizing and wonderfulizing, we can stay grounded in reality, avoid harmful illusions, and focus on the present moment. With practice and patience, we can improve our ability to process past traumas and live happier, more fulfilling lives."
}