{
  "title": "What is the Dark Side of the Inner Child and How Does it Affect Present Time?",
  "first_phrase": "In the final section of \"The Dark Side of the Inner Child,\" author and therapist Stephen Wolinsky explores the negative effects of worshipping the precious inner child without acknowledging its dark side. He highlights how the inner child, which may have had to mind-read to survive in one's childhood, often misinterprets and misunderstands events in the present. Wolinsky suggests deconstructing the inner child through understanding its strategies and returning to the source of one's experiences to move beyond past traumas. This work integrates concepts from Western psychotherapy, Eastern philosophy, and quantum physics.",
  "content": "The Beginning of the End of Inner Child + 17 Conclusion This book will help individuals and therapists take the next step and (1) de-construct the inner child through understanding its strategies, and (2) return an individual to the source of his/her experience rather than referencing old experiences that no longer serve a useful purpose. •3 Philosophy and Origins of Trance This work represents an integration of Western Psychotherapy, Eastern Philosophy and Quantum Physics that has grown from my experience as a therapist. I have found that Western ideas such as those of Milton H. Erickson, M.D., the father of modern hypnosis, complement Eastern concepts of the observer and the understand- ings that developed in quantum physics, specifically by Werner Heisenberg. Throughout this book I refer to all states of consciousness (other than the uninterrupted awareness of the observer) as a trance state. The following chapters will demonstrate that the created, time-frozen I-dentity of the inner child has certain games, strategies and thought processes. The child inside each one of us has been frozen through trauma and chaos. This can be likened to a photog- rapher with a video camera holding his/her finger on the pause button.",
  "last_phrase": "In conclusion, by deconstructing the inner child through understanding its strategies and returning to the source of our experience, we can break free from the frozen identity imposed on us by trauma and chaos. By integrating Western psychotherapy, Eastern philosophy, and quantum physics, the author has provided a comprehensive approach to identifying and overcoming the dark side of the wounded inner child. Through this process, we can awaken the observer within us and live in the present moment, free from the illusions of past experiences."
}