{
  "title": "What is Age Regression and the Dark Side of the Inner Child?",
  "first_phrase": "This text explores the concept of age regression, or feeling younger than you are, and how it relates to the dark side of the inner child. The author cites the song \"Jealous Guy\" by John Lennon to illustrate how age regression works. The last 200 tokens explain that age regression stems from a traumatic incident in childhood that was too overwhelming and confusing to fully comprehend, causing the memory of it to freeze. As a result, these memories can be triggered in the present, causing the individual to act and feel like their younger self. This automatic response pattern is called the dark side of the inner child, and it projects past incidents onto the present situation.",
  "content": "Our partner looks a certain way, and suddenly we are drenched in a sea of emotions. This is the dark side of the inner child, an automatic response pattern, which overwhelms us, making the present look like the past. Age regression, or feeling younger than you are, is the corner- stone of the wounded child identity. Here, the observer takes a picture of a traumatic incident and holds that picture (memory) of this little child going through a trauma. The picture records the look, the pain, the feelings. Whenever anything resembles the picture, the dark side of the inner child takes over, reproducing memories and feelings that have little to do with present time reality. In short, the dark side of the inner child projects the past incident onto the present situation. Age regression is the most widely experienced trance and relates directly to a time frozen experience that was uncomfortable and too confusing or chaotic for the child to experience and integrate completely; hence, the observer resisted the experience, causing the memory of what occurred to freeze.",
  "last_phrase": "To overcome the limitations of our inner child identity, we must first recognize when age regression is taking over and projecting past traumas onto present situations. Only then can we begin to take control of our emotions, behaviors, and decisions, and break free from the constraints of our past. Remember, our present does not have to be defined by our past; we have the power to create a new reality."
}