{
  "title": "What is the concept of the wounded inner child and how is it related to schemas in cognitive therapy?",
  "first_phrase": "In the final section of this text, the concept of Schemas is discussed as a major concept in the cognitive therapy model to explain how a depressed patient maintains self-defeating attitudes. The text mentions various psychotherapy schools that have similar concepts, including Psychosynthesis, Gestalt Therapy, Transactional Analysis, and more. This is in contrast to the idea of an inner child, as the wounded inner child stuck in time has drawn much criticism. The author explains how a Schema constitutes the basis for screening, differentiating, and coding stimuli that confront the individual. It determines how an individual structures different experiences, and the schemas activated directly determine how the individual responds.",
  "content": "An individual selectively attends to specific stimuli, combines them in a pattern and conceptualizes the situation. Al- though different persons may conceptualize the same situation in different ways, a particular person tends to be consistent in his response to similar types or events. Rela- tively stable cognitive patterns form the basis for the regularity of interpretations of a particular set of situations. The term Schema designates these stable cognitive pat- terns. When a person faces a particular circumstance, the Schema related to the circumstance is activated. The Schema is the basis for molding data into cognitions (defined as any ideation with verbal or pictorial content). Thus a Schema constitutes the basis for screening out, differentiating, and Prologue + 3 coding stimuli that confront the individual. He categorizes and evaluates his experiences through a matrix of Schemas. The kinds of Schemas employed determine how an indi- vidual will structure different experiences. A Schema may be inactive for long periods of time but can be energized by specific environmental inputs (for example, stressful situ- ations). The schemas activated in a specific situation directly determine how an individual responds.",
  "last_phrase": "In conclusion, our cognitive patterns, also known as Schemas, play a crucial role in shaping our responses to situations. These patterns are relatively stable and can be activated by specific environmental inputs. It is essential to recognize and challenge any negative schemas that may be causing automatic reactions to present events based on past experiences. By doing so, we can live in the present moment and experience life as it is."
}