{
  "title": "How can an inner child identity affect an adult's behavior and their interactions with others?",
  "first_phrase": "In the previous sections, the author discussed the concept of the inner child taking on the identity of the parents and the potential for this to manifest in a healer trance. In the last 200 tokens, the author shares a case study of a client who became a workaholic, similar to their father, to avoid dealing with their mother's emotional breakdowns. The client's inner child married a dysfunctional woman with emotional problems and became a workaholic like their father. The author highlights the danger of infantile grandiosity that leaves the child imagining power to help others while feeling powerless themselves. The section concludes with an example of a man who claimed to be a healer but ultimately realized that individuals must take responsibility for their subjective reality.",
  "content": "The child takes on his parents' pain with the hope of healing them. This occurs when the child now believes they can heal others or make others feel better Dis-connection • 57 because of their imagined power. This infantile grandiosity leaves the child imagining power to help another, when they actually feel powerless as children. Years later, they develop a healer trance, imagining they can be responsible for taking away another's pain. For example, I once knew a man who claimed to be this kind of healer. Clients paid him to heal them and, amazingly, he, at times, got results. The problem was that the client's pain almost always came back. Why? Because, if a person is feeling pain, they must take responsibility for their subjective reality. When I spoke to the healer, he said that as a child he would imagine that being with his dysfunctional father helped his father feel better. In fact, his father would often times lighten-up around his son. Later in life the child within imagined magical powers as a way to resist the powerless- ness of his childhood. Hence, the age-regressed child within hypnotized the adult into becoming a healer.",
  "last_phrase": "To summarize, it is important to recognize that healing requires both willingness and responsibility from the individual being healed. Imagining magical power to take away someone's pain may come from a child's desire for control and grandiosity, but it is not a sustainable solution. It is crucial to take responsibility for one's subjective reality and make necessary internal and external changes for lasting healing."
}