{
  "title": "\"What is the paradoxical relationship between attempting to 'get clear' and experiencing confusion?\"",
  "first_phrase": "This final section delves into the idea of confusion and how individuals attempt to break through it in this culture. Trying to understand and get clear of confusion actually resists it, and the resistance keeps the trance frozen. Individuals can learn to take responsibility for the creation of confusion and become more willing to experience it without resistance. Trance dreaming is also explored, highlighting the purpose of dreaming to create a better world inside to avoid the pain of the outside world, but also disconnecting the child from the world and body.",
  "content": "Being with the confusion, creating it intentionally, or choosing it in present time, allows its frozen stuckness to shift, thus freeing the adult from the inner child's clutches and awakening the observer and creator of confusion. • 1 1 Trance Dreaming Dream... Dream ... Dream... Dream... Dream ...Dream ... Dream... Dream... When I want you In the night When I need you To hold me tight Whenever I want you All I have to do is dream Everly Brothers Trance dreaming occurs as the observer disconnects the child from the family or world. The child loses itself as it begins to dream. Actually, this is the purpose of the dream: to create a better world inside, to handle the pain of outside. Unfortunately, the child who is dreaming remains time frozen; the observer creates a dream within the child that likewise is disconnected from the world. In other words, in order to dream the child disconnects from the world and disconnects from the body. This trance, which is created by the observer, disconnects the child and is the way the child now survives.",
  "last_phrase": "In conclusion, recognizing and intentionally creating confusion can lead to a release from the grip of the inner child, allowing the adult self to awaken as an observer and creator. Trance dreaming, though a coping mechanism for the child, can lead to distorted dreams that continue in present time. It's important to stay present and connected to reality to avoid getting trapped in these dream states."
}