{
  "title": "How does childhood transference to a higher power lead to adult spiritualization and rationalization?",
  "first_phrase": "In the previous text, the author discussed trance-fer of values and lessons in transpersonal transference. In this last part, the author delves deeper into the various types of trances that children transfer onto their parents, including the trance-fer into a spiritual path. The child sees the parent's way of being as the word of God and becomes rigid and fanatic, resulting in spiritualization and rationalization. The text also mentions Eric Hoffa's book, \"The True Believer,\" which highlights the similarities between the rigid structure of Nazis and religious fanatics.",
  "content": "Trance-fer into a Spiritual Path In another trance style, the child trance-fern the parent's way of being into a spiritual path. The child is given a path, a means or is told how to get to a particular end point. For example a middle class 1 36The Dark Side of the Inner Child scenario would be the good boy following Dad' s path, such as college, graduate school, marriage, three kids, and a house in suburbia. This is viewed through the eyes of the infant/child as \"the word of God.\" Years later, the path or \"how to\" is generalized into something spiritual applying to life, enlightenment, liberation or knowing God. Parent/Gods gave the child the message, \"This is the best, only, highest or fastest\" way to a house in the suburbs\" (liberation or God). The child within the adult becomes rigid, and fanatic. In Eric Hoffa' s book, \"The True Believer,\" he states that the same rigid structure that governs Nazis also governs religious fanatics, although the goals are different. Adult Problem State: Spiritualization and Rationalization. If I need it my parents/God will give it to me.",
  "last_phrase": "In conclusion, it is important to recognize and reflect on how our upbringing shapes our beliefs and attitudes towards spirituality. While being given a clear path or means to achieve certain goals can be beneficial, it can also lead to a rigid and fanatical mindset. By understanding the influences of our past, we can begin to approach spirituality with a more open and compassionate perspective, allowing for growth and enlightenment on our own unique journey."
}