{
  "title": "\"How can reforming childhood survival strategies help us access delayed grief and live more fully?\"",
  "first_phrase": "This text explores the process of reforming childhood survival strategies (inner child trances) to access and fully experience delayed grief emotions. The author, John Bradshaw, believes this integration allows us to be more fully present in our lives. In his book \"Trances People Live,\" Bradshaw describes how trance is the means by which symptoms are created and maintained, and how we can reclaim our true selves. This practical version is for both the general public and therapists. Trauma experienced in childhood can lead to these trances, which often start as necessary means of survival.",
  "content": "\"Woman\" John Lennon In 1985 I made a discovery that culminated in my first book, Trances People Live: Healing Approaches in Quantum Psychol- ogy. In it I describe the trance phenomenon involved in problem states. I show how trance is the means by which symptoms are created and maintained and become a source of pathology as they are integrated in our habitual mode of response to the world. Most important, I explain how we can de-hypnotize ourselves and re- claim the true self. The response to the book has been sensational, yet I feel a more experiential, practical, and user-friendly version is needed. That book was directed to the therapist; this is for the general public as well as the therapeutic community. About the Inner Child As I wrote in my earliest book, the trance process can often times be traced back to childhood experiences of trauma. The observer creates trance states in childhood and uses them to help in buffering the child against the experiences they are not able to 2 4, The Dark Side of the inner Child integrate. In other words, trances often start as a necessary means of surviving and negotiating the physical universe.",
  "last_phrase": "In conclusion, understanding the trance phenomenon and the concept of the wounded inner child can be incredibly liberating and empowering for both therapists and the general public. By de-hypnotizing ourselves and reclaiming our true selves, we can break free from habitual modes of response and move towards healing and genuine self-discovery."
}