{
  "title": "What is the dark side of the inner child and how can it be de-hypnotized to overcome personal problems?",
  "first_phrase": "In the previous section, the author discusses the power of dissociation in action by sharing an example of one of their patients who fogged out certain memories to survive. In the last 200 tokens, the author explains how they helped the patient to stop fogging out and to no longer be in denial about their parents' drinking. By using a therapeutic process, the author helped the patient access the little girl within and confront the memory of their parents drinking. This process helped to de-hypnotize the patient from their automatic fogging out and blocking out, which ultimately broke the trance of the child-like drinking pattern.",
  "content": "To handle that, the little girl fogged out her parents drinking so she did not have to experience what was occurring. By having her hold eye contact with me in the therapeutic process, she went into the little girl within the adult who had fogged out to survive. What \"popped up \" was the memory of her parents drinking ( the other side of the inner child). As will be discussed later, the processes by which I got her to stop fogging out de- hypnotized her, so in her life she no longer fogged out automatically, and was no longer in denial about her parents drinking. The glue which held the drinking was the trance I call \"blocking out,\" or not seeing what is there. I began to stop the blocking by suggesting that the child within see transparency, opaqueness, translucency, colors in the fog. (See \"Blocking Out\" Chapter 8.) Since the dark side of the inner child could no longer follow the path of blocking out as part of her \"frozen pattern,\" she could no longer continue the child-like drinking trance in present time.",
  "last_phrase": "Understanding and de-hypnotizing the dark side of the inner child can offer us an opportunity to identify problem trance states, release the trances, and de-hypnotize ourselves from unwanted behaviors, emotions, or feelings. By recovering rather than being in recovery for a lifetime, we can move forward with confidence, and ChatGPT is here to assist."
}