{
  "title": "How does mind reading and illusioning affect our perception of reality and inner child trauma?",
  "first_phrase": "In the previous section, the author talked about the concept of \"illusioning\" and how the child within the mind can create subtitles that are not present in reality, leading to Mind Reading. In this concluding part of the text, the author emphasizes the importance of breaking the child-to-child trance to see present reality. The author narrates an incident where a therapist compared the concept to N.L.P, but the author clarifies the differences. The text provides relevant context and names to understand the importance of breaking the child-to-child trance and how it relates to the concept of illusioning and Mind Reading.",
  "content": "The child is seeing the actual subtitles. The child within the adult, years later, sees subtitles with most men and feels scared. This is illusioning, taking the past subtitles and projecting them into the present. With the illusioning of mind reading, the child within illusions what is occurring. Breaking the child-to-child loop so the observer can wake-up the inner child' s trance and see present time, forces the causes of the mind reading to surface, which is scary. Principle VI: The child-to-child trance must be main- tained; the child-to-child trance must make the world conform to its image. To see the world otherwise would break the trance and bring about CHAOS. Recently, I was giving a workshop in Quantum Psychology on the East Coast. A therapist came who was trained in N.L.P. (Neuro Linguistic Programming) and said this is just like N.L. P. I said well, there is no refraining, no parts negotiation, no swish technique, no modeling, no phobia model, no resource retrieval, no rapport building, no anchoring, and no use of representational systems. She 90 4* The Dark Side of the Inner Child said, \"It' s just like N.L.P.\"",
  "last_phrase": "Breaking the child-to-child trance is necessary to awaken the observer and bring about a true understanding of the present moment. Although it can be scary to confront past traumas, allowing new information to permeate the walls of the inner child is crucial for personal growth and development. With a willingness to face the chaos of the unknown, one can break free from illusioning and see the world in a new light."
}