{
  "title": "\"How can we break free from the trance of illusioning and take charge of our inner child's defenses?\"",
  "first_phrase": "In the final section of this article, the author provides techniques for dismantling illusioning, which is the inner child's way of defending oneself. The techniques include calling out the illusioning process by name, varying the illusions, moving the images around, using voice control for auditory illusions, and trance-ference. By exploring these creative choices, the observer of the inner child can take charge of the automatic illusioning and gain control over their thoughts and emotions.",
  "content": "This enables the person to take charge of the created image. 6. Voice Control. For auditory illusionings, like hearing parental voices, the following techniques are helpful. Imagine a stereo with three speeds, 78, 33-1/3, and 45. Imagine the voice as if it were on the record. Play the voices fast, then medium, then slow. Make the sound louder, softer, and then shift the speakers. This is a way of taking charge of the audio illusioning. 7. Trance-ference. If you notice you are projecting on men or women, imagine them as Mom or Dad. Intentionally create a mom and dad mask on all men and all women for a week. This will awaken the observer of the inner child, so the observer can take charge of the process. Conclusion Illusioning is a trance that can be appreciated for what it is the inner child' s defense. With this understanding, the adult can explore his inner child's defenses as \"creative choices,\" and thus the observer can take charge of the automatic illusioning.",
  "last_phrase": "In conclusion, understanding that illusioning is a defense mechanism of the inner child can help the adult take charge of their automatic response to trauma. By respecting and appreciating these earlier solutions, one can awaken the observer and explore their inner child's defenses as creative choices. It may be a painful process, but it enables the person to fully take control of their created image and move towards healing."
}