{
  "title": "\"What is spiritualizing and disconnecting in therapy and how can it affect the inner child?\"",
  "first_phrase": "This last part discusses the dark side of inner child therapy and how it can cause more harm than good. The author explains how a client who suffered severe abuse can disconnect from their body as a defense mechanism and fuse with their abuser's voice, leading to self-hatred. The author emphasizes that abuse is a serious issue and requires patience and knowledge from the therapist. The author also mentions how children can become fused with a parent in family therapy and take on their identity, causing relationship problems. The text ends with an example of a client claiming to be a workaholic.",
  "content": "The Dark Side of the Inner Child Structural and Strategic Family Therapy In these two widely used forms of family therapy, the child often is brought to therapy with a problem, e.g., disobeying Dad/ Mom, being disrespectful, drugs, teen pregnancy. In these models of therapy, the child might fuse with Mom who is angry with Dad, and the child becomes Mom' s angry voice. The treatment is to separate the child from being the mother' s spokesperson (de-fuse), and have the mother speak for herself to the father. In this case, the child believes she is helping or protecting Mom. Actually, the child is fusing with the parent, which diverts the parents' attention from handling their own relationship problems. The depth of this trance, taking on someone else's identity to survive, can be seen in relationships. For example, many clients tell me that they sound like their mother when they yell at their kids or husband. Or, a husband will become just like his father in business. I had a client recently who claimed, \"I am a workaholic.\"",
  "last_phrase": "In conclusion, understanding the dark side of the inner child in family therapy is crucial for successfully de-fusing a child from a parent's identity. Strategic and structural family therapy approaches are effective at separating the child from becoming a parent's spokesperson and allowing the parent to address their own relationship problems. It's important to remember that this trance of taking on someone else's identity can affect relationships for years to come, but the treatment can be life-changing for everyone involved."
}