{
  "title": "\"What is the Fallacy of Fairness? How do Trances and Thinking Styles Develop Through Childhood Modeling?\"",
  "first_phrase": "This text explores the concept of fairness and its inherent subjectivity. The fallacy of fairness is dissected, wherein conditional assumptions regarding fair treatment lead to much pain. The piece also examines where thinking styles and trances come from, often originating from parents and creating an inner child. This is exemplified through a discussion on how values regarding fairness are absorbed by children. The section concludes by exploring scenarios of unfairness regarding education and family.",
  "content": "Trances and thinking styles can come from the observer taking a picture of mom' s and dad' s behavior, and using it as a model for the future. The observer creates an inner child that is a duplicate of the parents. The observer then goes to sleep and the created inner child walks like, talks like, acts like, sounds like, and even feels the same as the parents feel toward life. This is why so often, if you have children, you act and talk to your children, just as your mother or father acted or talked to you. In the fallacy of fairness, a certain value system is generally absorbed by the child from Mom, Dad, or both, which teaches the child what is fair. For example, Mom and Dad had an unspoken agreement that Dad works and Mom stays home with the kids. This trade-off is thought of as \"fair.\" If Mom wants to go visit her sister for a few days, Dad says, \"That's not fair.\" Let's say Mom and Dad pay for your schooling, and you drop out.",
  "last_phrase": "It's essential to understand that our early experiences with our parents shape our thinking styles and further influence our behaviors. By recognizing the source of our inner child and how our perception of fairness is heavily influenced by our parents, we can avoid assumptions and check ourselves before assuming a particular contract of fairness. Understanding the root of our thinking patterns can promote better self-awareness and improve our relationships with others."
}