{
  "title": "\"What Are the Dangers of Inner Child Trance-ference in the Relationship between Guru and Disciple?\"",
  "first_phrase": "In this last section, the author sheds light on the inner child identity trance that occurs between a guru and a disciple. The guru and the disciple both have two inner children, one of grandiosity and the other of unknowingness. They transfer these inner children to one another, creating a cycle of counter-tranceference. This cycle needs to be broken to achieve true inner awareness. Unfortunately, gurus can become addicted to the adulation of their disciples, leading to power imbalances and broken relationships. Additionally, the author explains how a guru's unresolved Oedipus complex can also contribute to these dynamics.",
  "content": "To explain further, I recently spent time visiting a therapy guru. One of his disciples, a woman about 50, came over to him, acting about age 5, clearly treating him as Daddy. Instead of breaking her trance- ference, he liked the adulation and became the all-wise therapy guru. Although this felt comfortable to both of them, it was familiar (as in family), keeping the disciple and the therapy guru age- regressed. For myself when my incest was uncovered and handled, my spiritualizing ended. What makes this style so interesting is the rage, implicit demands, and the internal manipulations this inner child will go through in order to be taken care of and to rationalize the abuse by a teacher, and how the teacher can justify her mistreatment in terms of spirituality. 144 + The Dark Side of the Inner Child their marriages or relationships broken-up or certainly interfered with by Gurus or teachers. Why? In this scenario the Guru is acting out his/her Oedipus complex. Oedipus Complex: The unresolved desire of the child for sexual gratification through the parent of the opposite sex.",
  "last_phrase": "In conclusion, it's important to be aware of the potential dark side of inner child work and therapy gurus who may exploit their power by regressing clients to a childlike state and manipulating them for their own gratification. By understanding the Oedipus complex and being cautious in seeking spiritual guidance, we can protect ourselves and our relationships from being broken apart by these dangerous dynamics."
}