{
  "title": "\"What is Trance States and How They Impact Our Lives? - A Guide by Dr. Stephen Wolinsky\"",
  "first_phrase": "Trances People Live is a groundbreaking book by Stephen Wolinsky, Ph.D. that offers a unique and effective approach to healing dysfunctional patterns of behavior and emotions. The book offers a comprehensive index of concepts and people relevant to the subject, such as age regression, amnesia, chaos, cognitive therapy, hypnotism, quantum psychology, and transpersonal trance-ference. In the last section, Wolinsky presents a clear and concise understanding of the book's main ideas, how every emotional and psychosomatic state is a state of trance, and how we can step out of these trance states to live fully in the present moment.",
  "content": "$16.95 (Paper) 0-9626184-2-X $24.95 (Cloth) 0-9626184-1-I 270 pages A. t last, the missing piece of the dysfunctional puzzle. It is not enough to understand or even relive our childhood traumas. Dr. Wolinsky shows us how we con- tinue to recreate those traumas in our adult lives and how to stop creating them. Every uncomfortable emotional state, and many psychosomatic symptoms, are also states of trance. Trance is the \"glue\" that holds the problem in the present moment. Learning to identify the kind of trance state beneath a problem or symptom gives us the tool that finally dissolves the glue. This book offers a gold-mine of resources for those who suffer from dysfunctional patterns of behavior or for anyone who feels stuck in an undesirable emotional or addictive state. Learning to step out of the trance states that create our problems and symptoms is to learn to step into the present moment at last free of the baggage from our past. I think that Dr. Stephen Wolinsky's work is a true development of the brilliance of Milton Erickson. This is cutting edge work and I recommend it without qualification.",
  "last_phrase": "Get ready to step into a new frontier of problem resolution with Dr. Stephen Wolinsky's book, Quantum Consciousness. With over 80 exercises, readers can explore and experience the underlying unity of Quantum Psychology. This book is a major contribution to the field of psychology and is recommended for anyone seeking to break free from dysfunctional patterns of behavior and step into the present moment. ISBN 0-9626184-8-9, 275 Pages, $16.95."
}