{
  "title": "\"What is The Dark Side of the Inner Child and How Does it Safeguard Against Regressive Tendencies in Inner Child Work?\"",
  "first_phrase": "The preceding text is a forward to Dr. Stephen Wolinsky's book \"The Dark Side of the Inner Child\", written by Dr. John Bradshaw. In the first part of the text, Bradshaw discusses the concept of inner child work and how it can transform one's life. He refers to trances that we create in childhood as defense mechanisms that keep us stuck in the past. In the last 200 tokens, Bradshaw discusses how Wolinsky's work has helped him to understand inner child work with more precision. Wolinsky's use of the term \"witnessing self\" is equivalent to Bradshaw's \"adult self\". Wolinsky offers various ways to become aware of the defensive trances that limit us and how we can change them to reimagine our vulnerability and live in the present moment.",
  "content": "The \"delayed grief\" apropos of these losses manifests itself in a set of symptoms which have been called the \"adult child syndrome\". Dr. Wolinsky shows clearly that since we created the defending trances, we can change them once we are aware of how we're continuing to create them. What I have called reclaiming the inner child is a way to dehypnotize oneself. By imagining ourselves embracing our vulnerability in the form of a little child, our adult self takes charge of a trance that originally protected us, but now limits us. What I called championing the child is a way to live in the present moment, by consciously changing the ways we have been rejecting our own childhood feelings, needs, and wants. In The Dark Side of the Inner Child, Wolinsky offers us a x variety of ways to become aware of how we are creating the defensive trances that constitute the frozen states of the inner child. I have stressed the essential role of one' s adult self in reintegrat- ing the experiences of the past. Wolinsky speaks of the \"witnessing self.\" The adult in my model and the witnessing self are roughly equivalent.",
  "last_phrase": "In conclusion, by reclaiming and championing our inner child, we can break free from the defensive trances that limit us and live fully in the present moment. Dr. Wolinsky's work highlights the importance of taking responsibility for our own experiences and guarding against the temptation to objectify the inner child. It is possible to overcome \"adult child syndrome\" symptoms and create a more fulfilling life once we become aware of our self-created trances."
}