{
  "title": "What is fusion in childhood trauma and how does it affect adult behavior?",
  "first_phrase": "In the previous section, the author discussed the phenomenon of fusion and how it can affect the child's identity when they are forced to take care of a dysfunctional parent. They create a victimized child and an abuser within themselves, which can manifest in adulthood as an uncontrollable compulsion to abuse. In the last 200 tokens, the author recounts seeing a client who complained of feeling disconnected from her body and being plagued by voices telling her she was evil. Upon learning of her history of physical and sexual abuse, the author probes when she first started feeling disconnected from her body.",
  "content": "As an adult, the abuser-part of the child within projects the child who was abused on other children, and abuses them. It is the dark side or abuser-part of the inner child (inside the adult) which feels the compulsion to abuse. The abuser child within is on automatic and out of control as an adult. This is the power of the dark side of the inner child. Recently, a physician sent me a client he described as \"spiri- tual.\" When I saw her, she complained of two problems: (1) she couldn't feel, and (2) the voices in her mind were telling her she was bad, evil. So, \"I hate myself,\" she said. At first, she gave me this very long story about how she left her body and floated to the top of the room. This part of her was her spirit. (See Chapter 14, Spiritualization). I asked her, \"Were you ever physically or sexually abused?\" She said, \"Yes, my stepfather would beat me mercilessly while verbally abusing me.\" I said, \"When did you start leaving your body?\"",
  "last_phrase": "In conclusion, it's crucial to recognize and heal the inner child who was abused to prevent perpetuating abuse onto others. Spiritualizing and disconnecting from past trauma might seem like a quick solution, but it can cause further harm in the present. Facing the pain of past abuse is difficult but necessary for healing and breaking the cycle of abuse."
}