{
  "title": "\"What is the dark side of the inner child and how does it affect adult behavior?\"",
  "first_phrase": "In the previous text, the author discusses how the inner child can create a trance-like state for adults, causing them to believe that the future is the past. This happens when the child within becomes automatic and time-frozen, creating a fantasy to help handle stressful situations. However, problems can arise when this automatic behavior carries over into adulthood. The author provides examples of a woman who picks men to take care of her and a man who obsesses about not having enough money, both due to their inner child's fantasies. In the last 200 tokens, the author shows the power of the \"futurizing\" trance by highlighting the devastating consequences it can have on people's lives. The author cites the example of a man who became broke, stopped working, and lived in a trailer due to the obsession with visualizing money coming to him.",
  "content": "To handle that, he created a fantasy of money coming to him. His distress would subside. In both cases, fantasizing worked for the child to handle the situation. Problems arose however when the child within became automatic and time-frozen. When the woman came for therapy, she had a history of picking men she wanted to have take care of her. She never developed a career, and these men did not want to take care of her. She came to my office lamenting, very needy, having driven men away, and without a relationship. The child within the man, in the latter example, was continually obsessing about not having enough money. Instead of working to make a living, he would fantasize money coming to him. The inner child within the man began to develop \"New Age\" philosophies that believe visualizing money makes it come. (See Chapter 14, Spiri- tualization.) When he came to see me, he was broke, married, living in a trailer, not working, selling possessions for food. Such is the power of the fantasizing trance of \"futurizing\".",
  "last_phrase": "In conclusion, while it may have been an effective coping mechanism in childhood, the dark side of the inner child can be harmful when it becomes automatic and time-frozen. Fantasizing can initially alleviate emotional distress, but without feedback from the real world, it can lead to a disconnected and unfulfilling life. Therefore, it is important to recognize and address these patterns in order to move towards a more fulfilling and realistic future."
}