{
  "title": "\"What is the Role of Spiritualization in Managing Pain and Chaos in Society?\"",
  "first_phrase": "In the previous text, the concept of entitlement in childhood and spiritualizing pain were discussed. Now, the focus is on societal spiritual trances, such as Karma theory, and how they help to organize chaos and maintain order in society. The article explains how Karma theory developed in India and how it prevents the masses from overthrowing the rich minority. The author questions the use of spiritual reframing to organize pain and chaos and highlights how spiritual and religious systems attempt to control and maintain the economic status quo.",
  "content": "Societal Spiritual Trances: Karma Theory Karma is the Asian concept, \"What you sow, so shall you reap.\" Consider how this concept developed in India and how it helps to organize the chaos and keeps order in the society . In India more than 99% of the wealth is owned by less than 1% of the population. Karma theory helps to organize the pain and chaos of the 99%. Furthermore, we must look at the larger context of religious and spiritual systems to appreciate their attempt to organize the chaos. For example, in India you develop the karma theory, (i.e., I have less in this life because of my deeds in another life. If I'm good in this life, I'll get good in future lives.) The karma theory prevents the chaos of the poor 99% from overthrowing the rich 1%. How else but 140 The Dark Side of the Inner Child using spiritualization, God, and karma theory could the masses be controlled? In short, Karma theory is a spiritual philosophy used to explain and maintain the economic status of Asia.",
  "last_phrase": "In conclusion, Karma theory has been used in Asia, particularly India, as a way to explain and maintain economic status while preventing chaos among the masses. It is often spiritualized and used as an opiate to manage discomfort and frustration. Understanding this concept can help us appreciate the larger context of religious and spiritual systems and how they attempt to organize chaos in society."
}