{
  "title": "\"How do childhood experiences shape our thinking and behavior as adults?\"",
  "first_phrase": "In the preceding text, the author explores some common thinking patterns associated with the dark side of the inner child. These patterns can occur in childhood and continue into adulthood, impacting our relationships and perception of fairness. This final section discusses the cognitive therapy concept of the \"fallacy of fairness\" where individuals apply legal or contractual rules to interpersonal relations. The author also examines where these thinking styles and trances originate. In the text, the author notes that a child might practice arguments for justification and that some individuals might catastrophize to counter the perceived impending doom.",
  "content": "The trouble is that two people seldom agree on what fairness is, and there is no court or final arbitrator to help them. Fairness is a subjective assessment of how much of what one expected, needed, or hoped for has been provided by the temptingly self-serving, that each person gets locked into his or her own point of view. The fallacy of fairness is often expressed in conditional assumptions: If he loved me, he'd do ... If he loved me, he'd 46 4. The Dark Side of the Inner Child help me to orgasm ... If this was a real marriage, she'd hike with me and learn to like it ... If he cared at all, he'd come home right after work... If they valued my work here, they' d get me a nicer desk. It is tempting to make assumptions about how things would change if people were fair or really valued you. But other people hardly see it that way and you end up causing yourself a lot of pain.\" (McKay 1981:22) Where do These Trances and Thinking Styles Come From?",
  "last_phrase": "It's important to recognize that fairness is subjective and can vary greatly from person to person, which often leads to assumptions that can cause unnecessary pain. Trances and thinking styles can be inherited from parents and become ingrained in our behavior. Being aware of these influences can help us form a more objective view of fairness in our relationships."
}