{
  "title": "What is Quantum Psychology and how does it differ from traditional inner child therapy?",
  "first_phrase": "In the previous part of this book, the author discussed the concept of \"healing the inner child\" through therapies that introduce new beliefs. However, in this last part, the author presents a dramatically different perspective called Quantum Psychology. According to this theory, subjective reality is observer-created, and holding onto past traumas is because the observer identifies with the memories. The author proposes empowering the observer to identify and awaken from old trances, rather than giving power to the inner child. This allows the individual to let go of outdated coping mechanisms from childhood and live fully in the present.",
  "content": "It' s an old movie that you re-run again and again causing the old feelings and experiences to be felt over and over. In my work, rather than empowering an inner child or memory, we empower you, the one who observes and holds the memory in place. According to Albert Ellis, \"It is your must that the memory must not have existed that is given the real power, not the picture itself' (Ellis, personal letter). Here, I would say it is the observer who holds the memory in place by resisting the memory. Ellis thinks, however, that the primary glue that holds the memory in place is the must not have occurred thought. In the process presented here, you learn to identify what the inner child is doing so hte observer can awaken and stop identifying with those old trances. This enables you to begin to identify with the observer you that is free of trances. This frees you from the wounded inner child that is stuck, so you can live fully in present time. This book is about going beyond the trances, outdated strategies and belief structures created in childhood to cope with the chaos of life.",
  "last_phrase": "In conclusion, letting go of the old trances and identifying with the observer self allows you to free yourself from the wounded inner child and live in the present moment. With a variety of examples and exercises, you can empower yourself to identify and release the trances that are preventing you from being who you truly are, and help others do the same."
}