{
  "title": "\"How Does Our Inner Dialogue Affect Our Perception of Ourselves and the World Around Us?\"",
  "first_phrase": "In this part of the text, the author discusses how the observer becomes the creator, tape-recording the voices of parents and creating a child who holds onto these voices. The inner child holds the taped duplications of parents' voices, and these voices can cause fear, anxiety, and depression. However, by creating these voices intentionally, the observer can awaken to the voices and take back the power from the inner child. The inner dialogue is a trance created by parents to create an altered state of consciousness in the child.",
  "content": "The tape is filled up and has an auto-reverse, then the play button is pushed to hear the taped voices inside your head. These are the voices that the observer has recorded, they are being re-played by the child inside the adult. These voices can cause fear, anxiety or depression. But whose voices are these? The observer tapes the voices and they are played through the speaker of the inner child, 68 • The Dark Side of the Inner Child then the voices of the parents are played again and again automati- cally. Years later, the inner child within the adult runs the machine. By creating the voices intentionally, the observer awakens to the voices it (the observer) has duplicated and thus takes back the power from the inner child. Once the observer is awakened and takes responsibility for making the tape and playing it through the inner child, the observer can turn off or stop creating the tape loop. Inner dialogue is a trance that was created and allowed to persist. Self talk was formed during a series of interactions (parents to child) and was designed by the parents to create an altered state of consciousness in the child.",
  "last_phrase": "By taking ownership of our inner dialogue, we can break free from the patterns set by our childhood and reclaim control of our thoughts and emotions. The auto-reverse tape may be playing, but it's up to us to hit the stop button and rewrite the script."
}