{
  "title": "\"Where does self-talk come from? Understanding the inner child's role in creating our internal dialogue.\"",
  "first_phrase": "In the previous text, we learned about self-talk and where it comes from. Self-talk is not always verbal and can be inferred through silence or nonverbal cues. Before beliefs and ideas are suggested by parents, a person is a pure observer of life without any judgment, evaluation, or significance. Parents reward and punish, giving their child judgments, evaluations, and significances about life. Many of the voices we have in our heads are duplications of our parents' voices. In the last part of this text, we will discuss how these voices can be changed through inner dialogue and reprogramming the observer's inner child.",
  "content": "Also, the child places no evaluations on things, such as this is better than that. Further, the observer places no significance on what it observes, such as, because this happens, it means this about me or about who I am. The observer however, does begin to make creative decisions. First, this is my body, and that is their body. Later on, the parents begin to reward and punish, giving the child their judgements, evaluations, and significances about what life is, should be, could be, or what things mean. The observer becomes the creator and adapts by pushing the record button, tape-recording the parents voices, and taking a picture of a time frozen child who will hold onto these voices. For example, a parent may say to the child, \"You should never trust people.\" The observerlcreator takes a photocopy (picture) and creates a child within who records these voices. Many of the voices we have in our heads about who or what we are, are the taped duplications of our parents' voices held within the frozen inner child. The observer has a blank audio tape with the record button on.",
  "last_phrase": "It's important to acknowledge the voices inside your head that may be causing fear, anxiety, or depression. Remember that these voices are not your own, but rather taped duplications of your parents' voices held within your inner child. By recognizing and understanding these voices, you can begin to take control of them and make conscious decisions about your own beliefs and values."
}