{
  "title": "\"How can deep trance disconnection help with over-identification and physical pain?\"",
  "first_phrase": "In this section, the author discusses how people with physical pain sometimes disconnect from their bodies and isolate their pain to individual parts, resulting in a disconnection trance. The complement to this is the deep trance of disconnection, which dilutes the glue holding the problem structure together, freeing the individual from the problem. The author provides steps for handling disconnection and over-identification, including identifying which style of disconnecting the inner child is using and intentionally creating the disconnection while tightening muscles. This information provides insight into how people can overcome psychological and physical pain.",
  "content": "62 ta The Dark Side of the inner Child Complimentary Trances I recently had a case of a woman whose father would lock her in a dry well. As a result, her body was still feeling pain years later. I understood experiencing the pain of 25 years ago was partly due to the inner child' s trance of identification. Consequently, I taught her the deep trance of disconnection, its complement. Development of the complement of deep trance facilitates or adds water to the glue that holds the problem structure together, diluting the glue, and often times freeing the problem. The Next Step Handling Disconnection and Over-identification 1. Identify which style of disconnecting the inner child is using. 1. Not owning trance 2. Disappearing trance 3. I am not my body trance 4. Fusion trance 2. Notice whether it occupies physical space, and/or mental space. 3. If your inner child is having you spacing out or discon- necting, create it fully, continuing to breathe. Intentionally tighten your muscles and create the dis- connection. Tighten your muscles many times, until you have taken charge of the disconnected portion. 4. Exaggerate. For over-identification and dis-connect- ing, create the over-identification and muscle tightening.",
  "last_phrase": "In conclusion, identifying and disconnecting from our inner child's problem trances can lead to a significant release of emotional and physical pain. By noticing which style of disconnecting the inner child is using, intentionally tightening the muscles, and practicing creating and stopping these trances, we can take charge of our triggers, heal from past traumas, and move towards a more empowered, present-focused life."
}