{
  "title": "What is spiritualizing and how does it develop in the inner child?",
  "first_phrase": "In this chapter, the author explores the concept of \"spiritualizing,\" which is the third phase of development in the intricate trances of the inner child. The author distinguishes three phases of development and calls them first, second, and third level processes. The last 200 tokens present the first level processes involved in basic cognitions or understandings an infant develops and then generalizes to the world. The author argues that questioning this world view enables individuals to move closer to the pure awareness of the observer, uninhibited by personal trances.",
  "content": "Let's look at an infant just around the time of birth and through the first several years of development. First Level Processes First level processes involve basic cognitions or understand- ings that an infant internally develops and later generalizes to the world. Cognitive trance structures produce understandings for the infant in the development of the inner child identity. This trance understanding carries over to how the child views himself, his parents, God and the workings of the universe. This developmental process from infant to child is noted here so we can question basic assumptions we have about life and see them as just assumptions. Questioning our world view, or shall I say the world view of the infant/child identity which is the window we habitually look through, enables us to dispel age-regressed limita- tions and move closer to the pure awareness of the observer uninhibited by personal trances. For example, when a child believes she always should be taken care of, frustration ensues when the child within an adult hypnotizes the adult into believing she is entitled to be taken care of. The assumption, \"I'm supposed to be taken care of,\" diminishes per- 126 4:0 The Dark Side of the Inner Child sonal responsibility and power.",
  "last_phrase": "In conclusion, it is essential to acknowledge our first level cognitive processes and understand how the development of our inner child identity shapes our worldview. By questioning our assumptions and moving towards pure awareness, we can dispel age-regressed limitations and take responsibility for our personal power and growth."
}