{
  "title": "What are Inner Child Schemas and How Do They Affect Our Perception of Reality?",
  "first_phrase": "In the last part of this text, the focus shifts to the concept of \"inner child\". The author explains that the inner child is a time-frozen schema, formed during childhood and unconsciously carried into adulthood. The author relates this concept to the work of Dr. Albert Ellis, who highlights the role of resistance to events in keeping traumatic memories alive. The text mentions that there are numerous inner child subpersonalities or false selves, rather than just one inner child.",
  "content": "(B eck, 1979:12-13) The world view of the child is time frozen, unbeknownst to the adult (this is a Schema). The adult in present time is, in effect, hypnotized by the wounded inner child's schema and reacts auto- matically, so that life is not experienced as it is in the present moment, but rather as it was in the past. It is the resistance to an event that keeps the memory of the event stuck in ones consciousness. The father of Cognitive Therapy, Dr. Albert Ellis says, \"the child tells itself that certain bad events must not occur. . . which keeps recreat- ing them. . to use your terminology , the child traumatizes itself. . .\" (Albert Ellis, a personal letter). Therefore, whether we call it the inner child schema, inner child subpersonality, the inner child parts, or the inner child false self, we are talking about a time-frozen position which acts as a way the child within views experiences and interprets the outer world. The Inner Child In reality, just as there are numerous subpersonalities, false selves or schemas that are constructed, we can also say there is not just one inner child.",
  "last_phrase": "In conclusion, understanding the concept of the inner child schema can help individuals recognize their automatic reactions and distorted lenses stemming from past traumas. By acknowledging the existence of multiple inner children with different perceptions, one can work on getting in touch with their frozen memories and ultimately overcome their dysfunctional shadow side."
}