{
  "title": "What is Trance Dreaming and How Can Choosing Confusion Shift Stuckness in Inner Child?",
  "first_phrase": "This last part describes how being with confusion can help one's inner child to let go of their dream and awaken the observer and creator of confusion. The text refers to trance dreaming, which is when the child disconnects from the world to create a better world inside. However, this dream remains frozen within the child and doesn't resonate with the adult present world. As a result, some adults dream of rescuing others and disconnect from their present bodies. The child within the adult may not understand why the dream is not manifesting and holds onto it tightly, making it challenging for the adult to choose present time reality.",
  "content": "104 + The Dark Side of the Inner Child The problem is that the dream is frozen within the child and is therefore distorted, because it resonates from the child' s world, not the adult present world. The inner child dreams of being a knight in shining armor rescuing damsels in distress. Once this is placed on automatic, the dream continues in present time as if it were real. Co- dependent men or women, who dream of saving their partner from their addiction, are in the trance of dreaming. In order to dream, they not only disconnect from their partner's problem (drinking), they also disconnect from their own bodies. When this occurs, the child within the adult chooses the dream in the 1992 world. As the observer sleeps, the child within the adult cannot understand why the dream is not manifesting. Furthermore, the child within the adult holds so tightly to the dream that she may try to get the drinker to match the dream. This trance of the inner child can be so intense that the dream continually gets chosen over present time reality.",
  "last_phrase": "It is essential to recognize the power of the inner child and how its unfulfilled dreams can lead to distorted realities. The trance of dreaming can disconnect us from present time reality and hinder our ability to overcome challenging situations. By acknowledging and understanding the child within, we can learn to move beyond our dreams and embrace the present moment."
}