{
  "title": "How does conforming to society's expectations impact our identity formation and adult life?",
  "first_phrase": "In this final part of the text, the author delves deeper into the conflicts of the inner child and how they generalize into other areas of life. The example of projecting identities onto bosses or employees and feeling like one has to conform in order to survive is given. The concept of the double bind is explained, where the child sees only two possibilities: unloved or fired. Society's pressure to conform and give oneself up for survival is discussed, despite the confusion it creates. This is reinforced by the rewards for \"playing the game\" and punishing those who don't. The author notes the insights of industrial psychologist, Frederick Herzberg, who believes that problems arise because adults are treated like children in mechanized society.",
  "content": "Unfortunately, in our society, which is the context in which we live, conforming and giving oneself up is the rule. The advent of the industrial revolution is when the whole popularization of psychol- ogy emerged. Society asks people to \"play the game\" and psychology, a child of the industrial revolution, comes up with ways to help the child fit in. It is the fitting-in process that is confusing. It asks people 96 4 The Dark Side of the Inner Child to give up themselves to survive. Unfortunately, society with its child-like psychology supports that process by rewarding those who know how to \"play the game\" (money, status, etc. ), and punishing those who feel the pain of \"selling themselves out.\" Noted industrial psychologist, Frederick Herzberg would say that problems arise with adults because we ask them to act like respon- sible adults but treat them as children. Herzberg would say, if you want someone to act as an adult, you must give them an adult job and treat them as adults. Herzberg contended that the assembly line of mechanized society asks adults to act and work as children.",
  "last_phrase": "In a society that values conformity and fitting into predefined roles, it can be confusing for individuals to maintain their true selves. However, as noted by Frederick Herzberg, treating adults like responsible adults and giving them meaningful work can lead to higher productivity and job satisfaction. By recognizing and addressing the three types of confusion, individuals can work towards achieving a greater sense of clarity and purpose in their lives."
}