{
  "title": "\"What are Complementary Trance Patterns of Inner Children and How Do They Affect Relationships?\"",
  "first_phrase": "In the earlier portion of the text, the writer describes how two individuals, a man and a woman, handle their emotional pain differently - the woman identifies too much with the present and the man disconnects from it. In the last 200 tokens, the author delves deeper into the psyche and background of the woman, revealing that her behavior is tied to her childhood experiences of being the caretaker for an alcoholic father. The therapist helps her realize this and start to let go of her over-identification, but she faces immense fear, as her identity is tied to taking care of her father. The text goes on to discuss how inner child identities and complementary trance patterns can lead to familiar partner choice. The author presents a list of oppositional trances such as age regression and hyper-sensitivity and their corresponding behaviors.",
  "content": "As I started doing therapy with her, she became terrified at the prospect of letting go. People who dis-connect, on the other hand are terrified if asked to be here. They will be frightened because as children they handled life by going away. It was too painful to deal with the reality of their family. My client experienced fear. If she went there, even for a minute, she heard a voice saying, \"Where are you going? We 60 + The Dark Side of the Inner Child need you to take care of Daddy.\" If the husband who disconnected stayed here, the experience was equally awful. The reality was bombarding and overwhelming for him. Complementary Trances of the Inner Child Often spouses have inner children who have trances that complement one another. In the former example, she over-identi- fied and he disconnected. We will explore complementary trance patterns of the inner children within the adult who pick familiar partners. Oppositional Trances Age RegressionPseudo-orientation in Time (Futurizing) AmnesiaHypermnesia Hyper-Sensitivity Sensory Distortion (Numbing-out) Dissociation (Disconnection)Over-Identification (Fusion) Hypnotic Dreaming Over-identification Negative Hallucination (Blocking-out)Positive Hallucination Illusioning) Wolinsky, Trances People Live: Healing Approaches in Quantum Psychology., p. 113.",
  "last_phrase": "Overall, it's crucial to understand our inner child's trance patterns, whether it is over-identification or disconnection, and how they affect our relationships. For those struggling with addiction or using substances to disconnect, de-hypnosis might be an effective solution to prevent the behavior from automatically repeating itself. Ultimately, acknowledging and addressing underlying issues can lead to healthier and more fulfilling connections with others."
}