{
  "title": "What is Quantum Psychology and how can it help with dysfunctional patterns of behavior?",
  "first_phrase": "The last part of this 270-page book \"Trances People Live: Healing Approaches in Quantum Psychology,\" written by Dr. Stephen Wolinsky aims to help readers who experience dysfunctional patterns of behavior or undesirable emotional or addictive state. As per John Bradshaw, this is cutting edge work and a true development of the brilliance of Milton Erickson. The book offers a gold-mine of resources for those seeking to step out of the trance states that recreate childhood traumas in adult lives. The last part of the book makes a smooth transition to the next book \"Quantum Consciousness,\" which offers a step-by-step guide to experiencing Quantum Psychology's underlying unity. This book is considered a major contribution that could reinvigorate the entire field of psychology, according to Larry Dossey, M.D.",
  "content": "John Bradshaw I am deeply struck by your (Dr. Wolinsky's) whole approach, and think it is of great importance...I must say that I find you (Dr. Wolinsky) one of the most exciting and original thinkers in this field that I've come across in a long time. QUANTUM CONSCIOUSNESS A Guide to Experiencing Quantum Psychology Stephen Wolinsky, Ph.D. ISBN 0-9626184-8-9, $16.95, 275 Pages N ow from the author of Trances People Live: Healing Approaches in Quantum Psychology comes a step-by-step guide to experiencing the underlying unity that is Quantum Consciousness. Dr. Stephen Wolinsky offers over eighty exer- cises to explore and experience the quantum approach to problem resolution. Designed to be done alone, in pairs, or in a group setting, this adventure takes us into a new frontier and pushes the envelope of even the most far reaching current psychological thought. Quantum Consciousness is a major contribution which could reinvigorate the entire field of psychology. Larry Dossey, M.D. There are books that inform and there are books that trans- form. Quantum Consciousness does both--and more. F. David Peat, Ph.D. Dr. Stephen Wolinsky has created one of the most interest- ing and stimulating psychologies since Abraham Maslow.",
  "last_phrase": "In conclusion, Quantum Consciousness is a groundbreaking work that not only informs but also transforms the field of psychology. With its step-by-step exercises, it offers a new frontier for problem resolution, pushing even the most far-reaching current psychological thought. The Tao of Chaos continues this path, showing us that by embracing chaos, we can reconnect with our essential nature, bringing us back to our universal self. These works are not just informative but practical and truly life-changing."
}