{
  "title": "How to deal with being triggered and the role of the inner child? A holistic approach integrating individual and relational context.",
  "first_phrase": "In the preceding text, the author explores the concept of \"getting your buttons pushed,\" where an event triggers a reaction from the inner child, not the adult. Psychotherapies that focus only on the individual tend to disregard society's context, while systems therapy targets the context that permits a problem to emerge. The author proposes an integrated approach that combines intrapersonal and interpersonal contexts. This approach defines \"trigger\" as an external factor that causes the inner child's undesired trance response. An example discussed is a woman whose fear of men generalized from her abusive father.",
  "content": "Systems therapy, structural and strategic therapy assume specifically that any and all experi- ences are context-dependent, or relate only to the situation in which a behavior happens and occurs. These systems postulate that when you change the interactions of the family or the context in which a problem occurs, the problem leaves. In these theories it is the context that permits the emergence of a problem; this ignores the individual. My approach integrates both you, the individual, and your inner world (intrapersonal), with others (interpersonal context) so that both models can live peaceably together. For this purpose I will define \"trigger\" as something in the environment that pushes the button that creates the unwanted trance response of the inner child. As an example, a woman who came to see me had been sexually abused in her childhood. This experience generalized. The trigger called \"Dad\" generalized to all men, and created an internal fear reaction. Her muscles tightened, and she experienced emotional shutting down. To be in the trance state of the inner child itself requires a shrinking of the focus of one's attention, and doing that means resources normally available to an adult are not accessible.",
  "last_phrase": "In conclusion, integrating the individual's inner world and interpersonal context is key to resolving deep-seated issues. By examining triggers and dismantling the automatic reactions of the inner child, resources become available, and significant improvements can occur. As a therapist, understanding how the client creates their internal experience through their words is vital to helping them change the meaning and overcome problems in their lives."
}