{
  "title": "How does confusion and control play a role in our inner child's behavior?",
  "first_phrase": "In the final section of this text, the author delves into the concept of control confusion, which is used as a protective measure to gain a sense of safety and control in interactions that offer little control. The author presents this as the fourth technique of confusion and highlights its importance in childhood development. Prior to this, the author discusses how confusion can be used as a trance to hypnotize adults, citing a case of a sexually abused woman who now experiences fear towards men. The author emphasizes the need to change the response of the inner child as part of therapy to shift the subjective experience of the client.",
  "content": "The therapy must center on the trance of confu- sion, which is being used by the inner child to hypnotize the adult in present time. An example of utilizing this strategy involves a case where a young girl was sexually molested. In adulthood she now experi- ences a fear response when relating to men. First, there were several trance phenomena the child created. Inner voices, dialogues, block- ing-out, etc. are created during a period of confusion or chaos. 98 + The Dark Side of the Inner Child Second, the trigger is \"men.\" The inner child's response becomes the problem. Thus, automatic creation of all men as the abuser must be changed as part of the therapy, in order to shift the subjective experience of the client (see Appendix, The Trigger). 4. Control Confusion In the fourth confusion technique, the observer, through a series of interactions, creates confusion in his/her environment. This is a protective, defensive stance, which can afford the child a subtle sense of safety and control over interactions that usually afford little control. In this style the individual learns how to outsmart and out- maneuver the environment by creating confusion.",
  "last_phrase": "In conclusion, the therapy for addressing the confusion technique involves focusing on the inner child's trance of confusion and changing the automatic creation of triggers such as \"men.\" By understanding the protective nature of creating confusion, individuals can shift their experiences towards empowerment and control, and thus move towards healing and growth. The approach of renowned hypnotherapist Milton H. Erickson can provide further insights into effective techniques for this process."
}