{
  "title": "How does anxiety create a fear trance and why is the dark side of the inner child responsible for it?",
  "first_phrase": "In the previous section, the author discussed the concept of anxiety and how it can lead to the trance of futurizing. The inner child's negative self-talk can create a fear trance that hypnotizes the adult in present time. This section exemplifies how the dark side of the inner child leads to various problem trances, including alcoholism. The author shares a personal experience with an alcohol client who had to dissociate to survive her parents' drinking. Dissociation creates a powerful trance where the observer holds a picture of the past. This last part of the text highlights the importance of understanding the inner child and its impact on problem trances.",
  "content": "I Philosophy and Origins of Trance + 23 insisted she keep continuous eye contact with me during the process. Quite suddenly, she couldn't see me; she fogged me out. I realized that as a child, in order for her to create distance and survive, she had to not see her parents. In order for her problem (alcoholism) to continue, the dark side of the inner child had to maintain a trance, changing her relationship to the present-time world. She had to change from self-to-the-world in present time to a trance, child-to-parents in past time. Although she fogged out her parents' drinking, in order to not see it, another dissociated part of her saw it. Although part of her was hiding in the fog, another part saw the drinking. This is the power of dissociation in action. The observer/creator of the trance state holds and takes a picture of the fog and the drinking. Years later, the child within the adult had two sides: fogger/drinker. More simply put, the observer took a picture of the little girl watching her parents drinking.",
  "last_phrase": "To overcome the power of dissociation, it's essential to become the observer/creator of the trance state. By understanding the origins and philosophy of trance, one can gain a better understanding of how to handle inner child issues that lead to dissociative behavior. In order to stop from fogging out, one needs to take a picture of the fog and the drinking and make peace with it. By doing so, they would be able to break free from the trance and live life in the present without being held back by the past."
}