{
  "title": "\"Why do bad things happen to good people: Understanding Spiritual Re-framing and Inner Child Dynamics\"",
  "first_phrase": "In this article, the author explores spiritual rationalizations for why bad things happen to good people. They argue that these justifications stem from a deep-seated human need to organize chaos, particularly in the context of our inner child. The article discusses the story of Moshe Feldenkrais, the founder of Feldenkrais, who believed that the purpose of the nervous system is to organize chaos. The last 200 tokens of this article delve into the dark side of the inner child, exploring how it can lead us to treat the past as present and create a future based on past traumas.",
  "content": "Schools of thought, philosophies, which give ways to alleviate suffering, are deeply rooted in the inner child. What is the central issue? Organiz- ing chaos. For some reason, possibly due to the cause-effect and linear nature of thoughts, we resist chaos. Noted Feldenkrais trainer Dr. Carl Ginsburg related a story to me about the founder of Feldenkrais (a form of body-mind awareness), Moshe Feldenkrais. Feldenkrais was leading a training and asked the group of about 60 trainees, \"What is the purpose of the nervous system?\" Students came up with all sorts of answers which Feldenkrais dismissed. His answer? \"The purpose of the nervous system is to organize chaos.\" In the same way, the inner child organizes chaos by transferring the system she created to handle Mom and Dad onto the rest of the 146 . The Dark Side of the Inner Child world. The child inside the adult can roll along on automatic pilot, treating the past as the present, creating the future from the memory of the past, in an attempt to fit the present-time world into a system that appears to make sense.",
  "last_phrase": "In conclusion, understanding the inner child and how it organizes chaos through systems developed in early life is crucial for personal growth and alleviating suffering. By acknowledging and addressing the age-regressed inner child, we can break free from limiting worldviews and create a more fulfilling present and future. It is imperative to be aware of the inner world trances that may emerge, such as the illusion of being like a god or goddess, and work towards a more balanced and integrated sense of self."
}