{
  "title": "\"What is Age Regression and its Role in Inner Child Work for Trauma Survivors?\"",
  "first_phrase": "In this part, the author explores the concept of fusion with the perpetrator, which is a critical issue when treating incest victims. The text explains how an abused child's inner voice can be hypnotically suggested by the perpetrator to become a part of their inner child identity. The fusion between the perpetrator and the inner child can cause continuous poor self-esteem, which is a past-time trance that originated from the perpetrator. The author emphasizes that de-hypnosis is crucial in allowing the memory to become a background, so present time can be a foreground. The inner child trance, which holds the problems in place, should be observed and appreciated, as it was developed to survive in the family. The text will be discussed in Chapter 7, \"Inner Dialogue,\" and it is an essential concept to understand when treating incest trauma victims.",
  "content": "Suffice to say for now that a critical issue in the treatment of incest is the fusion with the perpetrator. (See Illustration 3, page 34) It is freezing the memory and the resistance to the chaos of the situation that causes the memory to pop up on its own and become foreground of its own volition. De-hypnosis allows the memory to become background, allowing present time to be foreground. Discovering your inner child and the trance that holds problems in place is crucial. Then the experience can be worked with so that responsibility can shift to the observer, the creator of the inner child. Your task is to observe and appreciate your inner child' s trance, that you probably would have called your problem or symptom. Since the trance was used as a survival mechanism in your family of origin, we call it a \"family trance\" because you as a child were the subject and your parents the hypnotists. Individuals have learned to survive by utilizing trance skills in their families. Children who don't obey the family trance can be labeled \"bad\" or \"troublemak- ers.\" People go into trances not knowing, for instance, that they are acting like a child.",
  "last_phrase": "In summary, exploring your inner child's trance and understanding how it was used as a survival mechanism in your family of origin is crucial to shifting responsibility to the observer and working through experiences through de-hypnosis. Identifying these patterns and taking responsibility can allow you to move from a frozen memory to a present time foreground, ultimately enabling you to break free from destructive family trances and age regression."
}