{
  "title": "\"How does the inner child affect present behavior and how can it be de-hypnotized?\"",
  "first_phrase": "In the last 200 tokens of the text, the author discusses their experience of de-hypnotizing themselves after realizing that the child within had developed an autonomous dark side. They incorporated the concept of quantum physics, that the observer of an internal experience also participates in the internal creation of that experience, to develop a system of self-awareness that allowed them to feel free of unwanted behaviors and emotions suggested by the child within. The text delves into the trances of the inner child and frozen identity within the adult.",
  "content": "I was interested in developing a system that incorporates both (a) the ability to de-hypnotize oneself while (b) staying connected to life. To do this I incorporated a major concept of quantum physics: the observer of an internal experience is also participating in the internal subjective creation of that experience. In my earlier work, Quantum Consciousness, this was explored in depth. In Where It All Began for Me 4, 11 essence, the observer of a trauma creates his/her response to the trauma. This often creates a wounded, traumatized child who uses trance states like \"going numb\" to survive. The child within me had erected strategies to handle life situations. The problem was that the child within my adult self was creating internal experiences outside my awareness that did not fit my present-time reality. A system of self-awareness began to evolve for me. I began to feel free of unwanted behaviors and emotions that had been sug- gested by the child within the adult. Later chapters take an in-depth look at the trances of the inner child, the time frozen creation and identity within the adult.",
  "last_phrase": "In conclusion, developing a system that incorporates both the ability to de-hypnotize oneself and stay connected to life involves recognizing the role of the observer in creating internal experiences. By acknowledging the inner child's dark side, releasing its time-frozen identity, and awakening the observer within, individuals can free themselves from childhood survival mechanisms that no longer fit present-time situations. This three-step process helps individuals dismantle inner-child trances and achieve self-awareness, leading to a more fulfilling life."
}