{
  "title": "\"How does expanding focus of attention in advanced self-trancing facilitate greater experiential freedom?\"",
  "first_phrase": "In the previous section, we explored how expanding the focus of attention or awareness of the inner child can help individuals take back their power and increase their available resources. In this final section, the author delves into principles that govern attention and resource availability. The more choices and resources an individual has, the greater their experiential freedom. Additionally, the chapter presents an interesting way to offer the inner child a contract or agreement- specifically for temporary pain relief. Let's explore how natural anesthesia can help relieve physical discomfort and why it's important to acknowledge this process.",
  "content": "Principle XI: The more expanded the focus of attention, the greater the expansion in choices and resources. Principle XII: The greater the ability of the observer to create and dissolve meanings in present time, the greater the experiential freedom. •Appendix II Advanced Self- Trancing, Creative Uses of Trance Anesthesia is a trance that exists for the purpose of temporarily relieving physical discomfort. We have all had the experience of a headache's pain diminishing when we became absorbed in another activity, such as a suspenseful movie. This absorption of attention is considered a natural anesthesia. It is of monumental importance to understand acute physical pain as an outcry from the body for attention, therefore, each person should seek professional consultation for pain, rather than not acknowledging this important natural process. In this chapter a temporary way to offer the inner child a contract or agreement is presented. For example, I once had a 168 • The Dark Side of the Inner Child toothache and it was 11:00 p.m. It served me no useful purpose to have a sleepless night.",
  "last_phrase": "In conclusion, understanding the principles of expanding focus of attention and creating and dissolving meanings in present time can lead to greater experiential freedom. Additionally, the use of self-to-self anesthesia for physical pain relief can help maintain emotional health, with the technique of asking for symbols being one way to create anesthesia. Remember to seek professional consultation for pain as it is a natural process that should not be ignored."
}