{
  "title": "What is the Dark Side of the Inner Child and How can Gurus Exploit It?",
  "first_phrase": "In the previous part of the text, the author discussed the impact of age regression during therapy and how it can create an unhealthy dynamic between the guru and the disciple. In the last 200 tokens, the author delves deeper into the dark side of inner child regression and how some gurus exploit their position to indulge their unresolved desires. The author talks about the concept of Oedipus complex and how it applies in this scenario. The author also discusses left-handed shaktipat and how it has caused great damage to individuals and couples. The spiritual lesson is to reframe and confront such behavior rather than spiritualizing it.",
  "content": "This involves first, identification with and, later, hatred for the parent of the same sex, who is considered by the child as a rival. (American College Dictionary, pg. 840) How does this apply? A married couple comes to a Guru and age-regresses and spiritualizes the Guru/Dad, next, the Guru age- regresses and makes the married couple into his mom and dad. Next, the age-regressed Guru, does what he can to inter-fear with the couple, so he can have the woman, (Mom) for himself. In India, this used to be called left-handed shaktipat. Shaktipat is a term used to describe initiation by a Guru. In left-handed shaktipat, the Guru initiates the husband and wife, and then tries to, or sleeps with the wife. This age-regression by the guru and age-regression and spiritu- alization by the disciples, has done great damage to both individuals and couples. Unfortunately this occurs, and even more unfortu- nately, the Guru's behavior is spiritualized rather than being confronted and seen as the age-regressed trance of a perpetrator. The Spiritual Lesson Reframe and Trance As children we are all given reasons why things occur.",
  "last_phrase": "In conclusion, it is important to be aware of the potential effects of age-regression and spiritualization by gurus, as it can lead to significant harm to individuals and couples. It is necessary to confront and recognize a guru's behavior as the age-regressed trance of a perpetrator rather than spiritualizing it. Additionally, reframing and understanding the reasons for rewards and punishments as lessons taught by our parents can help us in our personal growth and development."
}