{
  "title": "What is the real process of trance-ending and how can we awaken the observer/creator of the inner child?",
  "first_phrase": "In the last 200 tokens, the author Stephen speaks about his experience in India where he discovered meditation as a way to de-hypnotize oneself from the constant chatter of the mind. He explains that trance and hypnosis are not only induced by external powers but that we are all in a trance as a result of our mental programs. The real process of trance-ending is to awaken the observer, which will help transcend the frozen states of the inner child. Stephen gives examples of everyday people who are \"entranced\" such as a child being the subject and their parents being the hypnotists.",
  "content": "A New Understanding of Trances and Hypnosis Some people feel that trance and hypnosis are similar to the Svengali Phenomenon, in which the subject is overpowered and instructed to do something against his/her will, by an outside power 8 *The Dark Side of the Inner Child or person. Sometimes hypnosis is thought of as a state resembling sleep, induced by a hypnotizer, who makes suggestions readily accepted by the subject. \"Trance\" is defined by Webster's as \"a state of partly suspended animation or inability to function, a state of prolonged absorption.\" (American College Dictionary, Random House, New York, 1963:1285) From my years of psycho-spiritual inner work, it became clear to me that we are all already in a trance, already hypnotized. Most of us think \"trances\" exclude our daily experience, but actually they engulf our every experience. Within the mystery of hypnosis or trance lies the key to de-hypnosis. What will follow are examples and histories of everyday people being \"entranced.\" A child is the subject, the mom and dad the hypnotists.",
  "last_phrase": "In conclusion, understanding that we are all already in a trance and recognizing the sources of our hypnotic suggestions is the key to de-hypnosis. By identifying and breaking free from the negative patterns of our past, we can empower ourselves to create a positive present and future, free from the dark side of the inner child."
}