{
  "title": "How do childhood disconnections and fusions affect sexual relationships in adults?",
  "first_phrase": "The previous text discussed sexual disconnections resulting in frigidity in women and impotence in men; and how such disconnections are often the result of childhood trauma. This part discusses disconnection from oneself as a survival mechanism, a coping mode that develops in response to external realities perceived as threatening. The author shares an experience of working with a highly qualified man who suffered from impotence and discovered that his sexuality was fused with his mother. This part highlights the importance of reconnecting to oneself and overcoming childhood trauma for better relationship and sexual health.",
  "content": "Years later at work or in relationships, the inner child within the adult will 54 •:* The Dark Side of the inner Child automatically play the game and go into a disconnection-from-self trance. I once had a man come into a session who had a Ph.D. in Chemistry from Harvard. He complained of impotence, and as I began working with him, he experienced his head disconnected and floating above his body. As he began to reconnect his head to his body, his repressed sexual feelings toward his mother came up. Here his sexuality was so fused with his mother that he felt no sensation in the head of his penis, and the sensations were in his head (Ph.D. Chemist from Harvard). Reconnecting his head to his body somehow forced the sensations of sexuality for his mother to emerge. Developmentally, disconnection helps a child survive. Dis- connection means being over there, rather than here. Disconnection occurs when external reality is threatening. The child handled this and survived by taking off, checking out, or disconnecting. A child of an alcoholic or abusive family might check out to avoid the painful present. Often in cases of incest, a person might check out to avoid contact.",
  "last_phrase": "In conclusion, the inner child is a significant aspect of our mental and emotional makeup that requires continuous attention and nurturing. Years later, our inner child can still manifest in different ways, such as disconnection and fusion, affecting our relationships and overall well-being. By recognizing and addressing these patterns, we can overcome the negative impact and lead a more fulfilled life."
}