{
  "title": "\"What is the relationship between magical thinking and adult problem states?\"",
  "first_phrase": "This text explores the first level of development in infants and how it can lead to adult problem states like obsessive thinking, trying to control others, and self-blame. The author discusses how infants develop a sense of grandiosity, where they believe their thoughts can control external reality, leading to magical thinking. The author then touches on the concept of reinforcement, where infants learn from dysfunctional families that certain behaviors, like smiling or being passive, will get their needs met. As a result, reinforcing these behaviors becomes ingrained in the infant's mind, affecting their adult lives.",
  "content": "This leads to a new age philosophy that promotes letting go of the thought or belief that interferes with manifesting what you want. The unquestioned presupposition, thoughts create reality. This will be discussed later. Adult Problem State: Trying to control others through thought, imagining you can control others' behavior through thought or by acting a certain way. Adult Problem State: Self blame. \"It must be my fault that things didn't work out.\" It's my fault if someone doesn't like me.\" Both these strategies give the person an illusion of control over others' behavior, even if they are counter- productive or self-destructive strategies. 3. In addition to \"I created it\" and grandiosity, another first level process is reinforcement. In this stage the basic mind structures of the infant are re-enforced by the world so the developing infant believes its original world view to be correct. This occurs when a dysfunc- tional family reinforces a behavior, like smiling or being passive. The family responds to the child when it doesn't need anything. The parents seem happy. The child decides or cognizes that smiling will get her needs met, not anger nor actions.",
  "last_phrase": "In conclusion, it's important to recognize that our childhood experiences shape our beliefs and behaviors, leading to adult problem states like trying to control others or taking on too much responsibility. By understanding and identifying these patterns, we can work on letting go of the beliefs that no longer serve us, and ultimately create a healthier and more fulfilling life."
}