{
  "title": "What is the process of observing and understanding the inner child's trances and illusions?",
  "first_phrase": "In this part of the text, the author introduces two new approaches, I11 and Observe, to further delve into the inner child's identity and trances. The author advises to ask questions to the inner child, such as what they are willing and unwilling to hear and see, and to observe their trances with the solvent of awareness. The previous tokens discuss the importance of acknowledging and unblocking the inner child, as blocking-out can lead to unnoticed trances. Overall, awareness and observation are the key tools to uncover the dark side of the inner child's I-dentity and trances.",
  "content": "Ask the inner child, \"What did you (the inner child) decide to not see?\" Write down the inner child's answers. 3. Ask the inner child, \"What did you (the inner child) decide to hear?\" Write down the inner child's answers. 4. Ask the inner child, \"What did you (the inner child) decide to not hear?\" Write down the inner child's answers. Observe: 1. Observe that you are the witness of the inner child and his/her trances. 2. Continue to watch the inner child, adding awareness to the process. 80 + The Dark Side of the Inner Child 3. Notice how observing adds the solvent of awareness to the inner-child identity. This process creates space or distance between you, the observer of the inner child, and his/her trance. Conclusion Blocking-out is a subtle and often unnoticed trance. Once noticed, the observer wakes-up, interpersonal communications alters, and an individual can see, feel, hear, know and be who he is in the present. Awareness and observation are the major tools used to take apart the inner child's I-dentity and his/her trances.",
  "last_phrase": "In conclusion, by asking the inner child what it has decided to block-out or not hear or see, and observing those trances with awareness, we can start to dismantle the illusions that create pain and alter our interpersonal communications. Through this process, we can see, hear, feel, and know ourselves better in the present moment, and break free from the dark side of the inner child."
}