{
  "title": "\"How does Blocking Out Manifest in Relationships and the Inner Child? – A Therapist's Perspective\"",
  "first_phrase": "In the previous section, the author discussed how an individual's inner child can play a role in their drinking habits and how they might choose relationships where drinking is either fogged out or encouraged. This final section delves into a phenomenon called 'Blocking-Out,' where one retroflects the block intended for someone else onto oneself. Through a case study, the author explains how child abuse survivors tend to fog out their bodies to become invisible. The therapeutic approach involves interrupting child trances and bringing the client into the present moment.",
  "content": "Simply stated, she attempted to fog out her father, and when that did not work, she fogged out herself in an attempt to become invisible. When she came to me in therapy, she told me that when she looked in the mirror, she could not see her body. It was fogged out! I have seen this in many cases of child abuse where there is an attempt to be invisible and fog out one's body. The child cannot make the perpetrator invisible, so he freezes himself, making his body invis- ible. Therapeutic Approach My strategy is to ask clients to look at me, which interrupts their child trance and starts a present time experience. As they look at me, they don't feel lonely. There is no blocking-out occurring with me. If she is connecting with me, and really connects, how could she experience loneliness? In present time, we are just here. If she blocks me out and goes into her child trance, she experiences loneliness because she is her inner child, which is not in present time but in past time.",
  "last_phrase": "In order to overcome the effects of an inner-child identity trance and prevent the cycle of loneliness and alienation, it is essential to interrupt the trance and shift to a present time experience. The therapeutic approach of asking clients to look at and connect with the therapist helps to break this cycle and fosters a sense of connection and presence in the moment. By doing so, clients can work through the effects of past abuse and move towards a healthier future."
}