{
  "title": "How Does Our Inner Child Hypnotize Us in Response to External Stimuli?",
  "first_phrase": "In this concluding text, the author reflects on how inner child experiences can affect adult behavior. The text highlights the case of a man who feared being left by his partner, leading to intense anxiety, pain, and a pattern of abandonment. The author explores how triggers from external stimuli can influence our inner-child's behavior and create a \"catastrophizing\" trance. By understanding the pattern of response, we can create new meaning and break free from past hurt. The author shares her personal example of how external triggers can create a trance-like experience.",
  "content": "At one point, they were probably getting married; then it didn't happen. He said to me, \"I'm afraid she is going to leave me. I have extreme anxiety.\" Anxiety is \"futurizing\". He was catastrophizing that she was going to leave him. From his history of women leaving him, he was already forecasting the future. He felt incredible anxiety and pain. He was in the inner-child Appendix I 416 161 identity, replaying the movies of past abandonments and creating, through his own inner dialogue and futurizing, \"She is going to leave me.\" What I wanted to know was how this man got into a rejection trance with this woman, creating the experience called, \"She's going to leave me.\" The inner child hypnotized him, but it was triggered by her. In my own case, when I am driving down the street and I see a police car in front of me, I tighten my muscles and take a deep breath or stop my breath. From the trigger the policeman I create a catastrophizing trance. I am already imagining a catastrophic thing, he'll pull me over and give me a ticket.",
  "last_phrase": "In conclusion, it is important to recognize and manage triggers that can lead to anxiety and catastrophizing trances. By understanding the root of these triggers and working through past traumas, one can learn to break the cycle of negative thinking and move towards a more positive outlook on current and future situations."
}