{
  "title": "What is Spiritualized Abuse and How Does it Affect Gurus, Teachers and Their Disciples?",
  "first_phrase": "This text is about the spiritualization of abuse, specifically in the context of guru-disciple relationships. In the previous text, the author shared their personal experience of breaking free from the trance-like state induced by spiritualized abuse. They explain that many gurus and teachers emotionally or sexually abuse their students, and this behavior is accepted or even spiritualized by both the abuser and the abused. The author gives examples of this phenomena, including an Indian guru who preached celibacy while sleeping with underage disciples, and another who suggested group sex as a spiritual practice. The author argues that both the guru and the disciple have inner children that are involved in this trance-like process, and that the trance-ference must be broken in order for true inner awareness to develop. This last part of the text focuses on the inner children of the guru, and how they play a role in the trance-ference. The author warns that gurus and therapists can become addicted to the adulation of their disciples, and thereby become blinded to their own issues.",
  "content": "To handle this chaotic discrepancy the inner child within his students spiritu- alized it saying, \"He drank and had sex for us, to teach us he was human.\" Unfortunately the gurus and teachers are as involved in spiritu- alizing as the disciples, hence the attraction (like attracts like). This duplicates the process with the parents. The victim-abuser or disciple-guru are two sides of the inner child identity trance. The Inner Children within the Guru Let me state this more clearly. The guru has two inner spiritu- alized children. One has fused with the grandiosity, and one is the unknowing child. The disciple has the same two inner children. The disciple trance-fers the all-knowing grandiosity on the guru, mak- ing him into an all-knowing saint. The guru counter-trance-fers this, becoming the grandiose teacher. The guru trance-fers his unknowing inner child on the disciple and then the disciple is seen as unknowing and ignorant. The trance-ference must be broken and dismantled for the observer to wake-up and true inner awareness to develop. Unfortunately, all too often the guru or therapist gets addicted to the adulation of the disciple, and becomes blinded by his/her own trance-ference and counter-trance-ference issues.",
  "last_phrase": "In conclusion, it is essential to break the trance-ference and counter-trance-ference to attain true inner awareness. Ideally, the gurus and therapists must overcome their addiction to adulation, and the disciples must understand the guru's inner child identity trance. As seen from the example, spiritualizing can be familiar and comforting, but it could hinder personal growth if maintained for too long."
}