{
  "title": "\"How does childhood trauma impact spiritualization and co-dependency?\"",
  "first_phrase": "This text discusses how a child brought up in an alcoholic family might give up their self in order to take care of their parents, thinking that it is a way to be taken care of themselves. If this transfers to God, the child might become a disciple of a guru who they will serve in exchange for being taken care of. This is called transpersonal co-dependence, which often leads to vulnerable disciples being abused sexually and emotionally by their gurus. The text warns against the illusion of serving a higher power, which is just a way to avoid one's personal pain and be grandiose about one's own specialness. The last 200 tokens explore this issue further, specifically focusing on the role of spiritualization in organizing the chaos of being raised in a dysfunctional family, and how many religions recreate the child's experience of looking up to parents, now called God. The adult problem state of parallel spiritual systems is highlighted.",
  "content": "Notice how the trance of spiritualization organizes the chaos of being brought up in a dysfunctional family, giving it to a higher and more dissociated purpose. In the song, Do You Remember, John Lennon says, \"Do you remember when you were small. How people seemed so tall?\" This is the higher power phenomenon. The child has to look up to parents because children are physically smaller and less developed. Notice in most religions, you \"look up\" to God; this is the child's re-creation of being small, looking up at parents now called \"God.\" This pre- supposes God has a location. * This ordering of chaos by the child is a powerful way he can avoid his personal pain and be grandiose about his own specialness. The illusion of the child within is that she is serving some higher person, so that the \"higher person\" will take care of her by giving her knowledge, love, etc. The child is physically smaller and sees adults as bigger, thus attributing higher knowledge, and in many cases magical power, which are spiritualized parents. Adult Problem State: Parallel spiritual systems.",
  "last_phrase": "In conclusion, understanding how the child's illusions of higher powers and spiritual systems affect their perception of self-love and projection of God onto loved ones is essential to unraveling the impact of being raised in a dysfunctional family. By recognizing these patterns, we can begin to heal our inner child and break free from the cycle of psychological distortions."
}