{
  "title": "What is the Tao of Chaos? An exploration of chaos theory in psychology and self-help.",
  "first_phrase": "In the previous section, the author shared how exploring the newly emerging \"theory of chaos\" and its application to psychology and self-help became the next stage of their personal development. In their upcoming book, \"The Tao of Chaos,\" they provide methods and approaches to embracing chaos and the void for a deeper understanding of oneself. In the last 200 tokens, the author discusses how triggers affect the inner child and how changing the inner child's view of the trigger is important. They also introduce their ideas on psychotherapies and their myth of working out an individual's \"stuff.\"",
  "content": "Most of us are acquainted with the expression \"getting your buttons pushed.\" What must be remembered when you get your buttons pushed and find you are going into fear, anger, etc., is that it is the inner child that gets his buttons pushed, not the adult. The adult looks at the world, then suddenly something triggers a reaction from the inner child. These reactions of the inner child are like an old movie, and need to be looked at and seen for what they are a reaction mechanism. To do this you change the inner child's view of the button. In the past psychotherapies have been designed to deal with the individual, or to acknowledge the family and the inter-personal context. Most therapies fall under the category of the former and hold the myth (lie) that if you work out your \"stuff\" then you will have what you want. \"Stuff\" is all the unfinished and non-experi- enced experiences, body armors, breathing patterns, etc. When all 158The Dark Side of the Inner Child this is dealt with, \"the world is yours!\" This disregards the context of society in which the individual lives.",
  "last_phrase": "In conclusion, when you find yourself reacting to a trigger, remember that it is your inner child's buttons being pushed, not the adult's. The key here is to change the inner child's perspective on the trigger and integrate both individual and interpersonal contexts, so that you can live in peace and overcome the \"unwanted trance response.\" By doing so, you can effectively manage your reactions and ultimately lead a more fulfilling life."
}