{
  "title": "How does blaming and the wounded inner child affect our relationships?",
  "first_phrase": "In this concluding part of the text, the focus is on the dark side of the wounded inner child that wants to get without asking. The author mentions that often, parents give suggestions that make the child feel punished for being open. As a result, the child learns how to get what they want not by asking directly, but by acting indirectly. This unconscious behavior can cause complaints in relationships. The text also discusses how cutting off feelings can be traumatic. The author offers insights into how blaming others can be a way of disregarding one's responsibility in a situation. In conclusion, the text emphasizes the importance of self-reflection and recognizing unmet needs to heal the wounded inner child.",
  "content": "In India (see Chapter 14, \"Spiritualization\") they believe that saying what you want or even wanting is the source of all human problems. In many situations, the child learns how to get what is wanted not by asking directly, but rather by acting indirectly. This is often modeled by Mom and Dad, who show the child how to get what is wanted without asking. The parents can model this manipulation, and years later the child within the adult gets angry at a spouse because the spouse doesn't \"mind read\" the inner child's signals. Complaints in a relationship occur often times because the spouse doesn't know what is wanted, since it wasn't asked for. I once had a client who was working on his relationship with his mother. I asked, \"What do you want from her?\" The inner child responded, \"I wanted her to give me everything I wanted, whenever I wanted it, without having to ask.\" The adult saw how out of line the inner child' s demand was and was able to let it go. Cutting off our feelings is traumatic.",
  "last_phrase": "It is important to acknowledge and address the impact of childhood conditioning on our adult relationships. By identifying and letting go of unrealistic expectations and learning healthy communication, we can avoid the emotional plague and cultivate authentic connections with ourselves and others."
}