{
  "title": "\"How does infantile grandiosity and first level processes impact our world views?\"",
  "first_phrase": "In this text, the author explores the cognitive development of an infant and how it shapes their worldview as they grow into a child. The first level processes involve basic cognition and understanding that an infant develops and later generalizes to the world. The text delves into three processes, including the belief that \"I created Mom and Dad,\" which oftentimes carries into adulthood. The last 200 tokens highlight infantile grandiosity, where the baby starts to believe that they are entitled to be taken care of. This limits personal responsibility and power and can cause individuals to feel victimized when they don't receive the expected care from others.",
  "content": "As the adult matures, they can become conservative, politically, and the adult can believe, \"the rich and powerful will take care of the rest of us.\" The problem is the rich and powerful take care of themselves, leaving our inner children feeling victimized. Cognizing that the rich and powerful will \"trickle down\" money to us is a trance of the inner child, and a fusion with Mom and Dad. This keeps the present-time adult from feeling empowered. Three Basic First Level Processes 1. 1 created it: This trance relates to the beliefs the infant develops when he is born, opens his eyes, and sees Mom, Dad, nurse, doctor, etc. What is cognized? \"I created Mom and Dad.\" The infant believes this, and often this belief is carried into adulthood. The results, as we will explore later, are paramount to the develop- ment of a self-view, a world view and the adaptation of a spiritual philosophy. 2. Infantile grandiosity: The baby feels cold and Mom or Dad places a blanket on her. Next, baby thinks hungry, and Mom or Dad brings food.",
  "last_phrase": "Recognizing and breaking free from the inner child's trance of relying on the rich and powerful to take care of us is crucial for adult empowerment. Understanding the basic first-level processes involved in developing a self-view and a world view is the first step towards breaking down the barriers that prevent us from taking full control of our lives."
}