{
  "title": "\"What are Trance States and How Do They Affect Our Consciousness and Problems?\"",
  "first_phrase": "In this final part of the text, the author discusses the importance of de-hypnotizing to free oneself from limitations and problems that are associated with trance states. They claim that all problems have at least one trance associated with them and that it is the task of the therapist to awaken the client from this deep trance. The author gives everyday examples, such as anxiety, which goes into the trance of futurizing, and alcoholism, which leads to age regression. The inner child's dark side creates trances that prevent the observer from experiencing present-time reality. By identifying and breaking these trances, the client can free themselves from the problem state.",
  "content": "Let me give a few, everyday examples. Anxiety is a fear of the future. A client whose presenting problem is anxiety goes into the trance of futurizing (see Chapter 5). The inner child imagines a catastrophic future and so hypnotizes the adult in present time into a fear trance. Of course, an adult hears the self- talk of the inner child' s dark side, \"It will never work out\" (Inner Dialogue, Chapter 7), followed by an inability to see other options (Chapter 8, Blocking-Out). The dark side of the inner child might suggest to the adult that these isn't enough time, creating even more anxiety. Maybe he even imagines a bill collector taking away his house (Illusioning, Chapter 9). The presenting problem, anxiety, is full of trances, as are all prob- lems. Most are re-creations of the dark side of the inner child. The inner child continues autonomously, with the adult experi- encing past situations as present situations. Another example is an alcoholic client who, as the session continued, began to age-regress (act younger, see Chapter 4).",
  "last_phrase": "In conclusion, many presenting problems, including anxiety and alcoholism, involve trances created by the dark side of the inner child, which the adult mind experiences as present situations. However, hypnotherapy can help clients break free from these trances and create a more positive relationship with the present-time world, allowing them to see more options and overcome their problems."
}