{
  "title": "How can identifying and handling self-talk help in resolving internal conflicts and breaking free from past identities?",
  "first_phrase": "In the preceding text, the author discusses how the inner child's rebel identity reacts to the authority figures, and we become transfixed and project our fused father on others. In the last 200 tokens, the author provides a step-by-step guideline on how to handle internal dialogue trances using self-talk. The reader is asked to notice their self-talk, identify the origin of the voices, create the voices intentionally, and move them around to gain mastery over the taped voices. It is a crucial step in de-hypnosis and taking responsibility for internal conflicts.",
  "content": "The rebel identity only creates and gives self-talk to itself in reaction to the father, which is now internalized. Thus, the inner and outer dialogue keep going. The inner child has two parts, rebel and Dad. If he is the rebel, he trance- fers Dad on others; if he is Dad, he projects the rebel on others. The Next Step Handling Inner Dialogue Trances Step I:Notice your self-talk exactly, and write it down: Examples: Don't trust people. Don't be close. Don't touch me. Inner Dialogue 4 71 Step II: Ask whose voices these are? 1. Mom 2. Dad 3. Uncle 4. Aunt 5. Teacher 6. Brother 7. Sister 8. Grandparent, etc. Step III: 1. Intentionally create the voices. 2. Next, move the voices into the left ear. 3. Move the voices into the right ear. Step IV: Notice if there are any feelings associated with a voice. Write them down. Step V: Practice turning the voices (tapes) on and off, until you get mastery over the taped voices.",
  "last_phrase": "Handling the inner dialogue trances may seem daunting at first, but with these simple steps, you can gain control over your self-talk and move towards a healthier mindset. Take note of your self-talk, identify its external origins, intentionally create and move voices, and observe each voice to recognize your existence beyond them. By doing so, you can break free from the rebel identity and grow into a stronger, independent individual."
}