{
  "title": "How does the inner child affect one's perception of reality and future, and why is it important to address?",
  "first_phrase": "This text discusses how the inner child within adults can create fantasies about the future, which may become autonomous and cut adrift from the family. These fantasies can cause people to focus on the future rather than experience the present. Additionally, the inner child can also create self-talk that may lead to anxiety and negative projections about the future. The last 200 tokens provide an example of how a therapist helped their client realize that their anger towards a married couple was actually a result of their inner child trance-fering their past-time parents onto the couple.",
  "content": "This \"time-frozen pattern\" is also an age regression since the anxiety trance comes from the dark side of the child within, not from the adult in present time. In present time the adult has many resources available. It is the child within that feels there are no resources. The adult feels the child trance as real and so experiences anxiety. The past pain stays alive as an experience in the present, and as a projected, imagined future. In this state there is only frozen past time overlayed on present or future time. A negative associa- tion with the experience of the past is created and re-enacted many times without seeing now. Unfortunately for the present time adult, the inner child is so good at hypnotizing the adult, that the adult does not know that he is seeing the future, or past as the present. Recently, I was working with a therapist as a client who was upset and angry with a married couple he was working with. He complained angrily, \"Why is he living with this abusive woman.\" Through therapy, he realized that his inner child had trance-ferred his past-time parents on this married couple.",
  "last_phrase": "Recognizing and addressing our age-regressed inner child can be a crucial step in breaking free from the time-frozen pattern of anxiety and negative associations with past experiences. By bringing this subconscious behavior into conscious awareness, we allow ourselves the opportunity to access our present-time resources and overcome the limitations of our past."
}