{
  "title": "How does the infantile state influence adult super-idealization and reliance on gurus or spiritual systems for enlightenment?",
  "first_phrase": "In the preceding text, the author describes how adults, just like infants, often seek answers to life's big questions from those perceived to have the answers. This seeking behavior is deeply rooted in the infantile psyche and may persist as a problem state in adulthood. The author notes that this trance-like state of seeking to look for power, love, or enlightenment from others is pervasive and often leads to super-idealizing people. In the last 200 tokens, the author discusses this phenomenon of super-idealizing people further, explaining how we often transfer God-like qualities to individuals we seek help from, expecting them to grant our wishes and fulfill our dreams. The text emphasizes the importance of recognizing this behavior as a problematic state and the need to shift the focus on personal growth and self-sufficiency.",
  "content": "The solidity of this state is strong, because it was formed preverbally by an infant who had to look to another for the secret of survival. Parents determine the most basic life and death issues of the child: the maintenance of the physical body and ultimate well- being. Unfortunately for many, that infantile state stays frozen long after it has developmentally served its purpose. 134 o The Dark Side of the Inner Child Adult Problem State: Super-Idealizing people. They are God. If I do what they say, I won't get punished (fall off the path), and I'll attain nirvana, heaven, etc. My nirvana was house, job and kids. This was my father's path to nirvana. Super-idealizing is the trance-fer of God-like qualities onto people, making people into gurus, and asking them for help as if they had the power to grant your wishes or fulfill your dreams. The magical thinking of first level development is trance-ferred onto a person, \"as if\" their thoughts had the power to awaken you. The child transfers his grandiosity onto a person, making him, as he did to his parents, into a saint, guru, etc.",
  "last_phrase": "In conclusion, it is important to recognize and overcome the infantile state of super-idealizing people and transferring that grandiosity onto them. By doing so, we can break free from the limiting beliefs and trances that keep us from reaching our full potential and find true spiritual fulfillment within ourselves rather than relying on external systems or figures. Let us strive to grow beyond our infantile states and embrace our own power and autonomy."
}