{
  "title": "What is the dark side of the inner child in therapy and how can we overcome it?",
  "first_phrase": "The last 200 tokens of this text elaborate on dismantling time-frozen inner child trances to free ourselves from childhood survival mechanisms that no longer fit present-time relationships. The author explains that therapies and self-help groups based on working with the \"wounded inner child\" have become popular, and urges readers to acknowledge and release the dark side of their inner child. By doing so, they can awaken the observer within and step out of their time-frozen past to be present in present time.",
  "content": "This inner child, which has received so much praise for so long, is a time frozen creation of the observer, you. The problem is that the time frozen inner child keeps creating unwanted trances, i.e., thoughts, feelings, emotions, sensations and strategies that no longer fit present-time situations. Conclusion The next step is to dismantle time-frozen, inner-child trances and realize that the individual is the observer and creator of this time-frozen inner-child identity. The purpose is to free ourselves from childhood survival mechanisms that no longer fit present-time relationships. The next step has three parts, 1) to acknowledge the dark side of the inner child which acts as a hypnotist in our present time self, 2) to look at this inner child identity, and release it from our present time reality, and 3) to awaken the observer (you), who has fallen asleep. This enables us to step out of our time-frozen past and step into being present in present time. .2 The Beginning of the End of the Dark Side of the Inner Child The recent emergence and popularity of therapies and self-help groups based on working on or with the \"wounded inner child\" has taken over the world of psychology.",
  "last_phrase": "In conclusion, to truly free ourselves from the unproductive mechanisms of our time-frozen inner child, we must acknowledge and address its dark side, release it from our present reality, and awaken our observer selves. Only then can we step out of our past and be fully present in the present, ready to navigate current relationships with healthier and effective strategies."
}