{
  "title": "\"How Can Trance Dreams Affect Our Present Life and Inner Child? Understanding and Working Through Them.\"",
  "first_phrase": "In the previous part of the text, it was mentioned how the idealized dreams of the inner child can leave adults feeling disenchanted with their present reality. In this final part, the importance of trance dreams is discussed for emotional health. It is explained how some people are unable to access their intuition because they cannot daydream, while others experience hypervigilance in their trance dreams due to past traumas. The ability to create and cease trance dreams consciously is considered essential for emotional growth. An example of an individual who remains stuck in their childhood dream is provided.",
  "content": "In the former, the inner child dreams; in the latter, the inner child is hypervigilant. An example is the man I was seeing for counseling who did not daydream. Since he had no daydreaming ability, he was experienc- ing a focused, over-identified state with high anxiety and hypervigilance. He didn't have the ability to let go and trance dream. In this case, his inner child had to be hypervigilant because his father had been institutionalized as a child for emotional 106 + The Dark S ide of the Inner Child problems. Like the overidentified trance, trance dreaming equaled disaster. With the observer asleep, a trance dream is one way the child within the adult resists experiencing the present. Health lies in the ability to create trance dreams and cease creating them, at choice. For most people their trance dreams are on automatic and are versions of unfinished childhood themes. Choice is the ability to pick up or put down trance dreams, at will. An example is the woman who said, \"There are beings/guides who come to me, and I'm going to be like Christ.\" I outgrew my own dream of playing basketball. Her dream solidified.",
  "last_phrase": "In conclusion, whether you have interrupted your dreaming or have automatic trance dreams, developing the skill of trance dreaming can interrupt the hypervigilant identity of your inner child. It is important to shift your viewpoint and bring your dreams into a level of reality organization to avoid conflict with present reality. Working through this process with a therapist can be beneficial."
}