{
  "title": "How can classical hypnosis be used to regulate acute pain sensations?",
  "first_phrase": "This text explores different techniques for managing pain through self-trancing, focusing particularly on the classical approach to acute pain. The last 200 tokens suggest visualizing the nervous system like a computer room or switchboard to disconnect painful sensations from the ankle to the brain. The author references various sources, including Beck's Cognitive Therapy of Depression and Capra's The Tao of Physics, to provide context and support for their ideas. The text concludes with a reminder that self-trancing involves present-time choice, a stark contrast to inner child trances without choice.",
  "content": "In self-trancing, there is choice; in inner child trances, there is no choice. •Bibliography American College Dictionary, New York: Random House. 1963. Beck, Aaron T., Rush, A. John, Shaw, Brain F. and Emory, Gary. Cognitive Therapy of Depression, New York: The Gifford Press, 1979. Berne, Eric. Games People Play. New York: Grove Press. 1964. Capra, Fritjof. The Tao of Physics. Bantam Books. 1976. Erickson, M. H. and Rossi, E.L. Hypnotherapy: An Exploratory Casebook. New York: Irvington, 1979. Erickson, M. and Rossi, E. The February Man: Evolving Consciousness and Facilitating New Identity in Hypnotherapy. New York: BrahuerfMaze, 1989 Goldstein, Joseph and Kornfield, Jack. Seeking the Heart of Wisdom: The Path of Insight Meditation. Boston & London: Shambala. 1987. Haley, J. Advanced Techniques of Hypnosis and Therapy: Selected Papers of Milton H. Erickson, M.D. New York: Grune & Stratton. 1967. Herbert, Nick. Quantum Reality: Beyond the New Physics. New York: Anchor Press. 1985. Hoffer, Eric. The True Believer. New York.",
  "last_phrase": "Incorporating the knowledge from the helpful bibliography, one can explore the nuances of self-trancing and inner child trances, ultimately empowering themselves with a better understanding of the mind and how it functions."
}