{
  "title": "\"How can identifying and defusing your inner child identity change your perspective and world view?\"",
  "first_phrase": "In the previous section, we explored the inner child identity and how it affects our perception of ourselves and the world around us. We asked questions to gain a deeper understanding of this identity and now we move on to naming it. By naming our inner child identity, we can become more aware of when it takes over us and begin to defuse it, allowing us to observe its workings instead of becoming fused with it. In this final section, we will discuss how awareness is key to breaking free from the automatic trance states of the inner child, and how identifying and naming this identity is an important step in that process.",
  "content": "What are you, the inner child identity, resist- ing knowing about yourself? Question 2. What are you, the inner child identity, resist- ing experiencing? Allow the answers to come from the inner-child Identity, and write them down. Step /V: Homework. Note your answers, and this week begin to observe how often you take on and become this Identity. Step V: Finally, give the identity a name, like, loser, victim, manipula- tor. Each time it pops up for you, or you notice you are fused with it internally, call its name e.g., victim, loser. This will help you to Age Regression * 37 de-fuse and unfuse with the inner child, thus allowing you to become the observer in present time. * Conclusion Being able to identify both sides of the inner child' s trance allows us to observe its workings. It is the self-observation of the workings of the inner child that adds awareness. Awareness is the solvent for the glue of the automatic trance states of the child within the adult. In order to give something up, you must first know what it is.",
  "last_phrase": "In conclusion, by becoming aware of our inner-child identity and observing its workings, we can identify and defuse automatic trance states that keep us from being present in reality. Through the exercises given, we can discover what we resist knowing and experiencing about ourselves and give the inner-child identity a name to help us distance ourselves from it. By doing so, we can futurize less and be more present in our lives."
}