{
  "title": "\"What is Spiritualization Trance and How Can You Overcome it?\"",
  "first_phrase": "In the last 200 tokens of this text, the author concludes that spiritualization is a two-edged sword. While it provides comfort from chaos, it robs us of present-time experience and true spirituality. The author urges us to interrupt the pop-up ideas of life and free ourselves from past-world views of the inner child/infant. As we say goodbye to the inner child identity born of chaos and resistance, what are we saying hello to? This question is answered in the Epilogue, where the author discusses the foundations of identities and The Tao of Chaos.",
  "content": "The intention is to free you from past-world views of the inner child/infant. The child within has a window that it looks through. This view when left behind offers us the opportunity to enjoy present-time experience and the freedom of pure, uninterrupted awareness, uninhibited by memory, distortion, or resistance to chaos. It is in this pure, uninterrupted awareness and self-remem- bering, without past inter-fear-ence, that the natural interconnection and unity becomes available. This natural unity consciousness, called \"quantum consciousness,\" is the force and connection that provides us with true, natural, effortless spirituality. This is our birthright, and this becomes an experiential knowingness, as the 152 at* The Dark Side of the Inner Child past and automatic trance associations of the inner-child are trance- ended. The Bible 1 Corinthians, 13 : 1 1 •Epilogue Foundations of Identities, The Tao of Chaos As we say good-bye for now to the inner child identity, what are we saying hello to? To begin with, the inner child identity, with all its trances, strategies, thoughts, and feelings, was born of two parents, chaos and resistance.",
  "last_phrase": "In conclusion, letting go of past-world views of the inner child and embracing present-moment experience without memory, distortion, or resistance brings us closer to experiencing quantum consciousness - a natural interconnection and unity that provides true, effortless spirituality. As we bid farewell to the child of chaos and resistance, let us embrace the opportunity to work with and live in chaos without recreating it automatically, accessing our true nature and birthright."
}