{
  "title": "\"What is age regression and how does it affect our perception of the past and present?\"",
  "first_phrase": "This text explores age regression, a process in which an observer moves from present time to a frozen picture of a child interacting with an adult in past time. The observer then overlays this past image on present time experiences and sees the world through the eyes of the dark side of their inner child. The last 200 tokens provide an example of how this works and how it can lead to troubled adult behaviors. It describes how the inner child of a woman who was molested by her uncle in 1950 can still affect her adult life, causing her to experience a wounded inner child that pops up when being intimate with her partner. The text shows how breaking the habit of age regression can help de-hypnotize the observer and place the memory back in linear time, preventing it from affecting their present experiences. It is a powerful reminder of the importance of acknowledging and working through past traumas.",
  "content": "In 1993, the 42 year old woman has a wounded inner child that pops up when John tries to be intimate. The observer trance-fers the past occurrence with Uncle Henry in 1950 to the present one with John. The present-day woman age regresses and becomes the wounded child who freezes, feels scared, and may or may not know why. De-hypnosis undoes the trance of the past so the memory that pops up can get placed in the background as a memory, rather than trance-ferred over present-time reality, as a foreground. In this case the observer takes a picture of the little girl being molested and the perpetrator (Uncle Henry). Both parts reside within the inner child, i.e., victim and perpetrator. These two parts of the inner child become the world view of men even years later. Hence the perpetrator gets trance-ferred on men and the victim feels scared, or the victim gets trance-ferred on a child and the perpetra- tor-part of the inner child takes over and abuses. It is the perpetrator-part of the inner child that molests children; that is why the research demonstrates that almost all child molesters were molested as children. Let me give another example.",
  "last_phrase": "It is evident from these examples that unresolved childhood traumas can heavily impact an individual's behavior and perception of themselves as well as others. Nevertheless, through age regression and de-hypnosis, it's possible to identify and isolate these traumas, so they no longer control the present-day reality. It's important to acknowledge the effect of childhood abuse and seek help to heal rather than perpetuating the cycle through unacknowledged trauma."
}