{
  "title": "How does conforming to society's expectations lead to confusion and over-generalization in the inner child?",
  "first_phrase": "This text discusses the societal pressure to conform and give up oneself to fit in, and the ways in which psychology emerged to help individuals adapt to society's demands. However, conforming to society's expectations can be confusing and overwhelming, particularly when expectations are unrealistic. Noted industrial psychologist, Frederick Herzberg, contends that adult job responsibilities and treatment should match the expectations of acting like an adult. The last part of the text outlines the three types of confusion that can result from unrealistic parental demands, which can lead to a frozen and confused inner child in adulthood.",
  "content": "This, according the Herzberg, isn't possible, and so assembly line work- ers act as children with high turnover rates and low productivity. Three Types of Confusion 1. Task Confusion Confusion can take three forms. In the first type, parents make demands that are not possible to achieve or are viewed as over- whelming by the child. These overwhelming parental expectations, which the child is unable to fulfill, create feelings of confusion and chaos. The confusion becomes the mechanism or way the child handles the event. For example, the parent expects the child to make a peanut butter and jelly sandwich by himself at age three. The observer creates confusion and the child feels overwhelmed and confused. The confusion gets generalized to everything they are asked to do. Even years later they become overwhelmed and confused when asked to perform certain tasks. The confused inner child remains frozen, generalizing confusion onto many situations, events, or arenas. The child within the adult feels constant pressure to perform or do the task perfectly. Overtones of being judged or feelings of incompetency or inadequacy follow this trance.",
  "last_phrase": "To avoid confusion in tasks, it's important to set realistic expectations and not generalize negative experiences. By understanding these types of confusion, one can break free from the limits of their inner child and achieve greater productivity and confidence in their abilities."
}