{
  "title": "How Can You Stop Creating Your Wounded Inner Child Identity?",
  "first_phrase": "In the previous paragraphs, the concept of the observer and its impact on creating internal, subjective experiences is discussed. It is then applied to the creation of a wounded inner child identity. The author explains that attempting to heal this identity is a false concept because you are both the observer and creator of it. To heal, you must take responsibility for creating it and stop creating it. In other words, keeping the identity present only adds to it. Quantum Psychology suggests that all parts served a useful purpose in the past and asks why keep creating them automatically? Let's explore this concept further.",
  "content": "You, the observer and creator of this pleasing wounded child identity. This identity now creates many different ways (which will be discussed later) to keep this process alive. Three important points come from this quantum understanding: (1) you are the creator and observer of the wounded pleasing child, (2) you are beyond this identity, and (3) \"healing\" this wounded child is a false concept. Why? In order to heal this identity you must \"get\" that you are the source of this identity. Once you get the experiential understanding of this, you can take responsibility for creating it and stop creating it. To try to heal, say the \"right things\" to, re-frame, or re-decide the inner child only adds to the created identity and keeps it alive. In other words, you must keep the identity present and functioning in order to heal it. Many therapies imply, \"All parts serve a useful purpose.\" Quantum Psychology says, \"All parts served a useful purpose\" (past tense). Why keep creating them automatically?",
  "last_phrase": "In conclusion, it is important to understand that you, as the observer and creator of the wounded pleasing child identity, have the power to stop creating and perpetuating this identity. Instead of trying to heal or fix this identity, it is necessary to recognize that it served a useful purpose in the past and dismantling it is the next step towards growth and self-awareness. By understanding who is observing the inner child, you can take responsibility for your creations and move towards a more integrated and authentic sense of self."
}