{
  "title": "\"What is blocking-out and how does it affect our perception and behavior?\"",
  "first_phrase": "In the previous section, we learned about the trance of the inner child known as blocking-out, and how it can cause individuals to not see what is there or hear what is said. This trance develops as a coping mechanism to protect and support the child's survival but becomes a problem when it operates autonomously while the observer sleeps. In the last part, we see how this phenomenon can lead to unconscious attraction towards traumatic situations, even in present time. The example of a little girl fogging-out while her father assaults her mother is given, and how this trance can persist in adulthood, affecting one's ability to make healthy choices. It is important to understand that blocking-out is not a solution, and individuals must work towards healing their inner child to break free from this trance.",
  "content": "What must be understood is that, although the fogging 74 • The Dark Side of the Inner Child out helped the child survive, it did not work 100%. Some part of the child saw the assault. This creates an inner child with two sides, side one fogs out, and side two sees the assault. The time frozen-inner child automatically re-creates the trance that worked in the past, not seeing. Carrying it over into present time, the adult is simulta- neously attracted to a famil-(iar) scene, battering. In the former case, even though the adult wants to make contact, the inner child keeps blocking-out. Ideally, blocking-out should be like a sun screen. If I go to the beach and am able to choose the degree of exposure I want by picking the right level of sun screen, I am at choice. But, if I can't get the protection I want, I am at the mercy of the sun, or the dark side of an out-of-control, wounded inner child. It should be noted again, that women who choose men that batter either saw Mom being battered or were battered, themselves. Thus the trance of blocking-out is not a solution.",
  "last_phrase": "In order to heal from the inner child's two-sided nature, it is important to recognize and address the blocking-out patterns that were once necessary for survival, but are no longer helpful. By acknowledging interpretive distortion and choosing to no longer block-out, we can become empowered and make choices that are in our best interest. It may take time, effort, and professional help, but the reward of a balanced and fulfilling life is worth it."
}