{
  "title": "How can staying connected to present-time feedback prevent solidifying illusions in children?",
  "first_phrase": "This section delves into how feedback from the world can help individuals let go of illusions and integrate into reality. Dr. John Bradshaw highlights the importance of staying connected to the world in present time and accepting feedback to prevent solidifying illusions. He gives an example of a child who wants to be a professional athlete but, due to feedback from the world, realizes it's not possible and shifts focus. However, if the child cuts off feedback to survive a dysfunctional family, they may enter into a child-to-child trance, which can lead to solidifying illusions and pain later in life.",
  "content": "Children often imagine stardom, but if they stay connected to the world in present time, they know when they can't play the guitar (feedback), and can't be Eric Clapton. In more severe cases, there is no feedback loop. Instead, the child goes into a child-to-child trance, cut off from present-time feedback (can't playguitar), and, years later, feels pain. Principle V: An observer relating to the world makes trances trans-lent and part of growing up. If the child does not shift to the feedback from the world because of the horror of a dysfunctional family, the child shifts to a child- to-child trance. Years later the child within hypnotizes the adult. This creates the adult' s illusions. Many people have illusions about being a movie or rock and roll star. This seems to be quite common. This is a way the child resists experiences in the family that are too painful to integrate at the time. Problems arise when the illusions become solid, and interpersonal feedback is cut off. For example, I wanted to play basketball for the Boston Celtics. By 13, I realized that I was going to be too small.",
  "last_phrase": "In conclusion, it is important for children to stay connected to present-time feedback and not get lost in illusions of stardom. It is a developmental process to realize one's skills and move on from unrealistic dreams. Resisting experiences in the family that are too painful to integrate can lead to a child-to-child trance that may haunt them for years. Integrating feedback from the world is crucial for healthy development and preventing pain later in life."
}