{
  "title": "\"Why do Inner Child Identities Fight Each Other and Trance-fers onto Authority Figures?\"",
  "first_phrase": "In the final part of this text, the author explains Principle II and III of the inner-child identity conflict. They discuss how the resisting identity is formed to protect an individual from the fused identity, often causing an internal conflict between \"I'm like Dad\" and \"I want to be me.\" The author also links this conflict to the concept of tranceference, where the rebel side of the inner child projects parental figures onto authority figures and begins to resist them. This creates an inner-child trance, taking the present into the past.",
  "content": "Principle III: The resisting identity, when not in conflict with the fused identity, \"Dad,\" will tend to fight the fused identity \"Dad\" outside themselves, whether present or imagined, and resist the imaginary Dad (fused identity). This is clearly the trance of trance-ference. Transference, which is a major part of the psychoanalytic model of Sigmund Freud, briefly states that the client projects the parent on the therapist and then treats the therapist like Mom or Dad. In this example, the rebel side of the inner child trance-fers Mom/Dad on to an authority figure, whether it is there or not, and begins to resist the authority figure. The difference is, in this model, 70 • The Dark Side of the Inner Child the adult does not transfer or project Mom and Dad onto an authority figure; it is the inner child who is the culprit, trance-ferring images of Mommy and Daddy on people and acting like a little kid expecting to be taken care of. Transference is a trance of the inner child because the child goes into a trance and transfers Mom and Dad on others. This makes present time into past time, hence, trance-ference.",
  "last_phrase": "To conclude, it is crucial to recognize the inner child's trance-ference to achieve de-hypnosis and resolve internal conflicts. By taking responsibility for our projected identities and owning up to our reactions, we can break free from past limitations and truly be ourselves. So, let's wake up and take control of our inner child, for it is the key to a happier and healthier life."
}