{
  "title": "What is Age Regression and How Can De-Hypnosis and Observer Role Help with Memories and Trances?",
  "first_phrase": "In this section, the author delves into the concept of \"family trance,\" which refers to the survival mechanisms that individuals learn in their families of origin, often through age regression. They explain how these trances can freeze memories and prevent individuals from fully processing traumatic experiences. To overcome this fusion with the perpetrator, the author suggests discovering and working with one's inner child and observing the trance that holds problems in place. Through de-hypnosis, the memory can become background, allowing present time to be foreground, and resources of the present become available. The author provides an example of a woman who learned to \"be cute\" to get what she wants, and how this trance became a permanent fixture in her experience.",
  "content": "This is the process of age regression. Here is another example. The little girl who sits on Daddy's lap and learns how to \"be cute\" so Daddy will buy her a new dress, is that same little girl who is sitting on Hubby' s lap being cute so that she gets what she wants. These are exactly the same inner-child trance experiences. The trance of age regression allows that phe- nomenon, the present-time adult becoming a past-time child, to manifest itself in the present. You construct your experience using the process of age regres- sion by altering subjectively how you experience the present. The job is to awaken from your dream shifting, from being the child in Age Regression • 35 past time, to being the observer/creator of your experience in present time. Once awakened from the inner child's trance, re- sources of the present become available to you which were not available to the child. When the trance is unglued, present-time problems lose power. The last trance example, called \"being cute,\" had become a perma- nent fixture of her experience. Her trance worked as a survival mechanism.",
  "last_phrase": "In conclusion, age regression is a powerful tool that can help you access your inner child's trance to manifest itself in the present. By awakening from this trance, you can become the observer/creator of your experience in present time, allowing you to access resources that were not available to the child. Remember to re-member and become a member of present-time reality to unglue from the trance and empower yourself in facing present-time problems."
}