{
  "title": "\"How does disconnection from the inner child affect adult behavior and relationships?\"",
  "first_phrase": "In the preceding text, the author explored the concept of disconnection, which is a trance state created by the observer to help the inner child disconnect from uncomfortable situations. The disconnection can manifest as feeling separate from oneself or others and can occur in several styles. In the last 200 tokens, the author explains how an observer might disconnect a child by disconnecting the child from parts of their self, and how this could lead to a frozen child who experiences a disconnection from intimacy years later. The author also writes about disappearing, which is when a child might leave or disappear from a dysfunctional family, leading to the child feeling invisible. This trance can create significant problems in relationships, particularly in the area of intimacy.",
  "content": "For example, if a child is not allowed to show affection, the observer might disconnect the child from that particular feeling. Years later, the inner child may experience a disconnection-from- intimacy trance. If a child is not allowed to get angry, the observer disconnects the child from that feeling. Years later, the angry part erupts from the frozen child, but when asked, \"Are you angry,\" the person replies from the adult' s point of view, \"Who me, angry? Of course not. I never get angry.\" The adult experience is that he never gets angry. It is some disconnected part that gets angry and, if he could get rid of it, everything would be fine. 2. Disappearing In a dysfunctional family a child might leave, or disappear, and experience his or her self as \"not here.\" To protect a child of alcoholic parents the observer either inwardly or outwardly makes the child feel like he disappears and, hence, the child feels invisible. This disappearing trance can create huge problems in relation- ships, particularly in the area of intimacy.",
  "last_phrase": "In conclusion, it is crucial to acknowledge and address the ways in which our childhood experiences may have disconnected us from certain emotions or parts of ourselves. By doing so, we can better understand ourselves and work towards healing and integrating all aspects of our being. It is also important to be mindful of how we may be using spiritual practices or other activities as a means of avoiding or numbing our experiences rather than truly connecting with them."
}