{
  "title": "How can embracing chaos and the void help us discover our true selves?",
  "first_phrase": "In the last 200 tokens of this text, Stephen explores the concept of emptiness and how it can lead to obsessive-compulsive tendencies in some individuals. He recounts the experience of a woman medical doctor who was suffering from this and how they worked through it. Stephen then goes on to discuss his exploration of the \"theory of chaos\" and its application to psychology and self-help, which is the focus of his upcoming book, The Tao of Chaos. The book provides methods to embrace chaos and the void to discover a deeper sense of self. The appendix provides insights on how to change the button or triggers that cause our problems.",
  "content": "Looking at the inner emptiness represents the more sedate side of what would normally be called chaos and became my own next stage of development. I explored the newly emerging \"theory of chaos,\" born of physics, and its application to the field of psychol- ogy and self help. My upcoming book is about looking at chaos as it reflects our daily problems and solutions, hence its title, The Tao of Chaos. Tao is the Chinese term for \"The Way,\" or the way of chaos. In this book, along with my earlier works, Trances People Live: Healing Approaches in Quantum Psychology, and Quantum Con- sciousness: The Guide to Experiencing Quantum Psychology, we looked at identities, roles, trances and their relationships to psychol- ogy, physics, and religions. The Tao of Chaos will provide methods and approaches to embrace chaos and its sister, the void, as means to discovering a deeper sense of who we are without resistance. With love, your brother Stephen •Appendix I The Trigger, Changing the Button A \"trigger\" is a button that gets pushed and that begins the uncomfortable emergence of a problem state.",
  "last_phrase": "In conclusion, \"The Tao of Chaos\" offers a unique perspective on the applicability of chaos theory to our daily lives. Through this book and previous works, Stephen takes a quantum psychological approach to help us embrace chaos and the void, and change our inner child's view of the button, which will enable us to discover a deeper sense of self without resistance."
}