{
  "title": "\"What is chaos and how does it shape our identities? A closer look at the resistance to emptiness and the formation of coping devices.\"",
  "first_phrase": "This last part discusses Principle VII, which involves shifting your consciousness from observing a confusing or chaotic situation to creating identities to cope with it. The example given is of a child learning to behave in a way that pleases their mother, leading to the development of coping mechanisms or identities. This relates to the overall theme of the book, which is the organization of trances to make sense of chaos. The author highlights the resistance people have to emptiness or chaos, and how spiritual philosophies can be used to justify how we organize it.",
  "content": "Once re-enforced by Mom, situations that appear similar to the child Con-fusion • 95 create con-fusion and the inner child creates the same reaction (trance or identity) that worked before with Mom. Simply put a child who eats with his hands receives a not okay look from Mom. If the observer cannot integrate the mother's message, confusion is created. In that shift of awareness from observing Mom and her message to creating a reaction that gets Mom's approval, coping devices emerge which can be called identities. In this situation one particular identity that might mani- fest is \"I want to do it my way.\" With further intensification of the message by the mother, the observer again produces confusion and might create another identity called \"Yes Mom, whatever you want.\" To make it even more interesting, the observer places the entire situation on automatic, goes to sleep and, thus, the inner child window to reality is born. He can now avoid thinking about new reactions in present time and can just keep creating the same old identity that worked with Mom. These two identities are now in opposition to one another.",
  "last_phrase": "In conclusion, understanding how childhood coping devices manifest into identities is crucial for personal growth and improved relationships. By recognizing the inner child's automatic reactions and patterns, one can break free from limiting identities and create new and healthier ways of being in the present moment."
}