{
  "title": "How Can Disconnection from the Inner Child Affect Our Sense of Self and Sexuality?",
  "first_phrase": "In this last part, the author continues to explore the disconnection of the inner child within the adult and how it can manifest in different ways, including a disconnection from certain body parts or sensations. The author mentions the case of a psychiatrist friend who developed anorexia and used spiritual practices as a means of avoidance, and goes on to discuss sexual disconnections that can stem from childhood experiences. The author emphasizes that these disconnections can have far-reaching consequences in relationships. Ultimately, the text highlights the importance of acknowledging and reconnecting with all aspects of oneself in order to live a fulfilling life.",
  "content": "This disconnection trance has created far-reaching sexual dis- connections that produce many relationship problems. Often, this manifests in cases of frigidity in women, impotence or premature ejaculation in men. If a man disconnects from his penis, he may either not feel sexual sensations enough to have an erection, or fixate his entire attention on his penis, losing the rest of his body and prematurely ejaculate. A women who cannot have an orgasm may have disconnected from her own genitals. Often, suffering from these sexual disconnections occurs during childhood sexual abuse; this will be discussed in greater depth in Chapter 13, Sensory Distortion, and Chapter 14, Spiritualization. In more subtle instances, a child may experience his or her mouth as being separate from his or her self. The child might have had to respond to parents (play their game) to such an extent that the child is always paying lip service and is not experiencing his or her mouth or words as coming from his or her self. These automatic head nods, smiles, or \"pretends,\" hide the observer behind the trance. The observer is protecting the child's true feelings.",
  "last_phrase": "It is crucial to recognize the profound impact of childhood trauma and disconnection from oneself on one's sexual and emotional relations as an adult. By acknowledging and addressing these issues, individuals can begin to reconnect with themselves and heal from past traumas to lead a fulfilling life."
}