{
  "title": "How Does Illusioning and Blocking-Out Affect Our Perception of Reality?",
  "first_phrase": "In the previous section, the author explains how the inner child creates subjective experiences that confuse the present with the past. The author now discusses therapist's role in promoting illusions of selective seeing and ignoring the reality. The therapist's focus on the positives creates a distorted reality, ignoring the underlying problem. The author calls this filtering, where the therapist and client are in mutual trance. The author argues that we all have our own tunnel vision that requires careful consideration to understand our own and others' perspectives.",
  "content": "In the above case, Mom is accentuating the positive (the remembered birthday) and pretend- ing that that is all or most of reality. Here we see the joint use of illusioning (selective seeing) and blocking-out (ignoring what is there). Many therapists suggest that the solution lies in focusing on the positive, by asking questions like, \"What does he/she do that works for you?\" The problem is that often the whole is ignored in favor of a small part in the hope that illusioning will promote a cure. The therapist, while in this mode of thinking, shrinks his focus of attention to see what works, and tries to accentuate the positive. The therapist asks the client to go into the illusioning 44 83 same trance the therapist is using in order to feel productive. Often, this form of therapy attracts a practitioner with a selective inner- child trance. The client and therapist go into a mutual trance. in cognitive therapy this is called \"filtering.\" \"This distortion is characterized by a sort of tunnel vision looking at only one element of a situation to the exclusion of everything else.\" \"Each of us has our own particular tunnel to look through.",
  "last_phrase": "To address selective seeing and blocking-out in therapy, some therapists suggest focusing on the positive and asking what works. However, this can lead to tunnel vision and distortion. It is important to acknowledge the entire situation and avoid magnifying negative thoughts out of context. By doing so, therapists can help clients better understand and cope with reality."
}