{
  "title": "What is emotional sensory distortion and how can it impact individuals?",
  "first_phrase": "In the last section of this text, the author shares some cases to guide the process of dismantling the inner child's automatic sensory distortion and awakening the observer. The author talks about three types of distortions, including emotional sensory distortion, hypersensitivity, and sensory distortion and pain. The author explains how to work with oneself to overcome these distortions, using a case of a 250-pound man who felt like his body was numb. By feeling sensations and creating spaces between them, the man learned to take charge of his body and increased energy. This case study is an example of how to overcome emotional sensory distortion.",
  "content": "Below are cases that illustrate methods of working with oneself, and are guides to the next step of dismantling the inner child' s automatic sensory distortion, and awakening the observer. Type 1- Emotional Sensory Distortion A 250-pound man came to see me. He requested therapy for obesity. As we began the therapy, he spaced out, disconnected and then felt his body was like a stone (sensory distortion). He had no sensations. I suggested he feel a sensation and then experience a space, and another sensation and a short space, and a sensation and a long space. (There are spaces that often go unnoticed between sensations). Eventually, the undifferentiated mass (his body) began to throb or pulsate. He began to take charge of the \"rock-dead\" feeling of protection and lengthened or shortened the gaps or spaces between sensations, by himself. Lengthening the gap would slow or lessen the sensations, shortening the gap heightened sensations. The result for the client was increased energy and a greater \"feeling of his body,\" instead of his old pattern of withdrawal into denial, to avoid sensation.",
  "last_phrase": "In order to dismantle the inner child's automatic sensory distortion and awaken the observer, it is important to pay attention to the different types of sensory distortions and use techniques like feeling sensations and experiencing spaces between them. By practicing these exercises, one can learn to take charge of their feelings and increase their awareness of their body, leading to a greater sense of energy and overall well-being."
}