{
  "title": "\"How do our parents' behavior shape our thinking style and sense of fairness?\"",
  "first_phrase": "Trances and thinking styles are formed through modeling our parents' behavior, leading to the creation of an inner child that mimics their attitudes towards life. The fallacy of fairness is also absorbed through this process, teaching us what is considered fair according to our parents' value system. In this final section, the author outlines the Next Step Handling Futurizing, a process that involves identifying and addressing the various ways in which our inner child projects itself into the future. This includes catastrophizing, fantasizing, planning, justifying, and falling prey to the fallacy of fairness. To engage in this process, we must first notice when our inner child is futurizing, identify the brand of futurizing, and locate where in our body the inner child resides.",
  "content": "Mom and Dad say, \"That isn't fair because, after all, we paid for you.\" Fair is a term that is relative to a particular position and value system. So the observer learns what is fair through modeling, and learning how to act and feel, e.g., depressed, betrayed, when this implicit contract of fair- ness is not carried out. There used to be a workshop in Los Angeles in the mid-1970' s called, \"If you loved me you would .\" It recognized that problems arise when an angry or depressed child within the adult assumes unstated contracts of fairness, without checking it out. The Futurizing 47 emotional state of the adult is the result of the child within duplicat- ing his family's reaction to the betrayal of fairness. The Next Step Handling Futurizing Step I:Notice when the inner child is futurizing. Step II: Identify the brand of futurizing the inner child is creating. 1. Catastrophizing 2. Fantasizing 3. Planning 4. The Explainer/Justifier 5. Fallacy of Fairness Step III: Notice where in your body the inner child lives by noticing areas of tension or tightness. For Catastrophizing: Dialogue with the inner child.",
  "last_phrase": "In conclusion, fairness is a subjective concept based on individual values and beliefs. Problems arise when unspoken contracts of fairness are assumed without communication. By noticing and identifying patterns of futurizing, and engaging in a dialogue with the inner child, individuals can better understand and address issues surrounding fairness in their personal lives."
}