{
  "title": "\"How Does Infantile Grandiosity Affect Adult Thinking Patterns and Spiritual Philosophy?\"",
  "first_phrase": "In the previous section, we explored the first two basic processes of trance creation during infancy. Now, we delve further into the development of self-view, world view, and spiritual philosophy. However, an important problem arises when the infant's wants are not met; the illusion of controlling external reality through thoughts, called \"magical thinking\" persists into adulthood and can contribute to obsessive thinking. This control issue touches on the idea that one's thoughts can manifest outcomes, which some new age thinkers challenge.",
  "content": "Next, baby sensates, \"I want to be picked up.\" Somebody comes and picks up the baby. What is cognized? \"I created them to come and take care of me.\" These two processes of the first level of development are often referred to as \"magical thinking\" : I created them to come and pick me up, my thoughts create or my thoughts make others respond. This is grandiose because it appears to the infant that his thoughts are so powerful they create or bring about external reality. Adult Problem State: Obsessive thinking. When Mom or Dad do not come to fill the infant's wants or needs, the infant cognizes something new. Sometimes a child be- lieves that if it thinks harder, more or visualizes someone coming, they will come. The illusion is that they control Mom and Dad with their thoughts. Obsessive thinking is a Spiritualizing • Z 27 control issue and touches on magical thinking. \"If I think hard enough about it, it will happen.\" Recently some new age thinkers have countered the obvious discrepancy be- tween thinking and outcome with the contention that there must be some other thought or counter-intention which is preventing your thought from manifesting.",
  "last_phrase": "In conclusion, understanding the psychological development of infants can shed light on why we sometimes hold onto magical thinking as adults. However, it's important to recognize that thoughts alone cannot control external reality, and trying to do so can lead to obsessive thinking, control issues, and even self-blame. Letting go of these beliefs and accepting that we cannot control others through thought is crucial for our own well-being and development."
}