{
  "title": "\"What is Quantum Psychology and How Can it Help Heal Our Inner Child?\"",
  "first_phrase": "Dr. Stephen Wolinsky's The Dark Side of the Inner Child is a compelling exploration of inner child work and its \"dark side,\" offering important clarifications on how our childhood survival tactics can keep us stuck in the past. In his earlier work, Trances People Live, Wolinsky identified these survival tactics as hypnotic trances. This forward, written by a colleague impressed with the \"transforming power\" of inner child work, offers insight into the impact of this model and how Wolinsky's work has contributed to a deeper understanding of it.",
  "content": "SOOIOA:on2oma Jouui 1110 pue pounoA wag oimdos guIpod :uopoouuop-sm 5umirand noA uutu, Jo2unoA 5upov :uo!ssoi5ow oouvii Jo suppo puR Agclosollqd Pimp Jouui am JO ams P'U zip JO pug otp JO ti!uupoti NAT J0,4 ur5zEI ITV II amilAk ________________ 6 IgNIND 8 Joldeqj L Jouleu JaldeqD S Joldeqj mcluto E Jaiduto MdutID I JaldmID on5oicud ruomaiod swam° fo arm Foreword I welcome the opportunity to write this forward for Dr. Stephen Wolinsky's The Dark Side of the Inner Child. This book further attests to the seriousness of inner child work. It offers some important clarifications with regard to the tendency to \"reify\" certain aspects of inner child work. Dr. Wolinsky has helped me understand my own work more precisely. For a number of years I've been impressed with the transform- ing \"power\" of the inner child model. Yet I never fully understood why it makes such an impact. Wolinsky's earlier work Trances People Live, which identifies certain childhood survival tactics as hypnotic trances, made it clear to me that the reason we stay frozen in the past is because we keep recreating the trances which defend us from the hurt and pain of our childhood losses.",
  "last_phrase": "In conclusion, Dr. Wolinsky's The Dark Side of the Inner Child provides helpful insights into the transformational power of inner child work. Through understanding how childhood survival tactics manifest as hypnotic trances and adult symptoms, we can reclaim and champion our inner child to live fully in the present moment."
}