{
  "title": "How does the trance of the child within the adult affect present-time relationships?",
  "first_phrase": "This text discusses how the trance of the inner child can create numbness within adults which affects their present relationships. The author gives examples of a woman who was unable to feel sexual sensations due to childhood trauma, and a psychologist who struggled with achieving an erection due to incestuous trauma. The child within behaves autonomously and can create undesired behaviors and experiences for the adult. The author explored and trained therapeutic trance states to help individuals de-hypnotize themselves. The last 200 tokens explain how meditation can become a dissociative technique, resulting in disconnection from the world and hiding trauma.",
  "content": "The child within hypnotizes the child by automatically saying things to you that make you go into a trance. You behave in ways you would rather not, or you may go into a trance that worked under trauma in the past, but is not appropriate for the present-time situation. The child within becomes your hypnotist, and the adult in present time, the subject, continues getting hypnotized into un- wanted behaviors and experiences. After returning to the West in 1982, I re-opened my psycho- therapy practice. I began to explore with my clients and trainees therapeutic trance states. I realized that many problems individuals were experiencing were due to the child within hypnotizing the adult. The inner child had developed an autonomous life of its own, a dark side. I began to de-hypnotize myself. I realized that hours of medi- tation was not appropriate for this culture; it is just too time consuming. The pitfalls meditators experienced in the past resulted from not being connected to the world. And often times, as will be noted in Chapter 6, Dis-connecting, meditation can become a dissociative technique, used to hide a trauma and its accompanying fear, pain, and anger.",
  "last_phrase": "To break free from the child within's hypnotic trance, it's essential to de-hypnotize oneself while staying connected to the world. Incorporating the observer concept from quantum physics, one can learn to control their internal experiences and create positive, healing responses to trauma. With this approach, you can break the patterns of unwanted behaviors and experiences that have been dictated by the inner child and take control of your life with a greater sense of harmony and ease."
}