{
  "title": "\"How do childhood psychological distortions affect attraction to spiritual systems?\"",
  "first_phrase": "In the previous section, the author discussed how spiritual systems match psychological distortions and how the child within can become addicted to the love and care of others. In the last 200 tokens, the author explores how this addiction can manifest in spiritual practices, specifically the idea of projecting responsibility onto a guru for one's spiritual growth. The author discusses how this mindset can stem from the child's dependence on parents for care and how it can be detrimental to an adult's self-growth. The text also touches on the idea of \"winning\" love or approval from a guru, drawing parallels to a child's need for parental affection.",
  "content": "This trance of the inner child (making someone the source of your love) steals the responsibility of the adult who now believes someone else is responsible for his love of self or how he feels about himself. You are responsible for your perception and your experience of love or lack of love. Adult Problem State: The guru (parent) is responsible for my spiritual growth. In this scenario the child feels, and rightly so, that his growth both physically and psychologi- cally, is dependent on his parents. The parents are responsible for feeding and otherwise taking care of their children. Children are vulnerable and need their parents' care. Hence, they are dependent and powerless. When the person sepa- rates from the parents, then their child \"grows up,\" taking responsibility for her own physical and psychological growth and well-being. If, however, the child stays fixated, the child within the adult trance-fern this desire to be taken care of onto a guru/God, who becomes responsible for her spiritual growth. In one community in India, the teaching was, \"The guru takes responsibility for your spiritual unfolding.\"",
  "last_phrase": "Remember that you are responsible for your own growth and well-being, both physically and psychologically. Don't fall into the trap of relying on others, whether it's a parent or a guru, to take care of you. It's important to separate from these childhood beliefs and take responsibility for your own spiritual journey. Don't let others dictate your path or make you feel inferior for your choices. Stay true to yourself and your own needs."
}