{
  "title": "What is the significance of creating an \"inner-idealized family\" in handling dysfunction?",
  "first_phrase": "In this thought-provoking text, the author discusses the creation of an internal idealized family to cope with the chaos of a dysfunctional one. By using transpersonal transference, internal gods and goddesses can answer questions and provide explanations that external parents cannot. Archetypes are often internalized and developed because no one is fulfilling these roles. However, the author warns against spiritualizing and creating lies to oneself, as it takes away from true integrity. This section emphasizes the need for individuals to take responsibility for their trances and uncover any lies they may be telling themselves.",
  "content": "The emphasis on a spiritual group, however, could be better served by each individual taking responsibility for his trances. Stated another way, P.D. Ouspensky, noted Fourth Way teacher, called psychology the study of lies. Each one of us is responsible for the lies he/she erects and tells to herself. A true spiritual warrior needs to look at, acknowledge and dismantle these lies. This takes great courage. It is not for me to say whether or not you are lying to yourself and spiritualizing; that is your job. I am attempting to point out possible pitfalls that I have observed within myself. Recently workshop participants asked me why there was such a lack of integrity in the world. I said, \"Lies and integrity are not black or white. Integrity begins inside oneself, not outside oneself. The more you lie to yourself, the more you lie to others.\" In the ancient yoga system, called Raja Yoga, the first prelimi- nary steps ask the participant to not lie. This is really about not telling lies to yourself to avoid pain. Therefore, it is the purpose of this section to uncover at all costs the lies you tell yourself, no matter how small.",
  "last_phrase": "In conclusion, it is essential for individuals on a spiritual journey to take responsibility for their own trances and acknowledge the lies they tell themselves. By dismantling these lies, we can achieve freedom, inner peace and live a life of integrity. It is not an easy task, but a necessary one, in the pursuit of becoming a true spiritual warrior."
}