{
  "title": "\"How can identifying and freeing ourselves from inner child trances lead to a more fulfilling present?\"",
  "first_phrase": "This text is a section of a book that encourages readers to go beyond the trances, strategies, and belief structures that were created in childhood to cope with life. The previous paragraphs discuss how the observer, who holds the memory in place by resisting it, can free themselves from the wounded inner child, which is stuck in old trances. This last section delves into the concept that with each perceived trauma, the observer creates a strategy and identity that account for the numerous internal arguments that occur within adults. This text exemplifies how the must not have occurred thought carries the real power in keeping the memory at bay, as stated by Albert Ellis.",
  "content": "The text is full of examples and exercises to help you identify and free yourself from the trances operating in your life that are 6 4. The Dark Side of the Inner Child preventing you from being who you really are. The exercises are also designed to help professionals work with their clients in accomplishing these same goals. Although this is not the total focus of the book, it is important to state again that there is not just one wounded inner child. Rather, with each perceived trauma, the observer creates a strategy (trance) and an identity to manage the perceived chaos. Hence, within the adult there can be numerous inner children, each with a trance, a strategy, and an identity. This accounts for the numerous internal arguments that occur within an adult. They are the wounded inner children, each with an identity, each with a trauma and memory, each with a trance strategy, and each with an agenda. This explains why in therapy the entire resolution of problems does not occur once the inner child is located and \"labeled.\" A new inner child pops up, hypnotizing the adult into another problem state using a must not have occurred thought.",
  "last_phrase": "In conclusion, \"The Dark Side of the Inner Child\" is an eye-opening book that provides numerous examples and exercises to help readers identify and free themselves from inner trances that keep them from being their true selves. This book is not just useful for self-improvement, but it can also help professionals in their work with clients. By going beyond the trances of the inner child and awakening the observer, readers can put an end to the numerous internal arguments and frozen states of their inner child."
}