{
  "title": "\"What is Quantum Consciousness and How Can We Achieve It by Freeing Ourselves from the Inner Child?\"",
  "first_phrase": "In the previous text, we explored freeing ourselves from past-world views of the inner child/infant, allowing us to enjoy pure, uninterrupted awareness and unity consciousness. The last 200 tokens of the text, titled \"Epilogue Foundations of Identities, The Tao of Chaos,\" discuss the inner child identity and its connection to chaos and resistance. As we say goodbye to this child of chaos, we are reminded of the importance of absorbing and living in chaos without recreating it automatically. The author's forthcoming book, \"The Tao of Chaos,\" explores this idea further.",
  "content": "If Moshe Feldenkrais is right that the purpose of the nervous system is to organize chaos, then the observer uses the inner child to organize chaos by creating strate- gies to deal with dysfunctional family life. This inner child, is a manifestation of the observer and the creative aspect of our nervous system. Although the inner child helped our survival by deadening—or certainly dampening sensory input, that deadening robbed us of our true nature. Truly, few of us could deny that a child born of chaos and resistance to chaos can do little but create more chaos in its 154 ► The Dark Side of the Inner Child internal subjective world and the external world. As we say good- bye to this child of chaos, it is important to open a new chapter working with, absorbing, and living in chaos without re-creating it automatically. My forthcoming book, The Tao of Chaos: Essence and the Enneagram, Quantum Consciousness, Volume II was written with this agenda in mind. As you recall from an earlier section of this book, chaos was defined by as \"utter confusion or disorder, wholly without organization or order.\" (American College Dictionary, pg.",
  "last_phrase": "In conclusion, it is important to acknowledge the role of the inner child in organizing chaos but also to recognize its limitations in perpetuating dysfunction. Embracing chaos without creating it automatically is essential to our growth and development. The Tao of Chaos: Essence and the Enneagram, Quantum Consciousness, Volume II offers a practical guide to navigating chaos and unleashing our true nature."
}