{
  "title": "What is the \"dark side\" of the inner child and how can we reform our strategies for survival to become fully present in our lives?",
  "first_phrase": "In the last 200 tokens, the author emphasizes the importance of recognizing the \"dark side\" of inner child work and how it can limit our human experience, depriving us of essential traits like curiosity, resilience, and spontaneity. By reforming our childhood survival strategies, the author suggests we can access our delayed grief and fully integrate these functions into our present experiences, making us more fully present to live our own lives. The author also thanks Dr. Wolinsky for his commitment to expanding our consciousness and bringing together Eastern and Western thinking.",
  "content": "We need the ability to question and be resilient. These are not just childhood traits, they are human traits, essential to fully functioning human beings. By consciously choosing to reform our childhood strategies for survival (the trances of the inner child), we can gain access to emotions which comprise our \"delayed grief' and fully experience them. This allows us to integrate these crucial functions into our experiences, making us more fully present to live our own lives. I don't want to expound on the text any further because I hope you will want to read it yourself. I have found a very rich and creative body of material in the chapters which follow. You may find it tough going at times, and I urge you to hang in there. The mental stretch has been well worth the effort for me. I want to thank Dr. Wolinsky for his commitment to expand our consciousness. He brings together a syntheses of the most profound XI Eastern and Western thinking. In an age that is ravished by self- serving polarizations, Wolinsky is a most welcome teacher. John Bradshaw • Prologue Woman, I know you understand ...the little child inside of the man.",
  "last_phrase": "By recognizing and reevaluating our childhood coping mechanisms, we can unlock the power of delayed emotions and become more fully present in our lives. Although the upcoming chapters may be difficult at times, the mental stretch is undoubtedly worth it. Let us thank Dr. Wolinsky for expanding our consciousness and bringing together the most profound Eastern and Western thinking, making him a much-needed teacher in these times of polarization."
}