{
  "title": "What is the Dark Side of the Inner Child? An Explanation of Structural and Strategic Family Therapy.",
  "first_phrase": "In the previous part of the text, the author discusses the use of Structural and Strategic Family Therapy to separate the child from being the mother's spokesperson and have the mother speak for herself to the father. This, the author reminds us, is sometimes necessary because the child may unconsciously be fusing with a parent to divert the parents' attention from handling their own relationship problems. In the last 200 tokens, the author delves further into the concept of how a child fusing with a parent's identity can manifest in the adult years. The author highlights how this can lead to the unconscious adopting of a parent's negative traits; depression or workaholism, as ways of surviving difficult family dynamics.",
  "content": "I said, \"Are you a workaholic or did you fuse with your father who was a workaholic?\" He said, \"I fused with my father.\" The child within became Dad. The adult wants to spend time with his family. The child that fused with Dad's workaholism won't let him. This case was interesting because the father of my client was married to a woman who had several emotional breakdowns and was institution- alized. The father of my client became a workaholic to avoid seeing and dealing with his spouse. Not surprisingly, the child inside my client married a dysfunctional woman with severe emotional prob- lems, and the other side of the child within became a workaholic all outside of the observer's awareness. My client totally fused with and, like a xerox machine the observer, made a duplicate copy of Dad's trance. This is another dark side of the inner child taking on Dad' s identity. I've had clients who are depressed. I'll ask, \"Are you depressed, or did you take on your Mom/Dad's depression to help Mom/Dad?\" An observer created a child identity which thinks they can help Mom or Dad by taking on their pain.",
  "last_phrase": "In conclusion, the fusion of the adult self with the inner child's identity can lead to the development of harmful habits or beliefs that can be passed down from generation to generation. By recognizing and addressing these patterns, one can break the cycle and take control of their own life, leading to better relationships with family and a healthier self-image. It is important to seek professional guidance if these issues are affecting your life."
}