{
  "title": "How do idealized inner gods and goddesses limit personal growth and spirituality?",
  "first_phrase": "In the previous section, we learned that resistance to chaos and unexplainability of life creates systems that organize and limit our freedom. In the final part, the author introduces the concept of Inner World Trances and discusses how the age-regressed inner child creates idealized parents or gods and goddesses within to make sense of the outer world. This system exists to fulfill the roles that external parents cannot. The author highlights that having an internalized sense of a family, coupled with spirituality, can offer a solution to a dysfunctional family.",
  "content": "This is a brilliant way to handle the external chaos of a dysfunctional family. Create an inner-idealized family and then spiritualize them. A child cannot depend on the outer Mom or Dad, so why not create an idealized inner Mom and Dad? Then through transpersonal transference, which resists chaos, have the created internal gods and goddesses give us the answers and explanations the other Dad/gods and Mom/goddesses could not. Often archetypes are internalized, idealized moms and dads that the child created because there was no one to fulfill these roles. In some psychologies and religious systems, the inner is said to be better than the outer. Inner gods/goddesses are better (more ideal), and people who are introverted are more evolved than those who are extroverted. When a system is created to make sense of the world and the world makes no sense to the inner child, developing an introverted system with super-idealized parents (now called gods or goddesses), keeps the psychological system of the inner child alive. Spiritualizing • 147 Lies At this juncture I wish to reiterate the same point made in the preamble. It is not my desire to destroy, blame, or shame those involved in a spiritual group or system.",
  "last_phrase": "To achieve a sense of control and inner peace amidst the external chaos of a dysfunctional family, creating an idealized inner Mom and Dad can be a brilliant way. Through transpersonal transference, these internal \"gods and goddesses\" can provide the answers and explanations that the outer mom and dad could not. However, it's important to take responsibility for the lies we tell ourselves and work to dismantle them in order to become a true spiritual warrior."
}