{
  "title": "\"How can differentiating triggers help awaken the inner child and empower the observer?\"",
  "first_phrase": "In the previous section, the author discusses the differentiation of pain and how it expands the focus of the inner child. This concept is applied in the last 200 tokens, where the author talks about a client who unconsciously transfers his father's face onto other men. Through differentiation, the client gains control of the automatic mechanism of the inner child and shifts to being the observer or creator of his experience. The author also discusses the methods of re-association and creating new meanings to trigger different responses. Overall, the article deals with the dark side of the inner child and how to overcome it.",
  "content": "I say, \"Which sensations do you want to work on first? The lancing or burning one?\" The more variations on any experience you give, the more it expands the focus of the inner child, making the inner child's boundaries more permeable. This allows information in and awakens the observer. When this client looks at a man now, he might look at him and think, \"I'm not worth it,\" and then glance at the cheek, which says, \"I'm worth it.\" He might glance at the mouth, which says, \"I really care about you,\" or at the other part, the forehead, which may say something different. For homework, I asked the client to intentionally put a father mask on all men. Since the inner child is unconsciously doing it, I asked him (as theoberser) to create it intentionally. Thus he gains control of the automatic mechanism of the inner child and shifts to being the observer or creator of his experience. Summary of Methods Re-associate. Create new meanings that trigger different responses. Differentiate. Break into small pieces whatever triggers the un- wanted trance.",
  "last_phrase": "In conclusion, by re-associating and differentiating our unwanted feelings, we can create new meanings that trigger different responses, and gain control over our experiences. The continual expansion of our focus of attention and awareness allows us to become the observer/creator and take back our power from the inner child. With this, we can break free from being stuck and regain the ability to choose as adults."
}