{
  "title": "\"What is the Dark Side of the Inner Child?\"",
  "first_phrase": "In the previous section, it was explained that the inner child acts as a way for a child to view experiences and the outer world. However, this inner child also has a dysfunctional shadow side that can create problems by filtering reality through limited perspectives. In this last part, the author emphasizes that there are not just one, but many inner children or schemas, each with a different perception and world view. The purpose of the book is to help the reader get in touch with these frozen inner child memories in order to overcome their limitations. The text also describes how conventional therapy attempts to change the inner child's view, and how the therapist might ask clients to \"miniaturize\" themselves and \"go into\" the picture to re-experience past traumas.",
  "content": "Rather there are numerous inner children, each with a different perception, a different awareness, a different world view, etc. (See Illustration #1, page 4). This is, therefore, an inner child with a dark side; rather than being just precious, it has a dysfunctional shadow side. One of the purposes of this book is to get the reader in touch with that frozen, inner-child memory that keeps creating problems by filtering real- ity through outmoded, limited, and distorted lenses. 4 • The Dark Side of the Inner Child Not one inner child or SchemaMany inner children or Schema Illustration #1 This illustration shows a picture of not one, but many inner children. Conventional professional therapy would try to change the inner child's view, to re-frame it, \"complete\" its unfinished busi- ness, or \"champion\" it. In psychotherapy, a client might present a frozen memory-like picture in his or her mind of a parent doing something abusive to him/her. The therapist might then ask the client to \"miniaturize\" him/herself and \"go into\" the picture to re- experience the trauma and all its attendant pain and suffering.",
  "last_phrase": "By understanding the concept of the dark side of the inner child, you have taken the first step towards healing yourself. Quantum Psychology emphasizes the creation of a new observer-created reality, a reality where you are no longer trapped in the same traumas but can create positive change."
}