{
  "title": "\"How can the need for control be a response to powerlessness in childhood?\"",
  "first_phrase": "In the previous 200 tokens, we learn about how children who feel powerless may use techniques such as controlling their behavior to control others' behavior and emotions, creating a sense of power. These techniques are seen as resistance to powerlessness and help protect the child from feeling overwhelmed. This leads to an adult problem state of rigidity, where the inner child hypnotizes the adult to control their feelings, thoughts, and expressions to be loved. In this last part, the text introduces how this rigidity prevents the adult from feeling their vulnerability and need for love, leading to emotional distancing and control issues. The text also highlights the importance of acknowledging powerlessness as a step towards healing.",
  "content": "Often with incest survivors, the child creates beliefs like, \"I made it happen.\" If I'm seductive, it will happen; if I'm not, it won't. I'm in charge of turning him/her on.\" or \"I' m Spiritualizing + 129 special because I am so powerful.\" All of these cognitions resist the powerlessness of the situation. The child, to avoid the chaos and pain, goes into a trance of making herself feel powerful, in charge, rather than acknowledging she was powerless, and the abuser was in charge. The cognition helps protect her from being overwhelmed by the emotions of powerlessness, feeling helpless, and victimization. Adult Problem State: Rigidity. Here the adult is being hypnotized by the inner child to control his feelings, thoughts, and expressions as a way to be loved. Often the child within the adult will try to control everyone else' s feelings, thoughts, or expressions. Their emotional rigidity prevents them from feeling their vulnerability and need for love. The rigidity allows them to believe they can live without love, or can withdraw love to control people.",
  "last_phrase": "In conclusion, it is important to acknowledge and understand the survival strategies employed by the child in a dysfunctional environment. These cognitions and beliefs are created to protect the child from overwhelming emotions of powerlessness, helplessness, and victimization. However, it is crucial for the adult to recognize and break free from the rigidity and control that the inner child may still exert. Only then can one truly embrace vulnerability and the need for love, and avoid perpetuating the cycle of dysfunction."
}