{
  "title": "\"How do we create and break trance states in our relationships? Understanding the inner child's role.\"",
  "first_phrase": "This book aims to awaken individuals to their unconscious trances which often lead to problems. The previous text explained how individuals act as both hypnotist and subject to their own suggestions, which can create various trance states. The child within the adult becomes hypnotized by the inner child's suggestion tapes which are created to handle situations we couldn't deal with. This section talks about how our unconscious beliefs hold our resistance to certain circumstances, making our subjective experience unpleasant. These beliefs can cause issues in different aspects of our lives like work, school and relationships, such as a loss of memory, numbness to emotions, and even a difficulty in reaching orgasm.",
  "content": "Generally, we create trances as children to handle situations that we think we cannot handle nor understand. Albert Ellis would say, \"We create profound musturbatory beliefs about many instances.\" (Ellis, personal letter) The ones we decide we must not, should not or can not handle. These musts act as cognitive glue which hold our resistance to incoming situations or circumstances. This must not thinking tendency greatly influences our subjective experience, and Dr. Albert Ellis calls this tendency, jokingly, musturbation. For example, A child of an overbearing parent will disconnect from the situation to avoid the emotional pain. If the strategy works, the child puts the trance on \"automatic.\" He finds himself dis- connecting and daydreaming through school, work, and eventually in relationships. A child who has a history of alcoholism and co-dependence in the family might exhibit amnesia, forget the past to avoid the pain. Later in life amnesia or forgetfulness might become a problem in work, school, or relationships. An incest survivor who went \"numb\" to survive the painful trauma may experience difficulty feeling sensations during sexual experiences. Women may have an inability to have an orgasm.",
  "last_phrase": "In conclusion, our childhood experiences often shape our coping mechanisms, and sometimes these coping mechanisms become automatic and can negatively impact our present lives. However, understanding the origins of these coping mechanisms can help us break free from automatic behavior and make conscious choices to live more fulfilling lives."
}