{
  "title": "How does age regression affect our relationships and internal dynamics?",
  "first_phrase": "This text explores the concept of age regression and how the inner child can affect our present lives. The author provides an example of a client experiencing chronic sore throats due to an unresolved issue with their father. The client was unable to express their anger towards their father and turned it against themselves. Age regression is present in all problems, and fear is used to freeze the memory, causing the inner child to relate to the past instead of the present. The author gives another example of a woman whose husband projected past experiences onto her. This text sheds light on how the inner child can affect relationships and how important it is to address unresolved issues.",
  "content": "What is meant by this is that the observer freezes the inner-child identity and relates to the present- time world through this window. Interestingly enough, that \"fear\" (feels frozen and cold, a major complaint of many clients. In other words the observer freezes the memory by using fear. Fear, there- fore, becomes the vehicle used by the observer to freeze the natural flow of a memory. The inner child relates child-to-adult in past time, rather than self-to-other in present time. For example, I was working with a 30 + The Dark Side of the Inner Child divorced woman, who said that her husband was constantly imag- ining she was a bitch. No matter what she did to prove otherwise, he continued to claim this was so. One day over lunch, she looked into his eyes and noticed a film covering his eyes. He had moved from a present-time interaction (self-to-wife) to an inner child trance (child-to-Mom) and he was watching some past picture of mom, that he overlaid on his wife in present time. This process, moving into the inner child, explains why we often feel alone in relationships.",
  "last_phrase": "To avoid feeling lonely, misunderstood, and disconnected, it's important to be aware of how our inner child can affect our present relationships by freezing memories and relying on fear as a vehicle of communication. By staying present and avoiding age regression, we can break free from the hypnotic suggestions of our inner child and connect more deeply with those around us."
}