{
  "title": "\"How does repressing a child's natural energy lead to physical and emotional illness?\"",
  "first_phrase": "In the final 200 tokens, the discussion continues around the concept of the emotional plague and how it can lead to physical and emotional symptoms in individuals. The author highlights the relationship between the natural flow of energy in the body and the onset of diseases, which is a concept shared by psychiatrist Dr. Wilhelm Reich. The author provides a few examples of how emotional energy can become trapped, leading to various physical symptoms. Through these examples, the author urges readers to maintain the natural flow of energy in their bodies to avoid any physical or psychological disease.",
  "content": "As an example, a woman who is treated in her family as unintelligent might experience this as painful and try hard to fight against it. Inside, her frozen inner child continues to create the trance, \"I'm not smart.\" This seems to occur in individuals fre- quently. Often times, physical symptoms like migraine headaches, ulcers, and colitis accompany these emotional problems. After all, it takes a lot of energy to hold back the natural life force of the body. Interestingly enough, the word \"emotion\" can be broken down into \"e\" meaning outward, and \"motion\", hence, outward motion. Psy- chologically and physically, an interruption in outward motion can cause both psychological and physical disease. As another example, let's imagine a child who has a powerful energy motion toward Mom. Mom labels that energy \"anger\" and \"thwarts it\" either by words, punishment or withdrawal of love. That outward flow of energy, which is now labeled \"anger\" must go somewhere. Where does it go? The child puts it back on herself creating self-anger, self-hatred, guilt and/or depression.",
  "last_phrase": "In summary, our emotions are an important part of our psychological and physical wellbeing. When we ignore or suppress them, we risk causing harm to ourselves. By understanding the link between our emotions and our physical symptoms, we can begin to address the root causes of our pain and live more fulfilling lives. It's important to acknowledge and express our emotions in healthy ways, rather than bottling them up and allowing them to manifest as physical or psychological problems."
}