{
  "title": "\"Why is observing your inner dialogue important in letting go of old identities?\"",
  "first_phrase": "In the final portion of this text, the importance of identifying and managing inner dialogue is emphasized. The blocking-out trance state is also discussed, which can result in individuals not seeing or hearing what is present. This state is often developed to protect and support the child's survival, but can become problematic if it operates independently of the observer. The example of a little girl who has experienced sexual assault and continues to fog out appropriate requests for intimacy due to the blocking-out phenomenon is explored.",
  "content": "The observer is asleep and takes no responsibility for this. By developing observation, the observer wakes-up, and the trance of the inner-dialogue is trance-ended. .8 Blocking-out: Not Seeing What Is There Blocking-out is a trance state that consists of not seeing what is there (visual), and/or not hearing what is said (auditory). As with all trances, blocking-out is developed by the observer to protect, support, and maintain the child's survival, and to preserve his integrity as an individual self. The blocking-out phenomenon becomes a problem as this trance of the inner child becomes more and more independent, operating autonomously while the observer sleeps. The inner child continues not to see, by fogging-out or blanking-out what is there. This worked in the family context and continues on automatic, even in present time situations where it is not called for. For example, imagine a little girl who had to fog out when her father sexually assaulted or battered her mother. Years later, even though the context has changed, she fogs out appropriate requests for intimacy from a safe partner or repeatedly chooses a partner who is a batterer.",
  "last_phrase": "To overcome the blocking-out trance, one has to wake-up the observer within oneself through developing observation. It's important to understand that while the trance helped the child survive, it can have negative consequences in present time situations. By acknowledging and addressing this phenomenon, individuals can break free from their past and avoid repeating harmful patterns of behavior."
}