{
  "title": "\"What is the dark side of the inner child and how can it affect family therapy?\"",
  "first_phrase": "In the previous part of the text, the author discusses the concept of spiritualizing and disconnecting as a defense mechanism against abuse. In this last section, the author provides a real-life example of a client who had disconnected from her body in order not to feel the pain of abuse. The author notes that abuse is a serious issue and requires patience, knowledge, and awareness on the part of the therapist and the client. The client's abusive stepfather fused with a part of her, leading to feelings of self-hatred that were frozen in her head. The author emphasizes that brief therapy is not enough for severe abuse cases.",
  "content": "She said, \"During the beatings.\" I suggested that leaving the body automatically was a defense against feeling the pain of the beatings, and not \"spiritual.\" She cried saying, \"It is the only hope I have.\" I said, \"It was the only hope you had, but it is now creating problems for you in present time.\" This is an example of spiritualizing and disconnecting. The little girl disconnected from her body in order not to feel pain. But a part of her felt the pain and fused with the voice of her abusive stepfather, taking on his words and freezing them in her own head, resisting them and repeating them to herself over, and over, and over, yielding feelings of self-hatred. I wish to note she only saw me twice and it was not resolved in my office. I say this to emphasize that abuse is a serious issue and is not resolved by brief therapy. Severe abuse requires patience and knowledge on the part of the therapist, awareness and the ability to confront what occurred on the part of the client. 56 4.",
  "last_phrase": "In conclusion, it is important to recognize that the effects of severe abuse are complex and require patience, knowledge, and a willingness to confront what occurred. While therapy can be a helpful tool in healing, it is not a quick fix and the therapist and client must work together to address the root causes of the issue. We must also be aware of the potential for \"spiritualizing and disconnecting\" and avoid diverting attention from the real problems at hand."
}