{
  "title": "How does an inner child trance lead to loneliness and blocking-out in relationships?",
  "first_phrase": "This text delves into the therapeutic approach of dealing with clients with an inner-child identity trance. In the previous section, the author discussed how people who have suffered child abuse often fog out their bodies to become invisible to their perpetrators. The author suggests interrupting their child trance by asking them to connect with the present by looking at the therapist. In this last section, the author talks about a sexually abused woman who blocks-out in her relationships, unable to connect with her partner due to past traumas.",
  "content": "Stated more simply, you will feel lonely if you are operating out of an inner-child identity trance, because you are not in present time seeing, hearing, feeling, knowing and being. The inner child cuts off present-time contact and feels the loneliness of no contact in past time. Principle IV: In order for the inner child to shift from a present time experience of self to a past time experience, the inner child must cut off present time contact, hence loneliness, alienation, feeling misunderstood, etc. 78 + The Dark Side of the Inner Child In the earlier example, the sexually abused woman is blocking- out in her relationships. When she makes love with a man, she opens her eyes and blocks the man out. She does not see this man, who states, \"I want to be your friend and an occasional lover.\" He is being very clear about what he wants. She is blocking-out his communi- cation visually and auditorially. She fantasizes, \"No, he can't be saying that, he really means ....\" Notice how blocking-out and fantasizing work so well in tandem.",
  "last_phrase": "To overcome inner child identity trance, it's important to stay present in the moment, rather than cutting off present-time contact. Blocking-out and fantasizing can hinder progress, and identifying and allowing the phenomenon to fully manifest is key to handling it. By facing these challenges head on, you can move beyond loneliness and alienation towards a healthier state of mind."
}