{
  "title": "\"How does age-regression affect adult behavior and relationships, and how can it be resolved?\"",
  "first_phrase": "This excerpt explores the concept of age-regression and its effect on adult behavior. The author highlights the fact that many adults have an age-regressed inner child that projects their past experiences onto present or future situations, leading to negative associations and repeated patterns. The author shares a personal anecdote of a therapist who struggled with age-regression in a session with a couple, illustrating the power of this trance. The therapist realized that his inner child had trance-ferred his past-time parents onto the couple, leading to an ineffective session. The excerpt highlights the importance of staying present in therapy and having a co-therapist to mitigate the effects of age-regression.",
  "content": "His inner child hypnotized my client, who was a family therapist, into treating the man as his mother and the woman as his father. He realized, as he observed the inner child, that in many of his relationships, his age-regressed inner child trance-fered the past Mom and Dad on present-time people. This is more common than therapists realize. For many years I was trained as a family therapist. As I watched other family therapists work, I would watch them, (through the one-way miror) age-regress and feel powerless to help a couple or family. This is the power of age- regression. Even trained family therapists have a dark side of an Futurizing 43 inner child in them. If, while giving therapy, the family who is receiving therapy activates the therapist's inner child, the therapist age-regresses and feels powerless to help the family. This is exactly how the therapist felt as a child powerless to help their family. This is why the family trance is so powerful, and often times why some family therapists work with a co-therapist in the room. Hopefully, one of them will stay in present time and not age-regress.",
  "last_phrase": "In conclusion, age-regression is a powerful phenomenon that can affect even trained family therapists, making them feel powerless and hindering their ability to help the families they work with. Trances of the inner child are born of chaos, creating more chaos in the present time. The goal is to work and emancipate yourself from the child's trance, resolving the anxiety. By doing so, we can break free from the cycle of chaos and create better lives for ourselves and those around us."
}