{
  "title": "How can awakening the observer help you handle illusioning and overcome the inner child's auditory illusioning?",
  "first_phrase": "In the previous text, the author explains how new information can break the trance of the inner child, leading to the emergence of traumas that caused the trance in the first place. In the last 200 tokens, the author gives an example of a counseling session with a woman who experienced auditory illusioning of her mother's voice. The author suggests a technique called \"Mom's Greatest Hits\" that involves regulating the speed, balance, treble, and bass of an imagined record of her mother's voice to awaken the observer and gain control over the inner child's auditory illusioning. The author also provides five steps for handling different styles of illusioning.",
  "content": "She was further instructed to alternate the sound in each stereo speaker (ear). She could regulate the balance, also the treble, and bass. By doing this task for one week, she was able to awaken the observer and gain control over the voices which had popped up automatically. The Next Step Handling illusioning 1. Recognize. Acknowledge the illusioning as the inner child. 2. Identify which style of illusioning is occurring. 1. Selective trancing 2. Awfulizing 3. Wonderfulizing 4. Mind-reading 3. Call out. Each time the illusioning occurs, internally call out its Illusioning • 91 name. For example, if you find the inner child is making everything awful (awfulizing), internally call out that pro- cess by name, pointing internally to it. Say to yourself, that's awfulizing. 4. Vary. Create the illusions in a variety of ways, more, better, or different. By continually creating the illusioning in differ- ent ways, you gain control and cease creating the illusion. 5. Moving. Another way of dismantling illusioning is to move the images around, to see them smaller, bigger and then in different parts of the room.",
  "last_phrase": "In conclusion, by implementing the steps of recognizing, identifying, calling out, varying, moving, and using voice control, one can gain control over inner child illusioning. It may take time, but with practice and consistency, individuals can awaken their observer and gain control over their thoughts and voices."
}