{
  "title": "How does spiritualization reinforce children's lack of understanding and entitlement?",
  "first_phrase": "In the preceding text, the author talks about how children's unfulfilled needs lead to cultural reinforcement of spiritualization in both Asian and Western societies. This mechanism is used to escape the frustration and chaos that arises when people demand what they believe is rightfully theirs. The last part of the text delves into what the author calls super trance-personal spiritualizations, where people rationalize their pain to conform to a particular worldview. The text examines four types of spiritualizations, including specialness and heaven's reward fallacy. Through these mechanisms, people reduce the world to simple units of cause and effect that preserve the infant or inner child state.",
  "content": "In cognitive therapy this thinking distortion is called, Heaven's Reward Fallacy. \"In this framework for viewing the world, you always do the \"right thing\" in hope of reward. You sacrifice and slave, and all the while imagine you are collecting \"brownie points\" you can cash in some day. (McKay, 1981:25) Notice how rooted this is in the infant or inner child state. In the spiritualizing process, this is a constant occurrence. An example is the Hindu systems of work and sacrifice for liberation. In the Spiritualizing + 141 Christian religion, sacrifice is seen as noble. The problem is that all to often people sacrifice themselves with hope of being rewarded, and the reward doesn't come. The infant/child within reduces the world to simple units of cause (I'm good) yields effect (I get money, power, God, etc.). 4. Specialness. Specialness is a third level trance the child creates in which they see themselves as special, as a reaction formation or defense for not getting the caretaking they imagine they are entitled to. Years later the child within the adult expects to be taken care of for being good, or just special.",
  "last_phrase": "In order to overcome thinking distortions such as the Heaven's Reward Fallacy and Specialness, it is important to recognize and acknowledge the origins of these beliefs in one's inner child. It is essential to work on healing these wounds and letting go of the need to feel superior, chosen, or entitled. By doing so, we can cultivate a healthier and more realistic perspective on the world and our place in it."
}