{
  "title": "What is the Dark Side of the Inner Child and How Can Observing and Awareness Help?",
  "first_phrase": "This text focuses on the inner child and their trances. The author emphasizes the importance of observing and adding awareness to the process. By doing this, the observer can create space between themselves and the inner child's trance. The previous section highlights the concept of blocking-out as a subtle and often unnoticed trance. In the last part, the author explores the idea of illusioning, where the inner child sees past time as present and creates false mental images or conceptions. John Lennon's song \"Jealous Boy\" serves as an example of how illusioning can create a painful trance for the adult in present time. The author concludes that awareness and observation are essential tools in dismantling the inner child's identity and their trances.",
  "content": "•9 Illusioning: Seeing, Hearing andFeeling What Is Not There I was trying to catch your eye, I thought that you were trying to hide I was swallowing my pain I was swallowing my pain \"Jealous Boy\" John Lennon Here John Lennon describes his illusioning. The inner child imagines his wife is trying to hide; and that she doesn't love him anymore. He age regresses and feels pain. In other words his illusioning of Yoko trying to hide, created a painful trance for the adult in present time. 82 0 The Dark Side of the Inner Child Illusion: a false mental image or conception which may be a mis-interpretation of a real appearance or may be some- thing imagined. (American College Dictionary, pg 602) Selective Trances The inner child sees past time, imagining it is present time, thus \"illusions,\" seeing things now that were there then. In this way, the inner child within the adult reads into things now, things that were said then, feels things now that were felt then, but are not actually happening now, or hears things now that were said then.",
  "last_phrase": "In conclusion, the inner child's illusions can lead to confusions and misinterpretation of present reality. Selective trances can magnify past events, leading to a distorted perception of current situations. It's important to recognize these patterns and challenge their validity to avoid being controlled by illusions from the past."
}