{
  "title": "\"How do suppressed emotions lead to physical and psychological issues?\"",
  "first_phrase": "In this final part, the connection between emotion and physical symptoms is further explored. The author gives an example of a child whose energy toward their mother is labeled as anger and is therefore suppressed, causing the child to turn that energy inward and create self-anger, self-hatred, guilt, or depression. The author also shares a client's experience of getting sore throats whenever he felt anger, and how through therapy, he discovered the root cause of his symptoms. The text concludes with the idea that any problem contains an element of age regression, which indicates that the inner child has taken over and affects the adult in present time.",
  "content": "I recently saw a client who got sore throats whenever he felt anger. As we began to focus on his throat, an image of Dad emerged. When I asked him to express his anger at Dad, he could barely talk. I asked him, \"What would you like to say to Dad?\" He replied, \"I'd like to strangle him.\" When I asked him to reach out and do it (in his mind), his throat contracted, and he had an urge to strangle himself. Here we see someone unable to express the outward motion toward Dad and, instead, turning it against himself and \"strangling\" himself. The result: chronic sore throats. In life when a problem appears, it often has a \"feeling younger\" quality to it that repeats itself not only at an emotional and physical level but also at a cognitive level. It can be presupposed that any problem contains an element of age regression (acting younger than you are), which is the signal that the inner child has taken over. As in all trances and identities, the age-regressed inner child effects the adult in present time.",
  "last_phrase": "We all have a younger version of ourselves within us that is capable of taking over when feelings from past events are triggered. It is crucial to identify this inner child and allow it to heal in order to break the harmful cycle of repeating past trauma. By doing so, we can form a healthier relationship with ourselves and with others in the present."
}