{
  "title": "How can noticing and dissolving trances of the inner child change our subjective experience?",
  "first_phrase": "This part of the text titled \"I am not my body\" discusses the concept of inner child and how it can affect our lives through trances and self-talk. The previous section talks about various techniques to identify and dissolve the trances of the inner child. In the remaining 200 tokens, the author discusses how self-talk or inner dialogue is created in childhood through interactions with parents and how it can become automatic chatter in our minds. The concept of fusion is also introduced, where the observer takes the voices of both parents and places them in the inner child's head.",
  "content": "Just as above, the process will awaken the observer. 5. Notice that you are the observer/creator of one of the problem trances of the inner child. 6. Practice creating and stopping creating the trances of the inner child. Disconnection • 63 Summary To identify and notice that the inner child is hypnotizing you in present time by disconnecting or over-identifying is the major solvent to dissolving the automatic processes of the inner child. Learning to live without trances, and that we are the observer and the creator of our subjective experience, dissolves trances of the inner child. This is the end of trance and is trance-ending. .7 Inner Dialogue: The Voices in Your Head Self-talk, or inner dialogue, is created by a series of interactions between the child and his or her parents. As with fusion, the observer takes the voices of both parents and places them in the inner child' s head. In this way, a child takes the parents along inside of himself. As time goes by, the talk goes on as automatic chatter in the mind.",
  "last_phrase": "Remember, by identifying and noticing the inner child's trances, disconnecting or over-identifying, and practicing self-talk, you can dissolve the automatic processes of the inner child. By understanding that you are the observer and creator of your own subjective experiences, you can live without trances and end the cycle. Don't let the dark side of the inner child limit you anymore."
}