{
  "title": "\"How does childhood trauma affect adult relationships and disconnection in couples therapy?\"",
  "first_phrase": "This text discusses how the child within an adult can stay frozen in time, resulting in them marrying someone who is disconnected and spaced out, similar to someone from their childhood, like their father. As a result, the child within the adult takes over, causing them to be over-identified and hyper-vigilant. An example of this is seen in a couple in therapy, where the wife is over-identified with being present, while the husband is disconnected. The reason for this is traced back to childhood, where the wife's father was an alcoholic, and she became the caretaker, leading to her over-identification.",
  "content": "Couples Recently, I saw a couple for therapy in which the husband disconnected. He was out-there and disconnected and she over- identified. This problem emerges often in couples therapy. The complaint from the wife, \"He's at work, he's doing this, he's doing that, I'm stuck with the kids. I'm here. He's there,\" He's discon- nected from being here, and She' s over-identified with being here, and she cannot disconnect and be there. During the therapy, I discovered the father of this woman was an alcoholic. She handled this in childhood by becoming the caretaker. She had to take care of the situation, always be there, or identify, take care of her father, her mother, the family. It was her job, so she identified and fused. She had to stay here, glued. If she didn't, who knew what would happen? She perceived her father might crack up the car; she had to feed the kids, be responsible, etc. The observer handled the situation by creating an inner child identity which utilized the trance of over-identification.",
  "last_phrase": "In conclusion, it is important for couples to recognize and address patterns of disconnection and over-identification in therapy. Understanding the root causes of these behaviors may involve delving into past experiences and childhood coping mechanisms. With support and guidance, individuals can learn to let go of harmful patterns and move towards a more balanced and connected relationship."
}