{
  "title": "\"What is Age Regression and How Does it Affect Inner Child Identity?\"",
  "first_phrase": "The following text examines the effects of age regression on the inner child, and how past experiences can shape our present reality. Prior to this, the text outlines a scenario in which a woman's inner child is triggered by a present-day intimate encounter, and an observer trance-fer technique is employed to resolve the issue. The last 200 words discuss how childhood abuse can lead to inner child identities of both victim and perpetrator, and how these identities can continue to influence behavior in later life. A case study is presented to illustrate this point. Chapter 7, \"Inner Dialogue\" delves further into this topic.",
  "content": "Recently, I was working with a client who complained how much she hated herself, and how she heard a voice inside her head saying, \"You're bad,\" \"You deserve to be punished,\" and \"I hate you.\" We discovered that as a child she was physically abused by her stepfather who would say precisely these things to her. What Age Regression + 33 occurred was that the observer took a picture of the beaten child and the stepfather. Both lived inside of her, and she would hear the voices inside of her saying, \"You're bad,\" \"You deserve to be punished,\" and \"I hate you.\" This part of the inner child had fused and become the perpetrator. So the perpetrator's voice (hypnotic suggestion) had become part of the inner child' s dark side. These voices and the ensuing poor self-esteem was a past- time trance, which came from the perpetrator. Once the inner child fuses with the voice, even years later, the perpetrator lives within the adult as an inner child identity, giving the adult outrageous suggestions. This will be discussed in greater detail in Chapter 7, \"Inner Dia- logue\".",
  "last_phrase": "In conclusion, identifying the root cause of low self-esteem and negative self-talk is crucial to overcome past traumas. Age regression can help to understand the origin of these inner voices, and de-hypnosis can shift the responsibility to the present observer. By discovering and working with the inner child, one can break free from the past and move forward with a positive mindset. It takes courage and effort, but it is possible to heal and create a better future."
}