{
  "title": "What is illusioning and how does it affect our perception of reality?",
  "first_phrase": "The following section examines the concept of illusioning and breaking the child-to-child loop that forces the mind to conform to its image, causing chaos if challenged. The text includes an account of a therapist's misguided reference to Neuro-Linguistic Programming (N.L.P.) and how the child's inner trance is threatened by new information. The trauma that caused the trance to be constructed is brought to the surface, causing almost violent reactions to new data. The text ends with an approach to overcoming an inner child's auditory illusioning.",
  "content": "I got confused until I realized she was in a child-to-child trance, trying to make me be her image rather than experiencing the chaos that might be evoked by new information. Somehow, the child within feels her world being threatened as the walls of the inner child are pierced with new information. Why? Because allowing new information in or present time feedback, breaks the trance of the inner child and awakens the observer. This causes the trauma to surface that caused the trance to be constructed in the first place. This could explain the almost violent reactions people have to new data. In illusioning, the person is seeing what is not occurring. If they are blocking-out, they are not really seeing what is going on. A woman came to see me for counseling complaining that she always heard her mother's voice inside herself (inner child's auditory illusioning). I suggested she spend 20 minutes each evening imag- ining a record of her mother's voice playing at 45 rpms. I called it \"Mom' s Greatest Hits.\" She then was asked to regulate the speed from 45 rpms to 78 rpms to 33 rpms.",
  "last_phrase": "In conclusion, recognizing and understanding the trance-like state of our inner child can help us handle the illusioning that occurs when we are confronted with new information. By practicing techniques like imagining a record of a voice at different speeds and balances, we can awaken our observer and gain control over our automatic reactions."
}