{
  "title": "\"How does repressing desires affect our emotional and physical well-being?\"",
  "first_phrase": "In this section, the author delves into how the repression of desires and emotions during childhood can lead to relationship problems in adulthood. They cite psychiatrist Dr. Wilhelm Reich's concept of the \"emotional plague\" where a parent kills a child's natural life force by forcing them to conform and suppress their feelings. This leads to a person repressing the energy of others to the same degree. The author also makes a connection between energy flow and disease, referencing acupuncture. This discussion reinforces the importance of acknowledging and expressing emotions in healthy ways.",
  "content": "Often the child has to repress or pretend his own wishes or desires are not important. Years later, he doesn't even know what he wants. Noted psychiatrist Dr. Wilhelm Reich, in his book The Murder of Christ, likens one' s natural life force or energy to Christ. Reich suggests that a parent, in trying to get a child to conform and give up feelings or needs, \"kills\" the natural life force of the child. Reich calls this the \"emotional plague.\" Reich states that as your life force is killed or repressed, so you will force others to repress natural energy and emotional energy. Stated more simply, the degree to which your life force was repressed or killed by another is the same degree to which you will try to repress or kill another' s life force. In recent years the ancient healing system of acupuncture, long acknowledged in Asia, has gained popularity in the West. Why? We are beginning to believe, like Reich, that disease is caused by blocking the natural flow of energy in the body.",
  "last_phrase": "In summary, our emotional energy can be affected by repressed desires and feelings, which can lead to the blockage of natural energy in our bodies. Acupuncture can help to remove these blockages, leading to a healthier and more fulfilling life. It is important to acknowledge and address any emotional wounds in order to unlock our full potential and live our best lives."
}