{
  "title": "\"What is blocking-out and how does it affect our behavior and relationships?\"",
  "first_phrase": "In the last section of this text, the author discusses how blocking-out, a survival technique learned in childhood, can continue into adulthood and negatively affect interpersonal relationships. The author explains how the observer models the inner child within the mother and creates a duplicate inner child, thus perpetuating the blocking-out phenomenon. The author also questions the reader on their own experiences with blocking-out and encourages them to examine their relationship with reality construction. The text concludes with the author connecting blocking-out to addictive behaviors.",
  "content": "Stated more simply the blocking-out phenomenon can be put on automatic and pops up, has its own life. It is a once valuable trance created by the child for survival, or imitated by the observer by modeling the parent, and carried into adult life. This limits other possible experiences and creates unpleasant behavioral outcomes. The old habit of blocking-out is so powerful that the 76 • The Dark Side of the Inner Child individual cannot understand his confusion and pain, which come from interpersonal relationships in present time. How people construct their reality is central in understanding blocking-out. By creating the fog, cloud, a feeling of distance, the problem is maintained. Why? Because the blocking-out strategy is not 100% effective. Some part of the child sees the abuse and chooses people to recreate the abuse, so the other side of the child can block it out! Questions to ask yourself are, \"By not seeing what is there, how do I deny the problem? How do I participate in picking abusive relationships? What trance(s) is connected with or associ- ated with my particular problem?\" Every addictive person I've worked with uses blocking-out.",
  "last_phrase": "Overcoming the powerful habit of blocking-out and recognizing its impact on our present-day relationships and reality construction requires acknowledging our participation in picking abusive relationships and questioning our trances. By recognizing and addressing auditory, visual, kinesthetic or not knowing blocking-out, we can free ourselves from unpleasant behavioral outcomes in a way that is not conditioned on addictive substances."
}