{
  "title": "How can you move beyond the inner child's dark side and de-hypnotize yourself?",
  "first_phrase": "The final section of this text highlights the importance of understanding trances and their role in recreating child-like states of consciousness from the past. The author emphasizes the need to appreciate the self behind the inner child and provides several techniques for de-hypnosis. They state that all symptoms have at least one associated trance and without it, the problem could not repeat in different situations. With clinical examples, the author outlines the trances of the dark side of the inner child and emphasizes the task of de-hypnosis to awaken the creator/observer from a spell of which clients were unaware.",
  "content": "Trance states are related to the flow of consciousness. They are states that are halts, distortions, and restrictions. Trance requires a shrinking of the focus of attention yielding symptomatic states of consciousness, or what are commonly called limitations and prob- lems. To de-hypnotize is to shift from a trance state of shrunken or contracted feeling to the expanded experience of being an observer! creator, thus freeing yourself. Over the past several years, I have continued to notice in my clinical practice that all symptoms my clients present have at least one trance associated with them. Stated another way, it has become very obvious that, in order for a problem to remain a problem, there must be at least one trance that the inner child's dark side uses like glue to hold the problem state together. The inner child identity sticks like glue to you, the observer, preventing you from experienc- ing present-time reality. Without the trance the symptom could not repeat itself again and again in different situations. As I began to define the trances of the dark side of the inner child, my task with my clients became one of de-hypnosis, or awakening the creator/observer from a deep trance or spell of which clients were unaware.",
  "last_phrase": "In conclusion, understanding the relationship between trance states and problematic symptoms can be a powerful tool for achieving personal transformation. By identifying and de-hypnotizing ourselves from these trances, we can shift from a contracted state to an expanded experience of being an observer and creator. This can help us to overcome limitations and problems, and experience present-time reality with greater clarity and freedom."
}