{
  "title": "What is the connection between disconnection, fusion, and sexual abuse?",
  "first_phrase": "In the preceding text, the author discusses the concepts of disconnection and fusion in the context of therapy. The author shares an example of a patient who experienced disconnection initially and later reconnected his head to his body, and this caused his repressed sexual feelings for his mother to surface. The author describes how disconnection helps a child to survive by checking out or disconnecting when external reality is threatening. On the other hand, fusion is a trance in which an observer creates a child identity where a child over-identifies with and fuses with a family member. This can occur when the child is asked to take care of a dysfunctional parent to survive. The author also explains how fusion is a key to working with incest survivors.",
  "content": "Later in life, the disconnection remains as a trance, and intimacy cannot occur. As mentioned earlier, the other side of disconnection is, classi- cally, fusion. 4. Fusion Fusion was an understanding developed in Structural Family Therapy by Salvador Minuchin and Braulio Montalvo, and in Strategic Family Therapy by Jay Maley and Cloe Madanes. Fusion is a trance in which the observer creates a child identity in which a child over-identifies with and fuses with a family member. Sometimes this can occur when the child is asked to take care of a family member, commonly called caretaking. The child has to look after a dysfunctional parent in order to survive. The observer creates two parts of the child. One takes care of the dysfunctional parent and another fuses and becomes the dysfunc- tional parent. An example is child abuse. In most cases, grown men and women who sexually abuse children were themselves abused as children. The observer during the abuse creates an image of a victimized child and an abuser. From this point on, the child within Ibis-connection • 55 the adult has two parts; victim of the abuse, and the abuser. Fusing with the perpetrator is a key to working with incest survivors.",
  "last_phrase": "In conclusion, understanding the concept of fusion and its impact on our inner child can aid in addressing issues such as abuse, disconnection, and dysfunctional family dynamics. By recognizing and separating the caretaker and abuser parts of the self, individuals can take steps towards healing and cultivating healthy relationships."
}