{
  "title": "\"How does the dark side of the inner child create a trance that shrinks our present-time world?\"",
  "first_phrase": "This article explores the concept of Trance as wakeful sleep and how it occurs through interactions with others throughout our development. The Dark Side of the Inner Child is discussed as a vehicle for the child within the adult to project past experiences onto present situations. The author argues that Trance is the glue that holds problems together and that it acts independently of present time. They also describe how this trance becomes an automatic response to situations, causing discomfort and limiting the focus of our attention. The article ends by discussing how an inner child stuck in an abusive situation might disconnect from their abuser to avoid the pain of the experience.",
  "content": "As the child gets older, the trance (a) generalizes to all people or all women rather than Mom, so that the adult behaves like a little boy or girl around women, and (b) since it worked so well as a child, years later the observer puts the trance on automatic so the adult doesn't think about how to react anymore. In this way a situation is not experienced as it is. Rather the adult, acting like a child, takes the family with him, inside, in present time, projecting it outward on others, or keeping it inside (talking to him/herself). The trance of the dark side of the inner child acts independent of present time and is the vehicle or messenger of the child within the adult. Once the inner child is frozen, it tends to shrink the focus of attention of the adult so as to produce inevitable feelings, thoughts, emotions, and for the most part, discomfort. Trance is the major glue that holds problems together. The inner child stuck in an abusive situation might disconnect from Father, so he/she doesn't have to feel the pain of the situation.",
  "last_phrase": "In conclusion, recognizing and breaking free from the trance of the inner child can be a powerful tool in overcoming the limitations it imposes. By learning to separate past experiences and emotions from present situations, individuals can access their full range of resources, enabling them to respond more thoughtfully and effectively to life's challenges. Taking the time to work through these issues can be uncomfortable, but ultimately is a necessary step in achieving greater emotional well-being and more fulfilling relationships."
}