{
  "title": "\"What are the Dark Side of Inner Child Trances and Cognitive Distortions?\"",
  "first_phrase": "In this article, the author talks about the dark side of the inner child and the different types of trances associated with it. The last 200 tokens talk about two specific trances, \"play it again, Sam,\" and the \"fallacy of fairness.\" The former is a justifier trance where the child practices arguments and justifications for their actions, while the latter is a cognitive thinking distortion that applies legal and contractual rules to interpersonal relations. These trances impede personal growth and can be detrimental to one's relationships.",
  "content": "Whenever he noticed this occurring, he would say, \"Here we go again, tape loop 98.74, play it again.\" In this case, the child might have done something wrong or knows it will be punished in the future, based on past experience. So the dark side of the inner child plans a justification in the future. The child practices arguments for and against, like an attorney making an appeal. Catastrophizing can accompany this, so the guillotine (heavy punishment from the parents) pushes the justifier even further. The trance is an imagined future; the child within has a justifier trance, continually explaining and justifying actions, reac- tions, emotions and the basic \"whys\" of life. The justifier gets justice or doesn't, but the trance of imagining catastrophe (and counter-punching the impending doom with a justification in the future) continues, even as the adult grows older. 5. Fallacy of Fairness In cognitive therapy, there is a thinking distortion called \"fal- lacy of fairness.\" \"This distorted thinking style hinges on the application of legal and contractual rules to the vagaries of interpersonal relations.",
  "last_phrase": "In conclusion, it is important to recognize the Dark Side of the Inner Child and the thinking distortions that can arise from it. By understanding these patterns of behavior, individuals can work towards breaking free from their past experiences and creating a healthier mindset that doesn't rely on catastrophizing or fallacies of fairness. Remember, with self-awareness and effort, it is possible to overcome these negative thought patterns and live a happier, more fulfilling life."
}