{
  "title": "How does the trance of the inner child affect adult behavior and relationships?",
  "first_phrase": "In this section, the focus is on how the trance of the inner child affects behavior and emotions in present time. The inner child, once frozen, tends to shrink the focus of attention and limits the available resources of the observer, resulting in discomfort and problems. The trance acts independently of present time and becomes the messenger of the child within the adult. The example of a spouse in an anger trance throwing a tantrum illustrates how being aware of the inner child and the trance can free the observer to make new choices and options in their relationship. The concept of disconnection or dissociation in abusive situations is also discussed.",
  "content": "The child is frozen by the observer (you) along with the trance of disconnection. (Disconnection is called \"dissociation\" and will be discussed more completely in Chapter 6.) When the observer fuses with the inner child, resources that could be used feel unavailable. Example: A spouse in an anger trance, throwing a tantrum at a partner, does not have the resource of remembering how much she/he loves the spouse. Rather the age- regressed inner child acts \"as if\" she/he were in past time with Dad. The anger trance takes the driver' s seat, and the rest of the resources of present time are not there. Any change in the trance allows the otherwise unutilized resource to become available to the observer. In other words, the Philosophy and Origins of Trance21 more you know the dark side of the inner child, the freer you become to give it up. In the above example, if the trance is allowed and both people can stay in present time by seeing the tantrum as a trance of the inner child, new choices and options can emerge in their relationship. Trances that are created by you are initially a mutual trance in the family.",
  "last_phrase": "Understanding the dark side of the inner child and breaking free from its trance can lead to new choices and options in relationships. By recognizing and staying in present time, resources that were previously unavailable can be utilized to improve the situation. So, the key takeaway is to acknowledge and confront your own trances in order to overcome them and find greater freedom and fulfillment."
}