{
  "title": "What is Futurizing and How It Affects Our Present-Time Reality?",
  "first_phrase": "This text explores the concept of futurizing and how it can lead to anxiety and fear of the imagined future. It begins with exercises that help one identify the workings of their inner-child identity to return to the present-time world. The author uses John Lennon's \"Beautiful Boy\" to describe the trance-like state of futurizing which keeps us out of present-time reality. The text discusses how futurizing is often a fear of an imagined future and how it can lead to catastrophizing. The cognitive therapy of Albert Ellis is used to explain how catastrophic thoughts often start with the words \"what if.\"",
  "content": "A person finds himself in the future. Frequently, clients complain of anxiety, (fear of the 40 + The Dark Side of the Inner Child future). All too often, this fear of the future is actually fear of an imagined future. For example, I am in a relationship and feel \"in love.\" I go away for business for a week and imagine my girlfriend having an affair. As the fantasy continues, I futurize myself coming home several days later, moving to my own apartment and being alone and unhappy. The odd part about futurizing is that I feel the pain of the imagined situation right now, even though it is a fantasy of a catastrophic future. 1. Catastrophizing In the cognitive therapy of Albert Ellis, he categorizes one style of futurizing: catastrophizing. \"Catastrophic thoughts often start with the words what if. What if my daughter gets pregnant? What if I lose my job? What ifI get sick and can't work?\" (McKay, 1981:21) Catastrophizing, which is one style of futurizing, takes place when a person projects herself into the future and imagines a catastrophic outcome.",
  "last_phrase": "In conclusion, if you find yourself futurizing and catastrophizing about the dark side of the inner child future, know that it is an imagined and not an actual reality. Learn to recognize these thoughts, challenge them, and replace them with a more realistic and positive outlook. This practice will help you break free from anxiety and live a happier, more fulfilling life."
}