{
  "title": "What is the dark side of the inner child and how does it affect a person's life?",
  "first_phrase": "In this text, the dark side of the inner child is explored, when it becomes autonomous and acts independently from its original source, the family. The child within the woman and the man in the latter example, result in problems when they become automatic and time-frozen. The man's inner child believed in visualizing money to make it come, resulting in him being broke and selling possessions for food. Futurizing the future is a form of trance, independent from events of early life, leading to people living a life solely based on their fantasies. Self-talk also contributes to creating a catastrophic future.",
  "content": "The dark side of the inner child alleviates emotional stress but functions without feedback from the real world. The child within the adult thinks the fantasy is reality. It' s not that the inner child is wrong or bad, but just that what worked at ages two through six does not work at age 36. 42 4- The Dark Side of the Inner Child At first, futurizing is dependent on the events of early life. Problems arise when futurizing becomes autonomous, has a life of its own. It acts on its own, independently, being cut adrift from its original source, the family. In this way fantasies arise on their own, and people live life fantasizing about the future, rather than expe- riencing \"now.\" Another trance form associated with futurizing occurs when the individual creates self-talk, an internal dialogue (see Chapter 7, Inner Dialogue). \"I never get what I want,\" is an example. Not only is now catastrophic for the child, but the future also is imagined as catastrophic. This orientation is a combination of age regression, in which the past is \"fixed,\" but also the past pain is trance-fered to the future.",
  "last_phrase": "In conclusion, while the dark side of the inner child may alleviate emotional stress in the short-term, it is important to recognize that it functions without feedback from the real world. At a certain age, what worked in childhood may no longer be effective. Therefore, it is vital to focus on experiencing the present and utilizing the resources available as an adult to prevent age regression and anxiety in both the present and future."
}