{
  "title": "How can you intentionally have and resist experiences through inner child analysis?",
  "first_phrase": "In the previous part of the text, the author discussed the importance of intentionally creating and experiencing resistance, as well as recognizing oneself as the observer and creator of experiences. In this final part, the author focuses on applying these concepts to fantasizing, planning, and explaining behaviors. The author provides a series of questions to ask one's inner child in each scenario, and encourages intentional resistance and creation of experiences. Finally, the author discusses futurizing and the potential past experiences that may cause an individual to justify their behavior.",
  "content": "Ask the inner child, \"What incident do you not know about that may have happened in the past, that caused this fantasizing of the future?\" 3. Ask the inner child, \"Are you resisting this knowing and experience?\" 4. Intentionally resist the experience. 5. Intentionally have the experience. 6. Intentionally create the experience and resistance. 7. Notice you are the observer/creator of the experience. For Planning Write down your answers. 1. Ask the inner child, \"What happened in the past that you are projecting in the future?\" 2. Ask the inner child, \"What may have happened in the past that I do not know about, that caused this projec- tion of past into future?\" 3. Are you (the inner child) resisting this knowing and experience? 4. Intentionally resist the experience. 5. Intentionally have the experience. 6. Intentionally create the experience and the resistance. 7. Notice you are the observerlcreator of the experience. For The Explainer (Justifier) 1. Ask the inner child, \"What incident may have hap- pened in the past that caused you to justify yourself?\" Futurizing * 49 2.",
  "last_phrase": "In conclusion, by following the steps of asking your inner child, intentionally resisting and having the experience, and noticing yourself as the observer/creator of the experience, you can gain insight into past events that may be projected into your future and intentionally work towards overcoming resistance and creating desired experiences. Writing down your answers can aid in your planning and understanding of yourself."
}