{
  "title": "\"How Can Shifting Focus to Sensations Help Relieve Pain and Trance in Therapy?\"",
  "first_phrase": "In this section, the author discusses how to shift the focus from pain to sensation and how utilizing different sensory experiences can lead to a shift in the subjective experience. The goal is to offer suggestions for recognition of other sensory experiences, increasing variability and reducing fixation. A second example explains how localised sensations such as headaches can be relieved by reconnecting foreground (headache) to background (body) and expanding awareness. The author emphasizes the importance of expanding focus to the whole body to induce a trance, which is essential for holding symptoms together.",
  "content": "A woman came to therapy with a migraine headache. First I had her see the headache as sensations. Then I suggested, \"Just as sensations can move from your right index finger to your elbow, or your right toe into your ankle, if you focus your attention now, you might...let me know when the sensations begin to move from your head into your neck, not to mention (nice way to suggest) into your arms and hands.\" Eventually by this sequencing, the sensations became equally distributed all over her body, relieving the headache. By suggesting movement of the sensations, you reconnect foreground (headache) to the body (background), and expand the focus of attention to include the whole body. The trance of sensory distortion is shifted. Stated more simply, the \"A\"-tension is only experienced in the head. The task is to expand awareness so that the attention is on the whole body. Principle IX: Without shrinking the focus of attention, there can be no trance; and without a trance, the symptom cannot be held together.",
  "last_phrase": "Expanding your awareness to focus on your entire body can help to relieve symptoms of tension and pain, as experienced by the woman who came to therapy with a migraine headache. By shifting your focus beyond the area of discomfort, you can break the trance of sensory distortion and experience a sense of relief."
}