{
  "title": "\"What is Futurizing and How Can You Handle it? Tips for Identifying and Working with Your Inner Child's Brand of Futurizing\"",
  "first_phrase": "In this text, the author explores the concept of \"Futurizing,\" the emotional state that adults experience when their inner child duplicates their family's reaction to betrayal. The author provides a three-step process for handling Futurizing, including identifying the type of Futurizing, noticing where the inner child resides in one's body, and engaging in inner dialogue. The last 200 tokens of the text focus on handling the type of Futurizing known as Catastrophizing, including specific questions to ask the inner child and intentional resistance or experience. The author emphasizes the importance of acknowledging and addressing the inner child's emotions to promote healing and growth.",
  "content": "Ask the inner child these questions and write down all of your answers. Make sure the answers come from the inner child not the adult figuring out what the inner child might say. 1. What incident do you (the inner child) remember that caused this catastrophizing? Write down your answers. 2. What incident do you (the inner child) not know about, that might have caused this catastrophizing? 3. What catastrophic incident in the past might you (the inner child) be projecting into the future? 4. \"What incident do you (the inner child) not know about that might cause this projection of a catastrophic past into future? 5. Are you (the inner child) resisting this knowing and experience? 48 + The Dark Side of the Inner Child 6. Intentionally resist the experience. 7. Intentionally have the experience. 8. Intentionally create both the experience and the resis- tance. 9. Notice you are the observer/creator of the experience. For Fantasizing Write down your answers. 1. Ask the inner child, \"What happened in the past that you (the inner child) are resisting?\" 2.",
  "last_phrase": "In conclusion, asking your inner child these questions and writing down their answers can be a powerful tool to uncover past traumas and address negative thought patterns. By intentionally resisting or experiencing these emotions, and acknowledging your role as the observer/creator, you can begin to heal and move forward towards a positive future. Don't be afraid to delve into the dark side of your inner child and face your fears."
}