{
  "title": "\"What are the Different Styles of Amnesia for the Inner Child and How Do They Function as a Defense Mechanism?\"",
  "first_phrase": "In the preceding text, the author discusses different styles of amnesia, a protective trance that occurs when the inner child acts autonomously. The child within experiences amnesia as a way of protecting himself from uncomfortable situations. However, it can be a sign of dissociative disorders or multiple personality disorder. In the last 200 tokens, the author explains how amnesic states are intense efforts of the observer to keep the child in balance by creating caretakers, lost children, and enabler identities, which are then covered with amnesia. The author's discussion reveals how amnesia patterns can develop and affect individuals' lives.",
  "content": "What feels, who feels, what happens? 3. Forgetting, Amnesia occurs when the individual for- gets what he said as an attempt to control a situation he perceives as uncontrollable. This denial pattern occurs when a person agrees to something to reduce tension, and then forgets they agreed to it. * Although this is not the place to discuss it in depth, severe amnesia can be a signpost for dissociative disorders or even multiple personality disorder. 112 * The Dark Side of the inner Child These amnesic states are the observer's intense efforts to keep the child in balance. They are exhibited by forgetting information or events to control uncontrollable situations, usually relating to former experiences like chaos, emptiness, or feeling out of control or overwhelmed. As an example, children from dysfunctional families often feel overwhelmed, lost, abandoned or afraid. To handle that, the ob- server creates caretakers, lost children, and enabler identities, which are covered with amnesia so the person does not remember how this identity was brought about. Identities are created by the observer to handle chaos. If amnesia (What happened?)",
  "last_phrase": "In conclusion, amnesia is a common defense mechanism that helps individuals in dysfunctional families to cope with overwhelming situations. However, severe amnesia can be a symptom of dissociative disorders or multiple personality disorder. Forgetting information or events is a way for the observer to maintain balance and create coping mechanisms for the child. It is important to seek therapy to address any underlying trauma that may have caused amnesia."
}