{
  "title": "What is the Dark Side of the Inner Child and how can one spiritualize it?",
  "first_phrase": "In the previous section, the author discussed the importance of identifying and owning the creative function of sensory distortion, a function typically contracted or expanded by the inner child. In this final section, the author concludes that freeing the psyche-energy holding memories and traumas can help heal the numbness caused by sensory distortion. The author also references a song, \"I Found Out,\" which speaks to finding one's personal power and rejecting external authorities.",
  "content": "Conclusion Sensory distortion, the slowing down or speeding up of sensa- tions, is a creative act of the observer. Once the sensory distortion is seen for what it is, with no judgments, labels, or evaluation, the observer can take over its creative function, which it had given to the inner child. The inner child automatically had contracted or expanded sensations. Now the observer can own its creative side and exist in present time. Learning what occurred to the child that caused the sensory distortion (numbness) helps free up the psyche- energy holding the memory, the trauma, and the accompanying frozen sensations. •14 Spiritualizing Now that I showed you what I've been through, Don't take nobody's word for what you can do, There ain't no Jesus goin' come from the sky, Now that I found out, I know I can cry. I ... I found out. I ... I found out. Old Hare Krishna's got nothin on you, Just keep you crazy ... with nothin to do, Keep you occupied with pie in the sky, There ain't no Guru can see thru your eyes, I ... I found out I ...",
  "last_phrase": "In conclusion, owning our creative side and being present in the moment can help us overcome sensory distortions caused by childhood traumas. By understanding what caused the numbness, we can free up the psyche-energy holding the memory and trauma. Spiritualizing and freeing ourselves from automatic trances helps us experience uninterrupted awareness and connect with underlying unity. As John Lennon said, we must find out for ourselves and keep ourselves occupied with practical things rather than pie in the sky."
}