{
  "title": "\"What is Spiritualizing and How Does It Affect Our Inner Child?\"",
  "first_phrase": "In this last section of \"I Found Out\" by John Lennon, he shares a story from his visit to his teacher, Nisargadatta Maharaj in India in 1979. The story serves as an illustration of the importance of being aware and confronting concepts that inhibit the experience of unity consciousness. Lennon highlights the attitude required, which he calls the \"warrior's attitude.\" He emphasizes the willingness to let go of belief structures, confront obstacles, and be aware. This section ties in with the previous discussion about spiritualizing and how automatic trances prevent true communion with the underlying unity.",
  "content": "My reply is always the same; 1) a willingness to look at and confront whatever stands in the way of this unity consciousness, 2) a willingness to let go of belief structures no matter how \"comfort- able\", and 3) awareness, which I have called the solvent to the glue of trance states, the trance-ending ingredient. This is the attitude, a warrior's attitude, of being called to be aware, to confront and let go of concepts, many of which have never been looked at as concepts, but assumed to be truths. To illustrate this let me narrate a story of what happened to me in India in about 1979. I was visiting my teacher, Nisargadatta Maharaj. He asked me, \"Do you know youiself?\" I replied, \"I feel a lot of love and bliss, and I can even see energy.\" He snarled back, \"I'm not interested in knowing if you are satisfied or pacified with your spiritual life, do you know yourself?\" I said, \"no.\" He said, \"Then shut your mouth.\" Two years later I appreciated what he was so dramatically saying.",
  "last_phrase": "In summary, confronting and dismantling spiritual beliefs and structures is crucial in discovering one's true self. The development of the spiritualizing trance in childhood can be overcome by being aware, confronting and letting go of assumed concepts to attain unity consciousness. It is a warrior's attitude to be willing to let go of comfortable beliefs and biases."
}