{
  "title": "How does super-idealizing people as gods affect inner child development and spiritualization?",
  "first_phrase": "In the previous text, the author discusses how parents determine the basic needs of their children and how some people remain stuck with an infantile state of super-idealizing others long after it has served its purpose. In the last 200 words, the author explores how the infantile state is reinforced by philosophical and religious systems, making people into gods and gurus. The child-like trance is transferred onto spiritual systems to understand the world, making it a \"play of God\" or a way to learn lessons. The child within gives its power away to a higher power, offering no feedback loop with the world. The author argues that adults need to break out of this trance and not repeat what parents did to survive.",
  "content": "This infantile state is reinforced by philoso- phies like the guru system of Hinduism, or the Roman Catholic system of the Pope, i.e., the intermediary between people and God. This trance creates religious systems and volumes of books of study, which reinforce the truth of the system. Spiritualization Commandment: do unto a person, that which you did unto yourself with your parents, in order to survive. In other words, make people into gods. Trance-ferring onto a System In this infant/child-like trance of spiritualization, an infant/ child transfers the past idealization onto a spiritual system. In spiritual systems, the infant/child within the adult overlays her system on the world. This makes the world a \"play of God,\" (a play of Mom/Dad), or a way to learn lessons (Mom' s/Dad' s lessons). This child within the system gives its power away to \"a higher power.\" The tautology is that the' adult relates only to the child within, transferring its world onto the confused world of Mom and Dad and then making it spiritual. This offers the adult, currently being hypnotized by the infant/child, no feedback loop with the world.",
  "last_phrase": "In conclusion, it is important to be aware of the potential pitfalls of spiritualization and religious systems, where the child within the adult transfers their idealization onto a system or higher power. By recognizing this trance-like state, individuals can avoid giving away their power and seeking answers only from within the system. It is crucial to maintain a feedback loop with the world and seek answers from outside sources to have a well-rounded understanding of the world."
}