{
  "title": "\"What is the dark side of the inner child and how can de-hypnosis help you move beyond it?\"",
  "first_phrase": "In the previous part of this text, the author explores the concept of the \"inner child\" and how it can impact adult behavior. They describe how an individual's \"dark side\" or unresolved issues from childhood can lead to self-sabotage in relationships and other areas of life. In the last 200 tokens, the author delves deeper into the idea of being hypnotized by one's inner child and the importance of de-hypnotizing oneself in order to see past these unresolved issues. The discussion focuses on the role of trance states in this process, and the techniques that can be used to overcome them. The author explains how individuals might be under the spell of negative beliefs created by their inner child, and the importance of recognizing and moving beyond these trances.",
  "content": "This enabled her to emerge from a cloudy night into the open air and sunshine of choice. To de-hypnotize is to awaken to see the you behind the trance. You are not the child within. The child within is a re-created memory of the observer. As mentioned above, the observer automatically recreates child-like states of consciousness from the past, as trance states in the present. It is important to understand the function and role of these trance states, which are used by the time-frozen inner child, and, to appreciate the you behind the inner child. My purpose is to discuss trances and the methods of moving beyond and through them so that you can experience the you behind those trances. My primary intent is to define trance and demonstrate how all of us, when problems arise, are in hypnotic states of mind, trance states. This book contains many techniques of de-hypnosis for remov- ing your \"daily trance.\" You have created an inner child who now hypnotizes your adult into believing you are this or that. You might 22 • The Dark Side of the Inner Child believe you are stupid, unattractive, unsucceessful. All of these trances come from the dark side of the child within.",
  "last_phrase": "In conclusion, de-hypnotizing opens up the possibility for you to move beyond your limiting inner child and experience your true self. By shifting from a contracted state to an expanded one, you can free yourself from the hypnotic trances that hinder your growth and creativity. This book provides valuable techniques for removing your daily trance and discovering the you behind it."
}