{
  "title": "What is the Dark Side of the Inner Child? A New Understanding of Trances, Hypnosis, and Self-Hypnosis.",
  "first_phrase": "In this article, the author explains their understanding that we are all already in a trance or hypnotized in one way or another. The author relates this to the \"Dark Side\" of the inner child, where as children we absorbed suggestions from our parents, which we internalized and continue to believe as adults. The last 200 tokens of the text focus on how this trance state can continue into adulthood through relationships with authority figures and partners, leading to a loss of autonomy. The article provides examples and histories of people experiencing trance states and delves into the intricacies of hypnosis and de-hypnosis.",
  "content": "The parents make suggestions like \"You're not going to make it,\" \"Please me and I'll please you,\" or \"Do what I say and give you love and approval; don't and I won't.\" The child (subject) goes into a trance, a state of absorption, and believes the suggestions that the hypnotists (parents) make. The child then internalizes these sugges- tions and continues to suggest them as a grown adult. This is the dark side of the inner child, the inner child of the past hypnotizing the present time adult into problem states. As years go on, perhaps a teacher or another authority figure merely mentions the similar suggestion (induction), and the subject (student) goes into the same \"fear\" trance that happened as a child. Time goes on. The child matures, enters into relationships, and marries. Then the spouse can become the hypnotist, putting the inner child of their spouse in an anger trance or a fear of rejection trance. Once the suggestions are made and the individual moves into a trance, the subject's autonomy as a free being behind these trance states is lost.",
  "last_phrase": "By becoming aware of our inner self and recognizing the suggestions that hypnotize us, we can break free from the trance states that limit our autonomy. By practicing self-hypnosis and being mindful of our thoughts and actions, we can awaken our true selves and create healthier relationships. Start breaking the old patterns and take control of your life again by recognizing the inner child hypnotized by the past."
}