{
  "title": "\"How can awareness help solve the inner child's disconnection trance?\"",
  "first_phrase": "In this concluding section, the focus is on the role of awareness in resolving the trances of the inner child. The author emphasizes that the observer/creator needs to be aware of the location of the inner child in the body and the thinking style involved. By creating and observing these trances, the observer can take responsibility for the dark side of the inner child. The author also discusses dis-connection, a common trance that the observer creates to disconnect the child from uncomfortable situations. Problems arise when the observer sleeps and the child disconnects automatically. This section provides a deeper understanding of the concepts explored earlier in the text.",
  "content": "Notice the brand of trance and thinking style involved. 4. Observe and create them until you (the observer) can take responsibility for the dark side of the inner child. Awareness becomes the major solvent for the glue of futurizing. Once awareness is added, the observer/creator (you) are free to stop automatically creating the problem again and again, unknowingly. •6 Dis-connection: Feeling Separate From Yourself or Others Dis-connection is a trance that the observer creates which enables the child to disconnect from uncomfortable situations. Commonly called dissociation in psychology, the trance of discon- nection occurs when a child is unable to handle the family and so the observer creates a disconnection. Disconnection can be experi- enced as spacing out, or feeling like you're not there. Problems arise when the observer sleeps and the child within the adult disconnects and goes into a disconnection trance automatically. Disconnection is a trance that can be experienced in several styles: 1. Not Owning Trance An observer might disconnect a child in a stressful family situation. The observer disconnects the child from parts of his or her 52 • The Dark Side of the inner Child self.",
  "last_phrase": "In order to break the cycle of disconnection and future problems, it is essential to notice the brand of trance and thinking involved, and create awareness. By taking responsibility for the dark side of the inner child and observing and creating them, you can prevent automatic creation of the problem. With these steps, you can stop the disconnection trance from taking over, and avoid feeling separate from yourself or others."
}