{
  "title": "How do childhood coping mechanisms become conflicting identities in adulthood?",
  "first_phrase": "In this enlightening text, the author explains how a shift of awareness from observing a mother's messages to creating a reaction that gets Mom's approval can lead to the formation of coping devices that can be called identities. These identities can manifest as \"I want to do it my way\" or \"Yes Mom, whatever you want,\" and when they generalize into other areas of life, they both create conflicts inside the adult as well as with others. The author provides a simplified example of this identity formation process in the workplace.",
  "content": "One identity says, \"I want to do it my way,\" and the second identity, \"I have to do it Mom' s way to survive.\" Here again are two sides of the inner child. And as they generalize into other areas of life, they both create conflicts inside the adult as well as with others. For example, the inner child might project one identity on her boss and feel she has to kiss ass in order to survive, believing, \"I can never do it my way.\" As a boss, the inner child might project the \"I want to do it my way\" on an employee and demand, \"It's my way or your fired\" This example is a simplification of the identity process al- though I am sure we all can imagine ourselves in school, marriage, or at work with these automatic conflicts occurring, which are inherent in identity formation. Look at the double bind, or lose-lose set-up. The child sees only two possibilities: unloved or fired. If the pretend identity conforms to survive, the adult feels lost, alienated and misunderstood.",
  "last_phrase": "In conclusion, it is important to recognize the inner conflict that arises within us due to the identity formation process. While society may urge us to conform and \"play the game,\" it is crucial to find a balance and not lose our individuality in the process. By acknowledging and understanding our inner child, we can navigate these conflicts and find a way to be true to ourselves while still being able to succeed in the world around us."
}