{
  "title": "\"How does the inner child's past stuckness affect present-day behaviors and relationships?\"",
  "first_phrase": "In the last part of this text, the author explores how the identity of the inner child affects our present relationships and emotional parameters. They provide an example of a mother who seeks to please her child by sacrificing their internal needs, creating a pleasing-child identity. The author explains how this can lead to repressed desires and anger, which is often projected onto the outer world. By understanding these dynamics, we can identify unmet needs and improve our relationships.",
  "content": "Throughout the book, I break down the word identity to I- dentity, to emphasize how the adult in present time becomes an /-dentity in past time. Calling the memory \"I\" creates a separate I- dentity (This will be discussed further in Chapter 6). In this case, however, the child gives up himself and represses his inner wants or desires. In fact in many cases of co-dependency, the pleasing aspect of the child is covered by a layer of rage. In this example, the inner-child pleaser created by the observer also has its opposite, an angry dark side which the pleaser is masking. After all, wouldn't you get angry if you had to please to get love? Often times clients I work with have a continual low-grade anger or irritation, which they blame on the world. When a client presents me with, \"I am continually angry at the world,\" I ask her, \" What need do you have that is unmet?\" Frustration and anger is caused by not getting what you need or want. Often times we get angry and blame the outer world rather than asking ourselves, \"What do I want that I am not getting?\"",
  "last_phrase": "In conclusion, it is important to acknowledge and be aware of the inner child's dark side when addressing feelings of anger and frustration. Blaming others may provide temporary relief, but it ultimately ignores one's own responsibility and needs. By asking ourselves what we want and need, we take control and break free from the patterns of the wounded inner child."
}