{
  "title": "\"How can dehypnotizing your inner child help resolve anxiety and create a better future?\"",
  "first_phrase": "In this final section, Dr. Wolinsky discusses how the inner child can create trances of chaos and anxiety, leading to a resistance to growth and development. He gives examples of how these trances can be created in childhood, and how they can manifest in adult life, causing physical and emotional symptoms. Using a case study, he describes a technique for exploring and dehypnotizing the inner child in order to resolve anxiety. This is all part of his upcoming book, The Tao of Chaos, which delves deeper into the idea that resistance to chaos prevents growth in all systems.",
  "content": "A woman came to see me because she was experiencing anxiety from the fact that in two weeks her divorce would be final. The dark side of the child within her suffered anxiety and created a cata- strophic future in the divorce property settlement. I suggested she notice where in her body the child within lived. Often times the child within gets frozen in areas of the body causing tightness in the jaw, chest, stomach, pelvis and in extreme cases a feeling of paralysis. As mentioned earlier and emphasized in my former book Trances People Live: Healing Approaches in Quantum Psychology, trances require a tightening of the muscles of the body and a holding of the breath. 44 + The Dark Side of the Inner Child In this example, I asked her to intentionally create the child living in her stomach by placing the fear and inner voices inside. I asked her to continue creating the fear and accompanying fantasies. I asked her, \"Tell me the difference between you (the observer) and the inner child.\" She responded, \"Well, I can observe the inner child.\" I asked her to keep creating the inner child and the catastrophizing.",
  "last_phrase": "In conclusion, when dealing with anxiety caused by past traumas or future uncertainties, it is important to recognize the power of the inner child within us. By intentionally creating and observing this part of ourselves, we can take charge of our fears and anxieties and ultimately stop creating them. As noted by physicist John Wheeler, we are not just observers but participators in the creation of our subjective reality. So take charge, participate, and create a better reality for yourself."
}