{
  "title": "\"What Are Some Ways to Create Anesthesia and Manage Pain?\"",
  "first_phrase": "This text explores different ways to alleviate pain through creative techniques. The first method involves selecting a symbol (such as a mountain or animal) to represent the pain and placing it within the body. The second technique is called differentiation and involves breaking the pain down into smaller parts to help the patient experience it differently. The author gives an example of how focusing on the present can eliminate imagined pain. The text concludes by advising the reader to offer different meanings that ensure different subjective experiences in order to alleviate pain.",
  "content": "\"Which part of the pained area is the sharpest, the left or the right? Which part of the pain area is the most interesting? Which part is the most peculiar?\" By differentiating the pain, the subject' s experience of the pained area changes rapidly. Another key in differentiation is to understand that pain is experienced as (a) past or remembered pain (b) present pain, and (c) future imagined pain, for which there are consequences if the pain continues. By focusing on the present, much of the imagined pain can be eliminated through the exclusion of past remembered and future imagined pain. For example, a client complained about pain relating to her period. The pain was around her colon and she would double up with discomfort. This reaction was intensified or triggered by overwork. My first question-suggestion was, \"Do you know what a period is? A time to pause before you go on, and if you double one period on top of another, you get a colon (0, another kind of pause.\" Appendix II ► 169 Simply put, offer different meanings that insure different subjective experiences.",
  "last_phrase": "In order to alleviate pain, it is important to differentiate and focus on the present sensation. By offering different meanings for the experience, one can create a new perspective that may disconnect them from the present pain. By pausing and excluding past and future imagined pain, much of the discomfort can be eliminated, allowing for a more positive experience."
}