{
  "title": "What is Inner Dialogue and How Can it Affect Our Belief Systems and Behaviors?",
  "first_phrase": "In the preceding text, the author explores the concept of the inner child and how it can be affected by the voices recorded by the observer. In the last 200 tokens, the author delves deeper into how these recorded voices can become self-talk and cause emotional distress. The author uses examples of how a child's perception of their abilities can be shaped by the voices of their parents, even if those voices no longer apply. The text emphasizes the importance of becoming aware of these inner voices and taking responsibility for them to take back control from the inner child.",
  "content": "For example, a mother might suggest that her son or daughter be a certain way. The child then incorpo- rates Mom' s voice inside to remind himself how to be an adult, how to act. The suggestions were offered by the parents, siblings, etc., and were taped as truths. Problems arise when these voices are still talking, even though present circumstances do not fit the instruc- tions given by the mother in past time. Another illustration of self-talk is this: A child is told he doesn't understand how to operate the television. The child is offered suggestions by the parent, like \"You don't understand,\" which the child decides to incorporate into his taped belief system. The child generalizes the belief about TVs to other mechanical devices, like cars, VCRs, computers. The observer creates an inner child which fuses with the suggestions made from the parent. He takes the suggestions on, as his own. Years later, the self-talk continues, and as the adult attempts to fix something, the inner child pushes the play button and a voice says, \" I don't understand mechanical things.\"",
  "last_phrase": "In conclusion, it's important to be mindful of the self-talk and voices we carry within ourselves, as they can have a powerful impact on our beliefs and actions. By recognizing and challenging limiting beliefs, we can overcome them and achieve success through hard work and determination. Remember, you have the power to reprogram your inner voice and beliefs for a more positive and fulfilling life."
}