{
  "title": "What is the connection between chaos, confusion, and trances in our childhood experiences?",
  "first_phrase": "In the last 200 tokens of this extract, the author delves into the topic of confusion and chaos and how they relate to the creation of trances to organize and cope with chaotic situations. The book under discussion, \"The Tao of Chaos: Essence and the Enneagram, Quantum Consciousness, Volume II,\" draws on principles of chaos theory, psychology, and Eastern philosophy to explore this connection. The author uses the example of a child being molested to illustrate how the observer develops several trances to cope with the situation. Relating the chapter to the larger picture, Principle VII talks about shifting consciousness from confusion to creating identities in unknown situations.",
  "content": "201) Chaos for the purposes of this book includes states of confu- sion, being overwhelmed, out of control, feeling crazy, and emptiness or void. In the resistance to the feeling of chaos comes the organization of trances, which hopes to make sense out of that which doesn't make sense or does not compute. Interestingly enough, Buddhists for centuries have said the greatest resistance people have is to emptiness (chaos). Once an experience like being molested is resisted, the child will protect herself from experiencing the pain of knowing what happened, by surrounding it with confusion, and often several other trances. Often people will develop a spiritual philosophy to justify how they have organized the chaos, (See Chapter 14, Spiritualiza- tion). Principle VII: It is a \"shift\" of consciousness from just observing the situation through confusion or chaos to creating identities to meet the unknown situation. For example, a child who is asked to do something by Mom gets confused and, through trial and error, behaves the way Mom wants.",
  "last_phrase": "To overcome chaos, we must shift our consciousness from confusion to creating identities that help us meet unknown situations. We may develop coping devices and spiritual philosophies to make sense of the chaos, but it's important to confront the source of our pain head-on rather than resist it. By doing so, we can take control of our lives and create new, healthier patterns of behavior."
}