{
  "title": "\"What is the dark side of spiritualizing and how does the idealization trance protect the inner child in dysfunctional families?\"",
  "first_phrase": "In the previous section, the author explored the idea that the inner child defends itself from the true self by transferring a defensive style onto a spouse through idealization. This defense mechanism helps the child survive in dysfunctional families but may hinder their development. This final part delves into the third level of defense mechanism: spiritualization. It begins with the author noting that it is difficult to spot within oneself because of the validation from spiritual groups and philosophies. The author further explains the various trances and problem states of spiritualization, including the infant trance, which involves magical thinking and grandiosity. The author uses a thought-provoking example to challenge the belief that thoughts create reality.",
  "content": "To explain further, most children will idealize their parents. Eventually, people realize that their parents are just people, with good and bad qualities. This would end the second process of idealizing, and the person would probably not spiritualize. If, however, the infant within the adult still has this developmental gap and is, hence, developmentally delayed, and they continue idealizing others they will enter the third process of spiritualization of SUPER-IDEALIZING. Below are the types, problem states, and trances of spiritualiza- tion. The Infant Trance In the third level of spiritualization, the adult is hypnotized by the infant's magical thinking. This becomes a major cognition for people who get involved with magic, and who think they can create or influence others. For example in workshops I am asked \"Don't you think thoughts create reality?\" To meet this level of magical thinking or grandiosity disguised in a spiritual philosophy, I ask the group, \"How many people have you thought about having sex with?\" I let them think about that. \"Now, how many people have you had sex with? Notice the discrepancy. If thought creates reality, it' s a poor means of creation.\"",
  "last_phrase": "In conclusion, it is important for individuals to recognize that idealizing others, including parents, can lead to developmental delays and the dangerous process of spiritualization. By understanding the reality of their parents' human qualities, one can move away from this harmful mindset and focus on personal growth and development. It is crucial to acknowledge the dangers of magical thinking and grandiosity disguised in spiritual philosophies, and to approach life with a rational perspective."
}