{
  "title": "\"What is the relationship between infantile thinking, spiritualization, and joining spiritual groups?\"",
  "first_phrase": "In the previous section, we explored the first two stages of spiritualization, where adults idealize others in order to fill the developmental gap left by a lack of nurturing in their childhood. However, if the gap remains, the individual will enter the third stage called \"super-idealizing\" where they become hypnotized by their own infant's magical thinking. In this final section, we delve into the types, problem states, and trances of spiritualization and the Infant Trance, where individuals imagine their parents as God-like figures leading them to be attracted to spiritual groups and philosophies mirroring their family dynamics.",
  "content": "Spiritualizing + 133 imagines his parents as God. The infant believes his parents are all- good, all-powerful, all-loving and all-knowing. This is re-enforced by parents that suggest this is true. For example, a little girl has to play Dad' s game in order to survive. In order not to feel the pain of giving up oneself to survive, the observer creates the idea within the infant that Dad is a god-like figure. A possible outcome is, years later the infant within the adult is attracted to and joins a \"spiritual group.\" This group has a philoso- phy and rules for getting God's Love (which is really Dad's and Mom's love), or rules for getting to heaven, winning grace, getting liberation, bliss, etc. It is the infant within the adult who is drawn into this Tamil-iar game of the family. Simply put, the infant within feels overwhelmingly connected and attracted to spiritual groups and philosophies that mirror her family of origin. This attraction to such groups, communities or philosophies is because they are family replicas from the past. This is the spiritualization process.",
  "last_phrase": "In conclusion, it is important to recognize the power of our childhood experiences in shaping our spiritual tendencies as adults. Through the process of spiritualizing, we may unconsciously seek out groups and philosophies that mirror the dynamics of our family of origin. By acknowledging and understanding this process, we can cultivate a more conscious and intentional approach to our spiritual journey, leading to deeper understanding and fulfillment in our lives."
}