{
  "title": "How can expanding the focus of attention awaken the observer and provide experiential freedom?",
  "first_phrase": "This text focuses on the importance of expanding one's focus of attention to access more resources and regain control over automatic reactions triggered by the inner child. The author provides examples of how different facial features can communicate different messages and suggests re-associating and creating new meanings to trigger different responses. The last 200 tokens emphasize the principle that the more attention is narrowed, the fewer choices and resources are available. By intentionally creating a father mask and expanding their focus of attention, the client gains control and becomes the observer/creator of their experience.",
  "content": "The most important step is to add context. This is done by expanding the focus of attention or trance so that the person includes the whole trigger, i.e., by allowing the whole face, not just the left eye, resources will emerge spontaneously from the client. Needless to say it is the continual expansion of the focus of attention or awareness of the inner child that allows the observer/creator to emerge and take back the power from the inner child. Conclusion In the final analysis, an individual is \"stuck\" because the inner child does not allow choice. The adult does not experience choice. The stimulus response worked for the inner child and the adult decides this is the way the world is. These conclusions, along with the trances shrinking the focus of attention, create a shrinking number of choices and available resources. Appendix I 4 165 Consequently, the more associations and creation of new mean- ings the inner child has, the weaker the \"fixed\" attention of the inner child becomes. Principle X: The more attention is narrowed and de- creased, the more the choices and resources are narrowed and decreased.",
  "last_phrase": "To increase your choices and resources, expand your focus of attention by adding context and creating new meanings. By doing so, you can weaken the fixed attention of the inner child and take back the power to experience true choice. Advanced self-trancing techniques, such as anesthesia, can also be used to temporarily relieve physical discomfort."
}