{
  "title": "\"How does confusion in childhood create coping mechanisms that influence adult behavior?\"",
  "first_phrase": "This text explores confusion techniques developed by the inner child in response to trauma. It discusses how the child can create confusion in their environment as a protective measure, affording them a sense of control over interactions that would otherwise leave them powerless. It also examines the axiom \"Do unto others that which was done unto you,\" and how it relates to one of the most powerful hypnotherapists in history, Milton H. Erickson, M.D. The text highlights how Erickson's contribution to the field of hypnosis included an expertise in inducing confusion as a therapeutic tool.",
  "content": "The child learns that by using certain words, talking over the adult's head, using or being a certain way, the adults remain bewildered, even stand- offish. This helps the child to feel powerful when they actually feel powerless. The child actually feels powerless, overwhelmed and confused and, in that confusion, the child decides to confuse others in order to feel powerful. There is an old axiom in Gestalt therapy that says, \"Do unto others that which was done unto you.\" Let' s look at the last example in the possible light of one of the most powerful hypnotherapists in history, Milton H. Erickson, M.D. Erickson had polio and suffered strokes. He developed ways to help control pain and developed inner resources to survive. He then used these methods (do unto others) to help multitudes of people. One of Erickson' s major contributions to the field of hypnosis, according to Jeffery Zeig, Ph.D., was in the area of confusion. Erickson was not only a master of pain control, but a master of inducing confusion with clients.",
  "last_phrase": "In conclusion, it is important to recognize that our past experiences can shape our behavior and emotions. However, we have the power to choose how we react to these experiences. Instead of using confusion to manipulate others for personal gain, we can use our experiences to empathize with and help others, as Erickson did. We can break the cycle of powerlessness and empower ourselves and those around us."
}