{
  "title": "How do Spiritual Trances and Entitlement affect Adults and Societal beliefs?",
  "first_phrase": "In the last part of this text, the author delves into the adult problem state of entitlement and the concept of spiritualizing pain in spiritual groups. The inner child within adults may find comfort in philosophies that keep the trance of the family/child alive. The author also speaks of the spiritual rejection experienced in spiritual groups and how it parallels dysfunctional families. The author questions the value of spiritual reframing to organize pain, chaos, and the lessons learned from it.",
  "content": "This concept comes from the child who believes, and arguably so, that he is entitled to be taken care of just because of who he is. This is a normal phase of development that, when interrupted, keeps the person stuck at this child-like level of \"the world owes me a living.\" Spiritualizing pain Another third level process is spiritualizing pain. In the spiritu- alization trance, lessons to be learned seem to be the common explanation for pain. While living in a monastery in India, often we would get letters from the West saying something like, \"I'm really learning a lot,\" \"I'm really growing a lot,\" or \"I've learned a lot of lessons about life,\" and we would laugh and say to each other, \"Boy, they must really be in pain.\" This form of spiritual re, rame has become popular lately. Some might argue it has value in presenting people with a different perspective on their situation. This may be true, but the issue of pain, chaos, and the case of spiritual reframing to organize it, comes into question.",
  "last_phrase": "In conclusion, it is important to recognize that spiritualizing pain, entitlement, and societal spiritual trances are all common experiences within our lives. However, it is crucial to not become stuck in these trances and to continue to question and analyze their value and impact on our lives. By doing so, we can move towards true growth and enlightenment."
}