{
  "title": "\"Who were the defenders of mesmerism and how did they fight against criticism and ridicule?\"",
  "first_phrase": "In the last part of this text, the author reflects on his experiences with medicine and medical professionals who were both supportive and dismissive of his beliefs in magnetism. He gives specific names of doctors who were on his side and those who mocked him. The author also mentions various writers and journalists who supported him and his ideas. The text ends with some general observations about human nature and the tendency of people to focus more on negative aspects rather than positive.",
  "content": "Mais, malheureusement, j’ai vu d’autres médecins, qui dans l’espoir vainement poursuivi jusqu’alors de paraître enfin forts et spirituels, saisissaient l’occasion de se moquer de quelqu’un, me prodiguant force coups de pied, comme l’âne au lion mourant, toute proportion gardée. Je les ai [17] vus se ruer sur moi, en bande, la main dans la main des gens sans aveu qui m’attaquaient pour récolter quelques sous. Il n’est si énorme bêtise, calomnie si biscornue, stupidité si profonde que l’écume du public ne recueille et ne propage. Dites du bien d’un homme pendant vingt ans : chacun fera la sourde oreille; mais dites-en un jour le moindre mal, les sourds deviendront hypé- racousiques ; ils entendront même beaucoup plus de mal que vous n’en aurez dit. Les éloges agacent le lecteur et les médisances l’amusent. Voyez votre serviteur. Depuis des années il faisait des expériences, bonnes ou mauvaises, et l’on se taisait. Or, tout le monde a parlé de lui, lorsqu’on a cru que quelqu’un l’avait dévoilé. Il semble pourtant que l’on devrait plutôt s’occuper de ce qui excite l’admiration que de ce qui tend à diminuer. Nullement. L’homme vulgaire s’enorgueillit de l’abaissement de son prochain. Il pense s’élever en écrasant autrui. Il se figure qu’il sera monté plus haut lorsque les autres seront tombés plus bas.",
  "last_phrase": "In conclusion, the experiences shared by various individuals in this text provide evidence of the power of mesmerism and the art of magnetism. Despite the cynics and detractors, it is evident that the effects of hypnotism are real and undeniable. The efficacy of mesmerism has been demonstrated through scientific study and the experiences of individuals who have undergone the process. It is important to approach this subject with an open mind and critical thinking, as the potential benefits are vast. As society evolves, it is important not to dismiss the power of mesmerism but to continue exploring its potential for the good of humanity."
}