{
  "title": "How do Calumny and Criticism Affect the Progress of Honesty and Truth in the Medical Field?",
  "first_phrase": "In the final section of this text, the author reflects on the power of calumny and the tendency of the vulgar to take pleasure in the misfortune of others. The author names several doctors who have joined them in the pursuit of progress and truth, but also describes how others have taken the opportunity to mock and attack them. The author argues that people are more likely to focus on the negative than the positive, and that this tendency can be dangerous in a society where morality is declining. The author cautions against underestimating the power of calumny and the importance of standing up for what is right.",
  "content": "Dites du bien d’un homme pendant vingt ans : chacun fera la sourde oreille; mais dites-en un jour le moindre mal, les sourds deviendront hypé- racousiques ; ils entendront même beaucoup plus de mal que vous n’en aurez dit. Les éloges agacent le lecteur et les médisances l’amusent. Voyez votre serviteur. Depuis des années il faisait des expériences, bonnes ou mauvaises, et l’on se taisait. Or, tout le monde a parlé de lui, lorsqu’on a cru que quelqu’un l’avait dévoilé. Il semble pourtant que l’on devrait plutôt s’occuper de ce qui excite l’admiration que de ce qui tend à diminuer. Nullement. L’homme vulgaire s’enorgueillit de l’abaissement de son prochain. Il pense s’élever en écrasant autrui. Il se figure qu’il sera monté plus haut lorsque les autres seront tombés plus bas. Et l’homme vulgaire c’est un peu monsieur tout le monde. Assurément la calomnie est une ennemie à craindre, et moins que jamais il faut dédaigner cette force qui grandit au fur et à mesure que nos moeurs s’avilissent.",
  "last_phrase": "In a world where gossip and slander can quickly tarnish a reputation, remember that the power of a just and righteous soul will always triumph over malicious tongues. Don't let the dim voices of mediocrity bring you down; instead, focus on what inspires awe and admiration. The good and just outnumber the wicked, and their light will ultimately shine through. Keep your heart triple-coated in good faith, firmness, and constancy, and know that you are not alone in your pursuit of progress."
}