{
  "title": "What are the experiences of fascination by Monsieur Donato and their effects on individuals in the 1800s?",
  "first_phrase": "This is a set of two individual letters addressed to Monsieur Donato, written by Marie R... and Louis Otto. The context is related to their experiences during Fascination sessions conducted by Monsieur Donato. In the first letter, Marie R... mentions her disbelief in Fascination before she experienced it herself. She talks about how she was forced to do things against her will during the sessions and how she could see but not understand the audience. In the second letter, Louis Otto responds to a circular and mentions that he did not face any issues during his Fascination sessions with Monsieur Donato.",
  "content": "Aux incrédules, je conseille de se soumettre à une expérience, comme moi je m’y suis soumise, et ils sentiront, aussi bien que moi, quelle était leur erreur. Espérant, Monsieur, avoir bientôt l’avantage de vous revoir parmi nous, je vous présente l’expression de ma plus haute considération. Gand, le 18 mai 1885. Marie R... P. S. — Monsieur, vous me feriez plaisir, dans le cas où vous imprimeriez ma lettre, de ne mettre que mes initiales. vu LOUIS OTTO Monsieur Donato, En réponse à votre circulaire, j’ai l’honneur de vous informer que je n’ai absolument ressenti aucun mal à la suite de vos expériences. Je n’ai jamais été magnétisé par d’autres personnes que par vous; je suis d’une constitution chétive. Quant aux cauchemars, je n’en ai jamais eu. Et je le répète, les expériences que vous avez faites sur moi ne m’ont jamais causé aucun tort. Liège, le 11 mars 1885. Louis Otto, Rue du Pot-d'Or, 41 (Liège.)",
  "last_phrase": "In conclusion, the experiences of fascination that Mr. Donato administered did not cause any harm to the participants. To the skeptics, I recommend submitting themselves to an experiment, as the subjects did not experience any negative effects. As demonstrated by the accounts of Louis Otto and Joseph Mourea1, the experiments may have even had a positive impact on their health."
}