{
  "title": "Who was M. Varinard des Cotes and what was his contribution to graphology?",
  "first_phrase": "This section follows the story of Monsieur Claude-Marie-François-Adrien VARINARD DES COTES, who was an Avocat, former Magistrate, and President of the Society of Graphology. The previous paragraphs detail Desbarolles, the creator of graphology, and his memorial service delivered by Alexandre Dumas. The final 200 tokens provide a letter of condolence for Varinard's passing by his family members and acquaintances. It lists many names and relationships to Varinard, highlighting his status as a beloved member of his community who passed away on May 27, 1888.",
  "content": "Voici la lettre de faire part que nous avons reçue de sa famille : Mme N. Varinard des Côtes, née de Noailly, M. P. Varinard des Cotes, architecte, Mme veuve de Noailly ; M. A. Maret, Mme veuve Bouvier, M. et Mme Louis de Noailly, Mme veuve Bourdilliat; Mme veuve Baudrier, M. et Mme Lambert, M. Joseph de Noailly, officier d’intendance, M. et Mme Darmoise, Mme veuve Bourdilliat et ses enfants ; Mme Rémy Thiollière de la Garinière, Mme veuve Foujols ; M. et Mme Humbert de Terrebassc, M. Julien Baudrier, M. Julien Lagrange, avocat, et ________________ Mme Lagrange, M. Henri Lagrange, avocat, et Mme Lagrange, M. et Mme Lucien Lambert, M. Gondran, colonel d’artillerie, et Mme Gon- dran, Mlle Virginie Gondran, M. Miraud, Mme veuve Iloudaille, M. P. Houdaille et M. A. FIou- daille, capitaines, au Tonkin, M. et Mme Eugène Garand, M. et Mme Brunet, M. et Mme Louis Chauvin, Mlle Ambroisine Thiollière de la Garinière, M. Rémy Thiollière de la Garinière, Ont l’honneur de vous faire part de la perte douloureuse qu’ils viennent d’éprouver en la personne de Monsieur Claude-Marie-François-Adrien VARINARD DES COTES, Avocat, ancien Magistrat, Président de la Société de graphologie, Membre de plusieurs Sociétés savantes, leur époux, père, gendre, neveu et cousin, décédé à Saint-Etienne, place Jacquard, 11, le 27 mai !88fi.",
  "last_phrase": "With deep sadness, we inform you of the passing of Monsieur Claude-Marie-François-Adrien VARINARD DES COTES, a former magistrate, lawyer, and President of the Graphology Society. While his loss is immense, his contributions to the study of handwriting and graphology are invaluable and will be remembered. The science of graphology will continue to prove itself as a useful tool to understand individuals better."
}