{
  "title": "How did just and dedicated individuals overcome defamatory attacks to advance the science of magnetism?",
  "first_phrase": "In this text, the author expresses that despite the slanderous attacks against the idea of mesmerism, a few brave hearts, honest souls, and elevated minds, along with the author's own courage, have managed to keep it standing on a pedestal. The author believes that the number of people who support mesmerism is greater than its opponents. The last 200 tokens describe the author's experience with an organized cabal of opponents during a session at the Ambigu Theater in Paris. The author admits to feeling inferior and unable to solve a strange problem. Despite this, the author believes that science will prevail over their opponents.",
  "content": "Et cela s’explique : la négation sort aisément d’une étroite cervelle qui, incapable de rien comprendre, ne peut rien admettre ; tandis qu’il faut avoir l’intelligence bien ouverte pour concevoir, apprécier et approfondir les rares trésors cachés dans une science encore enveloppée des langes de l’enfance. Grâce à quelques braves coeurs, grâce à quelques esprits honnêtes, grâce à quelques intelligences élevées, grâce à quelques âmes bien trempées, grâce un peu aussi peut-être à mon courage (c’est mon seul mérite, hélas ! ), tous les efforts combinés des ennemis du magnétisme n’ont pu ébranler le piédestal sur lequel nous l’avons placé. On commence à le comprendre, à le sentir; tant de force, de résistance vexe et irrite davantage n ________________ nos ennemis. A ma première séance au théâtre de Y Ambigu (1) de Paris, ils avaient organisé une impudente cabale. Ils en ont été pour leurs frais. Il faut qu’ils en prennent leur parti. La science marchera malgré eux et contre eux. Jamais je n'ai mieux senti ni plus déploré mon infériorité qu’enprésence de l’étrange pi’oblème dont je poursuis en vain la solution.",
  "last_phrase": "Despite the efforts of magnetism's enemies, thanks to the bravery, honesty, elevated intelligence, and strong minds of a few, the science continues to grow and develop. The resistance of so much force only serves to vex and irritate them more. Through all of the inept criticism, the support of nobler hearts pushes the magnetism cause forward. With their encouragement, this science will march on and continue to progress, despite the obstacles encountered."
}