{
  "title": "Did Hypnosis Work? Breaking the Misconceptions of Skeptical Scientists in 19th Century France.",
  "first_phrase": "In this last part of the text, we witness Mesmer defending his practice of animal magnetism to skeptical scientists who challenged him to prove the authenticity of his technique. Mesmer was accused of magnetizing only hysterical women, to which he replied by demonstrating that he could magnetize both men and women, regardless of their physical and mental disposition. He also refuted the claim that he had to pre-prepare his subjects, as he was able to magnetize people he had never met before, in any setting, within minutes. This part of the text showcases Mesmer's determination and skill as a magnetizer, and his success in debunking false claims against his practice.",
  "content": "IX Alors les savants prétendirent quo je magnétisais des hommes ou débiles ou crédules, ou pusillanimes, ou ignorants, ou stupides. Je répliquai en magnétisant des hommes à la fois intelligents et robustes, sceptiques et éclairés, courageux et spirituels. X De défaites en défaites, les savants soutinrent finalement qu’on ne peut provoquer les phénomènes à volonté et à heure fixe, et qu’il fallait nécessairement recourir à la fraude pour les offrir en spectacle, chaque soir, au moment voulu. J’allai dans les cercles, dans les usines, dans les casernes, partout où on me demanda, n’importe le jour et l’heure; et toujours je réussis à magnétiser sur-le-champ des personnes quelconques, en présence des savants. XI Des sujets évidemment préparés ! s’écrièrent-ils. Je ripostai : des hommes, au contraire, quo je n’avais jamais vus nulle part, qui m’étaient présentés pour la première fois ! XII Les savants. — C’est impossible. Quelques minutes sont indispensables pour endormir meme un sujet habituel. Lorsque vous voulez magnétiser un nouveau sujet il vous faut au moins une demi-heure pour l’endormir ? Réponse.",
  "last_phrase": "In conclusion, despite the skeptics' claims that I could only magnetize weak, gullible, or ignorant individuals, I proved them wrong by magnetizing intelligent, robust, and skeptical individuals at any time and place, without any preparation. I demonstrated that I could induce the phenomena instantly, without the need for fraud, and in just a matter of minutes with subjects I previously influenced."
}