{
  "title": "Can a Person be Hypnotized Against Their Will? A Look into the Beliefs and Practices of Hypnotists.",
  "first_phrase": "In this text, the author discusses the concept of hypnosis and mesmerism, and whether it is possible to hypnotize someone against their will. The author cites various sources, including Donato, Galenus, Varron, Apollonius, Pomponatius, Bacon, Paracelsus, and Braid. The author also discusses the work of Dr. Liébeault and his colleagues, who conducted experiments in Nancy, France, which attracted the attention of the medical community. The text concludes with the assertion that the number of somnambulists is much higher than is commonly believed, and that they are not necessarily hysterical or nervous individuals.",
  "content": "Van Helmont, en 1630, appelle même magnétisme l’influence occulte exercée par les corps entre eux à distance, et atteste que l’homme peut envoyer au loin la force de sa volonté. En 1673. Maxwell publie un traité de Médecine magnétique, pendant que Greatrakes devient célèbre pour les guérisons de maladies incurables au moyen du seul contact. Vers 1760, un prêtre suédois, Gassner, exerçait le même genre de thérapeutique, de sorte que quand, en 1774,survint Mesmer, suédois aussi, mais médecin, avec sa doctrine du « magnétisme animal », celle-ci avait été déjà préparée par une longue série d’empiriques, de thaumaturges et de charlatans. Mesmer eut le mérite, ou la ruse, de deviner le moment psychologique de son temps et do se rendre pour opérer dans une ville avide de toute émotion comme Paris. Avec ses manèges grotesques (il suffit de lire la description de son fameux baquet) il réussit à provoquer des phénomènes étranges dans des personnes do haut rang ; cela suffit à faire sa réputation et sa fortune, qui pourtant dura peu. Vers la fin du siècle dernier le mesmérisme était de mode ; le public en parlait avec fanatisme ; les médecins, comme toujours, avec mépris ; de là luttes et disputes furieuses, prosélytes et disciples ardents, adversaires passionnés et systématiques.",
  "last_phrase": "In conclusion, the history of magnetism and mesmerism is a long and winding one, full of charlatans and true believers. Despite being rejected by scientific societies, the fascination with magnetism persisted throughout the nineteenth century, with different theories and practices emerging over time. However, in the end, what remains is the recognition of the power of suggestion and the influence of the mind over the body. As with any field, it is important to separate fact from fiction and to approach these topics with a critical and open mind."
}