{
  "title": "What is Thaumaturgy and its impact on the practice of Magnetism?",
  "first_phrase": "This text discusses the practice of magnetism in the 19th century, calling into question the fraudulent and immoral actions of certain practitioners who claimed to possess supernatural abilities. The author states that these \"thaumaturges\" (mystifiers) are responsible for discrediting the legitimate science of magnetism, which has been proven to be effective in certain cases. The text also provides information on the types of individuals who are most susceptible to magnetism, as well as the recent deaths of famous graphologists and the notorious historical figure, Cagliostro.",
  "content": "L’imagination féconde et sans frein d’Alexandre Dumas a fait un grand magnétiseur de Joseph Balsamo, surnommé Cagliostro, qui, en vérité, n’a 10 septembre î’1 là jamais magnétisé personne et ne savait probablement point que le magnétisme animal est une clés manifestations de la nature. Cagliostro ne fut point un magnétiseur; il ignora complètement la science cle Mesmer; il y resta toujours aussi étranger et indifférent qu’il en était indigne. Un vilain aventurier, escamoteur, thaumaturge, chevalier d’industrie vivant d’escroqueries, cle rapines et plus encore aux dépens de la beauté de sa femme dont il vendait les faveurs au plus offrant : tel fut Cagliostro. Je connais plus cl’un prestidigitateur contemporain qui, sous le rapport de l’infamie, rendrait des points à Cagliostro: ces ignobles gredins ne peuvent lui envier que son intelligence ! Il n’y a pas eu l’ombre de magnétisme ni de rien qui y'ressemble dans toute l’existence de ce charlatan, doublé d’un voleur, qui mourut en prison; et nous repoussons énergiquement l’affront qu’on nous inflige en le plaçant au rang do nos prédécesseurs. Voilà cependant comme on écrit l’histoire !",
  "last_phrase": "In conclusion, it is important to distinguish between the fictional portrayal of Cagliostro as a talented magnétiseur by Alexandre Dumas and the reality of his infamous and dishonest character. While magicians and tricksters have used the fascination phenomenon to create entertaining acts, it is important to recognize the genuine existence of magnetism and separate it from fake performances. A good subject for magnetic experiments is one who fully exhibits the stages of mesmerization and who is obedient to suggestions. As with any practice, it is important to be aware of the potential risks and limitations for the health and well-being of the subject."
}