{
  "title": "What is somnambulism provoked and why was it underestimated in 1842?",
  "first_phrase": "In this last part of the text, the author highlights the significance of studying induced somnambulism in physiological and psychological research. As a precursor who opened the doors for it, he mentions the contributions of Abbé Faria, General Noizot, and Dr Bertrand back in 1822. The author states that this study requires finding subjects, proving a long-standing misconception that somnambulism can only be induced in people with hysteria. The author stresses that studying such phenomena invites a deeper understanding of the brain's physiology and psychology.",
  "content": "» Cette question du somnambulisme provoqué mérite d’autant mieux une étude approfondie et consciencieuse que dans ces faits singuliers et en apparence inexplicables, il y a en germe toute une révolution profonde dans la physiologie et dans la psychologie cérébrales. » Les recherches de ce genre présentent d’assez grandes difficultés. » Il faut d'abord trouver des sujets susceptibles d’entrer en somnambulisme. » Contrairement à l’opinion répandue, ces sujets ne sont pas rares, et ici je dois combattre un préjugé qui a cours non seulement dans le public, mais encore chez beaucoup de médecins : c’est qu’on ne peut guère provoquer le somnambulisme que chez les hystériques. En réalité, il n’en est rien. Le somnambulisme artificiel s’obtient avec la plus grande facilité chez un grand nombre de sujets chez lesquels l’hystérie ne peut être invoquée, enfants, vieillards, hommes de toute constitution et de'tout tempérament.",
  "last_phrase": "In conclusion, the study of induced somnambulism deserves a thorough and conscientious investigation, as it holds the potential for a significant revolution in brain physiology and psychology. While these studies may present significant challenges, it's important to note that potential test subjects are more abundant than commonly believed, and inducing sleepwalking is not limited to hysterical patients. With careful attention to subject selection and conditions, many individuals with various constitutions and temperaments can easily enter a hypnotic state, and the number of somnambulists is more considerable than generally expected."
}