{
  "title": "What Advantages Could Magnetic Therapy Bring to Medicine?",
  "first_phrase": "In the previous text, the author compared the struggle of mesmerists to demonstrate the existence of an unknown force with Newton's image of children barely touching an immense ocean of truth, but being stopped by an old grandmother. The author was inspired by a speech denouncing hypnotism by Albert Desjardin. In the last part, the author argues that Desjardin fails to see the scientific interests that magnetism may bring to medicine. The use of magnetism in diagnosis would allow both physicians and patients to benefit greatly, according to the author, who bases this on his own experiences as a family physician.",
  "content": ".Te passe sous silence, bien entendu, les gracieusetés dont il abreuve les défenseurs du magnétisme et de l’hypnotisme. Habitué depuis longtemps à ce charmant procédé, jo inc contente de témoigner le vif regret que j’éprouve de n’en pouvoir remercier M. Desjardin. Je neveux retenir seulement que cette idée : « M. Desjardin (académicien) n’aper- voit pas trop quels sont, en vérité, les intérêts scientifiques engagés dans la question. » C’est regrettable pour M. Desjardin; aussi, en citant quelques observations, jo vais essayer de faire entrevoir à cet honorable contradicteur les résultats sérieux auxquels l’eniploi du magnétisme permettrait d’arriver au point de vue du diagnostic exact, fixé dès le début d’une maladie, et par conséquent les avantages immenses que pourraient en retirer le médecin et surtout le malade; car sans un diagnostic prompt et sûr, il n’est pas de médecine sérieuse et rassurante ; c’est du moins mon opinion. Pendant quelques mois, en 1871! et 1877, je donnais mes soins à M. Arnaud père, comme médecin de la famille.",
  "last_phrase": "In conclusion, the use of magnetism in medical diagnosis could provide immense benefits not only to the physician but also to the patient. It is unfortunate that some academicians like M. Desjardin fail to grasp the scientific interests involved in this issue. Nonetheless, it is important to recognize the potential of magnetic therapy, as seen in the case of M. Arnaud, where prompt and accurate diagnosis could significantly improve the prognosis of the disease."
}