{
  "title": "What is the Diagnosis of the Patient with Hemorrhoids and Internal Abscesses?",
  "first_phrase": "In this part of the text, the author's proposition to obtain a consultation from Calixte, a magnetic subject he was using, is accepted. The somnambulist confirms the existence of hemorrhoids in the patient, caused by energetic purgatives and a previously healed skin condition. The author initially has difficulty taking the detail seriously, but Calixte insists on its accuracy. The somnambulist also mentions the presence of abscesses in the patient's intestine, which are too serious to be easily treated. The text ends with the author questioning the patient's wife about a skin condition he had suffered from in the past.",
  "content": "Cos abcès vont s’ouvrir bientôt ; mais les, plaies, qui en résulteront, ne permettront pas d’obtenir la guérison. C’est trop sérieux.. Une médication locale fut conseillée dans le but d’obtenir l’ouverture de ces abcès.. Comme on peut le comprendre lacilement, en présence do détails si précis et si affirmatifs, nous allions pouvoir enfin savoir la vérité ; des preuves matérielles et visibles pour us étant annoncées. Le soir môme, je me rendis auprès de mon malade, et comme bien on le pense, je m’empressai de demander à Mme Arnaud des renseignements sur les antécédents de son mari et sur l’existence d’une affection de la peau, qu’elle aurait pu observer autrefois. — Ah ! Monsieur, me dit-elle, il y a deux ou trois ans, mon mari ne restait pas dix minutes tranquille, tant il était agacé par une démangeaison continuelle. * Que fit-il alors pour se guérir, puisque depuis que j’ai l’avantage do vous connaître, je ne me suis jamais aperçu de cet incident '?",
  "last_phrase": "In conclusion, the advice given to use local medication to open the abscesses may have seemed like a viable solution. However, with the resulting wounds not leading to a cure, the situation is too serious to be taken lightly. As evidence of the truth becomes visible, it is regrettable that the key to the mystery was discovered too late."
}