{
  "title": "\"What Is Happening in This Medical Experiment Where Patients are Unable to Control Their Arms?\"",
  "first_phrase": "This text describes an experiment conducted by Donato, an experimenter, and several doctors on a subject named M. Coindet. The doctors encouraged Coindet to resist Donato's hypnotic powers, which rendered him temporarily immobile. After much effort, Coindet successfully touched Donato's shoulder twice, to the amusement of those present. Donato then challenged Coindet to remove his hand from his without difficulty, which Coindet was unable to do despite multiple attempts. This final section illustrates the subject's struggle to comply with Donato's commands, revealing the extent of the experimenter's control.",
  "content": "M. Coindet reste longtemps frappé d’inertie par le regard de l’expérimentateur. Il reprend enfin un peu de vigueur et parvient à toucher une fois l’épaule de Donato. Les médecins l’ont excité sans cesse. Donato n’a pas soufflé mot. Plusieurs médecins. — Ce sujet résiste mieux que l’autre ! Donato, au sujet. — Frappez encore. Je n'ai rien senti. Les médecins, au sujet. — Allons ! du cou • rage ! frappez ! Après bien des cITorts le sujet parvient à toucher une seconde fois Donato. Il s’écrie triomphant : —Je l’ai touche ! Hilarité générale. Donato, à M. Coindet. — Vous voilà bien fier pour peu de chose ! Nous allons bien voir cpii l’emportera de nous deux. Appliquez votre main sur la mienne. Parfait. Retirez-la. ...Le pouvez- vous ? t.c su'et. — Non. Donato. — Tachez encore. Le sujet. — C’est impossible. Un docteur, au sujet. — No tirez pas la main horizontalement. Lcvez-la comme à pigeon-voie. Le sujet essaye de lever le liras, mais ne peut y parvenir.",
  "last_phrase": "In conclusion, the experiment shows how the power of mind and suggestion can influence physical actions. It also highlights the importance of perseverance and determination in achieving goals, even when faced with difficulties. By directing our thoughts and focusing on our objectives, we can overcome challenges and achieve success."
}