{
  "title": "What are the Surprising and Controversial Experiments in Magnétisme Conducted by Dr. IL and Mr. Donato?",
  "first_phrase": "In this text, the experiences of Mr. Donato in the field of magnetism are discussed. The text highlights the extent of his knowledge in this area and how his experiments have resulted in surprising but not miraculous phenomena that are worthy of impartial investigation. Additionally, the public's extreme reactions to his abilities are addressed. The last 200 tokens add that the savants have formed a commission to examine the case of magnetism and have taken their mandate seriously. It concludes by emphasizing the need for further research into the surprising results of Mr. Donato's experiments.",
  "content": "Nous ferons donc remarquer qu’il s’agit de phénomènes nerveux résultant d’une attention soutenue portée sur un point, du détournement de l’ordre vital ordinaire, de l’influence des nerfs, de la rétention des lois de la volonté, et aussi de la différence existant entre les phénomènes habituels et ceux qui excitent notre étonnement, tels que l’insensibilité, etc. En somme, les expériences de M. Donato peuvent être considérées comme résultats de la concentration d’états bien connus de chacun et qui peuvent se rencontrer isolément à chaque pas, à un degré plus ou moins élevé. Nous dépouillons entièrement ces phénomènes du caractère miraculeux qu’ils semblent avoir ; mais, malgré cela, ou plutôt à cause do cela mémo, nous les considérons comme extrêmement surprenants et dignes à tous égards d’une enquête impartiale. Ajoutons-y cette constatation, à savoir que ’ les savants s’en mêlent — qu’une commission de représentants de la science officielle vient d’être nommée, à l’instigation de Do- nato, pour examiner le cas du magnétisme — et que ces messieurs ont accepté avec empressement et pris très au sérieux leur mandat.",
  "last_phrase": "To summarize, what may seem like miraculous phenomena can actually be explained by well-known states of the human body and mind. The recent investigation by a commission of scientific representatives shows that these phenomena are being taken seriously and examined impartially. We must acknowledge and explore the existence of individuals gifted with mysterious powers that can affect others in surprising and irresistible ways. In other words, there are now two classes of people: those who can magnetize and those who can be magnetized."
}