{
  "title": "How can diseases be cured without medicine or medical knowledge? A curious experiment with hypnosis.",
  "first_phrase": "In this text, the author shares a fascinating experimentation by Th. Focachon, a hypnotist who suggested the formation of stigmata that bled at fixed hours on his subject, a hystero-epileptic woman. The details of this experiment were shared by Focachon with the Rappel journal, through a letter by Dr. Liébeault de Nancy. The experiment involved creating a wound, which would open and close and produce the prescribed amount of blood at the operator's will, by applying a thin strip of marshmallow to the suggested spot on the subject's arm. In the second experiment, a small, round piece of black and gummed paper replaced the marshmallow strip.",
  "content": "Focachon « lui suggère » que pour la soulager et éviter chez elle un état de congestion presque permanent des centres nerveux», il va lui faire naître à la partie supérieure du bras gauche une plaie de la grandeur d’une pièce de vingt centimes qui s’ouvrira et se fermera comme il voudra, à son gré, et fournira la quantité do sang qu’il aura prescrite. Ce disant, il applique au lieu indiqué une étroite et mince lamettc de guimauve, pas plus épaisse qu’une feuille de papier, la maintient par une bandelette de diachylum et quelques tours de bande , et enfin établit des points de repère destinés à dénoncer les moindres dérangements de cet appareil. Il est destiné, on s’en rend compte, à faciliter au sujet, à rendre chez lui plus active et plus intense la représentation mentale des effets à produire. Au bout de soixante heures, les tissus étaient complètement mortifiés ; et une plaie s’était produite, nettement cii consente, entourée d’une auréole rouge et rappelant ce qu’eût pu faire un instrument perforant. Dans une seconde expérience, la guimauve fut remplacée par un petit rond de papier noir et gommé.",
  "last_phrase": "In conclusion, the use of suggestion in inducing a state of mind where a person can be open to receiving certain instructions can lead to some interesting results. As seen in the case study, the creation of a controlled wound that produces blood on-demand, using nothing but a small piece of gauze or paper and the power of suggestion is an intriguing phenomenon that deserves further research."
}