{
  "title": "What is a good subject for mesmerism and what are the dangers of fascination? Is the belief in double vision founded or an illusion? Léon Canivez discusses the qualities essential for a good subject, the drawbacks of imperfect subjects, and the harmless nature of fascination. While some people still question the existence of mesmerism, phenomena such as hypnotism and suggestion have become more widely accepted thanks to the works of Charcot, Bernheim, Nancy, and M. Donato. However, what sets Donato apart is his original techniques and extraordinary results, making his experiments in Lyon particularly intriguing. Cagliostro, a charlatan and thief, is wrongly associated with the history of mesmerism, while Donato remains a pioneering figure in the field.",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the qualities essential to being a good subject in magnetism, the drawbacks of imperfect subjects, and the belief in double vision. He also addresses the safety of the subject during the process of magnetism, stating that it is safe if performed by an expert. The author refutes the existence of double vision and emphasizes the importance of using good subjects for experiments. The text also challenges the history of magnetism and cautions against the dangerous ability of imagination. Overall, the text sheds light on the intricacies involved in the practice of magnetism and hypnotism. It is a fascinating look at a field that has captivated human interest for centuries.",
  "content": "r> ________________ La curiosité publique est vivement excitée, à Lyon, par les expériences de magnétisme, d’hypnotisme et de suggestion auxquelles se livre depuis quelques semaines M. Donato. Ce n’est pas que ces expériences constituent, à proprement parler, une nouveauté. Nous sommes loin de l’époque où les faits de ce genre, niés par les hommes de science, étaient profondément ignorés du public. Les travaux de Charcot, de Bernheim, de Nancy, et particulièrement ceux de M. Donato lui-même, sans aller jusqu’à vulgariser ces phénomènes, les ont, du moins, révélés aux gens du monde. Mais ce qui donne aux expériences faites ces jours derniers devant le public lyonnais un intérêt tout à fait particulier, c’est à la fois la personne de l’expérimentateur, l’originalité des procédés qu’il emploie et les résultats véritablement extraordinaires qu’il obtient. A cet égard, la pratique de M. Donato laisse absolument derrière elle tout ce qui a été tenté dans le même domaine. Il reste le premier comme méthode, ainsi qu’il a été le premier à reprendre, il y a quinze ans, la tradition des études magnétiques longtemps interrompues dans notre pays. Il serait certainement curieux d’apprendre de M. Donato l'histoire de ses procédés. Il est probable d’ailleurs qu’il la racontera quelque jour.",
  "last_phrase": "In conclusion, the experiments conducted by M. Donato on mesmerism and hypnotism in Lyon have aroused great curiosity among the public. Despite being not entirely new, M. Donato's original techniques and extraordinary results have made his experiments particularly interesting. His method and procedures are unique to him and have shown positive and conclusive results. Although opposed by some in the scientific community, the experiments conducted by M. Donato have provided evidence of a new science that will continue to gain recognition."
}