{
  "title": "How did the success of sleepwalking prompt a shift in medical research, and who were the key players involved?",
  "first_phrase": "In this text, the author talks about the progress of sleepwalking in the field of medicine. He mentions the names of the important people who have contributed to the study of sleepwalking, such as Drs Bernheim, Liégeois, and Beaunis. The author talks about their successful experiments and how it has caught the attention of the public and the medical community. He also mentions how even the skeptics have started experimenting with the idea of sleepwalking. The author notes that while Dr. Charcot has his theories about sleepwalking, they do not share the same views. Instead, the author and Dr. Liébeault believe in the power of suggestion and imagination. Overall, the author highlights the progress of sleepwalking in the field of medicine and notes the contributions of different people towards its development.",
  "content": "Toutes les villes do la France et de l’étranger sont successivement gagnées à la cause du magnétisme au fur et à mesure que nos émules, nos élèves, nos adeptes et nous-mêmes allons le prouver publiquement partout. Et partout les médecins incrédules ou indifférents sortent de leur torpeur et font eux- mêmes des expériences conformes aux nôtres. Le Dr Charcot refait, en 1879, dans l’hôpital de la Salpêtrière, les expérience que nous-mêmes faisions publiquement à Paris, chaque soir, devant des milliers de spectateurs et des centaines de médecins, depuis quatre ans. Peu à peu il institue des expériences spéciales sur les femmes hystériques et se crée un genre qui est son originalité. Il a des idées, des théories qui lui sont propres, t dont nous ne contestons point la valeur, mais que nous ne partageons pas. Le Dr Liébeault, lui non plus, ne partage pas du tout les idées du Dr Charcot ; il procède de l’abbé Faria en passant par Braid. Il est comme nous suggestionniste; il croit surtout à l’empire de la volonté et de l’imagination. Il a cependant sa méthode spéciale qui, théoriquement, est conforme à la nôtre.",
  "last_phrase": "In conclusion, the practice of magnetism gained widespread recognition and acceptance among medical practitioners in France and beyond, as evidenced by the increasing number of doctors and professors incorporating it into their research. Whilst differences existed in approach and belief, the power of suggestion and imagination in healing remained a central tenet of the practice."
}