{
  "title": "What is the history and controversy of animal magnetism in science, and how does M. Donato's method compare?",
  "first_phrase": "In the last part of the text, the author recounts his experiences with skepticism from official scientists towards the phenomena of animal magnetism. He describes his efforts to prove the existence of the effects he produces under the eyes of these scientists, such as inducing unconsciousness or sensations in his subjects. The author also presents M. Donato, an expert and original researcher in magnetism, whom the author praises for his unique methods and astonishing results. The text addresses common questions and misconceptions about the practice, as well as the tendency of official scientists to discredit independent researchers.",
  "content": "A un homme parfaitement éveillé je puis ôter l’usage de la parole ou do la vue, ou de ses membres... Les savants. — C’est impossible ! Moi. — Cela est. ' Les savants. — Simultanément alors ? Moi. — Non, séparément et au gré de ma volonté. Le tableau fidèle que je viens de tracer serait incomplet si je n’àjoutàis qu’après avoir nié toutes les thèses émises et tous les phénomènes attestés par les magnétiseurs, beaucoup de savants officiels les ont successivement adoptés, affirmant aujourd’hui ce qu’ils avaient contesté hier et désavouant le lendemain leur propre opinion de la veille. . . L’esprit le plus ombrageux ne pourrait relever une seule personnalité dans cet écrit rapide, qui, s’il pèche par la forme, est certainement dicté par une conscience éclairée. Il me convient d’oublief aujourd’hui quels furent les artisans do l’erreur. Je répugne à imprimer ici, tout vifs, au pilori do l’histoire, les noms des savants qui calomnièrent les magnétiseurs après leur avoir dérobé le fruit sacré do leur travail. Allez ! leur dirai-je, allez! et ne péchez plus! Je constate simplement la tendance fâcheuse des savants officiels à dénaturer le caractère et la conduite des chercheurs indépendants. Que les académiciens et les professeurs se trompent, c’est fort naturel.",
  "last_phrase": "In conclusion, the observations made in the séance of magnétisme demonstrate the existence of natural phenomena that are not yet fully understood by science. It is important for researchers and scholars to approach these subjects with an open mind and avoid ridiculing or attacking those who study it. The pursuit of truth and knowledge should always prevail over personal biases and prejudices. As for the magnétiseurs, they should continue their work with humility and a sincere desire to understand and help others, regardless of the opinions of the masses."
}