{
  "title": "What Precautions Should Be Taken When Hypnotizing People?",
  "first_phrase": "This text by Dr. Liébeault discusses the delicate and complex subject of hypnosis. In the previous section, he explains the importance of gaining the trust of the person being hypnotized and suggests a technique to prevent someone from being hypnotized against their will. In the last 200 tokens, Dr. Liébeault addresses the scientific and social implications of hypnosis and questions the theory of M. Beaunis. He acknowledges that there is much to be learned about the physical and psychological processes involved in hypnosis but emphasizes the importance of consent and the power of suggestion. Dr. Liébeault concludes that even with repeated attempts at hypnosis, certain conditions such as fear and disgust cannot be overcome by suggestion.",
  "content": "Mais s’il était prouvé qu’on peut hypnotiser une personne malgré sa répugnance et sa résistance, il faudrait renoncer à la doctrine de la suggestion pour épouser les vieilles [8] idées des fluidistes à outrance. Car l'idée de suggestion implique celle de consentement. On accepte aisément ce qu’on désire, et c’est ce qui explique pourquoi les soldats volent à l’ennemi lorsque le général leur promet la victoire. C’est parce qu’ils croient facilement à ce qu’ils espèrent que les malades s’endorment lorsque le Dr Liébeault leur dit : « Dormez et vous guérirez ! » La foi, toujours, a fait dos miracles. C’est la curiosité qui pousse mes spectateurs à accepter mon empire. Mais toutes les suggestions d’un opérateur seraient impuissantes à dominer le dégoût, la peur et même l’indifférence qui portent en elles dos suggestions contraires et beaucoup plus fortes. ’ Ces conditions ne changent point après qu’un sujet a été magnétisé plusieurs fois. Le jour où le Dr Liébeault dirait à un sujet habituel : « Dormez et vous mourrez », ce malade, s’il avait peur de mourir, ne s’endormirait point.",
  "last_phrase": "In conclusion, the concept of suggestion implies consent, and even the most skilled operator cannot overcome the disgust, fear, or indifference that inherently hold stronger opposing suggestions. Thus, if it were proven that one could hypnotize someone despite their repugnance and resistance, it would require abandoning the doctrine of suggestion and adopting the old ideas of fluidism. Ultimately, it always takes the cooperation of two wills to produce a result."
}