{
  "title": "What was the diagnosis for the patient's serious condition, and how was it discovered using somnambulism?",
  "first_phrase": "In this last part of the text, the author explains how he came to use the power of somnambulism to diagnose the illness of his patient, M. Arnaud. The author's colleague had suspected cancer but, upon taking over the case, the author proposed using somnambulism to find a definitive diagnosis. During the consultation, Calixte, the subject in a state of somnambulism, revealed that M. Arnaud had hemorrhoids caused by energetic purgatives and that the main issue was a skin condition that had been cured without depuratives. Calixte also revealed that M. Arnaud had five abscesses in his intestine, the deepest of which was the size of a fist.",
  "content": "Ma proposition fut acceptée, et avec un rapport du malade je pris, le lendemain, une consultation auprès do Calixte, le sujet magnétique dont je me servais alors. * Oui, me dit le somnambule, répondant à une question directe que je lui avais faite sur mon diagnostic : Hémorroïdes; oui, elles existent ; mais ce n’est pas naturel. Elles ont été provoquées par des purgations énergiques. — Mais, ajouta-t-il, le point de départ est une affection de la peau guérie sans dépuratifs. Etonné de ce détail, je me décidai assez difficilement à le prendre au sérieux, car jamais, depuis que j'étais le médecin do cette famille, je ne m’étais aperçu ni n’avais entendu parler de cette complication. * Croyez ce que je vous dis, ajouta Calixte; informez-vous-en, et vous verrez l’exactitude de ce fait. Poursuivant mon interrogatoire au point de vue du cancer, il me répondit par la négative. — Seulement, il ajouta qu’il existait cinq abcès dans l'intestin, fi ont le plus profondément placé était do la grosseur du poing.",
  "last_phrase": "In conclusion, the information given by Calixte, the magnetic subject, was found to be accurate and precise, allowing for a better understanding of the patient's condition. A local medication was advised to open the five abscesses in the intestine, as mentioned by Calixte, in order to gain material and visible evidence towards the truth of the situation."
}