{
  "title": "What is the relation between magnetism and hypnotism, according to Donato's experiences and observations in 1880s?",
  "first_phrase": "In this text, the author discusses the concept of mesmerism and its relation to hypnotism, fascination, somnambulism, and lucidity. The author also relates an experience where he demonstrates the power of suggestion on a subject. The text mentions the death of two notable graphologists, M. Desbarolles and M. Adrien Varinard, as well as the rejection of mesmerism by academies in the past. The last part of the text introduces a letter from the family of Claude-Marie-François-Adrien Varinard des Cotes, a lawyer and former magistrate, who passed away in 1886.",
  "content": "Voici la lettre de faire part que nous avons reçue de sa famille : Mme N. Varinard des Côtes, née de Noailly, M. P. Varinard des Cotes, architecte, Mme veuve de Noailly ; M. A. Maret, Mme veuve Bouvier, M. et Mme Louis de Noailly, Mme veuve Bourdilliat; Mme veuve Baudrier, M. et Mme Lambert, M. Joseph de Noailly, officier d’intendance, M. et Mme Darmoise, Mme veuve Bourdilliat et ses enfants ; Mme Rémy Thiollière de la Garinière, Mme veuve Foujols ; M. et Mme Humbert de Terrebassc, M. Julien Baudrier, M. Julien Lagrange, avocat, et ________________ Mme Lagrange, M. Henri Lagrange, avocat, et Mme Lagrange, M. et Mme Lucien Lambert, M. Gondran, colonel d’artillerie, et Mme Gon- dran, Mlle Virginie Gondran, M. Miraud, Mme veuve Iloudaille, M. P. Houdaille et M. A. FIou- daille, capitaines, au Tonkin, M. et Mme Eugène Garand, M. et Mme Brunet, M. et Mme Louis Chauvin, Mlle Ambroisine Thiollière de la Garinière, M. Rémy Thiollière de la Garinière, Ont l’honneur de vous faire part de la perte douloureuse qu’ils viennent d’éprouver en la personne de Monsieur Claude-Marie-François-Adrien VARINARD DES COTES, Avocat, ancien Magistrat, Président de la Société de graphologie, Membre de plusieurs Sociétés savantes, leur époux, père, gendre, neveu et cousin, décédé à Saint-Etienne, place Jacquard, 11, le 27 mai !88fi.",
  "last_phrase": "In conclusion, the letter of condolences received by the Varinard des Cotes family announces the passing of Claude-Marie-Francois-Adrien Varinard des Cotes, a former magistrate, president of the Society of Graphology, and a respected member of various scholarly societies. The letter also highlights Mr. Varinard's remarkable study on graphology, a well-established science that paints a picture of a person's character through their writing. Additionally, the text delves into the misunderstood field of hypnotism and magnetism, dispelling misconceptions about the sensitivity of subjects to such practices. It also emphasizes the importance of genuine scientists in proving the efficacy of these practices while condemning charlatans who exploit vulnerable individuals."
}