{
  "title": "What is the importance of caution and restraint in the study of physiology and psychology?",
  "first_phrase": "In the earlier part of the text, Doctor H. Beaunis, a Professor of Physiology at the Faculty of Medicine in Nancy, presents a thorough study examining the physiological and psychological aspects of induced somnambulism. The author applauds Beaunis's approach for being precise and restrained, unlike some authors who assert opinions about things they know little about. Beaunis's scrupulous principles and strict adherence to the search for certainty are commended which is in line with the author's philosophy. The title \"Provoked Somnambulism\" is also praised, unlike the contemporary term 'hypnotism' that has been overused and misunderstood. The text questions the adoption of hypnotism by Braid and instead identifies the ancient origins of the practice.",
  "content": "Nos amis reconnaîtront aisément dans la manière du professeur Beaunis les principes scrupuleux qui ont toujour guidé notre enseignement ; la sympathie qu’il nous inspii-e est donc toute naturelle. * « * Le titre Somnambulisme provoqué est déjà fait pour nous plaire. On sait qu’à bon droit nous repoussons le mot hypnotisme dont les auteurs contemporains abusent singulièrement et dont aucune qualité ne recommande l’emploi. Les adepjes de Braid (qui a mis à la mode le mot hypnotisme) ont prétendu que c’était connue un mot de rédemption destiné à effacer la tâche originelle du somnambulisme qui avait servi d’enseigne jusque-là aux pratiques des charlatans. Or, ces prétendus charlatans étaient les annonciateurs de la vérité et ils ont été les initiateurs des hypnotiseurs. L’hypnotisme de Braid est sorti directement du magnétisme de Lafontaino et indirectement do la suggestion de l’abbé Faria. Braid n’a rien fait qui n’eût été fait avant lui. — Il n’a rien défait qui n’eût été défait avant lui.",
  "last_phrase": "In conclusion, the principles of Professor Beaunis' teaching are well recognized by those who know us, and his work on provoked somnambulism is a welcome departure from the overused term of \"hypnotism.\" As scientists, we should not shy away from the miraculous or the mysterious, but instead strive to shed light on these phenomena and advance our understanding of physiological questions, such as cerebral localizations. With curiosity and scientific rigor, we can unlock new knowledge and bring light to the unknown."
}