{
  "title": "What is the difference between a lunatic and an ecstatic state induced by music?",
  "first_phrase": "In this text, Dr Julian Ochorowitz, a professor at the University of Lemberg, discusses the difference between the lunatic who can move under the effect of their influence, and the ecstatic who is forced to obey the charming sensations that the music makes him feel. When in a state of ecstasy, the brain is inactive from a psychological point of view, but the influence of music awakens in it a sort of association of ideas that causes the subject to choose the pose that best suits their magnetic dream. At the end, the author explains the reason behind the increase in active and passive forces of the hypnotized and magnetized, called monodeism. This excerpt also refers to Mlle L., an ecstatic dancer, and how her state of trance can be distinguished from a feigned one.",
  "content": "Pour les spectateurs qui ne voient la chose que de loin, ce n’est qu'une simple pantomime, qu’une habile danseuse serait capable de reproduire; pour un public, au contraire, attentif et regardant de près, une seule de ces expériences suffirait pour lui apprendre à discerner, d’un seul coup d’œil, l’extase feinte de l’extase véritable. Mlle L... est donc do bonne foi. ________________ La même raison explique l'augmentation des forces actives et passives de l'hypnotisée et de la magnétisée. Cette force s’appelle le monodéisme. Si une pensée s’empare de notre cerveau et l’absorbe entièrement, tout notre organisme se soumet à cette même pensée ; la force nerveuse se concentre alors dans les nerfs, siège de cette pensée, et le sang s'y porte et échauffe excessivement la partie nerveuse qui lui est soumise. C’est ce qui se produit dans l’état de somnambulisme. Dr Julian Ochorowitz, Professeur à la faculté île Lcmberg (Autriche). PHILOSOPHIE D’UN MAGNÉTISEUR (Suite.)",
  "last_phrase": "In conclusion, the practice of magnetism and hypnotism is a complex and fascinating field that requires close observation and discernment for proper understanding. While ingratitude may unfortunately be a common currency, it does not diminish the value and importance of the relationships built through the exchange of services and knowledge in this field."
}