{
  "title": "\"What is the experimental fascination discovered by Donato, and how does it compare to hypnosis and mesmerism?\"",
  "first_phrase": "In this last section of the text, Donato continues his experiments in experimental fascination, showcasing his ability to influence and control his subjects. He starts with Mr. Tanner, who forgets his own name after Donato lightly touches the back of his head, but regains it after being restored by Donato. Donato then demonstrates his abilities to the doctors present by making Mr. Tanner walk despite his efforts to resist and by inducing lethargy in another subject, Mr. Coinde. The text concludes with a discussion on the theories and practices of mesmerism, hypnotism, and fascination. This section provides insights into Donato's approach and techniques in experimental fascination and the reactions of his subjects and the medical community towards his experiments.",
  "content": "Puis, après de longs efforts, il s’écrie radieux : —Ah! j’y suis!! je m'appelle Tanner ! !! M. le président. — Qu’avez-vous éprouvé? il/. Tanner. — Exactement la même chose que lorsqu’on cherche à se rappeler un nom oublié. M. Donato remercie M. Tanner de lui avoir obligeamment prêté son concours. * * * 3° sujet. — Maiucs Cuixiiet, âgé de vingt ans, étudiant à la faculté de Lausanne. Brun, très grand, très robuste, puissamment charpenté, très intelligent, se porte bien, n’est pas du tout nerveux. Donato. — Monsieur Coindet, veuillez me regarder bien en face, un seul instant (1). C’est cela. Messieurs les docteurs voyez M. Coindet qui me suit déjà. Les médecins. — Allons, Monsieur Coindet, résistez ! M. Coindet continue à suivre le fascinateur. Donato. — Sifflez!... Vous ne pouvez donc pas !... Parlez alors, si cela vous est possible !... Vous vous taisez !... Frappez-moi si vous en avez la force ! M. Coindet reste longtemps frappé d’inertie par le regard de l’expérimentateur. Il reprend enfin un peu de vigueur et parvient à toucher une fois l’épaule de Donato. Les médecins l’ont excité sans cesse. Donato n’a pas soufflé mot. Plusieurs médecins. — Ce sujet résiste mieux que l’autre ! Donato, au sujet. — Frappez encore. Je n'ai rien senti. Les médecins, au sujet. — Allons !",
  "last_phrase": "In conclusion, this text presents a fascinating insight into the life and work of Donato, a celebrated mesmerist, and includes details of his experiments and techniques. Additionally, the text pays tribute to the life and work of the chanoine Xavier Mouls, and his contributions to the study of human magnetism. Overall, this text serves as an informative and engaging resource for those interested in the history and practice of mesmerism."
}