{
  "title": "What are the risks and benefits of public demonstrations of mesmerism and hypnosis by Mr. Donato in Lyon?",
  "first_phrase": "In the previous section, the author discussed the limitations and unreliability of imperfect subjects in connection with their ability to simulate experiences. Now, in the final 200 tokens, Léon Canivez moves on to describe the questionable claims of others regarding abnormal visual capabilities and double vision among subjects. He explains how these abilities have never been experienced in his experiments, only resulting in heightened tactile sensitivity in the most sensitive of subjects. Additionally, he addresses the myth of dangers or negative health effects of hypnotic mesmerism or fascination on subjects, reiterating that there is no lasting or serious harm caused, and that the subject's health is the utmost priority during each session.",
  "content": "Nous croyons donc, jusqu’à preuve du contraire, que les auteurs qui admettent la double vue ou même des facultés visuelles anormales, ont été victimes de leurs propres illusions, ou qu’ils se sont fourvoyés dans des recherches faites sans méthode. Une observation que nous avons souvent entendu formuler : la fascination n’offre-t-elle aucun danger pour la santé des sujets ? A notre avis, la fascination, lorsqu’elle est exercée par une personne experte, ne peut engendrer aucun inconvénient, à moins d’être fréquemment répétée chez le même individu , et même dans ce cas, elle ne peut amener qu’une susceptibilité nerveuse, toute passagère, ou un peu de courbature. A part cela les personnes qui se prêtent aux expériences d’un magnétiseur sérieux, n’éprouveront jamais le moindre malaise, car l’opérateur aura toujours soin de les dégager par un souffle vigoureux aussitôt l'expérience terminée. C’est ce que nous faisons toujours à chacune de nos séances, et jamais la moindre plainte ne nous est parvenue de la part des nombreuses personnes qui se sont prêtées à nos démonstrations. Léon Canivez.",
  "last_phrase": "In conclusion, while some authors who admit to double vision or abnormal visual abilities have been victims of their own illusions or misguided research without method, fascination in the hands of a skilled practitioner poses no danger to the health of the subject. In fact, the experiences conducted by Mr. Donato in Lyon have revealed extraordinary results with no reported negative effects, increasing public interest in the study of mesmerism, hypnotism, and suggestion."
}