{
  "title": "What is the difference between aphonie and aphasie?",
  "first_phrase": "The last 200 tokens of this text discuss the distinction between the experimental results of aphonia, mutism, extinction of voice, aphasia, and the lack of speech due to brain damage. The writer emphasizes the importance of an experiment that deprives someone of the faculty of speech without any physical impediment to their vocal means. This experiment is distinct from those in which obstacles are raised to the physical organs of speech. An even more remarkable phenomenon discussed by Dr. Dufour is the suppression of memory regarding particular points. The intended conclusion will be discussed in another text.",
  "content": "Dans l’aphasie, les organes de la parole ont conservé toute leur intégrité, mais le cerveau ne peut plus leur imprimer le mouvement nécessaire. On comprend, dès lors, la haute portée d’une expérience qui consiste à priver quelqu’un de la faculté de parler, tout en ne mettant aucun empêchement physique à ses moyens vocaux, tout en laissant intacts les producteurs du son et de l’articulation. Cette expérience est bien différente de celles rapportées par le professeur Ileidcnhain et dans lesquelles il s’agit simplement d'obstacles suscités aux organes physiques de la parole, comme dans la paralysie de la langue ou des muscles maxillaires ou du larynx, etc. Produire l’aphonie, c’est frapper l’instrument seulement; tandis que pour déterminer l’aphasie il faut atteindre l’instrumentiste lui-même. Un phénomène encore plus extraordinaire que l’aphasie, c’est celui que M. le docteur Dufour signale en résumant mes expériences : il réside dans la suppression de la mémoire touchant des points donnés. Je reviendrai ailleurs sur ce singulier phénomène. Mais il y a une remarque que je tiens à exprimer ici, car son importance ne me permet pas de la différer.",
  "last_phrase": "In conclusion, it is crucial to discern the distinct causes behind seemingly similar phenomena like aphasia and hypnosis. The importance of thoughtful experimentation cannot be overstated, as hasty actions may lead to unfortunate consequences. The experience of losing the power of speech, despite the organs remaining intact, is an excellent example of this. Understanding the subtle differences between such occurrences is necessary to develop remedies and prevent any unwanted effects."
}