{
  "title": "What were the surprising results of M. Donato's experiments with magnetism, and why did they raise ethical concerns?",
  "first_phrase": "This text describes a series of experiments conducted by M. Donato, an expert in the science of magnetism. The experiments were attended by a well-known doctor and produced remarkable results that generated a great deal of public interest. However, the doctor's conduct during the experiments was questionable, as he caused unnecessary harm to the subjects and even endangered their safety. In spite of this, the experiments themselves were impressive, proving the extensive knowledge of M. Donato in the field of magnetism. The text concludes with a warning against attributing supernatural powers to M. Donato, as the success of the experiments was due to his scientific expertise rather than any mystical abilities.",
  "content": "C’est à juste titre (pie le docteur IL fit à cet expérimentateur trop zélé de sévères observations sur sa conduite inqualifiable et que toute l’assistance exprima son vif mécontentement. Cet accident imprévu devint cependant une preuve incontestable pour tous ceux qui, ne connaissant pas M. IL, pouvaient douter de son honorabilité. Non seulement M. IL ne fit aucun mouvement pour parer sa chute, mais il ne remua même point. Ces expériences méritent d'autant plus notre attention que, même dans les moments où les sujets magnétises perdaient tout à fait l’usage de leurs bras, de leurs jambes et de leurs paupières, ils conservaient néanmoins toute leur présence d’esprit; ils pouvaient parler et riaient eux-mêmes de leur état si exceptionnel. Ces expériences ayant prouvé d’une façon si éclatante combien sont étendues les connaissances de M. Donato dans la science du magnétisme, nous craignons maintenant que le public, ne se portant à une extrémité contraire, n’attribue à M. Donato une force surnaturelle qu’il ne possède point et dont il ne so prévaut pas.",
  "last_phrase": "To sum up, while Mr. Donato's experiments may seem miraculous, they are in fact results of the concentration of well-known states that can be encountered individually to a greater or lesser degree. Therefore, they should be stripped of their supernatural character but still be considered extremely surprising and deserving of an impartial investigation. With the involvement of official representatives of science having taken place, we can expect a credible analysis of the case of magnetism to emerge soon."
}