{
  "title": "Who was Charles Lafontaine and his role in the history of magnetism?",
  "first_phrase": "This last part of the text focuses on Charles Lafontaine and his early life, education, and interest in magnetism, as well as the history and different schools of thought within the field. The previous section mentions the various phases and developments of animal magnetism throughout history, including the rise and fall of Mesmer, the discovery of somnambulism, and the different theories behind the phenomena. The text ends with the Revue spirite's defense of paid sessions and a rectification of an article mistakenly attributed to the writer.",
  "content": "Le Journal d Indre-et-Loire du 14 avril 1840 disait, en parlant de lui : « C’est quelque chose de saisissant que la puissance occulte exercée par cet ’ » homme au regard profond et fascinateur, animé d’une foi tellement vive, qu’on ne .<> peut s’empêcher de la partager au moins par moments. » Ce furent quelques guérisons qu’il fit en cherchant à s’éclairer, qui achevèrent do porter la conviction entière dans son esprit. Ce fut pour sauver une famille de la misère qui l’étreignait, qu’il donna une séance publique à Orléans, où demeurait presque toute sa famille. Il croit aujourd’hui qu’il eut tort de débuter dans ces circonstances. « Cela pouvait paraître un défi, m’écrit-il, le magnétisme et les magnétiseurs « n’étaient pas bien vus en ce temps-là ! » Son frère était bâtonnier de l'ordre des avocats ; son oncle Bordier était président à la Cour royale; son père, ancien administrateur, habitait également Orléans. Il n’avait point réfléchi que les préjugés de sa propre famille lui créeraient des difficultés sans nombre. Son cœur généreux l’avait emporté. Cette séance eut lieu le 12 janvier 1840 ; elle fut des plus orageuses. Lafontaine y déploya des forces et des ressources immenses pour lutter contre la malveillance et le parti pris.",
  "last_phrase": "In conclusion, Donato reflects on the situation of magnetism in his time and realizes the confusion and lack of clear understanding surrounding the subject due to the narrow-mindedness of some, the extravagant claims of others and the absence of clear boundaries between fact and fiction. Donato's own experiences with fascination lead him to believe that progress in science would be much faster if people were less reliant on books and routine and more open to exploration. Donato's discoveries highlight the incredible potential of the human mind and its power to influence matter and overcome physical limitations."
}