{
  "title": "What are the essential qualities of a good subject in magnetism, and is the belief in double vision founded? Inconveniences of imperfect subjects, innocuousness of fascination, and the harm caused to magnetism by thaumaturges, discussed in Donato's speech.",
  "first_phrase": "In the last 200 tokens of \"Discours sur le Magnetisme Humain\" by Donato, the author delves into the qualities of a good subject for the practice of mesmerism. He explains how certain individuals, regardless of their health or background, may be more susceptible to the effects of magnetism, and how the state of the subject during the process should range from simple absence to complete loss of consciousness. Donato also criticizes the dishonest thaumaturges who, over time, caused damage to the reputation of magnetism, and clarifies the differences between true mesmerists and fraudulent performers such as Cagliostro.",
  "content": "Un sujet sensible est-il toujours un bon sujet ? Quelles sont les allures caractéristiques d’un bon sujet ? Nous allons tâcher, dans la mesure do nos connaissances, do répondre à ces différentes questions. On peut considérer comme un bon sujet l’individu sur qui un opérateur expérimenté peut, sans grand effort, provoquer l’état bizarre qu’cn nomme état magnétique ou hypnotique, état qui est la conséquence directe de la fascination. Les phénomènes dits magnétiques doivent, pour être complets, présenter tous les degrés depuis la simple absence, jusqu’au sommeil comateux, c’est-à-dire jusqu’à la perte absolue de connaissance. Le sujet qui no présente qu’imparfaitement ces diverses périodes, n’est pas, quoique sonsible à la fascination, un bon sujet dans le vrai sens du terme : s’il conserve la moindre parcelle do son libre arbitre, il en profitera pour réagir contre l intluence du magnétiseur; sinon ce ne serait pas un sujet, mais bien un misérable compère. Chez le î ujet parfait, au contraire, la volonté est complètement abolie ; il est docile à toutes les suggestions possibles. Tantôt insensible et comme paralysé, il est complètement réfractaire à toute provocation extérieure, telle que piqûre ou incision. Tantôt au gré do l’opérateur, il accuse une sensibilité exagérée : le simple contact sur l’épiderme, d’un léger pinceau de blaireau, provoque des douleurs atroces. Chez lui la fascination fait naître l’exaltation des sens, l’hallucination de l’ouïe, de l’odorat et du goût.",
  "last_phrase": "In conclusion, a sensitive subject is not always a good subject in magnetic experiments. The ideal subject is one who can fully enter the magnetic state, and has all the characteristics and stages of magnetism. This person should be complete without any influence of free will or consciousness, making them susceptible to all suggestions. Not all individuals who are sensitive to magnetic influence can be good subjects. Therefore, it is essential to use an experienced operator and carefully select subjects in public demonstrations. Magnetic experiments can be safe and harmless, with no negative effects on the health of subjects when done correctly."
}