{
  "title": "Is Magnétisme Absurd, Ridiculous, or Dishonorable? A Call for Examination by Men of Study.",
  "first_phrase": "In this final part of the text, the author defends the study of magnetism, acknowledging that although it has been misrepresented and ridiculed by some, there are reputable scientists and scholars who have studied and defended it. He argues that dismissing magnetism without examination would be foolish and unjust. The author also suggests that the criticism aimed at magnetism is similar to that directed at other fields, such as poetry and medicine, which also have their share of charlatans and impostors. The author promises to provide historical and scientific evidence to support his claims in an upcoming publication.",
  "content": "Le magnétisme a été simulé par les prestidigitateurs, difformé par les exagérés, exploité parles charlatans,combattu parles malveillants, bafoué par les incrédules, déshonoré par les thaumaturges, et il est devenu ridicule entre des mains naïves. Tout cela justifie-t-il la singulière prévention dont il est l’objet? La poésie n’est-elle pas constamment parodiée par de plats versificateurs? Le théâtre n’imite-t-il point la pluie, la neige et le tonnerre? l’hypocrite ne feint-il point joies et douleurs, colères et tendresses ? La médecine est-elle exempte de charlatanisme? Le monde n’cst-il pas gangrené par la duperie des fausses apparences? Toutes les sciences, tous les arts, tous les partis,ne comptent-ils point dans leurs rangs des impuissants et des indignes? Et faut-il pour cela mépriser la poésie, nier le tonnerre, refuser de croire aux sentiments vrais, conspuer la médecine, calomnier les partis, stigmatiser les sciences et les arts ? Il n’est pas une seule allégation de ces pages préparatoires, dont je ne fournisse la preuve historique ou scientifique dans l’ouvrage que je publierai bientôt, j’espère, si Dieu me prête force et vie.",
  "last_phrase": "In conclusion, just because magnetism has been abused, distorted, and ridiculed in the past, it doesn't mean we should dismiss it entirely. After all, every field has its share of charlatans and incompetents. With my upcoming publication, I hope to provide historical and scientific proof of magnetism's validity. Let us explore this subject with an open mind and a willingness to learn."
}