{
  "title": "Can stigmata be induced by suggestion and what does it reveal about the nature of these phenomena?",
  "first_phrase": "This text describes experiments involving the suggestion of stigmata on a hystero-epileptic subject by hypnosis practitioner Théodore Focachon. In one experiment, Focachon creates a wound on the subject's arm using a strip of marshmallow and guides it to close and open at will, causing the wound to bleed on command. The author, Victor Meunier, introduces the article by recounting the source of the information and drawing attention to the scientific interest of the experiments. The text also includes information about the author's own work in somnambulism, the discovery of a parasitic cyst in a patient's liver, and the use of suggestion to heal various ailments without drugs.",
  "content": "Mais on se souviendra que c’est devant vingt-cinq médecins que le directeur de l'Asile de Lafont a pu dire à son somnambule : « Ton bras va saigner tout do suite à cette place », et se faire obéir. » Victor Meunier. L’ABUS DU TABAC L’abus du tabac est une des questions physio-psychologiques qui rentrent dans notre programme. On ne peut nier l'influence funeste que l’abus du tabac exerce sur le cerveau, et c’est un fait digne de remarque que la plupart des hommes qui ont fourni une grande somme de travail intellectuel de qualité supérieure s’abstenaient de fumer. — M. le docteur Dcpierris met à la disposition de la Société française contre l'abus du tabac : 1» pour le concours de 1S8G, un prix do GOO fr., dont une médaille d'or de 100 fr. à décerner à l’élève en médecine qui fera la meilleure thèse sur cette question : La cachexie nicoliijuc. 2° Pour le concours de 188S. — Un prix de 1,000 fr. dont une médaille d'or de 100 fr., à décerner à l’auteur du meilleur travail sur cette question : Effet du tabac sur la santé des {/eus de lettres ; son influence sur l’avenir de la littérature française ; Le programme détaillé du concours est envoyé gratuitement aux personnes qui en font la demande au président, rue Jacob, 38, Paris. Dox.vro.",
  "last_phrase": "In conclusion, while the abuse of tobacco remains a significant physio-psychological issue, there is ongoing debate surrounding the validity of phenomena such as hypnosis and magnetism. While caution and skepticism are prudent, it is important to approach these subjects with an open mind and rigorously researched knowledge. M. Donato's experiments with hypnotism and suggestion offer fascinating insights into the human brain and its capabilities, but it is up to the scientific community to determine their validity and potential practical applications. As society progresses, it is crucial not to let skepticism hinder progress and discovery."
}