{
  "title": "\"What is Monodeism and how does it increase muscular strength during hypnosis and magnetism?\"",
  "first_phrase": "In the preceding text, the author discusses the phenomenon of somnambulism and the increased muscular strength that can be observed in this state. He cites a commission's report on the differences between lunatics and ecstatics in terms of their ability to control their movements. In the final 200 tokens, the author recounts an incident with a woman named Mlle L. who, although physically weak, exhibited extraordinary efforts to close her trunk. The author's minor touch sufficed to close it, after which he conducted experiments whose results convinced him of somnambulists' increased strength. The author then discusses the connection between music and hypnosis, and how it can lead to catalepsy. The reader is left to ponder whether Mlle L. was truly weak or merely pretending.",
  "content": "La différence qui existe entre le lunatique et l’extatique : c’est que le lunatique peut se mouvoir sous l’effet de sa propre influence, tandis que l’extatique est forcé d’obéir au charme des sensations que lui fait éprouver la musique. Dans cet état, le cerveau est inactif au point de vue psychologique, mais les influences de la musique éveillent en lui une sorte d’associations d’idées qui font que le sujet choisit lui-même la pose qui répond le mieux à son rêve magnétique (2). [24] [25] OCHOROWITZ. — DE LA FORCE MUSCULAIRE Quand la musique cesse, la suite d’associations d'idées disparaît comme un souffle, et avec elle l’action du cerveau. L’extase se transforme en catalepsie. Le magnétisé, de statue de cire spiritualisée qu’il était, devient une statue sans âme. Mlle L... feint-elle en ce moment?",
  "last_phrase": "In conclusion, the difference between a lunatic and an ecstatic is that the latter is completely dependent on the charm of the music while the former has some control over their movements. However, the effects of music on the brain can create a temporary state of magnetic dream in which the subject chooses the pose that fulfills their dream the best. This state disappears entirely when the music stops, and the magnetic statue becomes soulless. The reason behind this transformation is the monodeism, which increases the active and passive powers of the individual."
}