{
  "title": "What is the science behind induced somnambulism?",
  "first_phrase": "The final part of this text, written by Dr. H. Beaunis, deals with the study of induced somnambulism. Before this, the author discusses the attitude of science towards the mystical and mysterious. He argues that science should not fear or respect these things, but should rather be fascinated by them in order to shed light on them and bring about a revolution in cerebral physiology and psychology. In the second part, the author delves deeper into the difficulties of researching induced somnambulism and refutes the common notion that only hysterical subjects are susceptible to it. He discusses the history of hypnotism and its origins in magnetism and suggests that it should be studied in the same way as other physiological questions. Finally, he cautions against attempting to obtain the rare phenomenon of lucidity and recommends a cautious and experimental approach to the study of magnetism.",
  "content": "» Bien souvent même l’hystérie, le nervosisme, sont des conditions défavorables à la production du somnambulisme, probablement à cause de la mobilité d’esprit qui les accompagne et qui empêche le sujet qu’on veut endormir de fixer son attention sur une seule idée, celle du sommeil ; au contraire, les paysans, les soldats, les ouvriers « constitution athlétique, les hommes peu habitués à laisser vagabonder leur imagination et chez lesquels la pensée se cristallise facilement, si j’ose m’exprimer ainsi, tombent souvent avec la plus grande facilité dans le somnambulisme,et cela quelquefois dès la première séance. » Le nombre des somnambules est aussi beaucoup plus considérable qu’on ne le croit généralement. REMARQUES 1° Le fameux professeur Charcot ne sera point flatté de devoir céder le pas au Dr Liébeault, très savant mais modeste médecin de province. Et nous regretterons simplement de n’être même pas cité, car nous avons le droit de dire que nous avons fait autant sinon plus que quiconque pour l’avènement définitif du somnambulisme provoqué. Oui, le somnambulisme est entré dans une nouvelle phase, dans une phase décisive, et cette phase s’est manifestée au moment même où nous avons fait nos premières expériences publiques, en 1875. Depuis lors, nous avons lutté sans répit, et ce que font aujourd’hui les Drs Bernheim, Liégeois, Beaunis et tant d’autres, nous n’avons cessé de le faire, avec un plein succès, depuis de longues années.",
  "last_phrase": "In conclusion, the study and practice of hypnotism and somnambulism have come a long way since the days of Charcot, Liébeault, and Beaunis. While there is still much debate about the nature and extent of hypnotic suggestion and its effects on subjects, it is clear that the power dynamics between hypnotist and subject are complex and require ongoing consideration and ethical reflection. Nonetheless, through continued experimentation and research, we may discover new insights and opportunities for the productive use of this powerful tool in medicine, psychology, and beyond."
}