{
  "title": "What is the history of magnetism and how have charlatans affected it?",
  "first_phrase": "In the preceding text, the author highlights the misconceptions and ridicule the practice of magnetism has faced due to the actions of some manipulative and deceptive individuals. The author presents evidence that the individuals who are susceptible to magnetism are not necessarily sick, weak or uneducated, but rather individuals with a special innate aptitude. The author further discusses the benefits of the development of magnetism in scientific circles and touches briefly on the science of graphology. The last 200 tokens present the author's criticism of charlatans and con-men who misuse their supposed abilities, pretending to be supernatural beings, and conning the gullible.",
  "content": "Mais édifier sa fortune avec l’or frauduleusement soustrait à la crédulité et à la douleur des amoureux et autres malades; annoncer la bonne aventure, prédire l’avenir, faire parler les cartes, consulter le marc de café et l’eau d’une carafe, préparer des aphrodisiaques et des narcotiques, c’est lâche, vil, monstrueux ; cela appelle le mépris et le châtiment. Les thaumaturges fuient le grand jour des spectacles publics ; ils agissent en secret, souterrainement, comme des malfaiteurs qu’ils sont. Vulgaires chevaliers d’industrie, servis par des thuriféraires sans honte, par des mercenaires complaisants, par des compères corrompus qui donnent à leurs plats artifices l’ampleur de vrais miracles, dupeurs sans vergogne, vendeurs de secrets dont ils ne sont point dépositaires, ils osent se faire passer pour des êtres surnaturels, alors qu’il n’y a rien d’exceptionnel en eux, si ce n’est la profondeur de leur ignorance ! Ce ne sont point là des magnétiseurs, certes non ! mais ils se parent parfois de ce beau titre ; le gros public s’y méprend aisément, les lettrés aussi : magnétisme, spiritisme, magie, somnambulisme, thaumaturgie, prestidigitation, tout cela forme dans l’esprit des non-initiés un pèle-mèle des plus confus.",
  "last_phrase": "In conclusion, while there are those who use fraudulent means to accumulate wealth or make predictions, it's important to understand the true science of magnetism and avoid confusing it with the tricks of charlatans. A good subject for magnetic experimentation is one who can undergo all degrees of magnetic influence, from simple absence to comatose sleep, without retaining any free will or memory of actions taken while under its influence. By distinguishing between real magnetism and its imitations, we can recognize those who truly contribute to the field and help prevent the spread of falsehoods."
}