{
  "title": "Can everyone be hypnotized? What is the truth about magnetism and its misrepresentation?",
  "first_phrase": "In the last 200 tokens of the text \"Discours sur le Magnetisme Humain\" by Donato, the author talks about how fraudsters and charlatans have caused damage to the field of magnetism. The author distinguishes between bona fide magnetism researchers and practitioners and fraudulent thaumaturges and prestidigitators who simulate magnetism to fool people. They assert that true magnetism is a real phenomenon that has been studied and documented by honest researchers but has been discredited by charlatans. The author also notes that sensitivity to magnetism is not related to mental illness or lack of intelligence and is an innate ability of some individuals.",
  "content": "Plus apte qu’aucun autre à discerner le vrai du faux, lui qui a dévoilé toutes les supercheries des Grecs dans un ouvrage extrêmement curieux; lui qui a été chargé, par le gouvernement français, de l’inouïe mission de ruinerlessuperstitionsafricair.es; Robert-Houdin avoue, dans ses écrits, avoir constaté de réels phénomènes magnétiques inconcevables à sa vive intelligence, secondée par une longue pratique et par la connaissance approfondie de toutes les subtilités, de tous les moyens de déception. Alfred de Caston (1), ce prince charmant de la prestidigitation contemporaine, qui produisait des expériences récréatives du magnétisme fantaisiste et se riait de ses petits miracles de mémoire et d’habileté, Alfred de Caston croyait cependant aux prodiges du magnétisme réel. Il le dit dans un de ses livres où il révèle quelques-uns des stratagèmes employés par ses confrères en prestidigitation pour contrefaire les magnétiseurs. C’est assurément sans le vouloir que les prestidigitateurs ont éloigné bien des personnes sérieuses, mais superficielles, d’une science qu’elles confondaient avec leur art si amusant! Je compte publier un ouvrage dans lequel je ferai connaître comment on distingue le vrai magnétisme du faux, comment on discerne les apparences et la réalité. (A continuer.) Donato [12] ________________ QUALITÉS ESSENTIELLES d’üN bon Sujet. INCONVÉNIENTS DES SUJETS IMPARFAITS, -r- LA CROYANCE A LA DOUBLE VUE EST ELLE FONDÉE ?—INNOCUITÉ DE LA FASCINATION. Certaines personnes, s'intéressant au magnétisme, nous ont quelquefois posé les questions suivantes : Qu’est-ce qu’un bon sujet ? ■ : . . ; .",
  "last_phrase": "In conclusion, a good subject for magnetism is someone who can be easily put into a magnetic or hypnotic state by an experienced operator, presenting all the degrees of magnetic phenomena from simple absence to comatose sleep. A perfect subject is completely submissive to all possible suggestions and has no will of their own, while an imperfect subject can simulate the phenomena, making them unreliable for public demonstrations. The fascination of magnetism is harmless if done by a skilled practitioner, and the public interest in this field continues to grow with the pioneering work of modern-day magnetists like M. Donato."
}