{
  "title": "How did Hypnotism become a renowned practice in France and abroad?",
  "first_phrase": "This text discusses the spread of magnetism across France and internationally in the late 1800s, as various followers and adepts of the practice conducted public experiments to prove its efficacy. Notably, the text mentions the emergence of two rival schools of thought, led by Dr. Charcot and Dr. Liébeault respectively. While both practitioners were proponents of suggestion, they had differing theories about the nature of magnetism. The final 200 tokens of the text focus on Dr. Liébeault's reception among his peers in Nancy after conducting experiments similar to those of the author. Despite the animosity between the two schools of thought, it is claimed that the author played a significant role in the revitalization of magnetism as a practice.",
  "content": "Cependant ses expériences habituelles s’éloignent jusqu’alors de celles que nous présentons au public depuis 1875. Et c’est au commencement de 1882, juste au moment oùnous venions de produire à Paris une sensation profonde par une nouvelle série de séances dont le retentissement s’était prolongé partout en France et dans l’Europe entière, que pour la première feis le savant Dr Liébeault vit s'ouvrir les bras de ses confrères qui l’avaient dédaigneux î- ment repoussé jusqu’alors ! A partir de ce moment le Dr Liébeault voit venir à lui la plupart des médecins et des professeurs de Nancy : MM. Bernheim, Beaunis, Dumont, Liégeois, Focachon. Et vers quoi ces savants dirigent-ils d’abord les recherches qu’ils font en commun? Précisément vers les expériences par lesquelles nous suscitions les curiosités passionnées du public. Il est donc injuste autant que possible de passer notre humble nom et nos faibles efforts sous silence, quand on parle de la rénovation du somnambulisme à laquelle nous avons, le premier, imprimé un essor qu’aucune hostilité n’a pu vaincre, qu’aucun obstacle n’a pu retenir.",
  "last_phrase": "In conclusion, the pioneering work of Dr. Liébeault and his colleagues in the field of somnambulism cannot be ignored. Despite initial skepticism, they persisted in their research and made significant strides that inspired further exploration into this fascinating topic. Let us acknowledge their contributions and continue to build upon the foundation that they established."
}