{
  "title": "\"How do self-taught inventors compare to educated scientists in history?\"",
  "first_phrase": "In the last 200 tokens of this text, the author reflects on the state of the science of magnetism at the time and reads extensively to gain a thorough understanding of the topic. The previous tokens mention various inventors who made significant discoveries, despite lacking formal education in their respective fields. These include Bernard Palissy, who made admirable discoveries despite being a poorly educated artisan, and George Stephenson, who invented the locomotive despite a lack of schooling. The author concludes that too much reading sometimes leads to confusion and that it is easier for an uneducated person to learn than for a scholar to shed their biases.",
  "content": "George Stephenson, qui inventa la locomotive, était fils d’un mineur. Il passa son enfance à retirer le mâchefer des tas de charbon. Ensuite il fut employé comme chauffeur dans une mine. Il ne fréquenta jamais aucune DONATO. — HISTOIRE DE MES TRAVAUX école. Lui et son fils Robert, héritier de son génie, furent les véritables créateurs des chemins de fer. Voici ce que George écrivait à son fils... « L’un me raille, l’autre m’in- » jurie... Dieu sait ce qu il me faut de courage pour persister quand je » m’entends appeler fanfaron, charlatan, trompeur, homme avide ! » Tous les innovateurs, tous les esprits virils, capables de concevoir, tous les hommes de progrès qui ont rompu en visière à l’erreur et a la routine de leurs contemporains, se sont vu accuser de charlatanisme et de fourberie. Si l’on élevait un panthéon universel aux inventeurs qui ont enrichi la science, l’on pourrait graver ces mots au fronton du monument : « Aux charlatans, l'humanité reconnaissante ! » Le fameux Herschell, qui construisit les plus puissants télescopes et qui découvrit la planète Uranus, située aux confins du système solaire, n’était qu’un pauvre musicien sans grande instruction qui se passionna soudain pour l’astronomie. Les frères Montgolfier, qui inventèrent les aérostats, étaient de simples fabricants de papiers. L’illustre Franklin, qui inventa le paratonnerre, fut retiré de l’école à l’âge de dix ans pour être utilisé par son père, fabricant de chandelles.",
  "last_phrase": "In conclusion, history has shown us that many of the greatest inventors were not highly educated or born into privilege. George Stephenson, the inventor of the locomotive, was the son of a miner and did not attend school. His work, along with the work of other innovators, serves as a reminder that perseverance and determination can lead to great things. In addition, the discussion of hypnotism and magnetism in this text highlights the importance of accurate terminology and understanding in scientific discourse. It is essential to have clear and appropriate language to describe new discoveries and concepts."
}