{
  "title": "What is the impact of triviality on character and merit in modern society?",
  "first_phrase": "In the last part of this text, the author recounts an extraordinary magnetic session led by M. Donato on young people, leaving no room for doubt about the reality of the phenomena. The magnétisé of the session, including a young student, were rendered speechless and unable to move or stand up due to the weight on their eyelids and the paralysis induced by the magnetizer. The author blames the current society for being incapable of discerning true talent amidst the mediocrity and flattery that clog up high places, although some rare exceptions prove the rule. Success is a relentless tyrant that never grants the slightest rest to its slaves, and separation only distances hearts that forget.",
  "content": "Pour la première fois, les phénomènes se sont présentés de telle sorte qu'il n'était plus permis de douter. En effet, tous les magnétisés d'hier étaient des jeunes gens connus de tous les assistants. M. Do- nato les privait à ce point de leurs forces qu'il leur était impossible d’ouvrir ou de fermer la bouche et les mains ; il semblait mettre sur leurs paupières un poids si grand qu'ils devenaient incapables de les soulever. Il mettait ces nouveaux sujets dans un état tel, qu'agenouillés ou couchés sur la terre, ils ne pouvaient plus se relever; et si, par les plus grands efforts, ils tentaient de se redresser un peu, d’un seul geste M. Donato les clouait au plancher plus solidement ([lie jamais. Le magnétiseur paralysa à ce point l'organe de la parole d’un jeune étudiant qui sc trouvait là par hasard, qu’il lui fut impossible de compter jusqu’à vingt, malgré ses efforts les [dus grands. Arrivé aux derniers chiffres, il luttait comme contre une machine qui tendrait à le priver de la parole , et son visage devenait complètement apoplectique. Les expériences faites sur les mains étaient les plus curieuses.",
  "last_phrase": "La curiosité scientifique invite à approfondir ces intéressantes expériences de magnétisme. Cependant, il est important de souligner que les sujets ont conservé leur présence d'esprit pendant tout le processus, différenciant ainsi ces phénomènes de l'hypnotisme et rapprochant les expériences de celles de Preyer sur les oiseaux."
}