{
  "title": "What is the role of Dr. Liébeault in the renovation of somnambulism, and how did his work influence other scientists?",
  "first_phrase": "In the final 200 tokens of the passage, the author provides a response to the unjust disregard of their contributions to the revival of hypnotism. The passage details the efforts of Dr. Liébeault and his colleagues, including Bernheim, Beaunis, Dumont, Liégeois, and Focachon, to conduct experiments in hypnotism. The author emphasizes their own pioneering efforts, which were equally vital in this regard. The author notes the common goal of all of the experimenters is to understand the mysteries of hypnotism. Additionally, the author has contended for twelve years that somnambulists are not hysterics and that healthy men are more susceptible to hypnosis than sick women, and that there are more subjects than believed.",
  "content": "Nous espérons de la loyauté de nos savants cbnfrères en somnambulisme qu’ils nous rendront meilleure justice à l’avenir. Quant à nous, qui sommes dévoré d’un besoin constant d’équité, nous serons toujours heureux d’admirer les travaux et les découvertes de ceux-là mêmes qui nous oublient. [4] [5] 218 BEAUlflS. — LE SCDJNAMBCLISMK PRQypQyÉ Depuis 1882, lç Dr Liébault ,et ses ainis pnt énerm.épmnj; travaillé $ leur ppft- tingent ^l’expéj-iences nouvelles est considérable. Tous ces magnétiseurs seyants qiar.chent comjne un seul homme, la main daps lfv main, à la conquête d’un sphinx dpnt ils veulent pénétrer le secret. Nous plaçons notre ipaii) dans ja leur, car nos idées diffèpept p,eu et pqtrg but est le même. * fi fi 2° Depuis douze années nous ne cessons de dire et d’écrire que les somnambules ne sont pas des hystériques, que les hommes sains subissent plus facilement l'influence fascinatrice que les femmes malades, et que le nombre des sujets n’est pas si restreint qu’on l’imagine.",
  "last_phrase": "In conclusion, let us hope for the loyalty of our sleepwalking scientific colleagues so that they may do us better justice in the future. As for us, who are constantly in need of fairness, we will always be happy to admire the work and discoveries of those who forget us. The research on hypnotism and somnambulism has come a long way since the efforts of Dr. Liébault, and we must continue to study and distinguish these states carefully."
}