{
  "title": "What is the controversy surrounding paid hypnotic sessions and how does it compare to other professions, according to the article in La Revue Spirite?",
  "first_phrase": "This text is a continuation of the author's discussion on the history and different theories of animal magnetism, or mesmerism. In the last part of the text, the author appeals to the criticism he has received for charging for his magnetic sessions. He argues that this is no different from other professionals being paid for their services. The author also notes that if he is recognized as sincere, there should be no criticisms of his sessions. The text then goes on to discuss the various phases of empirical practices in magnetism and the emergence of different schools of thought on the matter. The author's stance on hypnotism is also briefly mentioned towards the end of the text.",
  "content": "Voici la conclusion de la Revue spirite : « Donato doit être remercié grandement pour les services qu’il rend à la cause du progrès, à la cause du spiritualisme moderne ; ses adversaires prétendent en vain qu’il sert ainsi admirablement ses intérêts matériels; mais à ces assertions nous opposons celle-ci : 1° Oui Donato a de l’entregent, et en même temps qu’il vulgarise des idées, il encaisse des recettes merveilleuses, preuve que son enseignement est utile, puisque le public ne se lasse point de remplir les salles où il prouve la vérité à l’aide d’expériences pratiques. 2° Pauvre, ne sachant rien organiser, Donato traînant la loque eût été méprisé, délaissé, son action eût été nulle. 3° Donato étant instruit, intelligent, distingué, pouvant discuter avec- les hommes de science et s’en faire écouter, attire les hommes et les femmes des hautes classes de la société ; ayant ■ su économiser, marié à une jeune et belle femme bien élevée et appartenant à une famille de lettrés, Donato entoure sa compagne de confort, lui donne le prestige exigé par le public qu’il reçoit chez lui et avec lequel il peut marcher de pair, toutes causes d’influences extérieures qui secondent admirablement l’enseignement qu’il donne.",
  "last_phrase": "In conclusion, the Revue Spirite commends Donato for his contributions to the progress of modern spiritualism. Despite claims that he is only driven by personal gain, Donato's teachings have proven to be useful and his success is well-deserved. The publication recommends a remarkable work by Edouard Cavaillon, which will soon be followed by their own practical lessons on fascination and the technology of human magnetism. Donato's life story is an example of how one can overcome obstacles and make groundbreaking discoveries even without a formal education. Let us all learn from his tenacity and resilience in pursuing the truth."
}