{
  "title": "What is the difference between mesmerism and hypnotism?",
  "first_phrase": "In the previous text, the author discussed the different meanings of magnetism, including its association with hypnotism and somnambulism, and the rejection of animal fluid theory. In this last 200-token section, the author notes a common tendency to take things to extremes, as seen in the rejection and eventual resurgence of magnetism, now known as hypnotism. The author also highlights the arbitrary nature of naming and the use of new terms to describe new concepts. The veil of hypnotism has allowed magnetism to make a comeback in the scientific community, though the author suggests that it is more of a false veil than a new science.",
  "content": "C’est un des travers les plus répandus de l’esprit humain que de tout pousser à l’extrême. Il admet aveuglément tout un ordre de faits ou bien il les rejette en bloc sans examen — Le magnétisme a été rejeté en bloc par les académies. Les savants ont noyé les faits dans les théories. Aujourd’hui, il se produit un revirement complet. Les savants reviennent au magnétisme qu’ils avaient conspué, mais ils l’appellent hypnotisme, pour sauver les apparences et ne point sembler devoir abjurer leur erreur. Braid ayant inventé une méthode, a cru utile de lui appliquer un nom spécial, ce en quoi il a sagement agi, car pour désigner les choses nouvelles il faut des mots nouveaux (Mais son mot ne vaut rien!) Et puis un mot nouveau peut servir de voile si commode aux consciences tourmentées. C’est sous le voile de Y hypnotisme que le magnétisme a fait une rentrée triomphante dans le monde savant dont on, l’avait ignominieusement expulsé. L’hypnotisme est plutôt un voile faussement scientifique qu’une science nouvelle.",
  "last_phrase": "To conclude, the history of mesmerism and hypnotism reveals an interesting and controversial relationship between science and belief. While academics have rejected and then embraced these practices over time, it is important to recognize that new terminology and theoretical frameworks do not necessarily make them entirely new sciences. The key is to approach these phenomena with an open but critical mind, understanding the potential power they hold over human consciousness and behavior."
}