{
  "title": "What are the impressions and experiences of individuals who underwent magnétisme by Donato in Liège during the late 19th century?",
  "first_phrase": "This text is a collection of testimonials from individuals who have undergone hypnotic experiences with Mr. Donato, a well-known hypnotist in the late 19th century. The last part of the text includes the impressions of various individuals, including Louis Otto and Marie R. Both describe Mr. Donato's ability to control their actions and thoughts while under his influence. Enrico d’Emarèse provides a philosophical defense of the study of hypnotism and its place among other scientific disciplines. G...H... gives a brief but anonymous testimonial on their experience with Mr. Donato. Overall, the text presents a fascinating glimpse into the world of hypnotism in the 19th century, and the power of suggestion and control over the human mind.",
  "content": "7° Quand il m’a fait rire j’avais l’idée qu'on venait de faire une farce et je me suis mis à rire malgré moi. 8° Quand M. Donato m’a soumis à l’expcrience de la chaleur, j’ai éprouvé la meme impression qu’auprès d’un brasier. 9° Pendant celle de la frigidité je me suis cru transporté au sein d’une température de 35 degrés centigrades au-dessous de 0. 10° Pour plusieurs expériences je ne me souvenais de rien, ce sont mes amis qui me les ont racontées. Liège, le 9 mars 1885, Jos. MOUREAI, Elève violoniste au Conservatoire de musique de Liège, Agé de 14 ans. — quai Ste-Barbe, 20. Elève de M. Dossin, qui défend à ses élèves de se faire magnétiser. IX G... H... Cher Monsieur Donato, Vous me demandez de vous adresser quelques renseignements au sujet des impressions qu'ont produites sur moi vos expériences de magnétisme. J'aurai le plaisir de vous répondre sur chacune des questions que vous me posez. Je désire toutefois que ma relation reste anonyme dans votre ouvrage. Je n’ai jamais été magnétisé par aucune autre personne que vous. Ne m’étant jamais prêté à aucune expérience de ce genre, j’ignorais si j’étais ou non sensible. Néanmoins en me présentant à vous, j’avais le désir de me laisser magnétiser sans opposer de résistance, uniquement pour juger par moi-même des impressions qu’on pouvait ressentir en c-et état.",
  "last_phrase": "In conclusion, the accounts provided by individuals who have undergone Mr. Donato's magnetism experiments serve as a testament to the power of this practice. These testimonies confirm that magnetism has no adverse effects on one's health and that the experiences are consistent with the beliefs of those who practice it. The validity of these accounts cannot be refuted, and it is evident that magnetism has the potential to offer remarkable benefits in the field of medicine."
}