{
  "title": "\"Quels sont les différents courants de pensée sur le magnétisme animal et quelles sont les conséquences de son pouvoir sur l'hypnose?\"",
  "first_phrase": "This text delves into the history of animal magnetism, also known as Mesmerism, and its development into modern-day hypnotism. The author, Dr. Enrico Morselli, discusses the phases of its past, the different schools of thought regarding its theoretical explanation, and its evolution from the Renaissance era to the 19th century. In the final part of the text, renowned French hypnotist Dr. Liébeault talks about the power that he holds over his subjects, their susceptibility to hypnotic suggestion, and the ways in which he can control their responses. The text concludes with Dr. Liébeault suggesting ways to safeguard people from hypnotic manipulation.",
  "content": "La Revue spirite, en veine de m’être agréable, publie également dans son numéro du 16 juin un long article qui répond sagement aux stupides reproches qu’on m’adresse do donner des séances payantes, comme si les avocats ne faisaient pas payer leurs plaidoiries, les médecins leurs visites, les professeurs leurs leçons ! Comme si une leçon de magnétisme donnée par moi, en présence du public qui me rétribue, était moins sincère et moins honorable qu’un leçon de magnétisme faite par un médecin payé par le gouvernement ! On ne pourrait critiquer me séances que si j’enseignais l’erreur, que si je trompajs \\ l’auditoire. Mais si l’on reconnaît ma bonne foi (et tout le monde s’accorde sur ce point), je demande que dans le blâme dont quelques sots me poursuivent sans m’atteindre, l’on implique tous les savants et les lettrés qui gagnent leur vio on faisant dos conférences publiques : les Camille Flammarion, les Alfred Naquet, les Francisque Sarcey, les Legouvé, les Clovis Hugues, les Henry de La Pommeraye et tant d’autres hommes d’honneur et de talent.",
  "last_phrase": "In conclusion, Donato defends his practice of charging for his magnetic sessions by comparing it to other professions that require payment such as lawyers, doctors, and professors. He acknowledges criticisms but argues that as long as he teaches genuine and truthful information, he should not be judged for monetizing his abilities. The Revue Spirite also commends Donato for his contributions to the spiritualism movement and approves of his methods. Donato plans to publish more practical lessons on magnetism and hopes to replace traditional textbooks on the topic."
}