{
  "title": "What do famous inventors and innovators have in common with regard to their background and education?",
  "first_phrase": "In this inspiring text, the author highlights the incredible achievements of some of history's greatest inventors, all of whom rose to greatness from humble beginnings. The inventors mentioned include Robert Fulton, who invented steamboats, George Stephenson, the inventor of locomotives, and Herschell, who discovered the planet Uranus. The text emphasizes that despite being accused of being charlatans or frauds by their contemporaries, these innovators persevered and changed the world. What follows is an account of how each of these remarkable individuals attained greatness despite their lowly backgrounds.",
  "content": "» Tous les innovateurs, tous les esprits virils, capables de concevoir, tous les hommes de progrès qui ont rompu en visière à l’erreur et a la routine de leurs contemporains, se sont vu accuser de charlatanisme et de fourberie. Si l’on élevait un panthéon universel aux inventeurs qui ont enrichi la science, l’on pourrait graver ces mots au fronton du monument : « Aux charlatans, l'humanité reconnaissante ! » Le fameux Herschell, qui construisit les plus puissants télescopes et qui découvrit la planète Uranus, située aux confins du système solaire, n’était qu’un pauvre musicien sans grande instruction qui se passionna soudain pour l’astronomie. Les frères Montgolfier, qui inventèrent les aérostats, étaient de simples fabricants de papiers. L’illustre Franklin, qui inventa le paratonnerre, fut retiré de l’école à l’âge de dix ans pour être utilisé par son père, fabricant de chandelles. Il devint ensuite coutelier, puis imprimeur, puis rédacteur. Gutenberg, qui inventa l’imprimerie, n’était pas un érudit. Senefelder était un pauvre comédien que la misère réduisit à copier de la musique.",
  "last_phrase": "Innovation and progress often stand in defiance of societal norms, labeled as charlatanry or deception. History has shown that some of the greatest inventions were produced by ordinary individuals, not necessarily experts in their fields. Perhaps it is time to appreciate those who risked being denounced and celebrate the power of unconventional thinking in moving humanity forward."
}