{
  "title": "What is the significance and difficulty in studying induced somnambulism?",
  "first_phrase": "This text explores the topic of induced somnambulism and its potential impact on physiological and psychological sciences. The author explains the difficulty in finding suitable subjects to induce somnambulism and argues against the belief that only hysterical individuals can be induced. Instead, individuals with less active imaginations, such as peasants, soldiers, and workers, can enter a somnambulistic state with ease. The text ends with a remark of the author's contributions to the topic, acknowledging the significance of Dr. Liébeault's research and Charcot's fame in the field.",
  "content": "» Bien souvent même l’hystérie, le nervosisme, sont des conditions défavorables à la production du somnambulisme, probablement à cause de la mobilité d’esprit qui les accompagne et qui empêche le sujet qu’on veut endormir de fixer son attention sur une seule idée, celle du sommeil ; au contraire, les paysans, les soldats, les ouvriers « constitution athlétique, les hommes peu habitués à laisser vagabonder leur imagination et chez lesquels la pensée se cristallise facilement, si j’ose m’exprimer ainsi, tombent souvent avec la plus grande facilité dans le somnambulisme,et cela quelquefois dès la première séance. » Le nombre des somnambules est aussi beaucoup plus considérable qu’on ne le croit généralement. REMARQUES 1° Le fameux professeur Charcot ne sera point flatté de devoir céder le pas au Dr Liébeault, très savant mais modeste médecin de province. Et nous regretterons simplement de n’être même pas cité, car nous avons le droit de dire que nous avons fait autant sinon plus que quiconque pour l’avènement définitif du somnambulisme provoqué.",
  "last_phrase": "In conclusion, the induction of sleepwalking or somnambulism is influenced by factors such as mental mobility and the ability to concentrate on a single idea. The successful use of this technique by various physicians over the years, including Drs. Bernheim, Liégeois, Beaunis, and Liébeault, has brought public attention to the practice. With continued research and application, the use of somnambulism may offer new insights into the mysteries of the human mind."
}