{
  "title": "\"Do these magnetic experiments warrant further examination by scientists?\"",
  "first_phrase": "This text is a report of some experiments conducted by a magnétiseur (an individual who claims to have the ability to manipulate magnetic fields), where three young men were brought to a public hall to prove the claims of the magnétiseur. The experiments were a success and received thunderous applause from the public. However, the author criticizes a physician's methods of conducting experiments that resulted in unnecessary harm to a young lady. The text ends with an incident in which the same doctor almost caused one of the young men to hit his head on the floor.",
  "content": "est le frère d'un do nos médecins les plus connus et qui assistait lui-même aux expériences. Tout réussit à merveille. Comme il était impossible de douter de l’intégrité morale des médiums cités [dus haut, les expériences produisirent une impression extraordinaire. Le public s’enflamma à un tel point que les applaudissements n’avaient plus do bornes. Nous ferons remarquer ici à l’un de nos docteurs que les expériences tendant il constater les faits doivent être renfermées dans de justes limites. Nous avons à reprocher à ce docteur d'avoir fait quinze blessures au bras de Mlle L., tandis que trois eussent été plus que .suffisantes pour faire toutes les constatations nécessaires; mais nous ne voulons point soulever (le queutions à cet égard. Mais quel droit avait donc ce docteur d’exposer une personne étrangère à se cogner la tête cont. e le sol? Quand M. IL, inanimé, était couché entre deux chaises, le médecin en question recula tout à coup brusquement et sans qu’on eût pu le prévoir l’une des chaises, et peu s’en fallut que la tète de M. H. n’allàt frapper le plancher.",
  "last_phrase": "In conclusion, while the experiments conducted by M. Donato and witnessed by a well-known doctor were impressive, it is important to set reasonable limits and exercise caution when performing such tests. Careless actions could cause harm to the subjects involved, as evidenced by the incident with M. IL. However, these experiments provide valuable insights into the science of magnetism, and we must not attribute supernatural abilities to M. Donato beyond his demonstrated expertise."
}