{
  "title": "\"Can we distinguish between sleeping and fascination under hypnosis?\" - Insights from a study on famous magnetizers by Donato.",
  "first_phrase": "This text is a continuation of a dialogue between Donato, an expert in hypnosis, and a group of doctors who are interested in the topic. Donato is explaining the subtle differences between the initial state of fascination and complete unconsciousness (referred to as sleep by the doctors). He also notes that sometimes the state of unconsciousness can occur spontaneously during the experiment. The text mentions the chanoine Mouls, who was an expert in hypnotism with extensive theoretical and practical knowledge. However, he was not very successful with his subjects, and his demonstrations were often incomplete. The text concludes with Donato mentioning other famous hypnotists, and the fact that he himself had been blessed with a particular gift for the skill.",
  "content": "Mais, suivant les errements de ses — S (.1) Nous publierons successivement des études sur tous les magnétiseurs célèbres, vivants ou morts, tels que « le baron du Potet, Charles Lafontaine, le I)' Liébcault, le général Noizet, le marquis de Puységur, les docteurs Charcot, Bernheim, Beaunis, le pharmacien Focachon, le Dr Braid, l'abbé Faria, Deleuzc, M. Karl Hansen, etc. ♦Il DONATO. — LES MAGNETISEURS CELEBRES prédécesseurs, du sujet le plus sensible il ne tirait guère que des démonstrations informes, comme il eu convenait volontiers lui-même. En revanche, c’était un excellent guérisseur. Il faut admettre que j’ai été frappé de la grâce, comme saint Paul sur le chemin de Damas, car le savant chanoine était un praticien assez médiocre, ne recrutant guère d’adeptes parmi les incrédules ou les indifférents qu’il conviait au spectacle de scs démonstrations. Quoiqu'il fût aussi laborieux qu’il était éloquent et éclairé et quoiqu’il s’employât à guérir — souvent avec succès — par le magnétisme, l’excellent homme est mort dans une misère affreuse.",
  "last_phrase": "In conclusion, the life of Chanoine Xavier Mouls was one of unwavering dedication to the study and practice of magnetism. Despite his eloquence, knowledge, and success as a healer, he remained in poverty and obscurity. Let us honor his memory by recognizing his contributions to the field of human magnetism, and by continuing to explore the legacies of other celebrated magnetizers."
}