{
  "title": "What are the implications of speech deprivation on memory and identity according to these experiments?",
  "first_phrase": "In the last part of this text, the author discusses the importance of distinguishing between experimental manipulation of speech versus pathological speech disorders in medical practice. The author then recounts their own unpublished work on magnetism and memory, in which they demonstrate that subjects can be made to forget their own name through suggestion. The experiments were circulated among doctors in the 1800s, but the author did not release them commercially. This raises questions about the ethics of withholding scientific information for the sake of perceived incompleteness or lack of recognition.",
  "content": "(1) Avec une foule d'articles sur le magnétisme, cela formait trois cents pages, que nous n’avons point livrées au commerce, ne trouvant pas notre travail assez achevé et n'étant point avide île réputation. Mais nous en avons remis des centaines d’exemplaires, dès 18Sl, à des médecins, entre autres au Dp llrémand, qui en ont fait leur prolit sans nous citer. — [). On peut encore lui en suggérer un autre, et alors il s’obstine à garder ce nom qui ne lui appartient pas, fùt-ce même un nom de fille si le sujet est un garçon et vice versa. 2‘ Remarque. — Il importe d’établir une distinction nécessaire entre les expériences d’aphonie, de mutité, d’extinction de voix, d’aphasie, etc., et, d’une façon plus générale entre la privation de la voix et l’impuissance de la parole obtenues par l’expérimentateur. Cette dernière (l’aphasie) est considérée pathologiquement comme provenant d’une lésion du cerveau -, elle est encore, pour les médecins, un problème physio-psychologique non résolu.",
  "last_phrase": "In conclusion, while there may still be unresolved issues concerning the physiological and psychological aspects of aphasie, the significance and impact of the aphonic experiments are undeniable. By depriving someone of the ability to speak without physical impediment, the experiment allows us to truly understand the intricate connection between our brains and vocal organs, shedding light on the enigmatic mechanisms that govern human communication."
}