{
  "title": "\"What is the experimental fascination discovered by Donato and how does it differ from other theories of mesmerism, hypnotism, and sleepwalking?\"",
  "first_phrase": "The last 200 tokens of this text describe an experiment conducted by Donato on Emile Tanner, a healthy and robust 20-year-old student. Donato attempts to make Tanner walk involuntarily by directing his gaze at him. Despite Tanner's attempts to resist, he follows Donato everywhere, prompting the doctors to comment on his lack of resistance. However, Donato manages to make Tanner strike his own arm by quickly projecting it above his head. Before this, the text explores the divergence and contradiction of theories about mesmerism, hypnotism, and fascination. It also discusses the importance of discernment in these experiments and recounts a range of pheno\u0002mena that can be produced.",
  "content": "Une fatigue corporelle intense du sujet nuira à la production des phénomènes. Une sérieuse céphalalgie empêchera toute manifestation, etc. Donato — Pour hâter les expériences, j'abandonne M. Seerétan et je passe à M. Tanner. M. Emile Tanner, âgé de vingt ans, élève à l’Ecole Normale. (Brun, grand, robuste ; parait très intelligent, se porte fort bien, n’est pas exceptionnellement nerveux.) A la question qui lui est posée par un médecin, il répond qu’il n’a jamais été malade. M. le docteur Dufour, Président de la Société de médecine, lui demande s'il n'a jamais eu de cauchemars. M. Tanner. — Quelquefois ! rarement. M. Donato. — Le fait n'a guère d’importance. Presque tout le monde a eu des cauchemars. J'en ai quelquefois moi-mémo, et l’on n’a jamais pu me magnétiser. Donato prie M. Tanner (comme il en avait prié M. Seerétan) de déployer toute l’énergie de sa volonté pour tâcher de rester immobile. Puis ________________ il annonce aux médecins qu’il va essayer d’obliger le sujet â marcher malgré lui (11. En effet, quoique se raidissant pour rester en place, M. Tanner suit Donato partout. Les médecins reprochent au sujet de ne pas opposer assez de résistance ; mais leurs objurgations restent vaines. Donato projette vivement le bras droit de M. Tanner au-dessus de sa tète et lui demande de le frapper.",
  "last_phrase": "In conclusion, the experiment conducted by Donato with M. Tanner and M. Coindet demonstrated the power of suggestion and the ability to fascinate without the need for prolonged hypnosis or a high level of concentration. However, it is important to note that physical conditions such as intense bodily fatigue and headaches can hinder the manifestation of phenomena. The research sheds light on the fascinating field of mesmerism and the works of notable figures such as Donato and Mouls, offering insight into the complex interplay between suggestion, suggestion, and the power of the mind."
}