{
  "title": "\"What is Zoomagnetism and How do Different Thinkers Explain Phenomena of Sleepwalking?\"",
  "first_phrase": "In this text excerpt, the author discusses the problem of the relationship between consciousness, organic atoms, and the memory of nature. He mentions some people who try to influence others with their beliefs without sufficient observation and facts. The author places himself in the zoomagnetism field, which is divided into two categories of thinkers: those who believe that all phenomena in somnambulism are due to the transmission of a particular fluid, and those who believe in proper magnetism.",
  "content": ">' — « Voulez-vous renchérir sur Mesmer, me crieront les autres, et prétendez-vous expliquer qu’il y ait autre chose que le fluide vital et animique, transmis sous l’effort de la volonté ; autre chose que le magnétisme pur dans tous ces phénomènes quels qu’ils soient ? » J’entends les invectives des uns, les récriminations des autres... tant il est vrai que pour le plus grand nombre l’en-dessus, l’enveloppe, Informe, le mot est tout. Eh bien! je ne répudie pas la forme, et je conviens que le mot a son importance, dont je tiendrai compte. Dans les meilleurs traités scientifiques, les meilleures leçons commencent par des définitions. On définit les sciences d’après les choses qu’elles comportent : je définirai le zoomagnétisme d’après les hommes qui s’en occupent (1). * * * Or, ceux qui s’occupent de zoomagnétisme se divisent en deux catégories principales de penseurs : 1° L’une, pour qui tous les phénomènes de somnambulisme provoqué sont dus à la transfusion d’un fluide particulier dirigé ou non par la volonté. Catégorie du magnétisme proprement dit.",
  "last_phrase": "In conclusion, the study of zoomagnetism is divided into two main categories, one attributing somnambulistic phenomena to the transmission of a particular fluid, and the other to various causes such as physical or chemical agents, physiological disturbances, and mental health conditions. Further research and experimentation will be required to determine which school is correct, but it is clear that both perspectives offer valuable insights into the complex and fascinating world of mesmerism and hypnosis."
}