{
  "title": "How do some scientists claim to impose their ideas on future generations when they ignore the surprises brought by new discoveries? An analysis of the limits of exclusivism in the study of hypno-magnetic phenomena. A review of different terms used to define these phenomena, and the importance of avoiding preconceptions and biases when studying controversial topics. Focus on the observations of Donato, an independent and innovative experimentalist, and his contribution to the study of zoomagnetism. The article examines the different theories on the causes of somnambulism and the influence of mental states and psychological factors on the phenomena observed.",
  "first_phrase": "The last 200 tokens of this text delve into the phenomenon of zoomagnétisme, a controversial topic that has split opinion for half a century. The author, A. Eugène, argues that the term \"somnambulisme\" is not applicable to many hypno-magnetic phenomena, and instead prefers the more generic term \"magnétisme animal\" or \"zoomagnetisme\". He also notes the two main schools of thought on zoomagnétisme and the need for impartial investigation. The text ends by discussing M. Donato, an experimenter in zoomagnétisme who has obtained a great number of true observations and whose work the author will use to explain the phenomena.",
  "content": "On n’avance que lentement dans ces études complexes qui tiennent à la fois de la science pure et de la psychologie. Dix années no m’ont pas suffi à élaborer une théorie que je suis loin de regarder comme absolue, encore moins de présenter comme telle. Cette théorie m’était indispensable ; à moins d’admettre qu’un effet apprécié par nos sens pût rester sans cause possible, il m’on fallait une, — non pour donner la raison de la cause, mais seulement pour établir le pourquoi de l’effet. $ ÿ De tous les expérimentateurs en zoomagnétisme, de tous les praticiens des deux écoles, M. Donato, qui entre les deux camps est resté lui-même, c’est-à dire indépendant et moins adopte que novateur, est incomparablement celui qui a recueilli et présenté, dans les meilleures conditions à requérir, le plus grand nombre d’observations vraies. Il a obtenu etau-dolà, publiquement et non à huis clos, tout ce qu’ont obtenu ses devanciers et ses émules. Je ne pouvais aller à meilleure source pour dresser un tableau synoptique des phénomènes zoomagnétiques que je me propose d’expliquer. J’emprunte donc aux écrits de Donato, et aux divers comptes rendus de ses séances, les détails des expériences auxquelles je vais, en les commentant, appliquer ma théorie. Je recevrai avec un réel plaisir les objections qu’il plaira au lecteur de me faire, et j'espère être assez heureux de pouvoir y répondre. (A continuer). A. Eugène, Professeur au Collège de Fiers.",
  "last_phrase": "In conclusion, the studies on zoomagnetism and fascination are complex and require both pure science and psychology. It took the author, A. Eugène, ten years to develop a theory that is far from absolute and not yet presented as such. However, among all the experimenters in zoomagnetism, M. Donato stands out as the most successful in presenting the most observations in the best conditions. His work has inspired many to study these phenomena, and his methods have been praised by several witnesses. The experiences of patients, as recounted by Auguste Queff, G. Launay, Omer Coppens, and others, demonstrate the power of magnétisme, although the scientific explanation remains a mystery."
}