{
  "title": "What is the history of magnetic animalism and who was Charles Lafontaine?",
  "first_phrase": "This text explores the history of mesmerism and the different theories that emerged around it throughout the 19th century. The last part (200 tokens) focuses on Charles Lafontaine, a magnétiseur (magnetizer) who faced numerous hardships due to the stigma attached to the practice at the time. The text also discusses Donato, a prominent figure in the spiritualist movement who popularized the teaching of magnetism through practical demonstrations, which were often criticized for being pay-to-attend. The author argues against these criticisms, pointing out that many prominent intellectuals, such as Camille Flammarion and Francisque Sarcey, also give paid lectures. The text concludes with a summary of the different schools of thought around mesmerism and their limitations.",
  "content": "Ce fut au milieu des cris, des sifflets, des huées d’une cabale organisée par une opposition formidable, dont on l’avait prévenu, qu’il fût reçu quand il se présenta sur l’estrade et avant qu’il eût dit un mot et qu'il eût fait un geste. Car on voulait l’interrompre à tout prix, et que la séance n’eût pas lieu. (Al continuer). Dokato. I Ma première expérience. — Découverte de la Fascination On a lu clans l’article de Cavailhon (1) qu’ayant essayé de magnétiser deux dames, je réussis complètement. Magnétiser, c’est-à-dire influencer autrui par des procédés quelconques pour en obtenir un résultat imprévu : ma pensée n’allait pas alors au delà de cette définition. C’était en 1874. J’avais vu le chanoine Mouls faire des passes pendant un quart d’heure pour magnétiser une jeune fille, son sujet habituel. Il lui imposait les mains sur la tête et après quelques instants il les descendait lentement jusqu’aux genoux, les retirait, les replaçait par-dessus la tète, les redescendait et continuait ce manège jusqu’à ce que les yeux du sujet se fermassent.",
  "last_phrase": "In conclusion, this text highlights the discovery of fascination and the confusion and skepticism surrounding it during the late 1800s. The author's personal experience and observation led him to believe that true knowledge and progress can often be hindered by preconceived notions, outdated theories, and overreliance on books and education. The text also emphasizes the importance of approaching problems with an open mind and exploring new avenues for discovery."
}