{
  "title": "What were the different theories and schools of thought in the history of animal magnetism?",
  "first_phrase": "This text discusses the history of animal magnetism and mesmerism, and the attempts made to understand its efficacy in medicine. It mentions the famous mesmerist, Abbé Faria, and several medical practitioners who attempted to legitimize the practice. Despite their efforts, the Paris Academy of Medicine declared its opposition to the practice in the 19th century. The history of the development of animal magnetism is discussed in detail, including the various schools and doctrines that emerged in an attempt to explain the phenomena.",
  "content": "Nous trouvons quelques médecins qui voient déjà dans le magnétisme un certain fond dë vérité, et qui tentent d’âssoùpir là suspicion et l’aversion de leurs collègues mais inutilement ; l’Académie de médecine de Paris se déclare plusieurs fois, en 1826, en 1837, en 1810, contraire au magnétisme, et enfin décide de ne plus vouloir s’en occuper comme d’autres doctrines antiscientifiques et absurdes. Ce serait vraiment hors place de raconter ici les phases traversées par le magnétisme animal durant ce siècle: Figuier, Bersot, Dal Pozzo de Mombello, Cullere ont écrit plusieurs fois cette histoire, et ceux qui veulent en savoir plus long n’ont qu’à Consulter leurs ouvrages. Il me suffira de rappeler qu’aussi parmi les magnétiseurs, parmi les adeptes de la médecine mesmérienne, se sont développées des écoles et des doctrines différentes, distinctes pïus spécialement pour l’explication théorique des phénomènes, mais toutes égales par leur inaptitude scientifique, et par la crédulité avec laquelle des faits réels et de grande valeur physio-psychologique étaient et sont encore confondus par les fanatiques avec des faits Simulés, • faux et exagérés.",
  "last_phrase": "In conclusion, the history of animal magnetism is marked by the attempt of some doctors to legitimize it as a scientific phenomenon, but it was ultimately rejected by the Academy of medicine of Paris. Despite this, various schools and theories emerged among magnetizers, which were characterized by their scientific incompetence and the confusion of genuine events with simulated ones. Nonetheless, the study of magnetism continues to intrigue researchers and offers an opportunity for further exploration."
}