{
  "title": "What is the controversy surrounding Zoomagnetism and why do some academicians dismiss it as a pure plagiarism?",
  "first_phrase": "In this text, we see various individuals recount their experiences with the practice of magnétisme, and attest to its effectiveness. However, the author expresses frustration towards those who refuse to acknowledge this science, labeling their criticisms as cliché and misguided. The second part of the text opens with a critique of académicien Albert Desjardins, and his dismissal of magnétisme as a worthwhile field of study. The author argues that despite constant pushback and disapproving opinions, their personal experiences with the practice speak to its undeniable power.",
  "content": "Castel, dans la séance do F Académie du 28 juin 1830, émettait déjà cette crainte puérile, quand il répondait au D1' Husson : « Je n’accepte pas de pareils phénomènes; car c’est l’annihilation de la moitié des connaissances physiologiques ». C’est donc la mémo pensée qui guide encore nos détracteurs et non la sincère conviction do la fausseté de nos idées en magnétisme. 10 octobre N° 1? Lisez nos observations ; analysez-les ; démontrez que rien n’y est vrai ; que tout y est fantaisie et alors je m’inclinerai. Mais jusque-là, vous mo permettrez do défendre mes convictions acquises, autant que faire est possible. Car ce que j’ai vu, je l’ai bien vu et comme a dit Hostau (1) : « On ne me fera pas dire le contraire; tous les faits négatifs ne peuvent détruire un fait positif. » Décidément, nous, les défenseurs du magnétisme, nous sommes, depuis cent ans, comme ces enfants dont parle Newton : « Nous puisons dans une coquille quelques gouttes au bord de ce vaste océan de la vérité et quand cette coquille est presque pleine !ou plutôt quand elle déborde, comme cela est aujourd’hui', il nous faut voir, chaque fois, une vieillo grand’mère nous la renverser en nous disant : N'y touchez pas ; c’est sale.",
  "last_phrase": "In conclusion, the defenders of magnetism have faced skepticism and criticism for over a century, yet continue to strive for the recognition of its potential for significant medical advancements. The power of diagnosis and the potential to help patients is immense, as demonstrated by the two cases presented. It is important to analyze and understand the observations and phenomena related to magnetism, rather than dismiss them entirely. The possibilities are vast, and further exploration of this field may lead to innovative and beneficial medical practices."
}