{
  "title": "How did some of the greatest inventors of all time achieve success despite lack of education?",
  "first_phrase": "The passage highlights how ignorance can lead to significant discoveries in science. Bernard Palissy, James Watt, Robert Fulton, and George Stephenson were all remarkable inventors, despite their lack of formal education. Instead of relying solely on books and the teachings of others, they turned to nature and their own curiosity. The text concludes with a letter from George Stephenson to his son, expressing the difficulties he faced in his work as a creator of the railways. Despite being ridiculed and called names, he persisted in his work.",
  "content": "James Watt ne reçut que l’instruction très élémentaire des écoles gratuites : à seize ans, il entra dans un petit atelier où l’on fabriquait des compas. C’est en réparant une petite machine de Newcomen qu’il eut l’idée du condenseur. A partir de ce moment il fit vingt découvertes des plus utiles. Robert Fulton, qui inventa les bateaux à vapeur, était un simple artisan, joaillier d’abord, peintre ensuite, qui chercha longtemps sa voie. George Stephenson, qui inventa la locomotive, était fils d’un mineur. Il passa son enfance à retirer le mâchefer des tas de charbon. Ensuite il fut employé comme chauffeur dans une mine. Il ne fréquenta jamais aucune DONATO. — HISTOIRE DE MES TRAVAUX école. Lui et son fils Robert, héritier de son génie, furent les véritables créateurs des chemins de fer. Voici ce que George écrivait à son fils... « L’un me raille, l’autre m’in- » jurie... Dieu sait ce qu il me faut de courage pour persister quand je » m’entends appeler fanfaron, charlatan, trompeur, homme avide !",
  "last_phrase": "Despite their lack of formal education and humble beginnings, inventors and innovators throughout history have made tremendous contributions to human progress. From James Watt's discovery of the condenser to George Stephenson's invention of the locomotive, the world owes a debt of gratitude to these charlatans and their bold visions. So let us celebrate the spirit of curiosity and perseverance that drove these individuals forward, and continue to encourage and support the next generation of innovators, regardless of their background or circumstances."
}