{
  "title": "What were the astonishing experiences of L*** M. Donato and his magnetic hypnotism in 19th century Europe?",
  "first_phrase": "This text describes the incredible experiments of L.M. Donato - a man who, with just his gaze, can induce young men into a hypnotic state. Unlike previous experiments on female hysteric patients, Donato's subjects are robust young men who have never been magnetized before. He replaces their will with his and makes them obedient and rigid, leading to complete abdication of their will. His talent lies in the variety and speed of his experiments - he can induce catalepsy in his subjects with a simple gesture, and wake them again just as easily. The text concludes by posing an interesting question - did the power of the gaze give prehistoric humans an advantage over now-extinct animals?",
  "content": "L’originalité du talent de M. Donato est surtout dans la rapidité de son action sur les jeunes hommes et dans la variété de ses expériences. Lorsque les sujets dont il a éprouvé la sensibilité sont assis en cercle, parfaitement éveillés, mais venant de subir son influence, il les cueille du regard, en passant devant eux, et tous se mettent à le suivre, en se pressant autour de lui afin de le mieux voir et de mieux imiter les gestes qu’il lui plaît de faire, car ils n’ont d’autre volonté que la sienne. L’abdication du magnétisé est complète, et cet empire du magnétiseur est plus étonnant sans doute que celui du dompteur sur les fauves. Ne serait-ce pas déjà à cette puissance du regard que l’homme préhistorique si mal armé pour la lutte et si mal organisé pour la fuite, aurait dû de survivre aux animaux disparus dont les formes nous épouvantent ?",
  "last_phrase": "In conclusion, M. Donato's talent lies in his ability to quickly influence young men and the variety of experiences he offers. His mesmerizing power is so strong that he can make his subjects follow his every move, even to the point of being unable to speak or stand up. His power of gaze might have been the secret to survival for prehistoric humans."
}