{
  "title": "Does charging for his séances make Donato less sincere and honorable in teaching the truth about modern spiritualism?",
  "first_phrase": "This text is a part of a longer article written by Donato, who defends his professional activities as a magnetizer against criticism from some individuals. Donato argues that he has a right to charge for his services, just as lawyers, doctors, and professors do, and highlights the positive impact of his work on spiritualism. He cites the support of Mr. Christin and the Revue spirite, which recently published an article praising his efforts. In its conclusion, the magazine thanks Donato for his contributions to the progress of modern spiritualism and dismisses claims that his work is motivated solely by financial gain. The text mentions notable figures in the French intellectual and cultural scene such as Camille Flammarion, Francisque Sarcey, and Henry de la Pommeraye.",
  "content": "Mais si l’on reconnaît ma bonne foi (et tout le monde s’accorde sur ce point), je demande que dans le blâme dont quelques sots me poursuivent sans m’atteindre, l’on implique tous les savants et les lettrés qui gagnent leur vio on faisant dos conférences publiques : les Camille Flammarion, les Alfred Naquet, les Francisque Sarcey, les Legouvé, les Clovis Hugues, les Henry de La Pommeraye et tant d’autres hommes d’honneur et de talent. Voici la conclusion de la Revue spirite : « Donato doit être remercié grandement pour les services qu’il rend à la cause du progrès, à la cause du spiritualisme moderne ; ses adversaires prétendent en vain qu’il sert ainsi admirablement ses intérêts matériels; mais à ces assertions nous opposons celle-ci : 1° Oui Donato a de l’entregent, et en même temps qu’il vulgarise des idées, il encaisse des recettes merveilleuses, preuve que son enseignement est utile, puisque le public ne se lasse point de remplir les salles où il prouve la vérité à l’aide d’expériences pratiques.",
  "last_phrase": "In conclusion, regardless of the opinions of some, Donato's contributions to the advancement of spiritualism are significant and should be duly appreciated. His ability to attract and educate individuals from all walks of life is a testament to the value of his teachings. As such, it is important to recognize that his methods are both ethical and effective, and we should strive to learn from his accomplishments rather than discredit them."
}