{
  "title": "What is Provoked Somnambulism and Why Should It Be Studied?",
  "first_phrase": "In this text, the author discusses the principles that have always guided their teaching and how Professor Beaunis embodies them. The author also expresses their approval of the title \"Provoked Somnambulism,\" as opposed to the overused and unremarkable term, \"Hypnotism.\" They then go on to argue that these seemingly miraculous phenomena, including somnambulism and hypnotism, are worthy of serious scientific study. The author challenges scientists not to be deterred by their extraordinary nature, but rather to embrace them as a path to uncovering, and ultimately, explaining the mysteries of the mind.",
  "content": "Braid, précisément au point de vue où l’on voudrait le rendre glorieux, n’a été, en 1842, qu’un enfonceur de portes ouvertos par l’abbé Faria, par le général Noizot et par le Dr Bertrand vingt ans plus tôt ! Il a prétendu, comme les hommes éminents que nous venons de nommer, qu’il [3] phénomènes nerveux qui doit être étudié au même titre que toute autre question physiologique, les localisations cérébrales, par exemple, et dans le même esprit scientifique. » Le caractère presque merveilleux de ces phénomènes ne doit pas, il me semble, arrêter un savant sérieux ; il devrait plutôt l’engager à marcher en avant pour chercher à les expliquer. » La science ne doit avoir ni crainte ni respect ; au contraire, tout ce qui est merveilleux la tente, tout ce qui est mystérieux l’attire, non pas pour se complaire, comme les profanes, dans le vague et dans les ténèbres, mais pour déchirer les voiles et porter partout la lumière.",
  "last_phrase": "In conclusion, Braid's contribution to the study of hypnotism was not as original as he had claimed it to be. However, his acknowledgment and encouragement of the study of the \"almost miraculous\" phenomena of hypnotism should inspire future researchers to delve deeper into the potential revolution it may bring to the fields of physiology and psychology. Despite the challenges, finding subjects who can be put into a hypnotic state is not as rare as often believed, and the mystique surrounding it should not deter serious scientific inquiry."
}