{
  "title": "Why have many innovators been accused of charlatanism and fraud throughout history?",
  "first_phrase": "In this final section, the author reflects on his discovery of the power of fascination, or the ability to influence others through unconventional means. He ponders on the lack of recognition of this truth by the scientific community despite the existence of numerous examples of individuals from humble backgrounds who made significant contributions to science. The text ends with the author questioning why these discoveries had not been accepted more readily and expressing his own sense of wonder at the power of fascination.",
  "content": "Il devait se dire — et il s’est dit, j’en suis sûr — que lui aussi allait me résister et me faire échouer. Mais ses efforts ont été vains, quoiqu’il se fût certes imaginé qu’il pourrait me résister Mais voici un argument plus décisif. Lorsque je suis arrivé à Lausanne, la première personne qui s’est soumise à une épreuve pouvait elle deviner le résultat que je poursuivais? L’exemple ne pouvait la guider Je parcours depuis quelques mois la Suisse entière. J’arrive dans un village, c’est la première fois que j’y mets les pieds J aborde un paysan qui ne m’a jamais vu, qui n’a jamais entendu parler de moi. 11 ne sait pas ce que c’est que 'a fascination. Comment le saurait il ? Les hommes éclairés ignorent eux-mêmes ce que c’est. Aucun ouvrage n’a encore été publié sur mes expériences, qui diffèrent entièrement de ce qu’on aurait pu voir ailleurs dans cet ordre d’idées, si l’on avait vu quelque chose, ce qui est peu probable. . Mais vous-mêmes, Messieurs les docteurs, vous n’imaginiez point le spectacle auquel je vous fais assister ( 1 ).",
  "last_phrase": "In conclusion, despite the different interpretations of mesmerism, hypnotism, and suggestion, one thing is clear: Donato's fascination experiments showcase a completely new phenomenon that has nothing to do with the previous two. Donato's ability to paralyze muscles through eye contact and induce unconsciousness demonstrates a physical cause and effect relationship. These experiments challenge our conventional understanding of the human mind and body. Regardless of how we categorize these phenomena, they are undoubtedly groundbreaking and warrant further investigation. On a separate note, the passing of Louis Simonin is a great loss to the field of journalism, and his contributions to science and economics will always be remembered."
}