{
  "title": "How does resistance to hypnosis vary among individuals and what factors can affect it?",
  "first_phrase": "In this text, the author describes different experiments conducted on two young men, M. Seerétan and M. Tanner, to understand the effects of magnetism on them. Firstly, the author notes that M. Seerétan was not very responsive to the experimenter’s influence on him, whereas M. Tanner, a very intelligent and robust young man, followed the experimenter's commands effortlessly. In the last 200 tokens, the experimenter challenges M. Tanner to stay still while he tries to make him move against his will. Despite the doctors' objections, M. Tanner obediently follows the experimenter and even strikes his arm upon his request. This experiment highlights the effects of different physiological and psychological factors on people's sensitivity to magnetism.",
  "content": "(Brun, grand, robuste ; parait très intelligent, se porte fort bien, n’est pas exceptionnellement nerveux.) A la question qui lui est posée par un médecin, il répond qu’il n’a jamais été malade. M. le docteur Dufour, Président de la Société de médecine, lui demande s'il n'a jamais eu de cauchemars. M. Tanner. — Quelquefois ! rarement. M. Donato. — Le fait n'a guère d’importance. Presque tout le monde a eu des cauchemars. J'en ai quelquefois moi-mémo, et l’on n’a jamais pu me magnétiser. Donato prie M. Tanner (comme il en avait prié M. Seerétan) de déployer toute l’énergie de sa volonté pour tâcher de rester immobile. Puis ________________ il annonce aux médecins qu’il va essayer d’obliger le sujet â marcher malgré lui (11. En effet, quoique se raidissant pour rester en place, M. Tanner suit Donato partout. Les médecins reprochent au sujet de ne pas opposer assez de résistance ; mais leurs objurgations restent vaines. Donato projette vivement le bras droit de M. Tanner au-dessus de sa tète et lui demande de le frapper.",
  "last_phrase": "In conclusion, while it may be common to experience nightmares, the power of suggestion and hypnosis can lead to startling displays of physical limitations. As demonstrated by M. Tanner's grand and robust stature, intelligence, and rare experience with nightmares, it is possible to be susceptible to these effects. It is important to recognize, however, that the mind has the potential to be influenced in unexpected ways, and to reflect on how our own experiences and perceptions may be shaped by outside factors."
}