{
  "title": "Why is being less reliant on books and traditional education essential for making groundbreaking discoveries?",
  "first_phrase": "In this excerpt, the author reflects on the confusion surrounding the debate on magnetism, where no clear distinction was made between reality and simulation. Many famous scientists and ignorant individuals had worked on the subject with no clear winner. In contrast, the author believes that true knowledge can be gained by consulting nature instead of outdated books and traditional methods. The author highlights that ignorance can sometimes lead to great discoveries, citing the examples of the artisan Bernard Palissy and the illiterate inventors of the first steam engine.",
  "content": "Au lieu de consulter des ouvrages qui étaient évidemment de peu de valeur, puisqu’ils n’avaient donné aucune formule décisive; au lieu d’accepter les leçons de magnétiseurs qui devaient être insuffisants, puisqu’ils n’avaient pu convaincre la mojorîté, j’ai interrogé la nature et la nature m’a éloquemment répondu. Ah ! comme les sciences progresseraient soudainement, si l’on se montrait moins sensible aux enseignements des livres et de la routine. Les grandes découvertes jaillissent le plus souvent d’un réservoir d’ignorance. Et cela s’explique par ce fait que l’ignorant perspicace ne craint pas d’aborder les problèmes que les savants ont déclarés insolubles en s’appuyant sur les théories fallacieuses apprises au sein des vieilles écoles. Bernard Palissy, qui fit tant d’admirables découvertes, était un « simple artisan bien pauvrement instruit aux lettres », comme il disait de lui- même. Ce furent le forgeron Newcomen et le vitrier John Cawley, deux artisans illettrés, qui inventèrent la première machine à vapeur capable, de rendre des services.",
  "last_phrase": "Innovation and progress are not solely dependent on academic brilliance, but rather a willingness to question the status quo and ignorance that allows for tackling the supposedly unsolvable problems. Bernard Palissy, Newcomen, John Cawley, James Watt, Robert Fulton, and George Stephenson, all being craftsmen or self-made innovators, may contribute a lot to science and engineering, even with minimal formal education. Don't let bookish knowledge and habits blind you to the vast and unexpected potential of the unknown space."
}