{
  "title": "\"Why did the subject feel a burning sensation when none was present?\"",
  "first_phrase": "In the previous section, the author demonstrates the power of suggestion in hypnotism. In this final section, he reflects upon his experiment with a new subject named Cornat. Although the subject has never been hypnotized before, he displays a strong susceptibility to the author's suggestions. When he suggests a burning sensation in Cornat's arm, the subject experiences it intensely, despite being assured he wouldn't feel anything. The author suggests that physical manipulation was necessary to establish dominance over Cornat, and contemplates a more drastic experiment involving anesthesia and intentional harm.",
  "content": "Parce que je lui avais suggéré cette idée. Et cependant je lui avais dit qu'il no sentirait rien. Mais l’idée de brûlure l’a emporté sur l’idée d’insensibilité. Et vous voyez quelle a été la puissance de cette simple suggestion sur un sujet éveillé. C’est cependant la toute première fois que je magnétise ce jeune homme. Ici l’imagination joue évidemment un rôle. Mais il faut constater que le sujet a été préalablement soumis à des épreuves qui ont produit et développé une tendance irrésistible à accepter mes suggestions. Il m’a fallu le dominer d'abord, l’assujettir à ma volonté, et pour arriver à ce premier résultat, je n’ai employé que des moyens physiques. Eh bien, si j’avais fait une expérience dont j’ài coutume, mais que j’hésite à reproduire ici parce que je crains d’abuser de l’obligeance de ces messieurs qui veulent bien me servir de sujets ; si, après avoir anesthésié un de ces jeunes hommes, je l'avais brûlé, ou si je lui avais in- introduit une énorme épingle dans le bras, il n’aurait senti ni la piqûre ni la brûlure.",
  "last_phrase": "In conclusion, it is important to understand the power of suggestion and its impact on the human mind. Louis Simonin's experiments highlight the influence of pre-existing tendencies and suggestibility on the individual's response. Although the information presented is insightful, the sudden loss of Louis Simonin is regrettable, and he will be dearly missed."
}