{
  "title": "What are the public and private experiences with animal magnetism in Lyon, and why do mainstream scientists reject it?",
  "first_phrase": "In the last 200 tokens of this text, the author recounts his experience with the systematic opposition of scientists towards the doctrine of animal magnetism. He notes that only a few academics and doctors have embraced the idea, and most of them are independent scientists. The author goes on to explain that when he started his experiments with animal magnetism twelve years ago, most official scientists dismissed the notion as mere charlatanism or foolishness. Despite presenting evidence to support his claims, the scientists continued to deny the existence of magnetic phenomena. The author's story exemplifies the progress of the human mind in accepting new and unconventional ideas.",
  "content": "11 est juste d’ajouter que des docteurs et même quelques académiciens l’ont épousée, avec plus ou moins d’ardeur et de sincérité -, mais les partisans franchement avoués forment, dans le camp officiel, de très rares exceptions qui confirment la règle. Je n’écris pas ici l’histoire philosophique du magnétisme animal depuis Mesmer. C’est un travail utile que je compte entreprendre plus tard. Je me borne à rapporter ce qui me concerne. Je fais le récit de mes travaux.. Eh bien ! il y a douze ans, lorsque je fis mes premières expériences publiques, presque tous les savants officiels niaient indistinctement tous les faits, b’homme qui assurait pouvoir magnétiser son semblable, passait à leurs yeux pour un charlatan ou pour un imbécile. On avait beau leur montrer dos faits probants, ils s’obstinaient à hausser les épaules ou à vous traiter de fourbe. I Les phénomènes dits magnétiques n’existent point ! ! — disaient-ils au commencement. Moi. — Qu’en savez-vous ? Les savants. — Nos maîtres l’ont écrit : Magister clixit. — La croyance à de tels faits est absurde. Les magnétiseurs sont dos farceurs ou des fous !",
  "last_phrase": "Despite initial disbelief, the truth cannot be denied - animal magnetism exists and those who defend it, like myself, are honest and intelligent. It is not my intention to write the philosophical history of animal magnetism, but rather to recount my own experiences. The few open supporters within the official camp confirm that my work has been valuable."
}