{
  "title": "What is the Account of Adrien Duvand on the Magnetism Controversy and the Fascination Techniques of Mr. Donato?",
  "first_phrase": "In the final 200 tokens of this text, M. Okret describes the sensations he felt during one of M. Donato's experiments on fascination, a process frequently used by Donato to mesmerize his subjects. The story is accompanied by a declaration from Gazeta Handlosva and the director of the Courrier de Lyon, Adrien Duvand, attesting to its authenticity. The text also emphasizes the contrast between skeptical scientists, represented by the official academic institutions and independent scientists, physicists, naturalists, and philosophers who are generally supportive of Donato's work.",
  "content": "Ces expériences, publiques ou privées, qui se comptent à Lyon par centaines, resteront dans l’esprit de tous ceux qui y ont assisté, non seulement comme un curieux souvenir, mais aussi comme la révélation d’une science nouvelle , appuyée sur des faits positifs et concluants, qui ne tardera pas à s’imposer aux plus sceptiques et aux pires sourds. Adrien Duvand. Directeur du Courrier de Lyon. [14] Dans leur opposition systématique à la doctrine du magnétisme animal, presque tous les savants ont apporté des variations si bizarres et des contradictions tellement flagrantes que l’histoiro des progrès de l’esprit humain n’on offre peut-être point d’aussi frappant exemple. . , Par savants, j’entends les membres des académies dos, sciences et de médecine, les professeurs des facultés do l’Etat, les docteurs.... allopathes, en résumé tous les hommes qui représentent la science officielle. En revanche les savants indépendants, physiciens, naturalistes ou philosophes,' se sont montrés généralement favorables à notre cause.",
  "last_phrase": "In conclusion, these countless public and private experiences in Lyon will remain etched in the minds of those who witnessed them, not only as a curious memory but also as a revelation of a new science based on positive and conclusive facts. As we move forward, the opposition and contradictions from mainstream scientists will serve as a stark reminder of the progress needed to accept new ideas and methods in science."
}