{
  "title": "\"Why is it so difficult to defend new ideas? - A speech on human magnetism and the power of criticism\"",
  "first_phrase": "In the last 200 tokens of the text, the author reflects on the power of calumny and how a strong, upright soul dedicated to a just cause can ultimately triumph over it. They note that while the vulgar take pleasure in the downfall of others, the good and just are more numerous than the wicked might think. The author lists several individuals who have joined them in the fight for the progress of magnetic science, including doctors and journalists, and emphasizes the importance of standing up for what one believes in. The text overall explores the challenges and triumphs of espousing a new idea in the face of adversity, and showcases the resilience of the human spirit.",
  "content": "Et l’homme vulgaire c’est un peu monsieur tout le monde. Assurément la calomnie est une ennemie à craindre, et moins que jamais il faut dédaigner cette force qui grandit au fur et à mesure que nos moeurs s’avilissent. Mais ce qui est plus fort que toutes les calomnies, c’est une âme droite au service d’une cause juste. Les calomnies, après avoir fait plus de bruit que de besogne, viennent tôt ou tard se briser contre celui qu’elles voulaient atteindre, lorsqu’il a le coeur triplement cuirassé de bonne foi, de fermeté et de constance ! Et, ajoutons-le avec un sentiment de joie profonde : les bons et les justes sont encore plus nombreux que ne l’espèrent les méchants. On a vu, l’on voit encore chaque jour des hommes à l’âme haute couvrir de leur dédain ou de leur mépris, par la plume et par la parole, les roquets qui aboient aux chausses d’un pauvre magnétiseur. Parmi ces apôtres du progrès, il en est tel qui a cent fois plus d’esprit et de talent à lui seul que toute la bande des détracteurs. Et cela s’explique : la négation sort aisément d’une étroite cervelle qui, incapable de rien comprendre, ne peut rien admettre ; tandis qu’il faut avoir l’intelligence bien ouverte pour concevoir, apprécier et approfondir les rares trésors cachés dans une science encore enveloppée des langes de l’enfance.",
  "last_phrase": "In conclusion, the power of calumny may be strong, but it cannot withstand the strength of a just cause and a righteous soul. Despite the many attempts to discredit and ridicule the practice of mesmerism, there are still those who believe in its benefits and continue to defend its use. The testimonials of those who have experienced its effects firsthand demonstrate its undeniable power and effectiveness. To those who remain skeptical, it is encouraged that they try it for themselves before passing judgment. The potential benefits of mesmerism for humanity cannot be ignored, and it is up to each individual to determine its value and worth."
}