{
  "title": "\"How Did Donato Make His Subjects Forget Their Own Names?\"",
  "first_phrase": "In this mesmerizing experiment, Donato showcases his increasing control over the body and mind of his subjects. He has already induced aphonia and muteness in his previous trials by paralyzing specific muscles. In the last part of the experiment, Donato attempts to wipe out the subject's memory of their name by manipulating their brain. The subject, Mr. Tanner, responds to the experiment by forgetting his name briefly, only to recall it after a considerable effort. Donato then moves on to test another subject, Mr. Coindet, by challenging him to resist his commands. It is a remarkable display of hypnosis that showcases the power of the human mind in this intriguing experiment.",
  "content": "je l’ai sur le bout de la langue, je vais le dire. Puis, après de longs efforts, il s’écrie radieux : —Ah! j’y suis!! je m'appelle Tanner ! !! M. le président. — Qu’avez-vous éprouvé? il/. Tanner. — Exactement la même chose que lorsqu’on cherche à se rappeler un nom oublié. M. Donato remercie M. Tanner de lui avoir obligeamment prêté son concours. * * * 3° sujet. — Maiucs Cuixiiet, âgé de vingt ans, étudiant à la faculté de Lausanne. Brun, très grand, très robuste, puissamment charpenté, très intelligent, se porte bien, n’est pas du tout nerveux. Donato. — Monsieur Coindet, veuillez me regarder bien en face, un seul instant (1). C’est cela. Messieurs les docteurs voyez M. Coindet qui me suit déjà. Les médecins. — Allons, Monsieur Coindet, résistez ! M. Coindet continue à suivre le fascinateur. Donato. — Sifflez!... Vous ne pouvez donc pas !... Parlez alors, si cela vous est possible !... Vous vous taisez !... Frappez-moi si vous en avez la force !",
  "last_phrase": "In conclusion, the power of suggestion and the influence of a strong will can lead to extraordinary demonstrations such as those witnessed in these experiments. However, it is crucial to remember that every person's reaction may vary, and it is essential to approach any kind of influence or hypnosis with caution and under the supervision of trained professionals."
}