{
  "title": "What is the history and current state of sleepwalking, and how has the public perception of it changed?",
  "first_phrase": "In this text, the author discusses the conditions that are favorable for somnambulism, highlighting that individuals with a mobile mind struggle to concentrate and achieve the necessary state. The text also discusses how the number of people experiencing somnambulism is greater than popularly believed. Furthermore, the last 200 tokens criticize Charcot for not acknowledging the significant contributions made by other professionals. The author, who has been working on somnambulism since 1875, is not mentioned, although they highlight their contributions to the field. They discuss various doctors, such as Drs. Bernheim, Liégeois, and Beaunis, who are working towards the same goal, and who have achieved great success. The author also mentions authors such as Dr. Liébeault of Nancy and M. Karl Hansen, who have written remarkable works on somnambulism.",
  "content": "Oui, le somnambulisme est entré dans une nouvelle phase, dans une phase décisive, et cette phase s’est manifestée au moment même où nous avons fait nos premières expériences publiques, en 1875. Depuis lors, nous avons lutté sans répit, et ce que font aujourd’hui les Drs Bernheim, Liégeois, Beaunis et tant d’autres, nous n’avons cessé de le faire, avec un plein succès, depuis de longues années. Ce grand succès, celui de nos émules (entreautres M. Karl Hansen, qui a débuté en Europe en 1880, cinq ans après nous), a réveillé l’attention publique en général et celle des médecins en particulier. Ce grand succès a redoublé l’ardeur des anciens magnétiseurs qui, comme le Dr Liébeault de Nancy, avaient écrit depuis longtemps des ouvrages remarquables (1) accueillis par l’indifférence du public et par le dédain de leurs présomptueux confrères, et qui végétaient « depuis plus de vingt ans, bravant le ridicule et le discrédit attachés » aux pra+'ques de ce qu’on appelle le magnétisme animal » (2).",
  "last_phrase": "In conclusion, the success of the sleepwalking phenomenon has led to increased interest among practitioners and the general public alike. Though we have been tirelessly working towards this for many years, the achievements of our colleagues have reignited a passion for magnetism in those who had previously dismissed it. As more and more cities and medical professionals recognize the validity of our experiments, we can expect to see even greater advancements in the field of sleepwalking and related topics."
}