{
  "title": "\"Can Hypnotism Really Induce Catalepsy? Analyzing a Session with M. Donato and Mlle L.\"",
  "first_phrase": "This text describes an honest, successful trio named X, Y, and Z, followed by an account of a session conducted by M. Donato, a magnetic healer who uses only his gaze to control his medium. During the session, Mlle L., a young blonde woman, falls into a state of catalepsy while listening to music. After awakening her, Donato poses several questions to her to gauge her experience. Overall, this text provides an intriguing look at magnetic healing and the effects of the practice on the human body.",
  "content": "Tout occupé que j’étais à observer les moin- Enfin, Mlle L. fut mise en état de catalepsie au son de la musique (1). Elle se mit dans l’attitude d’une personne qui prie, puis se pencha de côté. Dès qu’elle fut tout près de la terre, on interrompit la musique et la magnétisée conserva longtemps cette position si incommode. Ses mains avaient l'immobilité de la cire. J’ajouterai, pour finir, quelques observations générales : Après chaque magnétisation, M. Donato ramenait Mlle L. à la vio normale en lui soufflant dans les yeux. Petit à petit Mlle L. revenait à son état mental, elle se frottait les yeux et semblait légèrement surprise. Aux questions : « Eprouvez-vous quelque chose de désagréable? Vous souvenez-vous de quoi que ce soit? » elle répondait négativement. La première fois la magnétisation durait relativement longtemps; ensuite pour les autres expériences, quelques secondes suffisaient à procurer le sommeil. Deux ou trois fois le visage de Mlle L. exprima la douleur et des larmes abondantes sortirent de ses yeux, alors qu’on la touchait dans les moments d’extrême sensibilité.",
  "last_phrase": "In conclusion, the observations made in the small room with limited space and a restricted circle of people are evidence that magnetic phenomena must be considered as undeniable facts. Although initially, the process took longer to induce sleep, later attempts only took a few seconds, and the magnétisée would return to normal gradually, showing no negative effects or memory of the experience."
}