{
  "title": "\"How does Donato use suggestion to paralyze his subjects without hypnosis?\"",
  "first_phrase": "In this final part of the text, the concept of hypnosis is discussed. Donato, the magnetizer, demonstrates his ability to hypnotize people without any need for prolonged fixation or mental attention. He also shows that he can paralyze a person's muscles even when they are fully conscious, as evidenced by Mr. Coindet's failed attempt to strike him. These experiments suggest that hypnosis is not merely a state of mind but also involves physical responses. The subject remains Mr. Coindet.",
  "content": "Je les fascine d'abord rapidement. Ce premier résultat obtenu, je procède par suggestion. Ce (pie vous voyez ne ressemble donc, en ________________ rien à de l’hypnotisme, dont le caractère bien tranché est une sorte d affaissement cérébral obtenu par la fixation obstinée pendant dix à vingt et trente minutes, d’un point brillant placé de façon à produire une convergence visuelle Je ne demande même point du sujet la contention d’esprit, l’attention expectante, condition sine gua non réclamée par Braid (1). Observez-moi bien, Messieurs. — Voici M. Coindet à qui vous causez. Certes, il est parfaitement éveillé. Sa lucidité d'esprit est complète, aucun de ses organes ne parait ni n’est paralysé. Eh bien! M. Coindet ne pourra me frapper quoique je lui tourne le dos. En effet, M. Coindet veut frapper le magnétiseur, mais son bras se paralyse aussitôt. Un docteur exhorte 51. Coindet à recommencer l’expérience et à frapper M. Donato en faisant un calcul mental. Le sujet s'exécute sans réussir davantage. L'expérience finie, il raconte ses impressions: il avait tout son discernement, mais était empêché d'agir. * * * ic sujet.",
  "last_phrase": "In conclusion, the process of suggestion used here bears no resemblance to traditional hypnotism techniques. You don't even need the subject's attentive focus. As demonstrated in the experiment, the subject's physical and mental functions were lucid, but his capacity for action was impaired."
}