{
  "title": "What is the fascination expérimentale by Donato and how does it differ from other hypnosis techniques?",
  "first_phrase": "This text is a summary of a stenographic report of experiments conducted by Donato on experimental fascination. It details the various phenomena that can be caused through the practice of magnetism and hypnotism, including aphonia, muteness, speechlessness, and aphasie. The author expresses the importance of discernment in observing and understanding these phenomena and highlights the dangers of novices experimenting without a full understanding of the art. It ends by providing a detailed description of Donato's method of experimental fascination, which involves quickly subjecting a person to the experimenter's will through intense eye contact. The last 200 tokens detail the physical signs exhibited by the subject during this process.",
  "content": "* * Donato fait observer que les expériences qu’il va soumettre à la réunion savante n’ont jamais été produites par personne avant lui. 11 expose rapidement la méthode dont il est l'inventeur et qu’il qualifie spécialement de fascination expérimentale. Cette méthode consiste à assujettir soudainement à la volonté de l’expérimentateur un homme ou une femme à l’état du veille. Donato obtient ce résultat d'une façon en quelque sorte foudroyante, en plongeant brusquement un regard très vif dans les yeux de la personne qu’il veut influencer. Celle-ci est aussitôt subjuguée (si l’expérience réussit) et attirée irrésistiblement par le regard du fascinateur qu’elle suit partout, les bras engourdis et ballants, les poings crispés, les jambes roides, la marche trébuchante, le corps contracté, le cou tendu, la tète saillante, la face congestionnée, le masque stupéfié, les yeux écarquillés et fixes, quelquefois injectés, les pupilles dilatées, les paupières paralysées, l'arcade sourcilière froncée, la bouche inerte, béante ou serrée. — Le pouls est fréquent, la respiration haletante, le cœur bat avec violence. Cependant le sujet n’est pas frappé de cata- plexie. Sa conscience reste intacte. Il se rend compte de son état de sujétion involontaire ( 1 j, il -se sent forcé d’obéir à une force qui le dirige vigoureusement.",
  "last_phrase": "In conclusion, while the phenomenon of animal magnetism has been studied for centuries, the discovery of experimental fascination by Donato in 1875 offered a new and fruitful branch for study. Donato's method involves suddenly subjecting a person to the will of the experimenter, compelling them to follow their gaze and engage in involuntary obedience. This fascinating technique has produced more significant and faster results than previous methods, and its influence on the subjects is evident and considerable. However, further studies are necessary to determine the mechanisms underlying this powerful effect."
}