{
  "title": "What is the history of mesmerism or hypnotism and can a person be hypnotized against their will?",
  "first_phrase": "This text traces the historical development of the concept of magnetism, from its roots in ancient texts to its controversial status in the modern era. The text discusses the ideas of various figures who contributed to the understanding of magnetism, including Van Helmont, Maxwell, Greatrakes, and Mesmer. It also delves into the different viewpoints surrounding magnetism, with proponents claiming it can heal incurable diseases and others discrediting it as mere charlatanism. The last 200 tokens of the text discuss the topic of hypnotism, specifically whether a person can be hypnotized against their will. The text examines the views of different experts on the matter, including Braid, Bernheim, and the author. The text also highlights the work of Dr. Liébeault and his colleagues in pioneering the study of hypnosis, and how their efforts have helped revive the interest in it.",
  "content": "Mais le mesmérisme fut repoussé des Sociétés scientifiques, qui y virent seulement un effet de l’imagination et un préjudice pour les mœurs, ce qui fit que Mesmer, extraordinairement enrichi, se retira de la joute et y laissa seulement les plus fanatiques de ses disciples. Ceux-ci pourtant, Dcslon et de Puységur surtout, ne se donnèrent pas pour vaincus ; le dernier même fit ce que n’avait pas fait Mesmer, qui était toujours resté un empirique avide d’argent et de célébrité, et n’avait jamais su séparer le vrai du faux (I). C’est-à-dire que Puységur découvrit dans son jeune domestique le somnambulisme artificiel , par lequel furent simplifiées les pratiques magnétiques. Abandonnant donc le ridicule baquet, on retourna au procédé des contacts avec la main, et on maintint en même temps le dogme du « fluide magnétique » émanant du magnétiseur, selon la vieille doctrine de Mesmer. La crise de la Révolution, puis les guerres do l’Empire, firent oublier le magnétisme ; mais avec le retour des vieilles modes vers 1815, les prosélytes du mesmérisme se retrouvèrent et rallumèrent l’enthousiasme populaire qui s’était éteint. Dans cette période (1 ) Nous laissons au savant professeur Morselli toute la responsabilité decette opinion, comme de beaucoup d’autres qu’il expose dans son intéressante étude. — D. nous trouvons les figurés dè quelques magnétiseurs célèbres, entre autres cet abbé F aria; qui se trouve aussi dans le comte de Monte-Cristo d’A. Dumas, et qui endormait ses sujets sans aucun contact, avec le seul commandement: Dormez !",
  "last_phrase": "The history of animal magnetism is a complex one, and has been marked by debates over its validity, critiques of its proponents, and the proliferation of different schools of thought. Despite these challenges, some practitioners have remained committed to the practice, and have continued to argue for its effectiveness. Ultimately, the value of animal magnetism remains a matter of debate, and those who seek to explore its possibilities should approach the subject with an open mind and a critical eye."
}