{
  "title": "\"What are the essential qualities of a good subject for mesmerism, and how do imposters and frauds harm the practice?\"",
  "first_phrase": "In this last part of \"Discours sur le Magnetisme Humain\" by Donato, he explores the essential qualities of a good subject for magnetism and the pitfalls of imperfect subjects. He also discusses whether the belief in double vision is well-founded and the harmless nature of fascination. Donato asserts that many have discredited or ridiculed magnetism, but some, like thaumaturges, have caused irreparable damage to its reputation. He also stresses that magnetism works best on young and healthy individuals with above-average intelligence, regardless of their social status or gender. The text offers insights into the curious and contentious world of magnetism and perception.",
  "content": "L’imagination se surexcite très aisément; l’opérateur lui persuade qu’il a mal aux dents, qu’il fait très chaud ou très froid ; il lui fait boire du vin pour de l’eau et provoque l’ivresse, mangcr’dcs pommes de terre crues pour des fruits délicieux. De légères frictions, ou seulement l’influence du regard, provoquent chez lui des contractions articulaires, qui vont jusqu’à la catalepsie, ou un état de résolution musculaire qui va jusqu’à la léthargie. Nous avons dit que l’on peut chez le sujet parfait provoquer le sommeil profond, il ne faudrait pas en conclure que, sous l’influence magnétique, le sujet dort toujours. Le singulier état où il est plongé n’est ni la veille ni le sommeil ; livré à lui-même, L. CANIVEZ. — LES SUJETS MAGNÉTIQUES le sujet a l'air plutôt engourdi qu’endormi -, il a presque toujours les yeux ouverts, et dans bien des cas, il conserve tout l’aspect d’une personne éveillée. Cependant un mot, un geste de l’opérateur suffisent pour lui faire accomplir, malgré lui, les actions les plus extraordinaires, en contradiction flagrante avec ses principes, ses habitudes, etc., et il obéit avec une docilité automatique sans pouvoir réagir contre l’influence qui l’étreint et le subjugue.",
  "last_phrase": "In conclusion, while the field of magnetism and hypnotism has been around for centuries, modern-day practitioners like M. Donato continue to push the boundaries of what we know and what we can achieve. While there are skeptics who still doubt the existence of the phenomena, the results of public demonstrations have been highly convincing and informative for many. And while there are dangers and potential pitfalls to this line of work, a skilled operator like M. Donato can minimize these risks and create a safe and engaging environment for those who want to explore this fascinating realm of human experience."
}