{
  "title": "\"What is fascination expérimentale and its discovery by Donato in Lausanne?\"",
  "first_phrase": "In this text, we learn about Donato, who claims to have created a new method of experimental fascination. Donato will present his experiments, which he says have never been done before, to a group of experts in Lausanne. He is able to put people into a sudden hypnotic state by locking eye contact with them, causing them to follow him around with a range of physical symptoms, though their consciousness remains intact. The subject will report feeling compelled to obey a force beyond their control. The experts present include Dr. Ilerr, Dr. Pélissier, Dr. Larguier des Banccls, Edouard Secrétan, Professor de Cernarclcns, and Judge de Séranvillc.",
  "content": "Celle-ci est aussitôt subjuguée (si l’expérience réussit) et attirée irrésistiblement par le regard du fascinateur qu’elle suit partout, les bras engourdis et ballants, les poings crispés, les jambes roides, la marche trébuchante, le corps contracté, le cou tendu, la tète saillante, la face congestionnée, le masque stupéfié, les yeux écarquillés et fixes, quelquefois injectés, les pupilles dilatées, les paupières paralysées, l'arcade sourcilière froncée, la bouche inerte, béante ou serrée. — Le pouls est fréquent, la respiration haletante, le cœur bat avec violence. Cependant le sujet n’est pas frappé de cata- plexie. Sa conscience reste intacte. Il se rend compte de son état de sujétion involontaire ( 1 j, il -se sent forcé d’obéir à une force qui le dirige vigoureusement. L’expérience achevée, il rendra fidèlement compte de ses impressions : il dira qu'il a subi l’empire d’une énergie inconnue plus puissante que la sienne, qu’il a été secoué, repoussé d’abord, puis propulsé vers le magnétiseur, malgré toutes ses résistances. — C’est la phase initiale.",
  "last_phrase": "In conclusion, the experimental fascination technique discovered in 1875 by the lecturer has been a fruitful branch of animal magnetism science. It is important to note that the subject willingly submits to the test before succumbing to a state of involuntary subjection, while retaining their awareness. Understanding the reciprocal influence of human beings and experimenting with different techniques have led to the discovery of useful and varied branches of science, such as hypnotism, sleepwalking, and magnetic catalepsy."
}