{
  "title": "What are the experiences of people under the influence of the mesmerizing gaze of Mr. Donato, and how do they describe the loss of their willpower and control over their own bodies?",
  "first_phrase": "The following text is an excerpt from a larger text about mesmerism and hypnotism. This part features testimonials from individuals who have experienced the power of a hypnotist, Monsieur Donato. The testimonials describe the intense effects of Donato's gaze, which renders his subjects powerless to resist his commands. They also mention the cataleptic states induced in them, in which they are unable to recall any of their actions. The author of the text, A. Eugene, criticizes the dogmatism of some scientists who cling to old explanations for phenomena without accounting for new discoveries. Eugene makes it clear that he is open to new ideas and to revising his understanding of mesmerism and hypnotism.",
  "content": "Tl est scandaleux que le D1 Brémand m’ait copié servilement sans même me nommer; mais ce qui étonne davantage c’est la complicité de quelques-uns de ses confrères qui le citent dans leurs ouvrages sans même faire allusion à ma personne, alors qu’ils savent fort bien que la fascination expérimentale a été instituée par moi seul. A qui donc ces médecins feront-ils accroire qu’ils no connaissent ni ma personne ni mes expériences, au moins de réputation, alors que j’ai passionné longtemps tout le Paris scieptiliquo, alors que les journaux français ont cent fois plus parlé de mes expériences que de celles d’aucun» médecin, et et que j’ai fasciné trente mille personnes en présence do deux millions de spectateurs ï Dunato. (1) L'hiver 1880-1881. A cette époque ni le Dr Cullère, ni le D1' Beaunis, ni le D1' Brémaud, ni le Dp Bernheim, ni le Dr Bérillon, ni le pharmacien Focachon, ne s’occupaient d'hypnotisme ; seuls, M. Charcot et scs élèves faisaient parler de leurs récentes expériences faites sur des femmes hystériques et ils niaient qu’il fût possible de magnétiser des hommes bien portants, ce que je faisais tous les jours depuis des années. D. il) Depuis i|uo j'ai écrit celte élude, M. Claretic a clé nom mi Directeur de la Comédie Fran aise. r!l M. Simonin est‘mort récemment. C'est une grande perte pour la science et potir le journalisme.",
  "last_phrase": "In conclusion, it is scandalous that some doctors have copied and cited the works of Donato without giving him proper credit, despite his significant contributions to the field of hypnosis. Donato's passion and experimental prowess have been well-documented and reported on, and it is disheartening that some of his colleagues would attempt to downplay his achievements. Yet, his legacy lives on, and his impact on the field of hypnotism has been widely recognized. Let us learn from Donato's story by acknowledging the contributions of those who have come before us and continue to pave the way for future innovation."
}