{
  "title": "What were the beliefs and practices of the magnétiseur Donato, and how did he differ from other practitioners of mesmerism?",
  "first_phrase": "In this text, the author describes the experiments conducted by Donato, a magnétiseur, to prove that the phenomena observed during mesmerism can be explained by fatigue resulting from the fixation of an object. Donato successfully magnétises his subjects and obtains remarkable results such as making them walk against their will. The author shows how different theories try to explain this phenomenon, but the word \"magnétiser\" remains relevant to describe the desire to affect someone through processes like hypnotism, fascination or somnambulism. The last 200 tokens depict the subject's attempts to open their eyes on the operator's orders and Donato's explanation of the spontaneous occurrence of unconsciousness in extremely sensitive subjects.",
  "content": "A la longue le sujet, découragé, laisse retomber les bras et, d'une voix épuisée : * Je ne peux pas ! dit-il. Donato fait un geste. Les yeux du sujet se ferment. Un docteur (pour distraire l'attention du sujet). — N’as-tu pas froid, Cornât , nu jusqu’il la ceinture ? Cornai. — Non, Monsieur... Le mine docteur (aussitôt). — Regarde ! regarde vite ceci ! Cornât essaie d'ouvrir les yeux, sans y parvenir. Donato (à genoux devant Cornât et prosterne jusqu’à terre). — Messieurs dans cette posture il m’est impossible de regarder ni meme de voir le sujet. Lui-mème a les yeux fermés. Priez-lc d’abattre ses mains sur ma tète... ou seulement, de me toucher. Cornai (après de vains efforts). — Je ne peux pas ! Je ne peux pas ! Un docteur. — Monsieur Donato,.si l’on cessait de s’occuper du sujet, rouvrirait-il les yeux de lui-même? Donato. — Assurément. Le sujet étant parfaitement éveillé, ses yeux se dessilleraient bientôt si je cessais de m’occuper de lui. 11 en serait différemment si j’avais plonge le sujet dans l’état d’inconscience dont nous nous occuperons tout à l’heure. J’ajoute que cet état particulier peut se produire spontanément au cours de l'expérimentation, sur un sujet d’une sensibilité extrême. Un docteur. — Pouvons-nous reconnaître si un sujet dort? Donato.",
  "last_phrase": "In conclusion, while the life and work of the magnétiseur célèbre Chanoine Xavier Mouls may have been marked by his struggles with his faith and his health, his contributions to the field of human magnetism cannot be overlooked. As Donato explains, the study of human magnetism has the potential to reveal new insights and understanding into the workings of the human mind and body, and it is up to future researchers and practitioners to continue this important work."
}