{
  "title": "\"What were the effects of M. Donato's magnetism experiments on his subjects' health and behavior?\"",
  "first_phrase": "This text is a collection of two accounts of personal experiences with mesmerism conducted by M. Donato. The first record is from Joseph Mourea1, a 14-year old violin student with robust health who reports positive effects like laughing and feeling warmth during the experiments. The second account is from a person identified only by the initials G... H..., who has never been mesmerized by anyone else and willingly agreed to participate in the experiments to assess their own sensitivity to the practice. They request anonymity in their response to M. Donato, which will address the questions posed about the experience.",
  "content": "9° Pendant celle de la frigidité je me suis cru transporté au sein d’une température de 35 degrés centigrades au-dessous de 0. 10° Pour plusieurs expériences je ne me souvenais de rien, ce sont mes amis qui me les ont racontées. Liège, le 9 mars 1885, Jos. MOUREAI, Elève violoniste au Conservatoire de musique de Liège, Agé de 14 ans. — quai Ste-Barbe, 20. Elève de M. Dossin, qui défend à ses élèves de se faire magnétiser. IX G... H... Cher Monsieur Donato, Vous me demandez de vous adresser quelques renseignements au sujet des impressions qu'ont produites sur moi vos expériences de magnétisme. J'aurai le plaisir de vous répondre sur chacune des questions que vous me posez. Je désire toutefois que ma relation reste anonyme dans votre ouvrage. Je n’ai jamais été magnétisé par aucune autre personne que vous. Ne m’étant jamais prêté à aucune expérience de ce genre, j’ignorais si j’étais ou non sensible. Néanmoins en me présentant à vous, j’avais le désir de me laisser magnétiser sans opposer de résistance, uniquement pour juger par moi-même des impressions qu’on pouvait ressentir en c-et état.",
  "last_phrase": "In conclusion, the young violin student Joseph Moureai of the Liège Music Conservatory reported no negative health effects from the magnetic experiments conducted by Mr. Donato. He approached the experience with an open mind and found that he had a clear awareness of his movements despite being unable to control them. For curious individuals, his account provides useful insights into the potential effects of magnetism on a person's psychological state."
}