{
  "title": "How have official scientists changed their opinions on magnetism over time?",
  "first_phrase": "In the final 200 tokens, the author concludes their writing about the mistreatment of magnetizers by official scholars. The author states that even though official scholars had initially dismissed magnetizers and their work, they later changed their stance and adopted their ideas. The text discusses the tendency of official scholars to alter the character and behavior of independent researchers. The author acknowledges that academics and professors can be wrong and change their opinions, but they should stop attacking magnetizers who have remained loyal to their principles. The text also mentions one doctor who claimed that only hysterical women could be magnetized, and those who disagreed were imposters. The author does not name any individuals in this piece or blame anyone for the mistreatment of magnetizers.",
  "content": "Je constate simplement la tendance fâcheuse des savants officiels à dénaturer le caractère et la conduite des chercheurs indépendants. Que les académiciens et les professeurs se trompent, c’est fort naturel. Qu’ils changent d’avis comme de linge, c’est leur affaire, et nous ne songerions point à railler leurs tergiversations continuelles, s’ils voulaient bien cesser leurs attaques ridicules et leurs calomnies puériles contre nous qui sommes restés fidèles à des principes immuables. Tel docteur prétendait, il y a peu d’années, qu’on no réussissait à magnétiser que des femmes hystériques. 11 allait plus loin : « Le magnétisme, disait-il, n’est qu'une « manifestation de la grande hystérie. Ceux qui prétendent le contraire sont des « imposteurs ! » Et les thuriféraires complaisants ou salariés s’en allaient partout chantant la gloire de l’homme qui venait de faire cetto fausse découverte, déversant l’injure sur les magnétiseurs, ces pelés, ces galeux, qui abusaient de la crédulité du public en feignant do magnétiser des hommes, ce qui était manifestement impossible.",
  "last_phrase": "In conclusion, it is evident that the official scholars have a regrettable tendency to misrepresent the character and conduct of independent researchers. While it is natural for academics and professors to make mistakes and change their minds, it is crucial to refrain from ridiculous attacks and childish slanders on those who stay true to unchanging principles. As demonstrated by the case of the doctor who discredited magnétisme, one should always be wary of human vanity and the danger of false assumptions."
}