{
  "title": "What is the difference between mesmerism, hypnotism, and animal magnetism?",
  "first_phrase": "This text explores the different meanings of the term \"animal magnetism\" and its relevance to hypnotism, fascination, and somnambulism. Before this, the author questions the use of the term \"hypnotized\" to describe a person who is still able to walk, talk, sing, eat, and drink. The author then outlines their understanding and classification of these phenomena. Many scientists who believe in inducing a state of somnambulism reject the idea of an animal fluid, hence denying the concept of animal magnetism. However, the term \"magnetism\" is also used in a broader sense to describe an unexplained influence exercised by the experimenter on the patient through special practices.",
  "content": "Pris dans cette dernière acception, la fascination, l’hypnotisme et le somnambulisme peuvent se passer du magnétisme animal Beaucoup de savants qui croient à la possibilité de provoquer l'état de somnambulisme, repoussent l’hypothèse d’un fluide animal, et par conséquent ne croient pas au magnétisme. Oe- ________________ pendant ils parlent couramment de magnétiser. De là résulte pour le mot magnétisme une troisième acception, où, détourné de son véritable sens, il exprime une idée d’influence mystérieuse, inexpliquée, qui ne se manifeste que par ses résultats, exercée par l’expérimentateur sur le patient, à l’aide de pratiques spéciales qu’on peut supposer dépourvues d’action fluidique. Dans ce dernier cas, magnétisme est synonyme d hypnotisme, de suggestion, de fascination. Autant de mots que, dans le langage courant, Ton substitue les uns aux autres, indifféremment. Les partisans de l’hypnotisme nient l’influence personnelle de l’expérimentateur; ils poussent cette négation jusqu’à l’absurde, car il n’est pas besoin de prouver que, sans l’intervention de l’expérimentateur, il ne pourrait se produire aucun des ph noménes.",
  "last_phrase": "In conclusion, while many scientists reject the concept of animal magnetism and prefer to use terms such as hypnotism, suggestion, and fascination to describe unexplained influences, there is a growing recognition of the power of magnetism in inducing states of somnambulism. It is important to remain open-minded and continue to explore the possibilities of magnetic influence, despite past biases and misunderstandings."
}