{
  "title": "What is the history of mesmerism and its impact on society and science in the 19th century?",
  "first_phrase": "This passage discusses the rise and fall of mesmerism in the late 18th and early 19th centuries. Mesmer, who became wealthy and famous by using his grotesque machines to induce strange experiences in high-ranking individuals, eventually became discredited by scientific societies. However, his disciples Deslon and Puységur continued to pursue mesmerism and made important discoveries, including artificial somnambulism. Following the upheavals of the Revolution and the Napoleonic wars, the practice of mesmerism waned in popularity; however, it experienced a revival in the years after 1815, with notable figures such as Abbe Faria practicing mesmerism without physical contact.",
  "content": "Abandonnant donc le ridicule baquet, on retourna au procédé des contacts avec la main, et on maintint en même temps le dogme du « fluide magnétique » émanant du magnétiseur, selon la vieille doctrine de Mesmer. La crise de la Révolution, puis les guerres do l’Empire, firent oublier le magnétisme ; mais avec le retour des vieilles modes vers 1815, les prosélytes du mesmérisme se retrouvèrent et rallumèrent l’enthousiasme populaire qui s’était éteint. Dans cette période (1 ) Nous laissons au savant professeur Morselli toute la responsabilité decette opinion, comme de beaucoup d’autres qu’il expose dans son intéressante étude. — D. nous trouvons les figurés dè quelques magnétiseurs célèbres, entre autres cet abbé F aria; qui se trouve aussi dans le comte de Monte-Cristo d’A. Dumas, et qui endormait ses sujets sans aucun contact, avec le seul commandement: Dormez !",
  "last_phrase": "In conclusion, the history of animal magnetism saw its rise and fall in popularity throughout the 19th century. Despite some doctors recognizing the potential truth in magnetism, the medical academia ultimately rejected it as an unscientific and absurd doctrine. The various schools and doctrines developed by magnetizers were lacking in scientific aptitude and often mixed real phenomena with false or exaggerated ones. For further knowledge on the topic, one can reference the works of Figuier, Bersot, Dal Pozzo de Mombello, and Cullere."
}