{
  "title": "What are the characteristics and limitations of magnetic subjects and their experiences?",
  "first_phrase": "In this last part, the author, L. Canivez, discusses the behavior of magnetized subjects. These individuals experience an exaggerated sensitivity to touch, and their imagination is easily stimulated. They can be made to believe they are experiencing any number of sensations, from pain to heat to cold. The magnetizer can even make them perform actions that go against their principles and habits. Though the subjects are not asleep, they act in a way that seems engrossed and cannot recall their actions afterward. It is important to note that not all individuals are good subjects, and those who are not should not be used in public demonstrations.",
  "content": "— LES SUJETS MAGNÉTIQUES le sujet a l'air plutôt engourdi qu’endormi -, il a presque toujours les yeux ouverts, et dans bien des cas, il conserve tout l’aspect d’une personne éveillée. Cependant un mot, un geste de l’opérateur suffisent pour lui faire accomplir, malgré lui, les actions les plus extraordinaires, en contradiction flagrante avec ses principes, ses habitudes, etc., et il obéit avec une docilité automatique sans pouvoir réagir contre l’influence qui l’étreint et le subjugue. Le bon sujet ne sort jamais spontanément de l’état magnétique, il ne s’éveille que sur l’ordre du magnétiseur et ne conserve généralement aucune souvenance do ce qu’il a dit ou fait. Les individus, qui, bien que sensibles à la fascination, ne sont pas entièrement aptes à subir toutes les expériences scientifiquement possibles, ne sont pas do bons sujets et ne doivent pas, autant que faire se peut, être employés dans des séances publiques. S’ils s’éveillent pendant le cours d’une expérience, le public profane se croit en droit de taxer le magnétiseur de négligence ou de maladresse.",
  "last_phrase": "In conclusion, magnetism is a powerful tool that can induce automatic obedience in sensitive subjects. However, caution should be exercised when selecting subjects for public experiments. Imperfect subjects may simulate their reactions, leading to unreliable results. Furthermore, while tactile senses can be heightened, claims of increased visual abilities have yet to be substantiated in even the most sensitive subjects."
}