{
  "title": "What are the risks of hypnotism experiments without proper knowledge and how can they be avoided?",
  "first_phrase": "This text, a stenographic report of experiments conducted by Donato on experimental fascination, was presented on December 15, 1880, at the Lausanne Society of Medicine. It includes a caution about the dangers facing subjects who are not properly revived after being subjected to hypnosis. The author emphasizes that these risks can be prevented by properly understanding the physiological and anatomical causes of muteness, and describes his extensive experience with a variety of phenomena produced through magnetism.",
  "content": "le docteur Marc Dufour, président de lu Société de Médecine de Lausanne et du canton de Yaud. Assistent à la séance : M. le docteur Marc Dufour, président de la Société de médecine. M. le docteur Recordon, vice-président du Conseil de santé. M. le docteur Challand, directeur de l'Asile d'aliénés, au bois de Céry. M. le docteur de Séranvillc, médecin en chef à l'hôpital cantonal. M. le docteur Uist, directeur de l’Asile d'aliénés à Nyon. M. le docteur Dupont, chirurgien de l'hôpital cantonal. M. le docteur en médecine de Mireille, de Nyon. M. le docteur en médecine Gillieron, de Chè- bres. M. le docteur Kaiser, médecin suppléant à l’Asile d'aliénés du bois de C’érv. M. le docteur Alfred Secrétan, médecin à Lausanne. M.le docteur Louis Secrétan, médecin h Lausanne. M. le docteur Charles Secrétan, médecin à Lausanne. M. le docteur Ilochrutincr, médecin h Lausanne. M. le docteur Chavanncs, médecin à Lausanne. M. le docteur Rogivu, médecin à Lausanne. M. le docteur Ilausamann, médecin à Lausanne. M. le docteur Dumur, médecin à Lausanne. M. le docteur de Ccrgcat, médecin îi Lausanne.",
  "last_phrase": "In conclusion, the presence of renowned medical experts such as Dr. Marc Dufour, Dr. Challand, Dr. Recordon, and many others at the session implies a robust healthcare system in Lausanne and the Canton of Yaud. The healthcare professionals, alongside other stakeholders in the industry, are well-positioned to provide quality healthcare services to the people of the region."
}