{
  "title": "What is the relationship between suggestion and physical manifestations in stigmata?",
  "first_phrase": "In this text, the author describes the use of suggestion in creating a wound that can be controlled by the operator. Focachon suggests that he can create a wound on the upper left arm of Z... to relieve her from a constant state of nervous congestion. To do so, he uses a thin strip of marshmallow and applies it to the designated spot while establishing markers to track the device's slightest movements. After 60 hours, the tissue is completely dead and a wound is clearly visible. In a second experiment, the marshmallow was replaced with a black paper disc, yielding the same results. By putting Z... into a state of sleepwalking, Focachon instructs her to stop the congestive phenomena and allow a certain amount of blood to be exuded from the wound through suggestion. In about 12-15 minutes, the blood trickles and stops at the command, and the wound is always ready to produce the desired outcome.",
  "content": "Ce fut toute la différence quant au dispositif et, pour les résultats, ils furent exactement les mêmes que précédemment. Avant de « la rendre à elle-même », c’est-à-dire de la réveiller. M. Focachon lui ayant suggéré d’abord que la plaie ne se cicatriserait que sur la permission de l’opérateur, et ensuite, qu'au premier symptôme de congestion, Z... reviendrait le voir; elle revint, en effet, au bout de deux jours. « A ce moment, — c'est notre correspondant qui parle — la plaie était aussi nette que le jour de l’expérience. Remettant Z... en somnambulisme, nous lui donnâmes l’ordre de faire cesser les phénomènes congestifs, qui la fatiguaient, et, pour y arriver, de laisser exsuder de la plaie, sans aucun autre moyen que la suggestion, une certaine quantité do sang. « Au bout de douze à quinze minutes, nous eûmes la satisfaction de voir le sang couler goutte à goutte (trois à quatre grammes environ), puis s’arrêter rien que sur notre ordre. « Depuis lors, la plaie sèche ou s’avive à notre gré, toujours prête en quelque sorte à produire le phénomène demandé.",
  "last_phrase": "In conclusion, the experiment successfully demonstrated the power of suggestion in inducing physical phenomena, as seen in the healing of the wound and cessation of congestion in the subject. Further research will explore the possibility of replicating these results using religious ideas as a starting point, shedding light on the connection between religion and hypnotism."
}