{
  "title": "What is Magnetic Sensibility and Who Can Develop It?",
  "first_phrase": "This passage dives deeper into the concept of magnetic sensitivity and how it relates to physiological and psychological factors. The author refutes common misconceptions that magnetic sensitivity is only found in the sick or uneducated and explains that young, healthy individuals from any background can possess this innate ability. The text also mentions the recent deaths of two famous graphologists and the passing of Claude Varinard Des Cotes, a lawyer, former magistrate, and president of the Society of Graphology, who had written an emotional article about the author's work in La France in 1882. The final 200 tokens give examples of Donato's magnetic experiments where he elicited strange sensations and behaviors from his subjects.",
  "content": "Les observations minutieuses de magnétiseurs consciencieux — observations contrôlées et corroborées ensuite par les plus savants docteurs, — ont prouvé que beaucoup d’hystériques sont insensibles à la fascination. C’est, au contraire, chez les jeunes gens de 15 à 25 ans que se rencontrent les meilleurs sujets, surtout si on les choisit parmi ceux s’adonnant aux exercices corporels, tels que l’équitation, l’escrime, le canotage, etc., passe-temps qui sont d’ordinaire l’apanage de personnes bien portantes et appartenant aux classes dirigeantes. Voilà qui est démontré : les sujets fa.scina.bles ne sont ni des malades, ni des épuisés, ni des détraqués, ni des personnes incultes, comme certains savants — ou soi-disant tels, — persistent encore à le prétendre (1), mais bien des individus sains, le plus souvent d’une intelligence au-dessus de la moyenne, appartenant à l’un ou à l’autre sexe, pris dans toutes les classes de la société et dans tous les tempéraments. Les disciples d’Esculape, qui n’avaient jamais expérimenté que sur leurs malades, dans les hôpitaux, étaient à cent lieues de se douter de cette vérité ; ce sont les magnétiseurs praticiens — que ces messieurs traitent si volontiers de charlatans — qui la leur ont enseignée. Léon Canivez.",
  "last_phrase": "In conclusion, it is clear that the best subjects for magnetic or hypnotic experimentation are not sick or weak individuals, but rather healthy ones who participate in physical exercises such as horse riding, fencing, and rowing. These subjects are often intelligent and come from different social classes. It is important to distinguish true magnetic phenomena from tricks and illusions used by fraudsters, so that the authenticity of this science can be preserved. A good subject is one who can be easily induced into a complete state of trance and is completely open to the suggestions of the operator."
}