{
  "title": "What is the difference between magnétisme and thaumaturgie in the eyes of the author and how did some fraudsters exploit the confusion?",
  "first_phrase": "This text concludes with a scathing rebuke of the \"thaumaturges\" who have brought dishonor and ridicule upon the practice of magnetism. The author condemns their fraudulent practices of fortune-telling, scamming the gullible, and selling concoctions of dubious value. These \"vulgar knights of industry\" operate in secret, supported by shameless lackeys and corrupt cohorts who help to amplify their deceitful antics. The text calls for their exposure and punishment, and warns against confusing them with genuine practitioners of magnetism.",
  "content": "Mais édifier sa fortune avec l’or frauduleusement soustrait à la crédulité et à la douleur des amoureux et autres malades; annoncer la bonne aventure, prédire l’avenir, faire parler les cartes, consulter le marc de café et l’eau d’une carafe, préparer des aphrodisiaques et des narcotiques, c’est lâche, vil, monstrueux ; cela appelle le mépris et le châtiment. Les thaumaturges fuient le grand jour des spectacles publics ; ils agissent en secret, souterrainement, comme des malfaiteurs qu’ils sont. Vulgaires chevaliers d’industrie, servis par des thuriféraires sans honte, par des mercenaires complaisants, par des compères corrompus qui donnent à leurs plats artifices l’ampleur de vrais miracles, dupeurs sans vergogne, vendeurs de secrets dont ils ne sont point dépositaires, ils osent se faire passer pour des êtres surnaturels, alors qu’il n’y a rien d’exceptionnel en eux, si ce n’est la profondeur de leur ignorance ! Ce ne sont point là des magnétiseurs, certes non !",
  "last_phrase": "In conclusion, engaging in fraudulent behavior such as fortune-telling, card reading, and administering illicit drugs is despicable and should be condemned. Those who engage in such activities are nothing more than common cheats and charlatans who take advantage of the gullible. We should not confuse them with true practitioners of mesmerism and other legitimate sciences."
}