{
  "title": "Can one brain really control another through hypnotism? A critical look at M. Donato's mesmerizing experiments.",
  "first_phrase": "In the previous part of this text, it was discussed how the phenomena observed during hypnotic states can be explained by physiological laws. The article also mentioned Dr. Henry de Varigny's statement that we still do not know enough about the brain and matter to deny that one brain could act on another in ways we don't yet understand. In the last 200 tokens, the text talks about a man named M. Donato, who has been performing hypnotic experiments on young and healthy individuals, without the need for extensive preparation. Donato was able to induce a hypnotic or magnetic state in his subjects with a single gaze and make them rigid, obedient, and unfeeling. This mesmerizing state would only end with Donato's intervention by blowing on their faces.",
  "content": "L*** M. Donato, après avoir visité la plupart des capitales de l’Europe, est venu exécuter dans notre ville ses merveilleuses expériences (1). Il jette, à première vue, par la puissance du regard, des jeunes h mimes complètement inconnus de lui, dans le sommeil hypnotique ou magnétique, quel que soit le nom dont on veuille appeler l’état nerveux qu'il fait naître. Ce no sont plus des malades hystériques comme celles du docteur Charcot, lequel, à l’aide d'un son brusque ou d’une vive lumière, a répété en 1878 les expériences imaginées en 1875 par M. Donato. Les phénomènes révéles depuis plusieurs jours dans notre ville sont présentés, non par des femmes hystériques et longuement préparées, mais par des jeunes gens de 15 à 25 ans, d'apparence robuste même et qui n’ont jamais été magnétisés. M. Donato substitue sa volonté à la leur; il les rend rigides, insensibles, obéissants La catalepsie du sujet qui s’est soumis à l'expérience commence sur un geste de l’expérimentateur, elle se termine de même à l’aide d’un simple souffle sur le visage, et ce réveil est sans fatigue.",
  "last_phrase": "In conclusion, the talent and originality of L.M. Donato's hypnotic experiments are truly awe-inspiring. With his power of gaze and rapid actions, he is able to induce a trance-like state in previously healthy, unsuspecting individuals. The complete submission and obedience of his subjects is remarkable, and one cannot help but wonder if the power of the gaze played a role in the survival of early humans against the terrifying creatures of prehistoric times."
}