{
  "title": "What is the Donato Technique and how does it differ from hypnotism?",
  "first_phrase": "In this last 200-token text excerpt, we witness a group of doctors conducting experimentations on a subject named M. Coindet. Despite his best efforts to comply, M. Coindet is unable to lift his hand and is unable to open his eyes despite various attempts by his doctors. Finally, it is noted that the experiment is being conducted on individuals who are wide awake and not under any form of anesthesia. The crucial observation is that the experiment is successful without any visual contact with the subject.",
  "content": "Un docteur, s’adressant au sujet. —-Oubliez ce <[lie vous faites. Tenez, vous êtes en train de calculer. Faites une petite multiplication mentale. Le sujet a beau réfléchir, compter, répondre aux questions, sa main reste attachée à celle de Donato, qui l'entraîne dans toutes les directions. Donato fait une passe à distance, le sujet ferme les yeux. Le docteur. — Ouvrez donc les yeux ! Le sujet fait des efforts inutiles pour soulever les paupières. Plusieurs médecins font remarquer que les yeux du sujet sont fortement convulsés, le globe en haut. Un docteur — Allons, courage! ouvrez les yeux, M. Coindet !... Récitez Le Renard et le Corbeau... et soudainement, au milieu de votre récitation, ouvrez les yeux ! Le sujet essaye du procédé, mais ne réussit point davan,âge à ouvrir les yeux. Lu docteur remarque que la paupière n'est pas contractée, malgré la convulsion du globe oculaire. Donato souffle légèrement sur les paupières du sujet, qui se détachent aussitôt. Donato. — Messieurs, il importe d'observer : 1° que f expérimente sur des personnes parfaitement éveillées ; 2[1]* que je puis m’abstenir de les regarder.",
  "last_phrase": "In conclusion, the experiment conducted by the doctor and Donato clearly shows that their method of fascination and suggestion can produce results without requiring the subject's mental strain or focused attention. It is a unique approach that differs from traditional hypnotism, and its success can be replicated with further exploration and observation."
}