{
  "title": "Why is it important to focus on what inspires admiration rather than what diminishes it?",
  "first_phrase": "In this text, the author discusses the common tendency of people to take pleasure in the downfall of others. However, the author argues that true greatness comes from serving a just cause with a pure heart and that this is stronger than any slander or calumny thrown their way. The author also notes that there are many good and just people in the world, even if they are not always given the credit they deserve. In the final 200 tokens, the author gives examples of those who use their talents for good but are unfortunately disparaged by those who take pleasure in undermining them, using the example of a poor magnetizer whose detractors are far less talented than he.",
  "content": "Mais ce qui est plus fort que toutes les calomnies, c’est une âme droite au service d’une cause juste. Les calomnies, après avoir fait plus de bruit que de besogne, viennent tôt ou tard se briser contre celui qu’elles voulaient atteindre, lorsqu’il a le coeur triplement cuirassé de bonne foi, de fermeté et de constance ! Et, ajoutons-le avec un sentiment de joie profonde : les bons et les justes sont encore plus nombreux que ne l’espèrent les méchants. On a vu, l’on voit encore chaque jour des hommes à l’âme haute couvrir de leur dédain ou de leur mépris, par la plume et par la parole, les roquets qui aboient aux chausses d’un pauvre magnétiseur. Parmi ces apôtres du progrès, il en est tel qui a cent fois plus d’esprit et de talent à lui seul que toute la bande des détracteurs.",
  "last_phrase": "Despite facing a campaign of calumny, an upright soul defending a just cause will always prevail. Malicious attacks may create noise, but they will inevitably shatter against someone who possess ironclad good faith, perseverance, and determination. Moreover, the number of righteous individuals who support a cause far exceeds the expectations of the wicked. Even though some detractors, who lack comprehension, mock and disdain advocates of progress, ultimately it takes an open, intelligent mind to conceive, appreciate, and delve into the treasures concealed within an emerging science. Thanks to brave hearts, honest minds, elevated intellects and tempered souls, as well as my own courage (my only merit, alas!), the combined efforts of magnetism's enemies failed to shake the pedestal on which it stands. In fact, its strength and resilience vex and irritate its opponents. During my first session at Y Ambigu theatre in Paris, they mounted an audacious cabal, but it ultimately failed."
}