{
  "title": "What is the reliability of somnambulism and magnetism in medical experiments?",
  "first_phrase": "In the previous text, the author discusses the exploitation of somnambulism by impostors and the difficulty of distinguishing between the true and the false. To prepare the way for discovery in this field, he suggests that all commercial interests should be eliminated. The author also discusses the effects of tobacco on the brain and mentions two contests on this subject organized by Dr. Depierris. Moreover, he mentions the case of M. Th. Focachon, who created real stigmata on one of his subjects through suggestion. In the following text, which is an article from the Rappel newspaper by Victor Meunier, the details of these experiments are discussed.",
  "content": "Qu’il n’irnposc point de croyance, mais qu’il démontre le fait en le soumettant à toutes les épreuves et contre-épreuves, ne se lassant point de nos insistances, ne s’offensant pas de nos contradictions, se conservant pur de tout sentiment d’intérêt personnel, intérêt de cœur ou intérêt de bourse. Un homme qui possède en ses mains un pareil trésor ne doit plus pouvoir se tenir qu’à cent mille pieds au- L*«. _ OPINION DE RASPAIL SUR LE MAGNÉTISME dessus de nos misères humaines. Qu’a-t-il besoin, pour jouir, de notre volupté matérielle, lui dont la sensibilité aérienne semble rentrer en commerce avec les esprits et les dieux? Point do ces pastorales et de ces marivaudages de la sensiblerie ! Point de ces coups de théâtre qui mettraient en poudre, comme un verre, l’existence la plus robuste, s’ils étaient la pure et vive expression d’une émotion de bon aloi. Celui enfin qui possède une telle influence doit connaître la volupté, non pas à la façon d'Anacréon, qui s’attache un moment à un point pal' pitant de l’espace, mais à la façon de Lucrèce, qui la contemple dans l’immensité du monde, comme l’Ame créatrice de tout ce qui est grand et beau. Celui qui a mission de jeter une nouvelle vérité dans le champ de la civilisation de l’homme, est enclin à si peu de faiblesses humaines, qu’à distance il en paraîtrait un dieu.",
  "last_phrase": "In conclusion, while skepticism is understandable, it is important to approach the study of phenomena like magnetism and hypnotism with an open mind and a commitment to rigorous research and experimentation. M. Donato's demonstrations of hypnotism offer a fascinating opportunity for investigation and inquiry, and it is only through careful observation and replication that we can better understand the mysteries of the human mind and body."
}