{
  "title": "Is it possible to increase strength through magnetic influence? Evidence from experiments with Mlle L.",
  "first_phrase": "In the previous text, a new science called \"Donulisme\" was discussed, and it was emphasized that the multiplication of experiments and the contribution of all intelligences are necessary for its development. Now, the focus shifts to a specific topic: whether the force can be increased under magnetic influence, particularly in the case of a woman named Mlle L. Some people doubted it, and others claimed they could achieve the same results as her. However, caution must be taken to avoid exaggeration. Those who believed that Mlle L's touch had a miraculous influence that made them powerless were wrong. On the other hand, those who believed in the possibility of imitation were correct. The text concludes that Mlle L's tétanique rigidity and increased strength are real and not a pretense.",
  "content": "Avant tout, nous devons nous mettre en garde contre l’exagération. Ceux qui se sont figuré que l’attouchement de Mlle L... avait sur eux une inlluence merveilleuse qui leur ôtait toute possibilité de résistance, ou bien que sa force, dans cette circonstance, devenait surhumaine, ces exagérés sont dans l’erreur, car ni l’une ni l’autre chose n’a lieu. Au contraire, ceux qui soutenaient la possibilité de l’imitation étaient dans le vrai. Un robuste gymnaste en fera tout autant, avec cette différence, toutefois, qu’il ne pourra se soutenir que quelques minutes entre les deux chaises, et cela au prix des plus grands efforts. Mais il ne s’agit pas de savoir ici si l’on peut contrefaire quelque chose, mais bien si Mlle L... simule la raideur tétanique et l’augmentation des forces, ou si ces phénomènes sont réels. Pour un homme au courant de la question il est certain que, dans le cas présent, il n’y a pas de feinte et qu’il ne peut pas y en avoir. Mlle L... est douée naturellement d’une force très médiocre.",
  "last_phrase": "In conclusion, it is evident that exaggerating the supposed abilities of Mlle L... to simulate tetanic stiffness and increased strength without any reasonable explanation as to how she does it, is baseless. As such, it is more plausible that she possesses extraordinary strength during her somnambulistic state. However, the intensity of this strength cannot be precisely determined but can be observed significantly."
}