{
  "title": "How did suggestion heal a wound and challenge the supernatural?",
  "first_phrase": "The text explores the use of suggestion in producing physical symptoms in a subject's body. The experiment was conducted by M. Focachon on a woman, Z..., in a hypnotic state. The subject displayed a wound that would not heal until M. Focachon gave permission. The experiment was repeated, and the wound was made to produce blood on the experimenter's command. The results were very encouraging. The author suggests that the experiment be repeated with a religious twist to reproduce the stigmata phenomenon.",
  "content": "■■ ■ \"■ ~ 1 \" 1 1 ' : ' MEUNIER. — STIGMATES PROVOQUÉS PAR SUGGESTION 279 « Tels sont, dans leur simplicité, les résultats obtenus ; nous nous proposons de les renouveler à l’occasion en prenant l’idée religieuse comme point de départ. » C’est parce que cette idée n’avait pas sur le sujet.l’autorité nécessaire que M. Focachon. a fait jouer celle qui se trouvait bien plus en situation de soulagement physique et do guérison. Mais son but avoué était de faire passer, si possible, le soi-disant miracle de la stigmatisation sous les fourches caudincs de l’hypnotisme. On voit que les résultats sont des plus encourageants. Nous nous permettrons de conseiller à l’expérimentateur, lorsque les conditions d’une application religieuse pourront être réunies, do faire naître les plaies aux endroits mêmes où les grands extatiques absorbés dans la contemplation de celles du Christ les ont présentées: aux extrémités (clous delà croix), au flanc (coup de lance), au front ( couronne d’épines ) ; ce sera ainsi bien plus concluant. Mais en prouvant que ces phénomènes n’avaient rien do surnaturel, il démontrera leur réalité.",
  "last_phrase": "In conclusion, the results obtained by M. Focachon's experiments on suggestion-induced stigmata prove to be quite promising. For those who wish to replicate the experiments, it is recommended to use religious ideas to obtain more convincing results. Also, for accurate scientific examination, it is essential to have controlled results, and it is hoped that Mr. Focachon has provided such controls in his experiments, as verified by the medical experts of Nancy."
}