{
  "title": "What are the essential qualities of a good subject in magnetism and the drawbacks of imperfect ones? Is the belief in double vision founded, and is fascination harmless?",
  "first_phrase": "In this last part (200 tokens) of his discourse on human magnetism, Donato talks about the qualities of a good subject for experimentation and the drawbacks of imperfect subjects. He also refers to the belief in double vision and its foundations. Donato emphasizes that the negative perception of magnetism is mainly due to the actions of dishonest individuals who have used it to deceive people. He stresses the importance of using only perfect subjects in public experiments to avoid giving skeptics grounds to criticize. Finally, he expresses skepticism about the existence of phenomena such as distant viewing and seeing through opaque objects, which are often attributed to magnetism.",
  "content": "Le bon sujet ne sort jamais spontanément de l’état magnétique, il ne s’éveille que sur l’ordre du magnétiseur et ne conserve généralement aucune souvenance do ce qu’il a dit ou fait. Les individus, qui, bien que sensibles à la fascination, ne sont pas entièrement aptes à subir toutes les expériences scientifiquement possibles, ne sont pas do bons sujets et ne doivent pas, autant que faire se peut, être employés dans des séances publiques. S’ils s’éveillent pendant le cours d’une expérience, le public profane se croit en droit de taxer le magnétiseur de négligence ou de maladresse. Les sujets imparfaits présentent un inconvénient encore plus grave, c’est que les expériences que l’on en peut tirer, sont souvent susceptibles de simulation -, on est alors obligé de s’en rapporter à leur bonne foi, ce qui n’est pas toujours une garantie suffisante. Il est vrai que tel sujet, médiocre au début d’une séance, peut, par l’effet de l’entraînement, devenir un sujet remarquable. Quant à la double vue, la vue à distance exagérée, ou à travers les corps opaques, et autres phénomènes similaires, sans nier catégoriquement leur existence, nous avouons ne les avoir jamais rencontrés, même chez les sujets les plus sensibles à la fascination.",
  "last_phrase": "In conclusion, the practice of mesmerism and magnetism remains a fascinating topic in the modern era despite being subject to widespread skepticism and misunderstanding. The experiences of M. Donato in Lyon have shown that, when conducted responsibly and with proper care for the subject's mental and physical well-being, such demonstrations can offer valuable insights into human consciousness and suggest new possibilities for investigation. While opinions on the validity of these phenomena may differ, it is clear that further research is needed to fully understand the implications and potential of mesmerism and magnetism."
}