{
  "title": "What is the story behind G. Launay's account of his experience with mesmerism and the controversy surrounding its attribution to other doctors?",
  "first_phrase": "The following 200 words recount an experience related to mesmerism and the appropriation of ideas. In the previous text, G. Launay, an employee of Ponts et Chaussées, located in Nantes, reports on his experience with mesmerism during sessions with Monsieur Donato. Initially skeptical, Launay became a willing participant, losing consciousness under Donato's gaze and performing exercises as if he were an automaton. Launay felt no disturbance in his sleep and woke up only feeling tired. However, Launay's frustration at the appropriation of his ideas is also expressed. Dr. Brémand published Launay's oral teachings in a brochure, claiming authorial credit for the ideas Launay had expressed. Launay finds this scandalous and frustrating, as he had always trusted in the good faith of his listeners to accurately report his ideas. Several of Brémand's colleagues cite his brochure in their work without acknowledging Launay's contribution, despite being aware that he was the sole creator of experimental mesmerism.",
  "content": "A partir de ce moment je perdis toute connaissance. Vous m’avez rendu un simple automate que vous manœuvriez à votre guise; vous m’avez fait faire les deux tiers des exercices indiqués sur votre programme. Sitôt que vous lanciez vers moi votre regard foudroyant j’étais pris d'un tremblement nerveux dans tout le corps et je me sentais entraîné malgré tous mes efforts pour vous résister. Mon sommeil n’a nullement été troublé. A mon réveil je ne sentais que de la fatigue (1) Le Dr Brémand s’est borné à publier en brochure mon enseignement oral, en s’attribuant les idées que j’avais exposées vingt fois devant lui et ciui sont des plus méthodiques. Comme tous, les conférenciers, je in’cn suis toujours rapporté à la bonne foi des auditeurs du soin de publier fidèlement mes idées. Tl est scandaleux que le D1 Brémand m’ait copié servilement sans même me nommer; mais ce qui étonne davantage c’est la complicité de quelques-uns de ses confrères qui le citent dans leurs ouvrages sans même faire allusion à ma personne, alors qu’ils savent fort bien que la fascination expérimentale a été instituée par moi seul.",
  "last_phrase": "In conclusion, it is scandalous that my ideas and experiments on experimental fascination were copied and claimed by others without even mentioning my name. Despite this, I remain dedicated to the honest dissemination of my ideas, and I continue to hope that they will inspire future generations to explore this fascinating field."
}