{
  "title": "What were the experiences of a subject under the influence of Donato's magnetism, and how did they feel about it?",
  "first_phrase": "In this text, A. Eugene, a professor at the College of Fiers, is applying his theory to the experiences described by Donato and different reports of his sessions with \"the mesmerized.\" In the last 200 tokens, he shares his own personal experience with Donato as a subject, recalling the strange sensation he felt upon meeting him and the external pressure he experienced during the magnetic influence. A. Eugene hopes the description of his impressions may interest the people of Lorient who had welcomed Donato so warmly.",
  "content": "XVIII AUGUSTE QUEFF ” « Il m’a semblé que le récit des impressions exactes subies par « le sujet », pour m’exprimer en termes magnétiques, pourrait intéresser quelque peu le public lorientais, qui a fait un accueil si empressé, si enthousiate, et, disons-le vite, si bien mérité, à l’éminent magnétiseur qui vient de passer quelques jours dans nos murs. « Je dois avouer que quand je me présentai pour la première fois devant M. Donato (sans rien craindre toutefois, mon scepticisme m’en empêchant), je ne laissai pas de ressentir quelque chose de ce trouble étrange qui saisit l’homme à l’approche d’un inconnu pleiu de mystères. Le magnétiseur avait à peine plongé ses regards dans les miens, que je fus, pour ainsi dire, soumis à une pression externe qui paralysait mes membres sans annihiler toutefois ma volonté, qui me restait, au contraire, tout entière, mais dont l’énergie, chaque fois qu’elle voulait se produire par un acte quelconque, était contrariée par la volonté puissante du magnétiseur.",
  "last_phrase": "In conclusion, the experience of XVIII Auguste Queff with Mr. Donato proves how powerful and mysterious the effect of magnetism is. Despite being a skeptic, XVIII Auguste Queff couldn't help but feel a strange external pressure on his being, an effect akin to the gaze of a hunting bird on its prey. From this account, it is clear that magnetism has much left to reveal, and it is an area worth exploring."
}