{
  "title": "\"What is Donato's theory on hypnotism and the physical effects of his gaze?\"",
  "first_phrase": "This text is a conversation between Donato, a person capable of paralyzing someone with his gaze, and a group of doctors who are trying to understand the phenomenon. In the last 200 tokens, the doctors question Donato on his ability to hypnotize and make his subjects lose consciousness. Donato argues that the cerebral state of his subjects is not similar to actual hypnosis. While people may forget what they have said or done inattentively, it does not mean that they were hypnotized or unconscious. The doctors are trying to grasp the physical cause behind Donato's remarkable ability.",
  "content": "Après [11] ________________ avoir regardé fixement durant des heures entières je n’ai pas la moindre céphalalgie. Un docteur. — Faites-vous un grand effort en regardant ? Donato — Pas énorme. J’emploie certes toute ma volonté ! Je scrute continuellement, le regard du sujet comme vous scrutez celui d’un malade, peut-être plus vivement, avec une attention plus soutenue. Mais lorsque je sens que le sujet est très sensible, je ne le regarde même plus. Vous l'avez observé. Le meme docteur. — Vous paraissez las. Donato. — Je me donne beaucoup de mouvement et il fait très chaud ici. Un docteur. —M. Donato se défend d’hypno- tiser. Mais lorsqu après l’expérience le sujet ne se rappelle pas ce qu’il a fait, c’est donc qu’il avait perdu conscience ? / Donato. — Evidemment. Mais le sommeil n’est pas le corollaire obligé de l’inconscience !... La démence n’est point un sommeil. Le trouble cérébral de mes sujets n’a rien de commun avec un état hypnotique réel. N’ignorons-nous pas nous mêmes ce que nous avons dit ou fait inat- tentivement?",
  "last_phrase": "In conclusion, despite the intense focus and scrutiny involved in his experiments, Donato defends that his subjects' loss of consciousness does not equate to actual hypnosis. He argues that this altered state of mind is not the same as sleep or dementia, and that individuals can still perform actions such as walking, talking, singing, drinking, and eating. While some may not remember what they did under his influence, Donato believes that this does not necessarily indicate true hypnotism."
}