{
  "title": "\"What is the Relationship Between Hypnotism and Magnetism?\"",
  "first_phrase": "In the previous paragraphs, we read about the different branches of animal magnetism, such as hypnotism, fascination, somnambulism, and lucidity. The author challenges the belief that the hypnotist has no personal influence on the subject, highlighting the importance of the experimenter. The author shares examples of innovative people who were mocked and called charlatans at first, but later hailed as heroes. In the last 200 tokens, the author attempts a new experiment on Cornât, one that may provoke contradictory thoughts on the power of imagination. The author asks Cornât for permission to burn his arm, promising no pain, but the experiment fails, and Cornât feels pain, causing him to doubt his own perception.",
  "content": "— Tu dois être fatigué après tant d’expériences. . Tiens, bois ce bon verre de vin, cela te fera du bien. (On présente au sujet un verre d’eau pure.) Donato. — Que bois-tu? Cornât. — Du vin. Donato. — Est-il bon? Cornât — Très bon. Seulement je le trouve un peu fort Danato souffle sur les yeux du sujet qui s’ouvrent aussitôt. Un docteur, à Cornât. — Pourquoi n’ouvriez- vous pas les yeux? Cornai. — Mes paupières étaient collées. Le docteur. — Vous rappelez-vous avoir bu du vin ? Cornât. — Certainement. Donato. — Messieurs les Docteurs, je vais essayer une expérience que je n’ai jamais faite à Lausanne. Si elle réussit, elle provoquera dans votre esprit des réflexions bien contradictoires sur la puissance de l’imagination. (A Cornât) — Me permets-tu de te brûler un peu le bras. Tu ne sentiras rien. Je vais te rendre insensible. ________________ Cornai. — Ne me brûlez pas fort au moins ! Donato ferme et détourne les yeux du sujet; puis, lui appliquant un doigt sur le bras nu : — Si tu souffres tu retireras le bras... mais je suis sûr que tu ne sentiras rien. Cornât. — Pardon! ça me brûle!! (Il retire vivement le bras.) Le sujet ouvre les yeux, regarde et frotte son bras, cherchant les traces de la brûlure imaginaire : ça me brûle ! ça me brûle ! crie-t-il. Donato.",
  "last_phrase": "In conclusion, this text explores various topics, from the power of suggestion to the science of graphology and the controversy surrounding mesmerism and spiritualism. It highlights the importance of critical thinking and ethical considerations in the practice of these fields. Additionally, it pays tribute to journalists and scientists who have dedicated their lives to these subjects, such as M. Louis Simonin and William Crookes. Finally, the text warns against charlatans who use the guise of magnétisme or other practices for personal gain, urging readers to remember that true practitioners focus on scientific research and knowledge, not just tricks or illusions. So, let us approach these topics with an open mind and a discerning eye, always striving for the truth."
}