{
  "title": "What were the effects of being hypnotized by a mesmerist, according to a law student in Lille?",
  "first_phrase": "In the final part of this text, a response is given to a circular by Mr. Donato. The writer, a law student named G... II..., shares his experience of being magnetized by Mr. Donato in Lille three years ago. Despite initial skepticism, G... II... admits to being amazed by Mr. Donato's power to control his movements. He also notes that he did not experience any adverse effects on his health as a result of the experience. The letter concludes with a description of how Mr. Donato made G... II... forget his own name, which the writer finds to be the most extraordinary aspect of the session.",
  "content": "Vous m’excuserez si ma relation est un peu courte et si je ne me rappelle pas exactement tous les détails voulus, car il y a déjà trois ans que vous avez passé ici. Néanmoins je tâcherai do vous satisfaire. Jamais un autre que vous ne m’a magnétisé et j’ignorais meme qu’il y eût d’autres magnétiseurs que vous. Il me semblait un peu extraordinaire que vous eussiez le pouvoir dont vous vous disiez maître. Après avoir été magnétisé j’ai dû convenir de votre pouvoir, car vous faisiez de moi ce que vous vouliez. Ma santé n’a jamais souffert de vos expériences. Je suis bien portant, je n’ai jamais eu d’attaque nerveuse ni de cauchemar. • Quand vous m’avez fait tomber à genoux, je ne sais quel poids s’est abattu sur moi ; mes genoux tremblaient, je me suis retenu, mais en vain, j’ai dû tomber comme une masse. Ce qui m’a paru le plus extraordinaire, c'est que vous m’avez fait oublier mon nom. Un homme, quelque peu de mémoire qu’il ait, se rappelle toujours son nom. Eh bien !",
  "last_phrase": "In conclusion, despite not remembering all the details, the author can confidently say that their experience with this magnétiseur was remarkable. They were amazed by the power this person held and were even made to forget their own name. However, the author's health was not negatively affected by the experiments and they remain in good health."
}