{
  "title": "\"Is it Possible to Produce Phenomena without Fraud in Hypnotism? A Controversial Debate with Scientists.\"",
  "first_phrase": "In the previous section, the author discussed the skepticism faced by scientists towards provoking phenomena through hypnosis. In this concluding section, the author defends himself against accusations of fraud in his demonstrations. They claim to have successfully magnetized people from all walks of life, even those the author had never seen before. The scientists argue that inducing a hypnotic state takes at least a few minutes, to which the author responds that they do not put their subjects to sleep. Additionally, not all of their subjects lose consciousness during the demonstrations.",
  "content": "— D’abord je n’endors pas les sujets. En second lieu, quelques minutes à peine me sont nécessaires pour magnétiser même une personne que je vois pour la première fois. Quant aux sujets qui ont précédemment subi mon influence, j’en ai raison en un quart de minute ! : • ‘ : \" XIII ■ : ' i , i.r ■ ■■•■' . Les savants. — Comment! vous prétendez ne pas endormir vos sujets. Nous’ connaissons les effets de l’hypnotisme (ces effets qu’ils niaient naguère ! )_. Nous savons bien que la contemplation prolongée d’un point fixe provoque un sommeil nerveux, résultant de la fatigue cérébrale. Réponse. —-Le sommeil n’est pas si commun que vous pensez. Il est même assez rarement obtenu par ce moyen. Et puis ses effets ne sont pas ceux que je vous montre en magnétisant. Vous ne pouvez dire que des sujets qui marchent droit, qui agissent habilement et qui parlent distinctement sont endormis. XIV Les savants. —Enfin, vos sujets ont perdu connaissance... Moi. —Pas toujours.",
  "last_phrase": "In conclusion, this text showcases the power and effectiveness of hypnosis and magnetism in controlling the bodily functions of a human being. Although the methods may seem unconventional, the results are undeniable. It is important to explore and understand the capabilities of hypnosis and magnetism for those who may benefit from it."
}