{
  "title": "What are the limitations of artificial somnambulism for producing consistent psychological phenomena?",
  "first_phrase": "In the previous text, the author highlights the challenges of the experimentation and the manifestation of the variable and uncertain psychological phenomena related to artificial somnambulism. The author also points out how the skeptics and malevolent people demand immediate results to discredit the experimenters. In the last 200 tokens, the author, who claims to have some authority to speak about the subject, argues that it's unwise to attempt to demonstrate the rare phenomenon of lucidity corampopulo. Immediate results are expected, and failure engenders or increases skepticism. The author believes that it's better to avoid this situation and advocate for the eternal justice and the right thing.",
  "content": "Au contraire, si l’expérience échoue, ils en feront des gorges-chaudes, et répandront partout la contagion de leur incrédulité cynique. Celui qui trace ces lignes a peut-être quelque autorité pour parler ainsi. Sans doute il n’est point invulnérable, mais on n’a point encore découvert son talon. Il met à profit le bonheur de n’avoir jamais échoué nulle part, en n’importe quelle circonstance. Toujours vainqueur, il se complaît à venger les vaincus et à lutter pour le bon droit outragé en autrui et pour l’éternelle justice. Si, par exemple, la vision au travers des corps opaques est un fait réel, sa manifestation se fait attendre des heures, des jours, des semaines, des mois, chez les sujets le plus doués de clairvoyance. Le public ne peut pas, ne veut pas, ne doit pas attendre. Il se croit en droit de réclamer la réalisation immédiate des promesses qui lui ont été faites. C’est pourquoi je crois peu sage d’essayer d’obtenir corampopulo le rarissime phénomène de la lucidité. Voici l’alternative : Ou bien le phénomène ne se réalise point, et l’échec engendre ou grossit l’incrédulité.",
  "last_phrase": "In conclusion, while attempting to obtain the rare phenomenon of lucidity through public demonstrations is hardly wise, the uncertainty and inconsistency of such phenomena, whether genuine or fake, will always displease the discerning minds that we must particularly court, and serve as a solid support for interested denials. It is better to focus on seeking experiences that are more dependable and less prone to skepticism."
}