{
  "title": "\"What is the fascination and how does it relate to hypnosis, magnetism, and suggestion?\"",
  "first_phrase": "In the preceding text, the author describes his first experiences with mesmerism, his discovery of the power of visual fascination, and his first successful attempts to influence others through it. He reflects on the current state of the science of mesmerism and the confusion surrounding the true and false claims made by various writers and experts. In this final section, the author discusses his ability to paralyze the muscles and organs of others and his use of intense focus and attention to achieve these results. He answers questions from a doctor about the physical and mental effort required, and defends himself against the label of being a hypnotist.",
  "content": "J’a borde donc un paysan qui ignore tout Je le défie de me frapper ; il hausse les épaules et se moque de ma prétention : au moment on il va me frapper (car remarquez bien qu’il me frapperait si je ne l’en empêchais) je le regarde fixement et aussitôt son bras se paralyse. Il y a évidemment là un phénomène physique produit par une cause physique, l’action du regard.. . Un docteur. — Nous voyons bien que vous pouvez paralyser les muscles ou les organes et que vous savez parfaitement soumettre ces organes à votre volonté. Quand vous regardez un sujet pour le fasciner, cela vous fatigue n’est-ce pas ? Donato. — Non. J’ai la faculté de regarder très fixement sans éprouver de fatigue. Après [11] ________________ avoir regardé fixement durant des heures entières je n’ai pas la moindre céphalalgie. Un docteur. — Faites-vous un grand effort en regardant ? Donato — Pas énorme. J’emploie certes toute ma volonté ! Je scrute continuellement, le regard du sujet comme vous scrutez celui d’un malade, peut-être plus vivement, avec une attention plus soutenue. Mais lorsque je sens que le sujet est très sensible, je ne le regarde même plus. Vous l'avez observé. Le meme docteur. — Vous paraissez las. Donato. — Je me donne beaucoup de mouvement et il fait très chaud ici. Un docteur. —M. Donato se défend d’hypno- tiser.",
  "last_phrase": "In conclusion, the fascinating experimentations of Donato demonstrate that there is a physical phenomenon produced by a physical cause - the action of the gaze. Donato contests claims that he induces hypnosis and suggests that the states of fascination, hypnotism, and somnambulism may occur without magnetic fluid. Despite discrepancies in terminology, it is clear that the practice of inducing hypnotic states has become an accepted scientific field. Meanwhile, the passing of Louis Simonin and Daniel Dunglas Home is a poignant reminder of the contributions and controversies that surround the fields of science and psychology."
}