{
  "title": "What is the Monodeism force and its effects on the human body? An analysis of Dr. Julian Ochorowitz's philosophy and experiments on magnetics.",
  "first_phrase": "This text delves into the phenomenon of hypnotic or magnetic states, with a focus on the work of Dr. Julian Ochorowitz. The text explores the idea of monodeism, where a single thought can take over the entire body, causing the subject to obey the will of the person who induced the state. Moving further into the article, the author explores the work of M. Donato, who is known for his hypnotic or magnetic experiments on young men. The article describes how M. Donato is able to induce a hypnotic state by simply looking at the subject, and details some of the experiments he performs while they are in this state. Nonetheless, despite the phenomena described, the author urges caution and calls for people to examine these phenomena closely before making any judgments.",
  "content": "Aujourd’hui 3 août 1880, je lis dans un des plus importants journaux de Paris que remercier pour un service rendu, c'est de la politesse banale et vulgaire (sic) qui se débite au courant de la plume, sans que celui qui commet ces lieux communs y attache plus d'importance que celui, qui les reçoit (sic). Ca ne tire pas à conséquence etçan’engagc à rien (sic)... etc., etc, Quel jargon, ô Vaugclas ! Ah ! si le journal influent s'exprimait ainsi, par ironie, j’excuserais la forme en faveur de l’intention. Mais non! c’est pour tâcher de justifier un grave solécisme du cœur qu'il commet ces solécismes de langage. Le sentiment qui dicte de si odieuses pensées est aussi bas que le style qui les exprime. La trivialité du verbe correspond presque toujours à la bassesse du caractère. ________________ La société actuelle semble avoir complètement perdu le sens du vrai mérite. Sans être moins sensible que la société d’autrefois à l'influence du nom et de la fortune, absolument incapable de discerner le vrai et le faux et de distinguer le talent réel au milieu de la cohue des intrigants, des médiocres qui encombrent les places et qui arrivent aux honneurs à force de platitude ou de bassesse, elle cote chacun suivant la situation qu’il occupe, admire les parvenus, dédaigne ou méprise les inconnus, et ne comprend pas que la plupart de ceux qui sont en haut devraient descendre et les autres monter pour que chacun fût à sa place.",
  "last_phrase": "In conclusion, the society in the 19th century seemed to have lost the sense of true merit, unable to distinguish between real talent and mediocrity and valuing people based on their social status. The study of magnetism was gaining popularity, but there were still debates on the nature of the phenomena and the different schools of thought. It was important to approach these discussions with an open mind and without prejudice. While there were some miraculous aspects to the study of magnetism, it was essential to strip away these notions and examine the science behind it objectively."
}