{
  "title": "What justifies the prejudice against magnetism? A personal experience and historical/scientific proof.",
  "first_phrase": "In this concluding text, the author defends the validity of magnetism, a power often discredited due to the actions of fraudsters and skeptics. The author compares magnetism to other fields, such as poetry and medicine, highlighting how every discipline has its share of charlatans and unworthy practitioners. The author promises to provide historical and scientific proof of magnetism's efficacy in their forthcoming work. The text ends with a letter from Enrico d'Emarèse to Monsieur Donato, expressing his newly-formed opinion on hypnotism after attending Donato's scientific course.",
  "content": "Après avoir exploré le terrain, je puis me mettre en route d’un pas ferme, tranquille et sûr. Je sais où je vais et quelles seront mes rencontres. Je me suis armé pour l’attaque et pour la défense. J’ai le droit cl’espércr que le lecteur, après s’être pénétré des intentions qui me guident, de l’esprit qui m’anime, du biu auquel j’aspire, me suivra désormais sans crainte, certain de voyager en honnête et sérieuse compagnie ! DOXATO. IV ENRÏCO D’EMARÈSE Monsieur Donato, J’essaierai de vous définir mes impressions sur les effets prodigieux de votre cours scientifique, et en même temps de vous faire part de mon opinion à cet égard. Depuis longtemps je désirais me trouver en présence d’une personne telle que vous, pour pouvoir me rendre compte par moi-même des effets de ce qu’on appelle hypnotiques, et à vous dire toute la vérité, j’avais une bien mauvaise opinion de cette science. Mais mainte-, nant que j'ai été à même d’en juger les succès admirables, je reviens de mes idées premières et m’empresse de vous rendre justice.",
  "last_phrase": "In conclusion, the writer has experienced the wonderful effects of hypnotism and acknowledges the impressive success of Mr. Donato's scientific course. Although a person under hypnosis loses complete memory, the author was left with a strange feeling of amazement, fatigue, and confusion. The audience was also surprised by Mr. Donato's power during the performance. Despite the initial skepticism, the writer seeks to follow Mr. Donato's footsteps in an honest and serious manner."
}