{
  "title": "\"What is the History and Development of Mesmerism, Animal Magnetism, and Hypnotism?\"",
  "first_phrase": "The last 200 tokens of this text by Dr. Enrico Morselli are focused on the concept of hypnotism and the extent of the hypnotizer's power over the hypnotized individual. The author provides arguments for and against the notion that an individual can be hypnotized against their will. He cites authorities such as Dr. Bernheim, who believe that the subject must have faith in the hypnotizer to be successfully hypnotized. However, the author provides some anecdotal evidence that suggests that someone who has previously been hypnotized can be hypnotized again without their conscious consent.",
  "content": "Professeur k la Faculté de médecine de Turin. (à continuer.) Je me suis plaint, pago 119, d’un des nombreux emprunts qui ine sont continuellement faits par des écrivains qui trouvent plus commode de copier que de penser et plu profitable de plagier qüe de citer leurs auteurs. Dans son numéro du 1er juin, la Revue spirite, mise en cause, a publié la déclaration suivante : « Rectification. — La Revue spirite a inséré de moi, le P'r avril 1886, un article « portant Ce titre : Réflexions sur lé magnétisme, article que je n’avais pas signé, puis- « qù’il était le résumé dé la préface d’un ouvrage très remarquable, publié par M. E. « Cavailhon d’après les documents fournis par M. Donato. Par erreur, la rédaction do « là Revue, qui croyait l’article fait par moi, a ajouté mon nom au bas de l’article ; — « comme moi elle le regrette profondément, puisque cette erreur a pu laisser croire « à M. Donato, que j’estime beaucoup, que je voulais m’approprier sa prose ; cela ne « se peut, car je suis un apôtre fervent de l’œuvre grandiose qu’il accomplit avec tant « de cœur et d’intclligonce. P. M. Christin. » Cette déclaration va au delà de l’entière satifaction que j’attendais; et jè remercie de tout cœur M. Christin qui veut bien s’intéresser avec ferveur à l’œuvre que je poursuis sans relâche depuis douze années.",
  "last_phrase": "In conclusion, Donato expresses his gratitude for the generous declaration made by M. Christin and the Revue spirite, which goes beyond his expectations. He also defends the organization of his paid sessions and acknowledges the potential envy and criticism he may face, but he believes that as long as he teaches honestly and sincerely, he deserves the same recognition as other public speakers. Lastly, Donato shares about his early experiences with fascination and reflects on the state of the magnétisme field during his time."
}