{
  "title": "\"Why do people strive for mediocrity and why do new ideas face opposition?\"",
  "first_phrase": "In the last part of this text, the author talks about the difficulties faced by those who introduce new ideas and the opposition they encounter. They also touch on the arrogance and mediocrity of some individuals who prefer to flatter the powerful and conform to society's norms. The final sentence mentions an experience in Paris during the winter. This text reflects the author's views on the human condition and the challenges encountered in pursuing original thought. It is signed by Donato, with the gérant being Geujon.",
  "content": "* ¥ ¥ Que d’hommes vaniteux à l’excès ne paraissent modestes que parce qu’ils sont incolores, médiocres et insignifiants. Donato. (A continuer.) Le Gérant : G eu j on. ________________ — r^mmk - Lorsqu’il s’agit cl’un art ou cl’une science à peu près universellement connus et que chacun est à même d’apprécier plus ou moins (s’il n’est pas tout à fait ignorant), les critiques, si rudes soient-elles, ne tardent pas à s’émousser sous le frottement de l’opinion publique. Mais les attaques les plus brutales, les plus injustes trouvent peu d’opposants lorsqu’elles sont dirigées contre une idée nouvelle. Non seulement les adeptes du magnétisme auront toujours à combattre les envieux acharnés à démolir tout ce qui offusque leur plate vanité, mais les préjugés soulèveront longtemps encore contre nous l’opinion égarée des hommes de bonne foi. Les magnétiseurs ne peuvent guère compter sur personne. La mouton- naille les applaudit, ou les siffle, suivant la bonne ou la mauvaise humeur des tondus. A Paris, cet hiver (1), j’en ai subi personnellement l’expérience.",
  "last_phrase": "In conclusion, new ideas and concepts often face harsh criticism and prejudice from those who fear change or are driven by envy. While it may seem daunting, do not be deterred. Persevere, and eventually the merits of your work will speak for themselves, gaining support from those who value progress over resistance."
}