{
  "title": "\"What are the phenomena of magnetism explained by the concentration of well-known states of individuals?\"",
  "first_phrase": "In this text, the author discusses the existence of individuals endowed with mysterious power that allows them to act in surprising and irresistible ways on the bodies and even intellects of others. These people are divided into two classes, magnétiseurs, and magnétisables, or those who can be magnetized. The author emphasizes that Donato is not unique, and the proof is the emergence of two new Italian magnétiseurs since his reappearance. In addition, the text mentions that a commission of representatives of the official science has accepted their mandate to examine the case of magnetism. Thus, the author notes that these phenomena are surprising and worthy of an impartial investigation.",
  "content": "Enfin, il n’est pas inutile non plus de mentionner des articles signés par des médecins d’une gravité incontestable et acceptant comme très authentiques les phénomènes dont nous sommes témoins en ce moment. Nous avions besoin d’établir tout cela pour n’ètre pas accusé de donner dans l’extravagance. * * * Ainsi donc, il existe bien réellement des mortels doués d’une puissance mystérieuse dont ils ne se rendent pas compte eux-mêmes — et qui leur permet d’agir d’une façon étonnante, irrésistible, sur l’organisme et sur l’intelligence même de leurs semblables. Les hommes pourraient aujourd’hui so diviser en deux classes : les magnétiseurs et les magnétisés — ou les magnétisables. Car il n’y a pas à dire que Donato est un être exceptionnel. On ne peut pas admettre que la nature ait créé ce phénomène unique, la preuve c’est que depuis la réapparition de Donato, deux nouveaux magnétiseurs se sont tout à coup révélés — deux Italiens. Ainsi voilà qui est convenu. Il peut se rencontrer des magnétiseurs partout. Le Balsamo d’Alexandre Dumas n’est plus un mythe. Qui sait si vous n’étes pas magnétiseur ?",
  "last_phrase": "In conclusion, it's important to mention the existence of individuals endowed with mysterious powers that allow them to act in astonishing and irresistible ways on the bodies and understanding of others. We're not talking about myths or extravagances, but a real phenomenon that two new Italian magnetizers have just confirmed. So keep an open mind, who knows, maybe you're a magnetizer and just haven't discovered it yet."
}