{
  "title": "What is the significance of public opinion towards new ideas in art and science, based on various observations and personal experiences?",
  "first_phrase": "This text discusses the topic of magnétisme and its controversies, as well as the personal experience of the author in a séance of magnétisme. Before the final part, the author describes what he witnessed during the séance, including diverse observations and facts. In the last part, the readers can find the author's reflections about the difficulty in understanding such phenomena, even by the most learned people and the importance of the author's perspective when discussing a topic. The text also mentions some people who supported the author's ideas with great enthusiasm, such as Jules Claretie and Camille Flammarion.",
  "content": "- DISCOURS SUR LE MAGNÉTISME HUMAIN (Perclican) et cle vingt autres journaux dans lesquels il écrit des chroniques inimitables, où l’art affiné des heureuses transitions atteint son apogée (1); M. Jules Simonin, qui dans la France, où il répand à foison le trésor de ses connaissances variées d’ingénieur et d’économiste, m’a consacré un article brûlant d’éloquence enflammée(2) ; Camille Flammarion, tout jeune encore, déjà illustre et populaire, dont la langue radieuse et les vues grandioses ont jeté un nouvel éclat sur l’astronomie, devenue la plus séduisante des sciences depuis qu’elle nous est enseignée par cet éblouissant esprit acquis à nos convictions ; L’ingénieur Félix Laurent, l’excellent rédacteur scientifique do Paris.",
  "last_phrase": "En conclusion, le magnétisme humain a été défendu par des savants de premier ordre et des hommes de haute probité. Bien que déformé et exploité par des charlatans, il a été prouvé par des expériences qu'il possède des effets salvateurs et admirables. Les calomnies des détracteurs sont impuissantes face à l'âme droite et au courage des défenseurs de la vérité. La science continuera à progresser malgré les obstacles. Même les plus sceptiques ont été convaincus par les cours prodigieux de personnes comme Monsieur Donato. Le magnétisme humain mérite d'être examiné avec justesse et impartialité au profit de l'humanité."
}