{
  "title": "What is the fascination expérimentale and how does Donato’s method differ from hypnosis and mesmerism?",
  "first_phrase": "This text is about the experiments conducted by Donato on the experimental fascination. Donato was able to have a very strong influence on his subjects, making them follow him everywhere, even if they resisted at first. In this part of the text, Donato is performing an experiment on Mr. Tanner. Despite the doctors' objections that the subject is not resisting enough, Donato succeeds in making him walk and even strike himself. Donato proves that the action of the gaze is not necessary, as he can achieve his results by standing behind the subject. The text also discusses the confusion between different phenomena that may look the same, but have different causes.",
  "content": "Donato fait un geste impératif derrière le sujet. — M. Tanner tombe à genoux. Etonnement général. 202 M. le president à M. Tanner, êtes-vous tombé ? M. Tanner. — Je me suis senti attiré vers le sol, je suis tombé malgré moi. Uonato à M. Tanner. — Placez la paume de votre main aplat sur ma main ouverte. Le sujet se conforme au désir du magnétiseur. Donato. — Parfaitement. Veuillez retirer votre main. M. Tanner. — Je ne le puis ! M. le president au sujet. — Faites-vous de grands efforts? M. Tanner. —Vous le voyez, je suis exténué! Un docteur. — Qu’est-ec donc qui vous relient ? il/. Tanner. — Je ne sais. Ma main semble retenue par celle de M. Donato comme le fer par l’aimant. Donato h M. Tanner. —Sifflez, je vous prie. Le sujet s’épuise à vouloir siffler : il n’émet pas le moindre son. Donato touche rapidement du bout des doigts le cou du sujet, qui se met aussitôt à siffler parfaitement. Donato fait remarquer qu'il est l'inventeur de ce genre d'expériences. D'un geste presque imperceptible, Donato l’empêche do continuer, puis il lui restitue, comme précédemment, la faculté de siffler. Donato. — Veuillez compter maintenant. M. Tanner (comptant). — Un, deux, trois, quatre... Au moment où le sujet va prononcer le nombre dix-neuf, Donato, qui s'était éloigné, se place devant lui et le sujet s’arrête net.",
  "last_phrase": "In conclusion, Donato's experiments on magnetism show the fascinating power of suggestion and the complexities of the human mind. It is clear that Donato's innovative approach to magnetism was significant in challenging existing beliefs about hypnotism and fascination. Additionally, the tragic story of Chanoine Mouls highlights the importance of recognizing the contributions of those who have dedicated their lives to the study of human behavior, even when their work may not be fully understood or appreciated. Ultimately, these discoveries remind us of the limitless potential of the human mind and the importance of continued exploration and research in this field."
}