{
  "title": "\"How can expanding body context and cultivating the inner witness improve therapeutic outcomes?\"",
  "first_phrase": "In the previous section, the author worked with the client to connect her sense of self to her body by suggesting that sensations in the pelvic area are connected to the whole body. Now, the author evokes an image of Mount Vesuvius to help the client expand her connection outside of herself. The author suggests that the image can be held in other people's hearts as well, fostering a sense of connection and separateness simultaneously. This concept is based on the work of Gilligan and Jung.",
  "content": "First I suggest itVicintsitidietithseherseallfseoTs:ies htis then extended to include any number of *people, culminating with whomever the problem centers around: \"know, the checker at your market can also have aA NInotr you itoVuestivlus in his heart. .and your dry cleaner. . .and your hairdresser. Why shouldn't they? And the symbol of Mount Vesuvius can also be held in Harold's heart. . .and as you look at I !mold the next time you feel that old tension beginning to build, you can feel your own Mount Vesuvius in your heart, and you can see Harold's Mount Vesuvius in his heart. .Your image, your beautiful, deep, connecting symbol can be equally inside other people in your life, so that you can be a part of the relationship with them, and at the same times apart from it.\" This concept of being a part of and a part from a relationship simultaneously has been developed and taught by Gilligan (1987). In Jungian terms. I am offering the client a specific way of projecting positive qualities (qualities that feel good to her) that will help interrupt her pattern of negative projections (experiencing the other person as bearing unpleasant.",
  "last_phrase": "In conclusion, by understanding the significance of our \"inner knower\" or \"witness\", we can project positive qualities onto others and interrupt our patterns of negative projections. This concept of oneness ultimately expands our coping resources and helps us be part of a relationship while also being apart from it, leading to a more fulfilling life."
}