{
  "title": "What are the characteristics and experiences of trance states, and how do they relate to our sense of self?",
  "first_phrase": "Trance states can be problematic when we become identified with and attached to our thoughts, emotions, and feelings, narrowing our sense of selfhood and causing suffering. This section explores the concept of trance as a continuum and discusses how anything that fascinates and absorbs attention can be described as hypnotic. The experience of trance is often perceived as happening autonomously. The author describes a problematic trance that occurs when painful memories from a past relationship cause depression and negative hallucinations, and highlights the difference between this and a 'healthy' trance that can be easily altered.",
  "content": "In a sense, trance states are transient and hence states of maya. These are states during which we narrow and constrict our attention (and our sense of selfhood) by identifying with our thoughtS, feelings, and emotions in a manner which seems to be autonomous — rather than recognizing that we are the knower of these trance- 10 • TrPeoPle Live experience.. . .Anything that panents0Val body ant int e fascinates and holds or absorbs a person's attention could We have .thdes incoenvccerpytdoa; he described as hypnotic. common everyday trance for those perio when WC are so absorbed or preoccupied with one matter or another that we momentarily lose track of our outer envi. ronment. (p. 4) Another core characteristic of trance is the experience of it as happening to the person. In their five-stage paradigm of the dynamics of trance induction, Erickson and Rossi (1979) note that stage five that of the \"hypnotic response,\" is \"an expression of behavioral' 4). And, in a table entitled, Some Common Indicators of Tranee potentials that att experienced as taking place autonomopuesrileyillic(:. Experience,\" they list \"autonomous ideation and inner ex elaborates at the top of the list (p.",
  "last_phrase": "In conclusion, understanding the characteristics and dynamics of trance states can provide insight into how we narrow our attention and identify with our thoughts, emotions, and behaviors. Learning to recognize and regulate these states can lead to depersonalizing limitations and habitual patterns, allowing for spontaneous and transformative experiences."
}