{
  "title": "What is Therapeutic Trance and How Does it Differ from Meditation?",
  "first_phrase": "In this text, the author explores the concept of Santaoccurs, which is a state of concentration where the subject loses all tendencies to become identified with the contents of the mind and experiences a sense of non-identification. The text refers to various experts such as Erickson and yogis who have experienced therapeutic trance and non-trance states. The last 200 tokens discuss a client's experience of feeling things pass through them and being able to see them all. This feeling is compared to being in the middle of nowhere and experiencing a sense of flow without attachments or judgments.",
  "content": "In therapeutic trance, a problem is being presented for chan -reasociated, utilized, reinterpreted, dissociated, andon. in t meditation, the only problem is one's identificationge, Iii ________________ Trance Or No-Trance • „n . was one of' the most pleasing experiences. What is his Tremendous com fort. insd a stars, the planets, tthc be aches. I couldn't (eel the weight. (pp. 129-13() otilrntai)witlicliisearatedIdiaserlidalclear. sense of non-identification (yogis call this calling the no-trance state (also in sainadhi and there is a sense .of flow, a sense of perc 5, .eildotims na sgS ai Onnd\" )g-.0 in g a senseof being and hiswithout judg- ;lent or identification. Erickson called his taste•of this experience -.teeing in the middle of nowhere. By contrast, in trance states of identification we constn. ct our focus of attention and fuse with each occurrence in the day; our sense of self and well-being alintdicteuvctrY ae commensurately. One of my clients put it this way: 1 ant very familiar with that feeling of coming and going. It's a feeling of things passing through me and I can see them all.",
  "last_phrase": "In conclusion, whether in therapeutic trance or meditation, being able to enter a state of non-identification or \"no-trance\" can offer tremendous comfort and a sense of flow without judgment or attachment. By contrast, trance states of identification can limit our sense of self and well-being. Practicing and cultivating this state can lead to a richer and freer experience, especially in daily life situations with constant demands and distractions."
}