{
  "title": "\"What are Deep Trance Phenomena and how do they affect our sense of identity?\"",
  "first_phrase": "In the previous section, the origin of a specific Deep Trance Phenomenon was explored through Jack's experience with the word \"meaningless.\" This activation of a trance identity led to a state of anger, resentment, and hopelessness. The concept of identity as a trance state is further discussed in chapters 10 and 19. Trances can be both functional and dysfunctional and impact our ability to navigate the world. Identifying the Deep Trance Phenomena at play within us can help us alter and shift our experiences, transitioning from victim to creator.",
  "content": "Symptoms and problems are the outermost manifestations of a creative, generative interaction of Deep Trance Phenomena. Once the dusters of Deep Trance Phenomena that coalesce into symptoms or problems are identified, they can be altered, shifted, and inter- rupted, At that point, they no longer operate \"automat i cal ly .\" At that point, the person beset by the symptom/problem finally experiences himself or herself as a crecuor rather than as a victim of subjective experiences beyond his or her control. Identities as TranceStates : A Teaser The formation of hypnotic identities •is •discussed in detail in Chapters 10 and 19. The concept of identity as a trance state is a crucial one when working with DeepTrance Phenomena. In a sense, hypnotic identities arethe \"piece de resistance,\" the grand culmi- Home Is Where the Trance Is TRANCES are often a necessary means of surviving and negotiating the physical universe. They are like tunnels you walk through in order to maneuver and focus in the world. Some trances are functional and pleasing; others are dysfunctional and pathologi- cal. Some trances will be in alignment with your goals, while others will impede you.",
  "last_phrase": "Understanding and altering the deep trance phenomena that manifest as symptoms or problems can transform a person from a victim to a creator. Hypnotic identities are necessary and can be useful in navigating the physical world, but some can impede progress towards goals. By recognizing and working with these phenomena, it is possible to cultivate a more empowering sense of self."
}