{
  "title": "Who is Stephen Wufrisky and what is Quantum Psychology?",
  "first_phrase": "In the last part of the text, Dr. Wolinsky is discussed, who is a Gestalt and Reichian therapist and trainer. He has also been trained in a variety of other therapies and moved to New Mexico in 1982 to resume a clinical practice. Dr. Wolinsky is an author and the co-developer of Quantum Seminars and Quantum Psychology Institute. He founded the first Quantum Psychology Institute with Kristi L. Kenner. The last 200 tokens delve into specific chapters of Dr. Wolinsky's book, Trances People Live. It discusses how to work with the self behind the trance and age progression in pseudo-orientation in time.",
  "content": "- '•iii, he founded the first Quantum Psychology lnstituter\"f. For more ion write or call: Quantum Psychology Institute, do Dr. Ste n phe ilitaky, Star Rowe Box 277, Placitas, New Mexico 87043, (505) 867- Fore;vord xi Prologue Chapter I /1 Day in the Life of a Trance 5 Chapter 2 Home is Where the Trance is I 9 Chapter 3 \"You Are the Tenth One\": Working with the Self Behind the Trance 29 • yen is a writer and editor in Los Angeles, California. She is Ernest L. Rossi) of the Ibur- volume series, The Workshops, `,0of/Wilton Erickson. She is also the collaborating Mae Metaphors for Children and the Child Within (Joyce 4 ODWICA andeth tOr oltal Whitaker's Afichn:ghtithaings Chapter 6 Crewing Context: You Are Not Your Problem 57 Chapter 7 ge Regression Chapter 8 Age Progression: Pseudo-Orientation in Time 95 The AuthorsContents clephen trofinsiy, Ph.V., began his, practice in Los Ak nge elliforolo tki 1074. A Gestalt and Relailan therapist and trainer, hu led o trained in Classical Hypn • • * olkshop: Stluthem Cal i forn in.",
  "last_phrase": "To learn more about Quantum Psychology and its practical applications, including regression and progression techniques, contact the Quantum Psychology Institute founded by Dr. Stephen Gilligan, a renowned therapist and trainer. The institute's address is Star Rowe Box 277, Placitas, New Mexico 87043, and its phone number is (505) 867- Fore."
}