{
  "title": "What is the Ericksonian approach to dealing with resistance in hypnosis?",
  "first_phrase": "This text discusses the approach to overcoming resistance in hypnotherapy. It starts with Erickson's observation that accepting and utilizing resistance can aid hypnosis development. Then, it moves on to describe another approach that avoids evoking resistance by letting the client produce their most intrinsic trances, and then observing and utilizing them therapeutically. The last 200 tokens detail an alternative technique that focuses on bypassing or depotentiating habitual frames of reference to induce a therapeutic trance experience. Erickson believes that focusing the client's attention inward and altering some of their ego's habitual patterns of functioning can be effective.",
  "content": "iiallucination would .have.been suggested so that she could pass right by the potato chips with. out noticing them. Either way, a Deep Trance Phenomenon is being suggested or induced as a way of blocking the occurrence of the symptom or interrupting its •pattern of manifestation. Ire ile approach I am describing. by contrast, the Deep Trance Phenomenon that is already functioning at the core of the person's svmoomatology is allowed to manifest to the fullest extent possible, acid then it is worked with therapeutically. It. is that already occurring trance state that is itself creating the symptom and interrupting the person's experience of inner and outer resources available in the proem moment. once this trance state is taken off \"automatic,\" the symptom .tructure can begin to dissipate. Erickson and Rossi believe that \"habitual frames of reference\" must be depotentiated or bypassed in order to induceffaci I itate a therapeutic trance experience (Erickson & Rossi, 1976): Erickson believes that the purpose of clinical induction is to focus attention inward and alter some of the ego's habitual patterns of functioning.",
  "last_phrase": "In conclusion, the approach described suggests working with the trance state that is already functioning at the core of a person's symptomatology and using it therapeutically to interrupt the pattern of manifestation, thereby allowing the symptom structure to dissipate. By depotentiating the habitual frames of reference, a patient's personal limitations can be bypassed, enabling a therapeutic trance experience to facilitate change. Remember, you are not your problem."
}