{
  "title": "\"What is Quantum Psychology Institute, and who founded it?\"",
  "first_phrase": "The last part of this text, written by Stephen Wolinsky, Ph.D., and Margaret O. Rym, focuses on Dr. Wolinsky's work in Quantum Psychology. Dr. Wolinsky is a Gestalt and Relationship therapist and trainer, who established the first Quantum Psychology Institute with Kristi L. Kennett. In his book, \"Quantum Consciousness,\" Dr. Wolinsky explores the discovery and birth of Quantum Psychology, and is the co-developer of Quantum Seminars. For more information on Quantum Psychology Institute, write or call: Quantum Psychology Institute, do Dr. Stephen Wolinsky, Star Route Box 277, Placitas, New Mexico 87043, (505) 867-939.",
  "content": "lk was a.s%ists ;%\\14 chttyn the si psychodcumiNsyc hotnotor, and Transactional Analy%is. In 107 hc oneved to where •he lived for alisit:oz!ticxiyileliacr; spirt:ideNtsiict? meditation. I k moved to New Mexico in 1982 to Ili HsN.L. ar1,1cl:ow/rain ti‘erapists in Erip and family Therapy. ix wolinsky :tlso conducted year-long trainings emitled: Integrate inc Hypnosis with Psychotherapy. and Integrating I Iypnosis with Family Therapy. Dr. wohnsky is currently working on a second hook, Quantum Consciousness: The Discovery and Birth of Quantum Psychology. The Physics rjf Consciousness. lie is the co-developer of Quantum Seminars'`' and the founder of Quantum Psychology\"' . Along with Kristi L. Kennett. he founded the first Quantum Psychology Instituter ' . for mom information write or call: Quantum Psychology Institute, do Dr. Stephen Wolinsky. Star Route Box 277, Placitas, New Mexico 87043, (505) 867- 939> Margaret 0. Rym is a writer and editor in Los Angeles, California. She is co-editor (with Ernest 1. Rossi) of the four-volume series, The Workshops. Semilkirs.ami Lectures of Milton I I Erickson.",
  "last_phrase": "In conclusion, Dr. Stephen Wolinsky, a prolific author and psychotherapist, has contributed significantly to the field of psychology with his work in Transactional Analysis, Quantum Consciousness, and Hypnosis with Psychotherapy. His current focus is the intersection of physics and consciousness, and he is the founder of Quantum Psychology Institute."
}