{
  "title": "How can resistance to hypnosis be overcome by utilizing existing trance states in the patient's symptomatology?",
  "first_phrase": "In the previous text, Erickson's approach to hypnosis and overcoming resistance was discussed. Now, the focus shifts to avoiding resistance altogether. Author mentions that Erickson's approach involves letting the client choose and produce their own inherent trances, instead of suggesting specific experiences. This approach is demonstrated with a client suffering from anorexia-bulimia by allowing her to enter her own naturally occurring trances and utilizing them to help her.",
  "content": "In the above passage Erickson notes that \"the most satisfactory procedure (for overcoming resistance] is that of accepting and utilizing the resistance as well as any other type of behavior, since properly used, they can all favor the development of hypnosis.\" ________________ s AU in the Playing • 55 „lye found that the most sa.ti.sf.actory app. roach to dealing with lei isis to avoid the possibility of evoking it. I do this by aS king retie- ;bent to duplicate or recreate the trance state that she is already the to create her symptomatology. Instead of suggesting (either d'irectly or indirectly) a hand levitation, an experience of time distortion, oran amnesia for trance work, I allow the client complete in producing the. trances that are most intrinsic to her : u'ionornYit is the client who selects which trance fates of being. Iwnititimtwai experience. I .then merely observe and utilize. example, an Ericksonian approach typically might involve giving or she state he ihe would forget to buy the potato chips; or perhaps negative 4 6 In the above case of the client with anorexia-bulirnia, for Indirect suggestions for amnesia so that w. hen she went shopping.",
  "last_phrase": "In conclusion, when working with resistance or symptoms, it is important to utilize and accept them as part of the therapeutic process, as they can lead to the development of hypnosis. Rather than trying to avoid or suppress them, allowing clients to recreate their intrinsic trance states and utilizing them as therapeutic tools can result in more effective treatment."
}