{
  "title": "How can identifying and altering deep trance phenomena lead to healing trauma and symptomatology?",
  "first_phrase": "In the previous text, the authors discussed Milton Erickson's approach to therapy and how he facilitated unconscious change through exploring content on both conscious and unconscious levels. This final section exemplifies Erickson's work in action, where he focuses on undoing repressions that create symptomatic trances. By discovering and altering deep trance phenomena, the client can overcome traumatic experiences that underlie their current symptomatology. Erickson's ability to evoke unconscious change shows that even when working on unconscious levels, content issues are still involved. Erickson's approach to therapy highlights the difference between conscious and unconscious minds, leaving change on an unconscious level if the patient is willing, or bringing it into conscious awareness if that seems more beneficial.",
  "content": "The point is that even when Erickson was focusing on evoking unc onscious. change, content issues were still involved: he meant that the necessary•insights and understandings could be grasped on an unconscious level. So he was still concerning himself with content to some extent; what•varied was the level of consciousness at which the content was appre- iscussing the two kinds of therapeutic work, conscious and itilenicidc(nndsdce ious, Erickson and Rossi ( 1979) explain that first, the patient is introduced to the \"difference between the conscious and unconscious mind.\" Once that is achieved, Erickson will continue to explore on both levels, leaving change on an unconscious level if the patient is willing, or bringing it into conscious awareness if that seems more beneficial: The activated. . .associations may remain at an unconscious level, where during trance they are turned over to effect an apparently autonomous resolution of the patient's prob- lem. It is possible that hypnotherapy can take place entirely at an unconscious level without the patient (and sometimes even the therapist) knowing the \"why\" of the cure. The patient only knows a problem has been resolved.",
  "last_phrase": "In conclusion, hypnotherapy can be an effective way to bring about autonomous resolutions of patient's problems, with or without their conscious knowledge of the process. Whether change occurs at a conscious or unconscious level, ultimately what matters most is the patient's wellbeing, and hypnotherapy can be a valuable tool in achieving that goal."
}