{
  "title": "\"How can age regression be identified and treated in individuals? Suggestions and techniques for self-help and working with others' trances\"",
  "first_phrase": "In the previous section of the text, lc beeh and Phenomena were introduced, and the author provided insights into how to identify and work with age-regressed states. In this concluding section on Treatment Will, Itane, the author offers suggestions for individuals to use when working with their own age-regressed states or others' trances. The author suggests the importance of witnessing and expanding the self-circumference, identifying resources that can help the age-regressed part, and merging them with the self to integrate them. By doing this, the inappropriate behavior associated with age-regression becomes context-dependent, and the individual gains control.",
  "content": "The simple act of witnessing expands the experience, expands you, for you are no longer totally identified with it; part of you is observing. The circumference of your self has expanded to incorporate the activity of witnessing. 2. Now you are in two simultaneous states: the age-regressed state of the pouting child (or whatever), and the state of Or observing witness. Notice, next, if there are any resources, feeling, thoughts. or actions that might be of help to the part of you that age-regressed. For example, perhaps it would help to give title age- regressed part certain messages or resources. Talk to it, like you would talk to a living child, telling it what it needs to hear.. 3. Now allow all these new resources to merge and join wig Age Regression • 91 n„vressed part so that they become tin organic whole. As itg Jr'vrited—as you embrace the child, merge with the di:I—you are bringing your age-regressed inner ch:'1\"1°111)J14Nbectobeliwt:c°11y1:cliolueisrillechineuetrrecth:rnnet *behavior is no longer context-independent.",
  "last_phrase": "In conclusion, the act of witnessing and incorporating various states of being can facilitate healing from trauma. By talking to our age-regressed inner child and providing it with resources and support, we can merge these parts of ourselves and expand our ability to respond fully in the present moment. The approach used by Erickson in the case of the \"February Man\" provides a prototype for this method of healing."
}