{
  "title": "\"How can habitual trances lead to the creation of anorexia?\"",
  "first_phrase": "In the last section of this text, the author delves into the idea of \"no-trance\" hypnotherapy, which is known as \"therapeutic trance\" in Asian cultures, and as \"meditation\" in Eastern meditative practices. The author provides an example of a woman who goes into a trance state to create her symptomatology, demonstrating how habitual trances can be a powerful tool for clients. The woman describes her sensations of wanting to binge and the author guides her through the trance, asking her about her thoughts and sensations. This approach shows that there is little self-consciousness involved in this particular method.",
  "content": "She shifts her body As she beto duplicate her past trance state, she slips into yeproattiosnar chair, draws her lett up toward her chest and curves h inoutindea her legs, intertwining them in a tight grip. I say softly, \"Just continue to breathe and look at me. Breathe and look at me...What are your thoughts. . .What are your sensa- tions?\" She answers in a muffled, faraway voice, \"Don't be close to me, . . don't touch me. . don't come near me.\" As I sit and observe her, this woman is showing me how she goes into trance to create her symptomatology. Interest i ngl y, there is little to no self•consciousness involved in this Particular approach, because the very focus on habitual trances assures clients that they will be protected. On the otherhand, if I had said,\"Lei 's begin to handleyour molest 4 Trance Or NoTrance? Marrying East and West ________________ S I MENTIONED in Chapter I , what I call the \"no-trance A ian hypnotherapists call \"therapeutic trance,\" and ow Eastern meditative traditions call \"meditation.\"",
  "last_phrase": "In conclusion, whether we call it the no-trance state, therapeutic trance, or meditation, the natural state of being is a universal experience. Understanding how we access it can provide valuable insights into our own psyche and opportunities for growth and healing. It's important to remember not to judge ourselves and trust that we can access this state safely and protectively, just like the woman in the earlier exercise."
}