{
  "title": "What is the concept of context in therapy and how does it differ from the concept of the unconscious mind?",
  "first_phrase": "In this part, the concept of the unconscious mind in therapeutic trance is compared between two approaches. While Erickson's approach involves a conscious-unconscious split, context empowers the individual by viewing the mind as a continuously creating organic entity that forms states of being. The author presents the mind as a library to illustrate the idea that what you focus on is a product of the \"being\" behind transient states. By \"shrinking your focus of attention,\" you can perceive the full context of yourself. The author uses the image of an infinite night sky with planets and stars to make it tangible.",
  "content": "I alwa) s think of this in terms of an image. The mind is a library, sildwhat you choose to expenence in the course Of a day is a product ofthe being, behind the. transient states of consciousness, asidin in the libraryretrieving particular sections. If you so ctosc,you t an take the I Lishlight of your awareness into the history wction, ei lilt' fe1.11i011Sillp section, or the. businew‘s section, or the need. 'the point is, all the mgcb°dYiVis°3111°;aillyds(iciictireicv,cht7tiiiat Lic. :■;ic(r)ny 171he viewed if you choose to food your mental flashlight ort it. When I talk about shrinking your focus of attention (Or aa%.141cntifying) so that the \"you behind the trancC \"S dr concept of perceiving the full conte NI of who you real I`• c. int. 0. .magi to make it more sic, I II:Atha! people often need somI r tangible. For Inc, the image is one of an infinite night sky, alit with thougniis of planets and thousautds of stars (Ow context).",
  "last_phrase": "In order to broaden your perspective and gain a better understanding of yourself, think of your mind as a library and use your mental flashlight to focus on different sections. By doing so, you can identify limiting beliefs and overcome them, which is a crucial first step in therapy. Remember that you are the knower, the observer, and that difficult experiences are merely vehicles for growth."
}