{
  "title": "How can Ericksonian hypnotherapy help in resolving traumas through revisioning?",
  "first_phrase": "In the previous section, the author discussed the creative and effective use of trances to deal with trauma. Now, the author suggests a specific approach popularized by Erickson using a wise old man figure called the \"February Man.\" The client is encouraged to envision their child self before the trauma, the child self during the trauma, their present adult self, and their resolved adult self. This approach reduces the tendency for clients to project their resources onto their therapists. The author gives step-by-step instructions on how to apply this approach.",
  "content": "know have four different states of being: Stale 1:The child prior to the trauma State If:The child in the trauma State III: The adult in present time State IV: The adult who has used the Deep Trance Phenom- enon of pseudo-orientation in time to resolve the trauma. There is an obvious benefit to this particular skint, which is that Ireduces if not eliminates the tendency of the client toproject his/ *strengths and resources onto the therapist. Erickson's February Man appmach is more open to such projection—especially when gltinpted by those of us less skilled clinically than Erickson. The steps to this approach are as follows: (1)See the childprior to the traumatic event. (2)See the childas an older person with the situation handled or resolved. .7 • Trances People Live (3) slave the ohfrr person in Step 2 join the chi, , . look into future events, knowing that they will4 in Step! person gives suggestk1 His taat counter those tnat were ir - oldet , t'veur, Tho to trauma. (For •example, in a molest•case, the old .'",
  "last_phrase": "In conclusion, understanding the different states of being and utilizing Erickson's Deep Trance Phenomenon technique can be a powerful tool in resolving traumas. By taking the steps to see the situation handled and resolved, while countering negative beliefs with positive ones, one can reduce the projection of strengths and resources onto the therapist, ultimately leading to a successful resolution of trauma."
}