{
  "title": "How can therapeutic trance states be used to address phobic responses in medical students?",
  "first_phrase": "In this section of the text, we see how Erickson used therapeutic trance states to divide up a patient's traumatic responses and work towards a semiconscious change. The patient, a medical student, had a phobic reaction to the color green, which was traced back to a forgotten childhood trauma. Erickson induced a trance and alternately relived emotional and intellectual aspects of the trauma. The author, on the other hand, preferred to utilize the symptomatic trance state of the patient and work towards an expanded awareness, reframing the symptom via stories, metaphors, and puns. The text provides a comparison of the approaches of Erickson and the author.",
  "content": "What trance states does he use to create his strong. phobic response'? Probably a combination of age regression, ayti:v>inthintitliz and negative visual halil)uhcoibniicttirocnase.tt 9t ranee phenomena, the pseudo-0 sr oi el real working, whether or not the original trauma is recovered. cwaillivbc? IdiliescsliiPulsite-clitile current symptomatology cannot be produced without the trance phenomena that comprise it.2-catieke1.3e\" ep Trance Phenomena are the \"ingredients\" Of the phobic This brings us to the basic if subtle d ifferrnee betwetn Erickson's it mice approaches and those presented I serein. Erickson preferred to use therapeutic trance to work toward semiconscious change\" in patients. 1 prefer to use the syinvtoinatie•trance state the pH! icilt brings to the session :Ind work toward a \"no-trance\" state of expanded awareness (more on the • `tlo-trance\" state in Chapter 41 Erickson was also quite willing to work %vitt) content, but hv would find ingenious ways of doing it (such as dissociating the intellectual and emotional components of a trauma; or using two- level communication to talk directly to the unconscious and evoke inherent resources and abilities; or to reframe the symptom via stories, metaphors, puns, analogies.)",
  "last_phrase": "In conclusion, while both Ericksonian and the author's approach to therapy involve the use of trance states, there are differences in each approach's use of trance phenomena and focus on process versus content. Building awareness of these distinctions can be helpful when choosing a therapy style that best fits a patient's unique needs and goals."
}