{
  "title": "How Does the Ericks.onian Principle of Utilization Apply to Everyday Life and Therapy?",
  "first_phrase": "In this section (pp. 337-338), the author reflects on the Ericks. onian principle of utilization and its relationship with Aikido philosophy, trance states, and human potential movement therapies. The author discusses how narrowing our focus of attention in a no-trance state can promote comfort, harmony, and detachment, while identification with various tasks and emotions can take us into a trance state. The author encourages readers to observe their comings and goings without becoming attached to them and to recognize that they are not their thoughts, feelings, and emotions. The human potential movement, which includes various body and emotion-focused therapies, also emphasizes this focus on detachment and non-attachment.",
  "content": "Flow does this idea tramlate into everyday life? We go out into the world in a no-trance of natural state. Then we lose ourselves (we ________________ INi, rvitivel • 49 let catight till 111 V AriOlIN.11.111t t• SIMI'S)we focus our ititentio,, mut limarshali ow.icationslo accomplish various tasks. We t [mkt? and decisions.deniancled in our work, :mid itti:tillgii:v1tellildtse'nct‘i'filylitwialltih°1elisic°-li--we fuse, with it instead Of letting it flow through us. That luStott or state of identification is a trance state - tujci ou observe the comings and goings of your tco411!t:rirniteiltis'odwt°etoutaske the no-trance state into feelings without becoming attached to them in a :113t subsides thoughts :fit Yxs' oaaltuelrdd\"space. in your no-trance •space. You are the trance state. The content of your day •rises and *vac you are not your thoughts, feelings and emotions. Emotion means outward motion. From the perspective of the human potential movement (which includes Gestalt. Reichian, Psychodrama, and all kinds of therapies that focus on the body and emotions).",
  "last_phrase": "In conclusion, maintaining a no-trance state can help us to be more present, focused, and productive in our everyday lives. By observing our thoughts, feelings, and emotions without becoming attached to them, we can avoid getting stuck in a trance state that hinders our growth and success. Being aware of our internal judgments and censoring can also help us to stay in a natural state and prevent interruptions in the outward flow of our emotions and creativity. Ultimately, the choice to create a trance or no-trance state is up to us."
}