{
  "title": "What is \"In Trances People Live\" about and how does it weave together Eastern philosophy and Western psychology?",
  "first_phrase": "Dr. Wolinsky's Trances People Live presents a fascinating conceptual framework for understanding daily life as a process of trance. The book integrates Eastern philosophy, Western religion, and physics with Ericksonian and historic psychotherapy to create a comprehensive, organized way of looking at everyday psychology. The last 200 tokens cover topics such as positive hallucination, confusion, and differentiating and reassociating triggers. The book's autobiographical and humorous tone makes it an enjoyable read for those interested in psychotherapy and self-induced trance.",
  "content": "243 12 Chapter 13 Positive Hallucination ............ Chapter 14 Confusion ............................ Chapter 15 Time Distortion Chapter 16 Hypnotic Dreaming .... 185 Chapter 17 Sensory Distortion Chapter IR Differentiating and Reassociating the Trigger 209 Chapter 19 Thy Fin-motion of Hypnotic Identities 217 131Appendix HI Chapter 20 The Organizing Principle 227 Epilogue oundations cif Quantum Psychology231 Foreword 0 0 INCLUDE enough humor to make the reading enjoyable, to be autobiographical in a way that lends intensity and legitimacy, and finally, to present both the studious quality and the thinker quality is a massive bit of coordinated fullness. In Trances People Live Dr. Wolinsky has made a unique project of combining his six years in the Far East studying their world with his 20 years as a therapy student studying our world. This unique integration makes his background for writing about firicksonian psychotherapy, historic psychotherapy. Add to this some Eastern philosophy as well as Western religion and physics, and you've got, a fascinating piece of literary choreography. In Trances People Live the author presents a new conceptual framework for trance which translates into a comprehensible, psychotherapeutic, organized way of looking at daily life as a process of trance. Very exciting. H is concept ofeveryday psychology as a process of self-induced trance is a wonderful way to begin.",
  "last_phrase": "Overall, In Trances People Live is a unique and fascinating piece of literary choreography that presents a new conceptual framework for understanding everyday life as a process of self-induced trance. Dr. Wolinsky's integration of his background studying both Eastern philosophy and Western religion and physics provides a comprehensive and organized approach to studying the history of psychotherapy. With a touch of humor and autobiographical storytelling, this book both enlightens and entertains, making it an essential read for anyone interested in psychotherapy and self-transformation."
}