{
  "title": "\"What are the Core Characteristics of Trance States and How Do We Experience Them?\"",
  "first_phrase": "In the previous section, the author discussed the characteristics of a trance state, which includes a narrow fixation of attention, the perception of happening to the person, and the emergence of hypnotic phenomena. In the last 200 tokens, the author explores everyday trance states that are not commonly identified as such. Examples include a beach trance, phobia trance, and cute-kitty trance. These states can be experienced spontaneously and are characterized by a depotentiating of personal limitations and habitual modes of functioning, leading to dissociation and various hypnotic phenomena.",
  "content": "\"[Italics added] (p. 448) We have now accumulated three core characteristics of trance: I) trance is characterized by a narrowing, shrinking, or fixating of attention; ________________ 2. trance is most often experienced as happening to the person; and 3. trance is characterized by the spontaneous emergence of various hypnotic phenomena. Keeping in mind these three core characteristics, let's explore the vast arena of trance states we experience that are not commonly identified as such. In the course of any one particular day, you might experience what 1 would call a \"beach•trance,\" a \"phobia trance,\" a \"cute-kitty trance,\" and a \"light trance,\" to single out but a few. Say you go to the beach on a Saturday, having completed a rough week of high-pressured work. You lay down, you \"space out,\" you stare at the water, you feel the hypnotic warmth of the sun on your body, and you are generally having a wonderful time relaxing in the sand and sun (beach trance). Then some friends show up and you all go fora walk along the water's edge. Everyone begins roughhousing and you get pushed into the water.",
  "last_phrase": "Trance states are a common occurrence in our everyday lives, and understanding their core characteristics can help us identify and differentiate various forms of trances. Being aware of the trance states we experience can also enhance our ability to navigate them with greater ease and enjoyment."
}