{
  "title": "\"What is 'Trances People Live' about? Exploring Hypnotic Trance as a Tool for Transformation.\"",
  "first_phrase": "In the last part of \"Trances People Live,\" Dr. Wolinsky presents his unique conceptual framework for trance as a comprehensible, psychotherapeutic, and organized way of looking at daily life as a process of trance. He emphasizes the transformational insight that \"I am not my problem\" and how to move from intrapersonal to interpersonal trance. The importance of therapist honesty and freedom to express themselves is central to Dr. Wolinsky's concept of the integrity of the therapist. This book offers a wonderful way to begin a new understanding of life. Don't be confused by the word hypnosis – Dr. Wolinsky is talking about life.",
  "content": "Ile is almost saying that trance is a new word for feelings. it is also a new word for the residuals of our life history. As he moves from this point to a larger understanding and explanation of experiencing oneself as the context for one's feel- ings, he finds an intriguing way of teaching others how to experience the transformational insight that \"I am not my problem.\" His understanding of the move from intrapersonal trance to interpersonal trance is a delightful extrapolation from the beginning premise that \"..11•11111111110 tiiby myself.\" He not only makes it clear that an extrapolation within the context of self-hood, ..I arentranced -ymptonis areOt sl-hood, or person-hood, but goes from there to a perspective of th isychotherapyperson_ experience that includes the therapist's hood. Dr. Wolinsky's concept of the integrity of the therapist and his belief that the therapist-patient identity is a unity, and that lat th therapist's interpersonal honesty and freedom to express himself is cenual to his own beingness, makes the quality of this book la u-anscendent experience. I loved reading Trances People Live, I highly recommend it and please don't be confused by the word hypnosis. Dr. wor -.I insky is talking about life.",
  "last_phrase": "In conclusion, Dr. Wolinsky's Trances People Live is an insightful work that provides a new perspective on how our life history and interpersonal relationships shape our identity and feelings. The book's emphasis on therapist-patient honesty and unity is central to experiencing transformational insight, and readers will benefit from its teachings. Don't be put off by the word hypnosis; this book is about life and personal growth, and I highly recommend it alongside other works by thinkers like Nick Herbert and Werner Heisenberg who have explored new frontiers in physics."
}