{
  "title": "\"How does paradoxical change and state-dependent theory work in Gestalt therapy?\"",
  "first_phrase": "This text discusses the idea of paradoxical change in Gestalt Therapy introduced by Fagan and Shepherd in 1970. It argues that intensifying the dynamic that creates the symptomatology can help the person move out of it into a more therapeutic natural state. By narrowing and fixating attention, the therapist eventually triggers a spontaneous expansion of attention, which creates a paradoxical effect. This leads to a deeper understanding of the paradoxical nature of trance as both intense focus and spontaneous expansion of attention, as noted by Gilligan.",
  "content": "This means that the therapist is thus working with the actual ingredients (psychobiological states) of the problem, rather than with its rarefied, cognitive version. The means by which a therapeutic outcome is evoked from a symptomatic state comes through the narrowing and fixating of attention, which eventually triggers a spontaneous expansion of attention. A phobia, as it is experienced chronically by a person, requires an intensely shrunken focus of attention. I would treat the phobia by intensifying that experience of narrowed focus and thereby lead the patient into an expanded state of comfort, relaxation, and deep change (therapeutic trance). The symptom itself is used to create a more therapeutic natural state. It is paradoxical. Intensifying the dynamic that creates the symptornatology actually helps the person move out of it into an expanded state. In other words, the more you shrink your focus of attention in therapeutic trance, the more your perspective spontane- ously expands (a no-trance state, in my terms). Gilligan has noted the paradoxical nature of trance (1987): 44 • Trancis ritlel L Ives a paradox.. .is, a ;cal both/and logic.",
  "last_phrase": "In conclusion, therapy approaches that work with the psychobiological states of a problem rather than its cognitive version can lead to deeper and more natural states of change. By intensifying the narrowed focus that creates the symptoms, therapists can paradoxically help patients move out of it into an expanded state of comfort, relaxation, and well-being. This approach can help address the root cause of phobias, and lead to more sustainable outcomes."
}