{
  "title": "\"How does the therapist use trance states to create a strong phobic response and treat it?\"",
  "first_phrase": "In the previous text, the author discussed the various trance states used to create a phobic response and highlighted the importance of trance phenomena in producing current symptomatology. The author also differentiated their approach from that of Erickson and explained their preference for using symptomatic trance states to achieve expanded awareness. In the last 200 tokens, the author delves deeper into Erickson's therapeutic approach, explaining his focus on process rather than content. The author emphasizes the importance of inducing a trance state to facilitate the therapeutic process, and highlights the role of dissociation in gaining access to the patient's associative structures. Overall, the text provides valuable insights into the use of trance states in therapy and highlights the subtle differences in approach that can make all the difference for patients.",
  "content": "In terms of working with process, he would work with the behaviors going on in the moment and tit ilize them for cues as to how to proceed to evoke resources and new associations. Erickson's way of working with process was summarized by Rossi (Erickson, Rossi & Rossi, 1976): On careful reflection it will be found that this orientation to process is more frequently prominent in Erickson's approach than his concern about content. In inducing trance, for ex- ample, he utilizes the process of confusion to depotentiate consciousness; the actual subject matter or content of the confusion is irrelevant . In training a hypnotic subject it is the 24; • i'lisot.c, rein le 1 lw of ex tionC in (\"le anti 11 sc I es 0 1. phaYi icht thiter tIo•nt that tsum'. not the content of- II le pivces.. ,hoonicrui..conicnt, 1k) be slur. is impool taut, hut ik AS ( Cincie to gain entry to rite patient 's iS uwaily attention ;Ind ..t...sociative stnIctures where the process of theispy can be facilitated.",
  "last_phrase": "In conclusion, Erickson's focus on process rather than content was evident in his approach to inducing trance and training hypnotic subjects. However, the type of process work described in removing the barrier of symptomatic trance states differs in that clients bring their own frame of hypnotic symptoms into the session. By shifting, reassociating, or dissolving the underlying phenomena, resources naturally emerge, paving the way to positive changes in therapy. Stay tuned for introductory case samples on how this approach can be used in the therapy session."
}