{
  "title": "How can Aikido principles help us harmonize with energy and achieve flow in everyday life?",
  "first_phrase": "This section discusses the Ericksonean principle of utilization, as applied to Aikido philosophy and therapy. The author explains the importance of harmonizing with an attacker's energy and leading it in a direction that allows for control. The principle of utilizing the individual's energy, rather than obstructing or diverting it, is said to result in a state of comfort and harmony. The text ends by making a connection between the principle of utilization and meditation, as both involve narrowing one's focus of attention.",
  "content": "....The third basic principle after you have gotten of the line and harmonized with your attacker's energy is to lead that energy further than it originally intended to go. thu‘- s, taking control of a. Then you can throw or otherwise control your allacker.The attacker thus provides most of the energy for handling his attack. (pp. 337-338) [italics added] What an excellent summary of the Ericks. onian principle of utilization. formulated hundreds of years ago in an entirely inde- pendent context! When read from the. perspective of Aikido philosophy, the notion ofgoingwith the direction of the individual's energy rather than trying to obstruct or divert it does not setm paradoxical at all—it seems quite logical! Another way of stating this principle of paradox as it applies to therapy is, by asking clients to do what it is they do, trance naturally fm :us. They shrink their focus of attention, and by doing so, they pop into a no-trance state —which means they arc in a state of comfort and harmony, free of attachments and identifications. Me4litation contains the same paradox: by narrowing the focus of attention. the anent ion event ual ly becomes diffused and detached.",
  "last_phrase": "In summary, utilizing the energy of a situation, rather than obstructing or diverting it, is a principle that can be applied to various aspects of life, from Aikido philosophy to therapy and meditation. By staying in a natural state of comfort and harmony, free of attachments and identifications, we can accomplish tasks and make decisions with more ease and fluidity. Remember, rather than letting yourself get caught up in the chaos, let the energy flow through you."
}