{
  "title": "How does Erickson's approach to process work differ from traditional psychotherapy?",
  "first_phrase": "The last 200 tokens reveal a contrasting method to the one discussed in the previous section regarding working with Deep Trance Phenomena in therapy sessions. The author discusses how Erickson's orientation to the process was more prominent than his concern about the content of the therapy. The focus was on evoking new resources and associations rather than removing the symptomatic trance state. However, in the next chapter, the author provides case examples on how they remove the barriers of symptomatic trance states with their unique technique. The presence of Deep Trance Phenomena in problematic states of awareness is highlighted.",
  "content": "(p• 224) This is still different from the type of process work describing wherein the person is not \"trained\" in experiencinill phenomena, but rather brings leis per own trame various hypnotic symptoms into the scs.sion. Content is used only as a stimulus to het r the ciient recreate the symptom via its underlying Dt ep Tram; Phenomena. Furthermore, my focus is not on evoking resources and associations but on removing the barrier of the symptomatic tram state. Once the trance phenomena underlying the problem is shifted imempted, reassociated, or dissolved, the person's resourcesI automatically \"float\" to the surface. The next chapter provides introductory case samples of how Deep Trance Phenomena can be worked with in the therapy session. MOST OF US automatically (or \"unconsciously\") recreate states of consciousness from the past as trance phenomena in the present. Many states of awareness involve some combination of Deep Trance Phenomenon; any state that is problematic can be assumed to contain one or more trance phenomena.",
  "last_phrase": "In conclusion, understanding and de-hypnotizing the client's recreated deep trance from their past is essential to unlocking their hidden resources and finding a way to heal their current-day symptom complex. By counting oneself in therapy and recognizing the impact of Deep Trance Phenomena, psychotherapists can help their clients move towards a more creative and empowered self."
}