{
  "title": "How can reconnecting the body, symptom, and ego self lead to healing and integration?",
  "first_phrase": "This text explores how dissociation from the body in response to trauma can lead to physical symptoms such as chronic pain. The author emphasizes that reconnecting with the body and sense of self is crucial for future integration and ego development. Using the example of a sexually abused woman with chronic back pain, the author describes how hypnosis and expanding awareness of the body can help reverse the trauma response pattern. The author highlights the importance of intimacy with oneself and the environment for a healthy integration of the \"1\" or ego self.",
  "content": "hp womena were on automatic and the \"I\" was thorough ly hes crane d 1.40Cixitat,sedtakoet 'anispoathceedr coxuatm. \"ple. A woman I worked with, who had teen sexually abused as a child, was plagued by chronic back pain. whenever she was in a sexual situation, her back and pelvic area would respond with sensations of pain. Consequently, she did not have sex- In looking at how she created this traumatized response in present time, I saw that it began by her focusing all her attention to that arta---she was aware solely of the sensations in her back and relv15. Secondly, she dissociated from the experience; her self or\"1\" would go into trances of dissociation and amnesia which were the Mme trance phenomena she had developed as a child to handle the nperience of being made to have sex with her stepfather. In reversing this response pattern, I began by expanding her COMO of the sensation of her symptoms by using hypnotic sug- *RS that put her in touch with all the other regions of her body thatwere not in pain. Her body could then be experienced as an organic whole—a physical organism with unity and integrity.",
  "last_phrase": "In conclusion, it is possible to reverse traumatic response patterns that may have developed from past experiences with the right approach. By expanding a person's sense of their body as an organic whole and connecting it to their sense of self as well as redirecting their attention to other regions of their body, they may be able to relieve their symptoms and move forward in a more integrated way."
}