{
  "title": "\"How Can Trance States Help Coping with Overwhelming Situations and Foster Deep Absorption?\"",
  "first_phrase": "This text explores the author's experience of a trance state and how it affects their ability to deal with the demands of their everyday job. The author describes feeling their attention shrunken and losing their ability to process information and cope with their environment when everything seems to come at them at once. They go on to explain how stepping back into a trance state can help them regain a sense of expansion and cope with their job once again. The author also notes how some researchers describe the trance state as a nonverbal experiential state of unity, which they find fascinating.",
  "content": "The trance states we normally call feelings (\"I feel good,\"\"I fed bad,\" \"1 am being rejected\") are the states in which attention is shrunken and focused, identified and attached. These are the states on 4: • Tyanc6 Pc(141Li`e at itogh_irlad:1(iiiclui ithtirae:ntissctfilraielibicintiletran:ristcckke'sfilotdiniesinansn::°Tiin:beithitieinnggbe. States fosuocnifriinympe tc:itnoxednsdst4kallotti 91°1141. racy being. I find it fascinating that.somi wfritinow call the no fratiee State 07f S Cm meditative tradit.reli% For example, Gilligan writes (198 ): some of ions. . . in trance] can feel both \"here\" and \"there,' with you and disconnected from you, \"a part or' and ..apan from and xperience. This... gives rise to a nonconcept\" and nonverbal experiential state of unity. It is a more primary, inclusive way of relating than the separatina\" ocither/or\" logic characterizing analytical, conscious pr:* ferentiate relatrons (\"this\" cess.",
  "last_phrase": "In conclusion, trance states are more than just feelings of being \"good\" or \"bad.\" They are a state of deep absorption, where a person can operate independently and feel a sense of unity. Trance can allow someone to disidentify with painful attachments and move beyond limiting behaviors, creating a more effortless flow of experience."
}