{
  "title": "\"How can therapists effectively work with presenting trances in deep hypnosis?\"",
  "first_phrase": "The last part of the text discusses the difference between viewing trance induction as a problem versus working with the trance that is already present in the individual. The goal of both approaches is to reach a state of receptivity that leads to a sense of intrinsic well-being. The author prefers to observe and utilize presenting Deep Trance Phenomena that create the symptom, rather than focusing on minimal cues to induce a trance. There is a subtle difference in the approach of utilizing presenting behavior versus utilizing presenting trance. The author proposes a new way of working with the trance that is spontaneously presented in the individual, rather than creating something new through induction training.",
  "content": "ri 0 ctet that, instead of creating something new in the form of another trance, work with the trance that is presented. The goal in both approaches is the same: in Erickson's tennis, therapeutic trance; in my terms, no-trance. Both refer to that natural state of receptivity in which the self experiences 3 sense of intrinsic well-being. There is a subtle but important difference between utilizing presenting behavior and the presenting trance: Erickson observed and utilized minimal cues of the presenting behavior in order to narrow and fixate attention and induce a trance. I am interested in observing and utilizing the presenting Deep Trance Phenomena that are creating the symptom. The immediate behavior may be secondary and derivative in relation to the underlying trance mechanisms that are ongoing. I utilize only what is presented as the symptomatic trance(s) by having the client re-create it in present time. Erickson's utilization approach focused on utilizing presenting behavior (often in the form of minimal cues) to induce or facilitate trance e xpe rie nce le created many ingenious ways °lc itvu rn vent ing the patient's resistances to trans c• experience by utilizing those very resistances.",
  "last_phrase": "In conclusion, whether you are working within the framework of Erickson's utilization approach or utilizing the presenting Deep Trance Phenomena, the key is to observe and utilize what is presented in order to create a therapeutic trance. By accepting and utilizing any type of behavior presented by the client, you can facilitate the development of hypnosis and ultimately help the client experience a sense of intrinsic well-being. Remember to focus on the underlying trance mechanisms that are ongoing and utilize them in a way that works best for each individual client."
}