{
  "title": "How does intensifying the symptom through a paradoxical approach help in the therapeutic process and what is the connection between Tao philosophy, Erickson's therapeutic trance, and the Eastern tradition of meditation?",
  "first_phrase": "In the previous section of this text, the focus was on how a problem's actual ingredients (psychobiological states) rather than a cognitive version need to be considered to evoke a therapeutic outcome. The author explains how a phobia requires an intensely narrowed focus of attention, which can be used paradoxically to lead a patient into a therapeutic trance of expanded states of comfort, relaxation, and deep change. Gilligan has also noted the paradoxical nature of trance. In this final part, the author links Erickson's therapeutic trance state, their no-trance state, and the Eastern tradition with the philosophy of Tao, emphasizing the point of intersection between these concepts.",
  "content": "That • ;dm\"illIA‘:i°111both sides of a complementary dist inc don or. Nri \"Tram. ti de. and 'outside,' 'subject' and 'object,thi4, ant .fat,' 'inside'PP. U. In the o.trance state I am dfethsciris.b,itanigd,,,tthheatpe;son 41)_fro lager than or4.-ontains both sides°. \". al lowin..;:le% to exist. identification •with either side is so reduced that an irate to tote naturallyMmes es si oonn a non v,„_, and eff(ntiesslY occurs—many \"YOU\" (the larger you behind all these creations) will ofih101C1: hea:1 enter latilld level. Often, clients experience a of their issue without identifying with either. The same principle is true in meditation. As mentioned, practice of &tom or dityana, one's attention, is concentrated single point or object. By doing so, \"you\" (the small you u itlentification.s and attachments) will eventuallyyou °I your natural state.to lien: is the point of intersection between Erickson's therape ; trance state, my no-trance state, and the Eastern tradition as reTtC sented • the philosophy of Tao.",
  "last_phrase": "In conclusion, the philosophy of Taoism, the law of paradoxical change, and Erickson's therapeutic trance state all intersect at the point of allowing oneself to exist in the space between \"inside\" and \"outside,\" \"subject\" and \"object,\" and all dualities. By increasing what one wants to change, rather than trying to undo it, and identifying with neither side, one can enter a state of natural awareness and find solutions previously unseen. This approach can be useful for personal growth and therapy."
}