{
  "title": "How do Pseudo-Orientation in Time, Post-Hypnotic Suggestion, and Age Regression interplay to shape our identities as trance states?",
  "first_phrase": "In this section, we delve deeper into the realm of Deep Trance Phenomena, which often lead us to recreate our past in the present. This is illustrated by the case of Jack, who suffered emotional distress triggered by a post-hypnotic suggestion during a feedback session with his boss. His attention quickly narrowed, causing him to regress to a certain age and activate a common trance identity experience. Thus, Jack's expanded state of confidence was suddenly replaced by a contracted state of anger and hopelessness, demonstrating how our sense of selfhood can drastically change due to trance phenomena.",
  "content": "because it was not delineatedII It was dear that Jack had not heard one word past meaningless, riggered a trance identity we later labeled This Word had instantly t \" Jack had then suffered predictable Nne ever gets sic. as emotional distress as a result. asked lack to tvCitale the experience in our session. lie desciribed how be had felt prior to rtTeiving his boss' feedback: confidentsvertexpansive, and excited. During the feedback, Jack's attention quickly narrowed tot he word meaningless and he promptty age-regressed mall those ,chriskihoaolcii eoxf petherinein,c,neostwgictitlt father, with his teachers, with his ptie me.\" A chain of prior events, all linked by the common trance identity experience of \"No one ever gets me,\" was automatically activated by a certain word. One moment•Jack was in an expanded state * which his work was going well; the next moment, with the utterance of those few words, he had flipped into a contracted state of anger, resentment, and hopelessness. This unpleasant statewas comprised of a cluster of Deep Trance Phenomena that drastically narrowed his field of attention and his very sense of selfhood.",
  "last_phrase": "In summary, understanding how our deep trance phenomena interact to create our symptoms and problems is key to taking control of our experiences, changing them, and ultimately viewing ourselves as creators rather than victims. Identifying and altering these clusters of deep trance phenomena is the path to empowerment and self-transformation. For a deeper exploration of the concept of trance states and their impact on identity, refer to Chapters 10 and 19."
}