{
  "title": "How does the therapist's communication with the creative self behind the trance affect therapy success?",
  "first_phrase": "In the previous paragraphs, the author discusses the importance of communicating with the \"self\" behind the trance during therapy. The author believes that symptom structures are supported by Deep Trance Phenomena and clusters of trance phenomena can reveal themselves in an autonomous fashion to the observant therapist. In the last 200 words of the article, the author gives an example of an alcoholic client who spontaneously began to age regress during a session. From there, the author explains how focusing attention can either narrow or shrink it, resulting in an automatic response pattern that can lead to a non-utilization of unconscious resources.",
  "content": "Quite suddenly 32 • Tnpices „;,es hrinking of the focus of attention, At th i~jlP focus e sP:b eleCrCk(1.5071. :SS the CliCSE shrink his toirc trance ce s attention even more, in order to mate a therapeu„tate(,)r the reverse is also trut-. It Is this very it functions in the symp. I am su,. gating at narrowing or shrinkingt of_ksattthenetion. person into an automatic respott, pattern resuIting in a non -utilization of unconscious resources. I 4, the symptomatic trance state of an anxiety tomatic trancesiate,loc attack. (pseudo-orientation in toe),I shrink my focus of attention For examPles. to such an extent that I feel totally .cut off from the world (I movehave from an interpersonai trance to an and that sense of helplessness idea how the ma.ice the attack stop.,essness (age regression) escalates the anxiety. and even further shrinks My to focus on anything but anxiety.",
  "last_phrase": "In conclusion, by recognizing and understanding the power of our focus of attention and how it can create symptomatic trance states, we can open ourselves up to utilizing untapped resources within our unconscious mind. Shifting our focus of attention and interrupting the Deep Trance Phenomena can lead to regaining control and freedom from anxiety attacks."
}