{
  "title": "What is the deep trance phenomenon and how does it affect anxiety attacks?",
  "first_phrase": "In the previous text, the author talked about how narrowing or shrinking one's focus of attention creates a symptomatic trance state of anxiety attack. In this part, the author emphasizes the importance of interrupting, shifting, or altering the Deep Trance Phenomena that causes the attack to access untapped resources. The author describes how resources can float to the surface of consciousness once the trance state is altered in a therapeutic way. This can lead to better control over previously uncontrollable situations.",
  "content": "I \"don't see\" the phone (negative hallucination) and I \"forget\" (amnesia) that I can pick it I \"forget\" that I have had many periods of time up and call a friend; free of anxiety attacks; I •\"forget\" that I have chat were completely ad control over countless past situations in my life. All of these untapped by me as long as my i hadintense self-to-self resources remain trance_with its shrunken focus of attention on and the Deep Trance Phenomena of pseudo-orientation in time and amnesia remains in tact. hi this statelimagine a very vivid and frightening future that is devoid of options and solutions and filled with the uncontrollable, assaultive sensations of anxiety attacks. Any interruption. shift, or alteration of the Deep TranpcePviidiee- nomena that is creating the anxiety attack, however, wili ro access to the otherwise non-utilized resources. The resources can now \"float\" to the surface of consciousness. I suddenly remember that a day ago I felt fine,l now can see the phone on my desk, and I think of calling my friend to talk about it.",
  "last_phrase": "In conclusion, by learning to interrupt or shift our symptomatic trance states, we can access otherwise untapped resources to help us overcome anxiety attacks and other challenges in our everyday lives. With practice and guidance, we can learn to pop out of our identification with the deep trance phenomena and remember important information, see things we did not see before, and take action to improve our situation."
}