{
  "title": "\"How much control do we have over our trance states and how do they affect us?\"",
  "first_phrase": "This text delves into the various types of trances we experience and how we can choose to navigate them. It starts by highlighting the importance of choice in determining whether a trance state is part of the problem, solution, or just a fleeting experience. It gives examples of how different types of trances can affect our perception of the present moment, and how our identification with them can lead to suffering. The author also draws parallels to the Eastern tradition, which sees us as being trapped in the transient world of the mind. The text then explores how we can break free from these limitations and instead choose to live in the present.",
  "content": "A problematic trance would occur it' I found myself slipping into a rapid depression as my wandering associations popped up painful memories from the past relationship (age regression), and I virtually stopped hearing or seeing my fr; and the environment in present time (negative auditory or v send hailucinations) as I became \"lost\" in my ruminations. In both cases I am * a trance, but in the former I can choose to move out of with it and alter it easily, while in the latter I become identified ' h ' of -. or contents.ld its Trance as a Continuum In the Eastern tradition we are seen as being trapped in \"maya,\" the transient world of the mind. We identify with (and thus become) this transient inner world of thoughts, feelings, emotions. The entrapment comes not from the external sensate world per se, but from our identification with it and attachment to it. We identify with this feeling and that thought, we think we are no more than the bundle of sensations currently capturing our field of attention. These identifications and attachments create limitations which cause us much \"suffering.\"",
  "last_phrase": "In conclusion, identifying and detaching ourselves from trance states can help alleviate suffering caused by limitations created from identifying with our thoughts, feelings, and emotions. Recognizing common everyday trances, such as being absorbed or preoccupied with a task, can also help us maintain focus on our outer environment and prevent negative auditory or visual hallucinations that may lead to depression or age regression. By staying present and aware, we can more easily move out of problematic trances and alter them for the better."
}