{
  "title": "\"How do childhood trances shape our adult identity, success, and relationships?\"",
  "first_phrase": "This text delves deeper into the psychological dynamics that have defined Michael's life – an individual struggling with his own identity due to a difficult relationship with his father. The first part shows how his childhood trance identity of \"I-can-do-anything-I-set-my-mind-on-doing\" drove him to achieve, while the second part explains how his fear of being like his father caused him to fuse with his identity in a continuous cycle of psychological pain. This cycle is similar to how children who were victims of sexual abuse become perpetrators later in life. The text ends by asking the reader to reflect on their own experiences with losing their temper.",
  "content": "What that means is, Little Mikie is always present within Michael-the-Adult as a needy little child running around trying to prove himself worthy. In part two of the web, Michael-the-Adult unwittingly holds in his consciousness the painful trance identity called \"I'm-a-failure- just-like-Dad\" he originally created as a child. I le literally fuses with or becomes Dad again and again. He has to keep his mental picture of failure present in his mind in order to promise himself that he' 11 never be like that! The ultimate double bind is that his continued achievement as Michael-the-Adult is contingent upon the promptings of Little Mikie's \"I'm-a-failure\" identity. In issues of sexual abuse, more often than not the child fuses with the perpetrator. At some level the child becomes and holds the perpetrator in his consciousness while simultaneously holding the victim consciousness. This explains the psychodynamics of why victims of sexual abuse become perpetrators in later life. Let's take a closer look at how something that is born out of an interpersonal dynamic can function for long periods of time as an intrapersonal force. Think back to the last t i me you lost your temper with someone.",
  "last_phrase": "In order to break free from the intrapersonal forces that have been created through past experiences, it is important to recognize and acknowledge their existence. By understanding how our past experiences may influence our present actions, we can begin to work towards healing and creating a better future for ourselves. Remember to always be kind and patient with yourself, as breaking free from these patterns takes time and effort."
}