{
  "title": "How does absorption in an object, such as a koan or meditation mantra, compare to the experience of not narrowing one's focus of attention by identifying and attaching? Also, what are the basic principles of harmonizing with and controlling an attacker in martial arts?",
  "first_phrase": "This last part is a continuation of an excerpt that discusses the no-trance state, which involves complete absorption in an object. The author explains that this state is equivalent to disidentification or detachment in meditation, and it dissolves boundaries between the subject and object. They also offer an example of harmonizing and blending with an attacker in a physical situation. In this section, there are no specific names or concepts for context.",
  "content": "As mentioned, samadhi and other high states of meditation take this experience even further by dissolving the very boundary between subject and object. Along more mundane lines, any activity that requires you to cltOio(rA the following descriptioilmks& •-:1 °f the ;sr tuolb(Ile9n8d7c))::- harmonize main prim The second with the, attack. You practice. Ai. In thc above exam,* of of training being pulick-bd. if you had spent months strengthening and hardening your abdominal muscles. yot; yourself —not by getting off the would be able to defend tead by blending and absorbing your attackers line but ins . .To truly harmonize with the attack,i, would ouid punch. you also would not slow the Punch not only get off the line, oppose it in anyIn . way. fact, you might put your down or energy to it in the hand on the punching arm and add ern, direction it was already going- You have harmonised and blended with the energy of the attack. By projecting your energy iii tie same direction the attacker projects his, you see your attacker' •s point of view.",
  "last_phrase": "In essence, harmonizing and leading your attacker's energy can help you gain control of a potentially dangerous situation. With practice, you can achieve a state of higher awareness, such as samadhi, wherein you dissolve the boundary between subject and object. Use these principles to become a better defender, as outlined in the training example above."
}