{
  "title": "What is Deep Trance Phenomena and how can it be used to de-hypnotize clients in psychotherapy?",
  "first_phrase": "In the previous section, the author explains how Deep Trance Phenomenon can be used in therapy to shift or dissolve the underlying problem to reach a state of awareness. In the last 200 tokens, the author elaborates on the task of de-hypnotizing the client and awakening their awareness to the deep trance being recreated from the original family context. The author emphasizes counting the person as a creative self and shares a story of forgetting ten men walking through the woods to demonstrate the importance of seeing the client as a creative being. This part provides an introductory case sample of how to work with Deep Trance Phenomena in the therapy session.",
  "content": "The task of the psychotherapist therefore becomes one of de-hypnotizing the cli- ent: \"awakening\" the client's awareness to the deep trance that is being recreated from the original family context and which continues to funct ion, unnoticed, as the invisible \"glue\" of the client's current- day symptom complex. In essence, this awakening amounts to counting one s self in the therapy. Most forms of psychotherapy do not really count the person as a creative self; she is viewed as a product of all the other factors tl tat are counted: her feelings, her thoughts, her associations, Trances peoPle Live 30sesnesareations, her muscle tones, her memories, here roblems, her body But ,all only creations of the self behind like and her dIt'anis\" pas. 0.11 her sifhtirind while this can seem attitude toward seeing the trance. at tileg the .n major one. unnecessary philosophizing, client as a cmative being 1) from the Upanishads that beauti_ lid to count the self. Actor There i5 a well-known story fay makes this point about forgetting _ ten men waling through the woods.",
  "last_phrase": "In conclusion, by awakening the client's awareness to the deep trance that is being recreated from the original family context, psychotherapists can help clients count themselves in therapy. This way, clients are viewed as creative beings and not just products of their thoughts, feelings, and memories. Similar to the story of the ten men crossing the river, it is important to ensure that everyone has made it across and not forget anyone. Let's count ourselves in therapy and in life."
}