{
  "title": "How can utilizing presenting trance replace creating new trances in therapy?",
  "first_phrase": "In the previous text section on hypnosis, Erickson's approach to inducing therapeutic trance was explained, focusing on utilizing presenting behaviors to fixate attention. In contrast, the author's approach is to observe and utilize the underlying trance mechanisms creating the symptom itself. In this final section, the author discusses how to utilize any type of behavior, including resistances, to promote hypnosis by defining positive, negative, or absent responses as responsive behavior. This is demonstrated by Erickson's creative use of suggestion to transform non-responsive behavior into a response.",
  "content": "In the following excerpt, for example, we see his creative use of suggestion as a means of itsde lining any response the 54 • Tninas P644 Litt makes as mslevitation\" behavior. A.,person \"who is not ;he t ggestions for hand levitation can be told a 2 Net, patient ;:art-sflysu;;ordeti suggestions that, in essence, conven:Zie& ;Pit I nonally viewed as non-responsive behavior into respon. : hatt. °iVe havior (Eficksms 1952/1980): One often reads in the literature about subject itsiman and the techniques employed to circumvent or overconi,c.e In the author.sex perience the most the resistancepasrozicluile: is that of accepting and utilizing any other type of behavior, since properly used, they can 4'11 favor the development of hypnosis. This can be done i, wording suggestions in such a fashion that•a positive or ,, negative response, oran absence of response, are all defined' as responsive behavior. For example, a resistive subjec Who isnot receptit e 10 Suggestions Or hand kvitation cat be told, \"Shortly your right hitannida,yoprreitssmdaoYwhen, 0Y:-.",
  "last_phrase": "In conclusion, when dealing with resistive subjects in hypnosis, accepting and utilizing any other type of behavior can be a powerful tool. By wording suggestions in a way that defines any response as responsive behavior, positive or negative, one can favor the development of hypnosis and achieve successful results."
}