{
  "title": "How does Erickson use unconscious change and content issues in hypnotherapy?",
  "first_phrase": "This text is about the two different kinds of therapeutic work, conscious and unconscious, and how Erickson and Rossi explain them. They discuss the difference between the conscious and unconscious mind and how insight and understanding can be grasped on an unconscious level. Rapidly flicking between different ways of working with content, Erickson's \"jigsaw\" method was one of his most ingenious. In the last 200 tokens, Erickson describes a student who refused to attend any class out of frustration.",
  "content": "No insight in the conventional analytic sense is involved [because the insight remains unconscious]. . . . .A period of therapeutic trance. .may [alsol stimulate associations to a problem that the patient wants to talk about. This route naturally leads to insight therapy. After an initial experience of trance, the therapist may simply wait for the patient to bring up relevant associations. If none are forthcoming, the therapist may again review the nature and possible sources of the problem to ascertain if the patient now has more access to relevant associations. (p. 165) 26 • Minces • .ous ways of working with conteh pLitt d many ingeni .• Flicks°1\"leivel°Pe ous of which was his \"jigsaw\" metho(i al and intellectual aspects of a past I rau 01 :pnetittOinf:a'crildr-- -.271s:ctileflin;j:1:Itihe°n following quotation he describes hov:,Ii • danger of flunkinp ApPetlui4` \"student who was workcci with a medica. studs:refused to attend any class° out front ers 1?,11 of selloo,1 becaEusrieckliseotorroffend to work with him in (iermatoiogy.",
  "last_phrase": "In conclusion, while conventional analytic insight is not involved, the process of therapeutic trance may stimulate associations leading to insight therapy. The therapist allows the patient to bring up relevant associations, and if none come up, the nature and possible sources of the problem are reviewed for increased access to relevant associations. Dr. Erickson's \"jigsaw\" method provides an inventive way of working with patients and can aid in dividing problems into manageable pieces."
}