{
  "title": "\"What is the connection between no-trance, therapeutic trance, and meditation?\"",
  "first_phrase": "This text describes the author's experience of achieving a state of \"no-trance\", which is equivalent to what Erickson calls \"therapeutic trance\" and what is commonly achieved through meditation. The author recounts his experience of complete absorption in a koan and the sudden onset of doubt and a feeling of being frozen. This state lasts for several days before the author is suddenly awakened by a sound, and he comes to the realization that he has achieved the status of Yen-t'ou with no enlightenment to seek. In the last 200 tokens, the author explains the concept of shrinking the focus of attention to become disidentified or detached, as used in meditation, and how his experience of no-trance and therapeutic trance are similar to this.",
  "content": "Suddenly I returned to my nsoeotn‘‘setries!e licit then that I had achieved the status of Yen-t•ou, who the three periods of time encountered slightest loss (although he had been murdered•by bandits) All my former doubts vanished as though ice had melted' away. In a loud voice I called: 'Wonderful, wonderful. There isnocycle of birth and death through which one must pass. There is no enlightenment one must seek. The Sett_ totem-hundred koans handed down from the past have not the slightest value whatsoever.' It [InPress, italics added] What I call no-trance, what Erickson calls \"therapeutic trance,\" and meditation all involve complete absorption in an object—as in the abovecase, akoan. But it could be a spot on the wall, a crystalline rock, OT the request to \"breathe and look at me.\" In meditation a mantra or special object of interest is typically used to promote the experience of shrinking the focus of attention and becoming disidentified or detached. My no-trance state and Erickson's therapeutic trance are equivalent to the experience of not narrowing one's focus of attention by identifying and attaching.",
  "last_phrase": "In conclusion, the state of no-trance, therapeutic trance, and meditation can all lead to a sense of detachment from the self and complete absorption in an object or task. Whether it's through a koan, a spot on the wall, or a physical activity like martial arts, achieving this state can help dissolve boundaries between subject and object and promote a sense of inner peace and focus."
}