{
  "title": "\"Why do therapists need to understand a client's coping resources when treating trauma?\"",
  "first_phrase": "In the preceding text, the author emphasized that therapists should acknowledge the resources that clients develop to cope with a traumatic experience. Failing to recognize these resources undermines the client's progress. In the last 200 tokens, the author explains how they help clients deal with physical symptoms caused by traumatic experiences. Using an example of a young woman with a non-orgasmic condition, the author encourages clients to recreate their symptom-trance while in their presence, disarming past memories and promoting a healthy mental state.",
  "content": "my stomachlY: Jill might answer slow While recreating her symptom-trance, ow is tight. • . \"My shoulders are tight. . .my j tight...I'm holding my touch me, don' come near me. clod t hurt me .\" breath. . i'm thinking to myself, D is with that an': \"NI right. Jill, what I'd like you to do is to merge - picture...Continue to hold your muscles •tightly while •I, You 1.,reathe and look at me.\" In order for a symptom to remain a symptom, there has to be a holding of the breath.holding allows the person to shift into a self-to-self trance:. he or she. is no longer present with you but is back watching an old internal movie and re-experiencing a past event (age r.egression). When I request that clients continue to experience the symptom while they breathe and look at me, I am offering them the possibility of experiencing their symptoms fully but with me in present time.",
  "last_phrase": "In order to help shift from an internal movie to experiencing symptoms in present time, therapists can ask their clients to continue experiencing the symptoms while also looking directly at them and practicing deep breathing. This technique can help trigger Deep Trance Phenomena and provides a foundation for other therapeutic variations to be suggested later. Through this process, clients are given the opportunity to fully experience their symptoms while in a supportive and safe environment."
}