{
  "title": "\"How can interrupting and altering deep trance patterns help treat alcoholism?\"",
  "first_phrase": "In this final part of the text, the author discusses the technique of interrupting self-to-self trances to place clients in a self-to-other trance, with the therapist as a resource. By keeping the client focused in the present, the therapist can help the client take the present into the past to deal with traumatic experiences. The author uses the example of a non-orgasmic woman to illustrate this technique. The treatment mentioned earlier spanned six months and involved various interventions for alcoholism. Clients were also required to participate in twelve-step programs to remove denial and build a support network.",
  "content": "By keeping the client focused in the present, she is able to take the present with her into the past. This differs from therapies which have the adult re-experience past traumas without the buffer of present-time resources. Therapists need to understand that the client survived the trauma and later created resources to cope with it. To pretend those resources are not currently present and that the client needs to relive the trauma without them, is to needlessly dramatize a situation again that no longer reflects the present. As an example, let's take the young woman above who com- plains of being non-orgasmic. I might say: \"Jill, when you are having sex, at the moment that you go numb • Trances PeoPk liceyouto get a three-dimension I would like You might see this picture a. 11 or space out or INCze up. in front of us in the r00,11- pictum of the moment you freeze up. your mind's eye. or perhaps floating of those Notice yourmuscies. ..Tell me which are tight and whic h are 1004\". to yourself...kinds lights ...Notice what you aiv saying are going through your mind?\"",
  "last_phrase": "In conclusion, it's essential for therapists to utilize present-time resources and keep their clients focused on the present during trauma therapy. This will prevent needless dramatization of past events and make the therapy process more effective by empowering the client to cope and move forward with their lives."
}