{
  "title": "How can therapists effectively work with the trance state of their patients to treat symptoms and achieve therapeutic goals?",
  "first_phrase": "In this last part, the author challenges the traditional view of inducing a trance state in therapy and emphasizes the importance of working with the trance state the patient already has. They contrast their approach with that of Erickson, who believed in inducing a new trance to counter the one the client was in. The author emphasizes the need to observe and accept the patient's current trance state, rather than trying to change it. This approach is seen as more natural and respectful of the patient's capacity to learn and heal.",
  "content": "Especially is this t rue in any work ________________ Its ;in the Pitz-vtN: • bliscd upon deep hypnosis. Even the problem of inducing light trance states and maintaining them at a constant level i$.°.itc. (1:;(11:nlifarificlyulat ttaostka.l (opf.139 1f3o9u)r, to eight hours of initial °induction training sufficient. !ben, since trance induc- tion is one procesc and trance utilmitionanother__to ,ttlimtveic)mrauisPt neweelcesnsriillyi rycpc:irig,tascn iwit;abek accord with permit the sii:rbujjeeccitse(tioh with full regard for their capacities to learn and nd. (p. 143) tiwo a ro llott poed Here trance induction is viewed as a \"problem\" and a ''difficult risk\" rcquiring several hours of skilled work. Since I view anyone in trance already. I prefer to observe and tarsarbelceinthgat is spontaneously presented. This is an ss on the pan of the therapist. In my understanding of Prickson•s work, he attempted to create a new trance to counter the trance the client was already- in. I am suggesting• et' 4Vhfie: oni wait eipth.",
  "last_phrase": "In conclusion, instead of viewing trance induction as a difficult problem and risking several hours of skilled work, it is better to observe and utilize the presenting Deep Trance Phenomena that are creating the symptom. By doing so, therapists can work with the already-present trance and help clients achieve a state of intrinsic well-being, which is the ultimate goal of therapeutic trance."
}