{
  "title": "\"What are the four states of being in resolving trauma using Deep Trance Phenomenon?\"",
  "first_phrase": "This text discusses the four different states of being in relation to resolving trauma. The last part outlines Erickson's approach, the Deep Trance Phenomenon, which involves helping clients use their own resources to overcome trauma without projecting onto the therapist. The steps include seeing the child before and after the trauma, merging those selves with the present adult, and coming up with a plan for future traumas. The end goal is to integrate all parts and experience resolution.",
  "content": "tin (if 11 cr verso le 01i,00nielthechild \\vitlitheitljunctions,\"All wen atvii•I liketi ,\" fitigh can trust a lot of men, yon just can't trust tills ( Me . .1, \"8...y,t certain types 01 meth but feel free. to tee' ,,;11-,,. „,,,,-%Iuki •t: earpq w\"n the do; ones. . .\") (m Now the older person mid the NSW Plan what to d event unfolds. con\\ider what might tx. helpful to remember 0 ow upcoming truuma dial is about to occur. Il'Iouritetexrisitiu:ipi:le::1,8iiv: 5. After the new course of action is determined, have the ti parts merge: the child prior to the trauma, vulnerable and wit7 resources. . .mcrgcs with the older person who has handled 41 trauma...which merges with the child who now re-eyerienrrtav resources of the adult in present tine. trauma with the added support and he A•1/ ; loifiraelel ctioteal(ei sceeeu .aasirtte . yd experience being with the new resources, •ideas, plans, and so forth 6. Now bring all parts into present time to experience integr,itichl and resolution.",
  "last_phrase": "In conclusion, when dealing with trauma, it's important to remember that we can merge our past and present selves to gain new resources and ideas for handling the situation. By going through the steps of envisioning a future where the trauma is handled, revisiting a place prior to it, and integrating our past and present selves, we can move forward with added support and the ability to fully experience resolution. Remember, even in the face of trauma, healing and growth are possible."
}