{
  "title": "What is the controversy around Dante's portrayal of Muhammad and Ali in Inferno and how do Arab scholars approach it?",
  "first_phrase": "In the previous text, we explored the symbolism behind the death of Christ and the birth of Adam as a representation of the initiation and creation of the \"new man.\" Now we shift to the Inferno of Dante's Divine Comedy, where he depicts the punishment of Maometto and Alì, the founder of the Shiite movement, for inciting religious and political discord. Despite criticism from Arab scholars, poet Kadhim Jihad has translated the entire Divine Comedy into Arabic, becoming a rare exception in the Muslim world's reception of Dante's work.",
  "content": "Alì ha una pena complementare, avendo il volto aperto dal mento ai capelli. Entrambi sono puniti nelle parti del corpo che più hanno peccato: Alì nel cervello, Maometto nella gola, nel cuore e nel ventre. Gli studiosi arabi si sono in genere scandalizzati e, nelle traduzioni da loro fatte già a partire dal 1930, hanno omesso in vario modo i versi dal 22 al 63. Ma non si limitano a questo, pretendendo che Dante debba molto alla cultura araba e in particolare al Libro della Scala, che presenterebbe diverse analogie con l'Inferno. Dunque, secondo loro, non solo Dante si sbaglierebbe riguardo a Maometto, ma sarebbe addirittura un ingrato, visti i suoi pretesi debiti nei confronti dell'Islam. Che queste amenità le dicano gli islamici in fondo è comprensibile; lo è meno che anche qualche europeo ed italiano sembri volerli compiacere. EA: C'è un'unica recente e lodevole eccezione tra gli studi provenienti dall'area islamica: la traduzione di Kadhim Jihad, poeta iracheno e insegnante di arabo. In una intervista al quotidiano La Stampa, in data 11 dicembre 2003, si può leggere: - Kadhim Jihad ha tradotto la Divina Commedia in arabo. Tutta.",
  "last_phrase": "In conclusion, while some Arab scholars may find offense in Dante's portrayal of Muhammad and Ali in the \"Inferno,\" Kadhim Jihad's complete translation of the \"Divine Comedy\" into Arabic has shown that it is possible to appreciate the work in its entirety, including its controversial aspects. Jihad's translation serves as a shining example of cultural understanding and bridge-building."
}