{
  "title": "What is the purpose of Dante's Commedia and how is it related to pagan beliefs and rituals?",
  "first_phrase": "In this part, the author questions Dante's apparent Catholic faith and suggests that his Christian expressions in the Divine Comedy may have been a way to exalt Virgil and placate suspicions of paganism. The author argues that Dante had erudite, non-Catholic friends and himself was accused of heresy. Moreover, Dante's poem seems to be inspired by Virgil, and echoes pagan beliefs, particularly in the doctrine of purgatory. The author asserts that the Comedy follows the line of the sixth book of the Aeneid, where Enea descends into the underworld and learns about the mysteries of life and death.",
  "content": "Un gesuita che volle fare la critica delle opere del Rossetti si ebbe da questi tale esauriente replica che più non fiatò. Non si pone mente che anche nell'apparenza Dante non segue sempre pedissequamente San Tommaso; ne differisce apertamente in questioni importantissime; p.e., nella dottrina escatologica (Purg. XXV 88-102) per adottare una teoria delle ombre dei defunti che è in perfetto accordo colla concezione pagana. Egli fin da principio si inspira a Virgilio, da cui solo prende lo bello stile che gli ha fatto onore. Il suo poema non è che una commedia; e comunque si intende la parola, nel senso moderno od in quello dionisiaco, si è sempre condotti lontano dall'apparente senso cristiano. Nelle grandi llnee la Commedia è uno sviluppo del VI canto dell'Eneide, e Dante ripete quanto Virgilio fa fare ad Enea. Enea scende vivente nell'Ade, rinviene nella selva il ramoscello di mirto degli iniziati, ed apprende de visu la verità dei misteri orfico-pitagorici sopra l'uomo e la immortalltà condizionata. Ed anche Dante corruttibile ancora, ricalca la medesima strada collo stesso scopo e facendo uso del medesimo simbollsmo.",
  "last_phrase": "In conclusion, Dante's Divine Comedy, although appearing to follow Christian doctrine, draws heavily on pagan beliefs and mystery cults such as orphic, pythagorean and eleusinian, to achieve its main goal of conveying the true principles of life, beatitude, and privileged immortality. It is a symbolic representation of man's regeneration and metamorphosis into an angelic being. Dante weaves together various elements to create a profound work of art that still resonates with readers today."
}