{
  "title": "What is the significance of the identification of Drittura and its relation to the concept of the three esoteric contents?",
  "first_phrase": "In this final section, the author discusses the identification of Drittura in Dante's work and the significance of Amore's behavior towards it. The author argues that the three esoteric contents - precabalistico, gnostico, alchimico - are transitory masks of the Iniziatic Tradition, and that Dante's mature unionism is not solely external. The author also notes that the three great spiritual groups, despite being children of the same God, were hostile towards each other, making it difficult for the Fedeli d'Amore to reconcile them. They hoped to bring together the different directions of orthodoxy, heresy, asceticism, activism, and Greek and Latin rites into a single Church of Love, which could include Franciscans, Joachimites, and even the Iniziatic Tradition.",
  "content": "E poichè i tre grandi aggregati spirituali - che, figli d'uno stesso Dio, avrebber dovuto esser uno - erano invece nientemeno che ostili, non era davvero possibile più di così, udire al mondo, ... nel parlar divino, consolarsi e dolersi. così alti dispersi. Ed eran dunque le tre chiese, che anche i Fedeli d'Amore speravano conciliabili in unica sapienzial Chiesa d'Amore. Non forse, alla corte del lor Federico, se ne eran date superior convegno le tre civiltà ? E anche frate Elia vi si era un dì rifugiato. Onde, qui sì, potevano - in questo programma pratico - veramente allearsi e confluire i più vari indirizzi: a tendenze sia eretiche che ortodosse, a programmi sì ascetici che attivi, a riti tanto greci quanto latini, a organizzazioni vuoi monacali o vuoi laiche, e, forse primi fra tutti, i francescani in genere e i gioachimiti in ispecie - donde, più addietro, un inciso non previsto nella mia prima stesura -; ma, quasi al centro di tutti non tanto per intima vita specifica, quanto per episodico programma di occasionale beneficità anche, sì, la Tradizione Iniziatica.",
  "last_phrase": "In conclusion, the unification of the three spiritual denominations seemed impossible due to their hostility towards each other. However, at the court of Federico, the three churches could work together to become allies in various endeavors, including ascetic and active programs, monastic or lay organizations, and even the tradition of initiation. Raimondo Lullo was a significant figure in promoting this unity, but unfortunately, his efforts were met with martyrdom. Despite the initial documentation of Voile d'Isis, Renè Guènon found Valli lacking in the appropriate mentality. With these considerations, it may be challenging to overcome the antivallian opposition."
}