{
  "title": "What is the anagogic and initiatic meaning of the works of the Fedeli d'Amore, and how is it related to esoteric practices and platonic love?",
  "first_phrase": "In the final 200 tokens, the author concludes that the meeting of his observations with those of some initiatory traditions is a convergence of two sets of thoughts that come from different paths, with different intentions and evaluations of historical facts. He clarifies that while he agrees with Guenon on some points, there are discrepancies in terms and judgments. The author takes note of the important fact that the Virgin has been associated with Wisdom, as well as Guenon's reference to Melchissedec as the representative of the hidden tradition that underlies all these external forms. The author concludes that he is happy to learn new facts, continue with his purely historical methods and intentions, and acknowledges the need for further development of the many points raised in his discussion.",
  "content": "Altra nota importante: a proposito della terza novella del Boccaccio nella quale Melchissedec afferma con la parabola dei tre anelli che tra Giudaismo, Cristianesimo e Islamismo 'nessuno conosce quale sia la vera fede', egli mi dice che secondo la tradizione iniziatica Melchissedec sarebbe appunto il rappresentante della tradizione unica nascosta sotto tutte queste forme esteriori. Mi ricorda, a proposito dei probabili rapporti fra i Fedeli d'Amore e i Templari, che il grido di guerra dei Templari era 'Vive Dieu Saint Amour!'. Naturalmente non posso che consentire col Guenon quando egli accenna ai moltissimi punti della mia trattazione che avrebbero bisogno di ben altro sviluppo. Concludo. L'incontro delle mie constatazioni con quelle di qualche tradizione iniziatica è incontro di due ordini di pensieri che vengono da vie diverse, con diversi intenti, con diversissima valutazione forse dei fatti storici che si hanno sott'occhio. Mi compiaccio delle concordanze sui fatti, mi spiego le discrepanze sui termini e sui giudizi, sono ben lieto di apprendere dati di fatto nuovi, continuo nel mio metodo e nel mio intento che è puramente storico.",
  "last_phrase": "In conclusion, the meeting point of my findings with those of the initiatic tradition is the convergence of two different lines of thought, with diverse intentions and perhaps even different assessments of historical facts. While I am pleased with the concurrencıes on the facts, I understand the discrepancies on the terms and judgments, and I am delighted to learn new factual data. My intention and method are purely historical, and I believe that the unraveling of these mysteries was only possible today because of a lack of preconceptions and a good methodology. As for the anagogic and initiatic meaning of the works of the Fedeli d'Amore, it remains a knot that needs untying, as various scholars have proposed different solutions, ranging from generic esoteric practices to Platonic love without physical contact."
}