{
  "title": "What caused the change in perception towards Dante’s work and how did he view the Church and its clergy?",
  "first_phrase": "This text explores Dante's controversial relationship with the Church and its hierarchy. While condemned during his time, he was later recognized as an influential figure, with his work being held in high regard by the church. This reversal is highlighted with references to Pope Leo XIII and Pope Benedict XV, who proclaimed Dante's Divine Comedy as the fifth Gospel. Despite Dante's criticisms of the church's corruption, his deep Christian faith shines through. This final section challenges those who would label him a heretic by pointing out the support he received from other church figures, including saints and popes.",
  "content": "Ma questo fatto si può riportare alla sua fervente anima di cristiano, che avrebbe voluto vedere la Chiesa tornare al suo primitivo splendore, anche per la virtù dei suoi sacerdoti. Opinione questa molto diffusa tra i fedeli del tempo. Ma i sacerdoti di allora a questo non pensavano. Ci volle Lutero perchè venisse Trento! Quelle animule timorate che si scandalizzarono per le roventi parole dantesche contro i pontefici e il clero del suo tempo, e che pertanto vorrebbero far passare Dante per un eretico, un frammassone, uno scomunicato, dovrebbero meditare su quanto scrivevano allora sull'argomento non dei laici come lui ma papi e santi. Lasciamo pur da parte San Pier Damiano in confronto al quale gli attacchi di Dante alla Curia possono passare per complimenti. Basterà ricordar che questo gran santo dice chiaramente che la Chiesa era divenuta la bottega di Simone. Ma gli stessi pontefici intervenivano.",
  "last_phrase": "In conclusion, it is important to reflect on the opinions of both laypeople like Dante and revered figures such as popes and saints regarding the corruption within the Church of their time. While some may have wished for a return to the Church's original glory, it was not until figures like Luther and events like the Council of Trent that significant changes were made. We must remember that criticism of the clergy and pontiffs was not uncommon even among the most devout of Christians."
}