{
  "title": "Why is Number Considered Sacred in Christianity According to Saint Augustine and Bonaventure?",
  "first_phrase": "This text delves into the significance of numbers in Christian mysticism, with a focus on the views of St. Bonaventure and St. Augustine. The previous parts of the text establish the importance of numbers in nature, and the idea that everything seeks to realize unity through number. St. Bonaventure believed that the soul is full of forms, or ideas, which are also numbers, and held that the number three was particularly significant. As for St. Augustine, he believed that certain numbers were spiritual, eternal, intelligible, and dominated by unity. This final part will explore how these ideas were given philosophical and Christian significance.",
  "content": "133) avverte che tutto l'ordine sta nel numero. A sua volta Bonaventura è eminentemente fedele al concetto mistico numerista; si può dire che non vi sia opera del Serafico che non contenga qualche accenno alla santità del numero. Egli, nello sviluppare i suoi temi d'ordinario, preferisce il numero tre, e lo stesso numero adopra per le divisioni; anche per le gerarchie egli ha sempre una tripartizione e complessivamente ne conta nove. Nel mirabile Itinerarium mentis in Deum (II) egli dice: «Poichè ogni bellezza e diletto non possono sussistere senza proporzione e la proporzione sta principalmente nel numero, occorre che ogni cosa sia secondo numero, e perciò il numero è l'esemplare precipuo dell'animo del Creatore e nelle cose è il principale vestigio per condurle alla sapienza ». Come i pitagorici avevan dato importanza filosofica a certi numeri, cosà anche i numeristi cristiani ne pongono in evidenza altri: ma come è ben naturale, a tali numeri annettono un senso cristiano. Sono cioè quei numeri che Agostino ha chiamato spirituali, eterni, intelligibili e invariabili dominati dall'Unità . Naturalmente l'importanza massima è data all'1 e al 3. Scrive Agostino (De musica, 138, 2): «Ternarius primus est et totus impar ».",
  "last_phrase": "In conclusion, the importance of numbers in mysticism is undeniable, and Bonaventure's devotion to numerology is evident in his works. Numbers such as 1 and 3 are significant in both Pythagorean and Christian numerology, representing perfection and the unity of the Trinity. As Agostino said, \"every beauty and delight cannot exist without proportion, and proportion lies principally in number,\" reminding us of the power of numbers in all aspects of life."
}