{
  "title": "What were the pitagoric secret sects and their influence in ancient Rome and modern times?",
  "first_phrase": "The last 200 tokens provide further insight into the school of Pythagoras, its initiatic and secret nature leading to the formation of sects that lasted for centuries, including the followers of mystical numbers and the Great Architect, ending with the Masonic epigones. However, the Catholic Church opposed these sects, seeing them as hidden traditions of Pythagoreanism. These sects are explored through the works of Valli and Ricolfi, while the Pythagorean understanding of the monad, the fundamental element of matter, is described as the \"immaterial point placed in a specific position.\" The Pythagorean universe is based on whole numbers and includes irrational quantities, which belong to the world of the infinite. Boezio's exploration of numbers is also mentioned, including the significance of the number 12 which is divided into 3+4+5 in certain churches. This likely led to the use of 3, 4, and 5 bell chimes to signal dawn in Santa Maria sopra Minerva in Rome.",
  "content": "Questa monade, questo quid integrante è il «punto immateriale posto in una determinata posizione ». Si potrebbe dire senz'altro: il punto situato. E da ciò pure si rileva che fu Pitagora a stabilire la discontinuità della materia. (8)Bisogna ricordare che l'Universo pitagorico, retto dal numero intero, è l'Universo sensibile, quello della vita quotidiana dei nostri sensi, della realtà comune. Le quantità irrazionali, secondo i pitagorici, appartengono al mondo dell'Infinito. (9)Plutarco, Opuscoli morali. Iside e Osiride. Trad. Adriani, VI, 310, Firenze, Piatti, 1821. (10)Boezio segna altri numeri interessanti per questi lati come: 6, 8, 10; 15, 20, 25; ma essi rientrano tutti nell'espressione generale: n3, n4, n5, cioè multipli del 3, 4, 5. è interessane notare che anche in talune chiese si è mantenuto, forse avendone però dimenticato il significato originario, questo numero 12 diviso in 3+4+5. Si suona l'alba con dodici rintocchi, e certe volte separati nei tre numeri sacri. Cosà in Santa Maria sopra Minerva, a Roma, l'alba viene appunto suonata con tre, poi quattro, poi cinque colpi di campana.",
  "last_phrase": "In conclusion, the Pythagorean Universe, governed by integer numbers, is the sensible Universe of our everyday senses and common reality, while the irrational quantities belong to the world of the Infinite. The significance of the number 12, divided into 3+4+5, is often maintained in some churches to this day. The Pythagorean influence continued on to the Latin world and prominent figures such as Plutarch and Cicero, integrating the mystical oriental ideas into their philosophy."
}