{
  "title": "What is Petrus: Fedeli d'Amore e Via del Sacro Amore and the Symbolism of the Fedeli d'Amore?",
  "first_phrase": "In this text, Ida La Regina introduces the Fedeli d'Amore, an initiatic fraternity in the 13th century in Italy, France, and Belgium. They venerated a symbolic figure known as the Donna Unica, similar to the gnostic Pistis Sophia, and connected to the Black Madonna and Isis. The last 200 tokens explore the life and work of Petrus, one of the Fedeli d'Amore, who wrote under the pseudonym \"Petrus de Raimondis\" and composed the Via del Sacro Amore, an allegorical poem inspired by his mystical experiences.",
  "content": "Quella la mira nel su' dolce sguardo, ne lo qual face rallegrare Amore perchè v'è dentro la sua donna dritta; po' torna, piena di sospir', nel core, ferita a morte d'un tagliente dardo che questa donna nel partir li gitta. Un altro dei Fedeli d'Amore, Francesco da Barberino (che ebbe, come maestro, lo stesso di Dante, cioè Brunetto Latini), nell'opera \"Del Reggimento e de' Costumi delle Donne\", la descrive invece con questi versi: Ella è colei, ch'à compagno il figliuolo Del Sommo Iddio, e sua Madre con esso: Ell'è colei, che con molte siede in cielo, Ell'è colei, che in terra ha pochi seco. Il valore iniziatico del simbolo della Donna è confermato dal fatto che Beatrice, nella Divina Commedia, ha la funzione di condurre Dante in Paradiso, da vivo e non da morto. I Fedeli d'Amore si esprimevano in un linguaggio segreto, il \"parlar cruz\", atto a non farsi comprendere dagli altri, la \"gente grosa\".",
  "last_phrase": "The symbol of the feminine holds a deep initiatory value for the \"Fedeli d'Amore,\" who expressed themselves through a secret language, \"parlar cruz.\" Dante's own words are woven with hidden meanings, encouraging readers to sharpen their perception of truth. The figure of Beatrice, who accompanies Dante in the Commedia to Paradise, represents the esoteric force guiding the soul towards spiritual rebirth."
}