{
  "title": "\"How did Dante use the 'Itinerarium mentis in Deum' to structure his journey to paradise and what can we learn from the dating of his journey?\"",
  "first_phrase": "This text delves into Dante's paradisiacal journey, where he draws inspiration from the work of mystic theologian San Bonaventura da Bagnoregio. Dante's journey is divided into three stages of learning, leading up to the ultimate experience of Empyrean. This final stage of Dante's journey is marked by the presence of S. Bernardo, who successfully reached contemplation in life. Accompanied by the intercession of the Virgin, Dante attains the vision of Divinity with a contemplative passion that rises above theological knowledge. This text concludes with an exploration of the dating of Dante's journey by Afrodite Urania and Frater Petrus.",
  "content": "Ancora una volta, non è un caso che, anche nelle opere di S.Bernardo, si ritrovi la teoria dell'armonia delle sfere: \" [I tre monaci] incontanente che furono dentro [alla porta d'esso Paradiso], udirono lo suono della rota del cielo che si volgeva; lo quale suono era di tanta dolcezza e suavitate e di tanto diletto, che quasi non sapevano lo sito dove erano, anzi si posono a sedere dentro della porta, tanto erano allegri e dilettosi di quello suono della rota del cielo!\". (Leggenda del Paradiso Terrestre, ne Le sette opere di penitenza di San Bernardo, Venezia, Mongelli, 1846) 8) DATAZIONE DEL VIAGGIO DANTESCO di Afrodite Urania e Frater Petrus Afrodite Urania: Raccolgo qui di seguito i versi sui quali si basano i principali tentativi di datazione del viaggio dantesco. 1) Inferno, I, 1 \"Nel mezzo del cammin di nostra vita \".",
  "last_phrase": "In conclusion, the theory of the harmony of the spheres, which can be found in the works of St. Bernard, is evidence of the universal appreciation for the sweetness of celestial music. As for the dating of Dante's journey, various attempts have been made, based on different verses in the Divine Comedy, and the discussion is still ongoing."
}