{
  "title": "What Are the Temporal References in Dante's Inferno?",
  "first_phrase": "In this last part of the text, the author seeks to identify the precise period in which Dante's journey through the Inferno takes place, based on astronomical and literary references. The night has ended, and the sun rises in conjunction with the sign of Aries. This provides a specific timeframe and excludes Dante's birthday as the day of the journey's beginning. The text goes on to analyze references to time and space in the second and seventh cantos, providing further clues to the journey's chronological setting.",
  "content": "l'equinozio di primavera (21 Marzo), quando, secondo la tradizione seguita da Dante, venne messo in moto l'attuale firmamento (cioè il II giorno della Genesi, nel quale il firmamento venne creato) o il giorno della nascita di Adamo (25 Marzo= VI giorno della Genesi); o se intenda indicare genericamente il periodo in cui il Sole è in Ariete (21 Marzo - 20 Aprile). In ogni caso, l'incertezza sul periodo da considerarsi per l'inizio del viaggio si è ridotta di ben dodici volte, rispetto alla prima informazione, (da due anni a due soli mesi) essendo tale inizio sicuramente compreso o tra il 21 Marzo e il 20 Aprile del 1300 o tra il 21 Marzo e il 20 Aprile del 1301. Continuiamo la lettura dell'Inferno, alla ricerca di indicazioni temporali. II Canto 2. 1 Lo giorno se n'andava, e l'aere bruno 2. 2 toglieva li animai che sono in terra 2. 3 da le fatiche loro; e io sol uno... Siamo giunti dunque al tramonto. VII Canto. 7. 97 Or discendiamo omai a maggior pieta; 7. 98 già ogne stella cade che saliva 7. 99 quand'io mi mossi, e 'l troppo star si vieta.",
  "last_phrase": "In conclusion, despite the initial uncertainty regarding the starting date of Dante's journey through Hell, we have now narrowed it down to a period of just two months - from March 21st to April 20th in either 1300 or 1301. By paying attention to temporal clues throughout the text, such as the sunset in Canto II and the rising of the Fishes in Canto XI, we can better understand the progression of Dante's voyage and fully immerse ourselves in his world."
}