{
  "title": "What is the Importance of Orthodoxy in Truly Initiated Traditions, According to Guènon?",
  "first_phrase": "This text is an excerpt from a book review that criticizes René Guénon's approach to esotericism. The author, Valli, takes issue with Guénon's attempts to create an orthodox tradition within occultism and argues that a truly initiatic tradition cannot be heterodox. The final 200 tokens focus on Valli's call to end the infighting among occultists and to recognize that there is room for all well-intentioned seekers in the esoteric world. Valli notes that while Guénon may be an adept, he should avoid the temptation to assert his superiority over other Western seekers. The text concludes with a plea for unity and mutual respect among all those who seek the truth.",
  "content": "E quando un K, che fra altre iniziali di medaglia voleva probabilissimamente dire Katholicus, glie lo si voglia far leggere Kadosch (119), si riservi pure il diritto di chiedere, non dico il diploma originale, ma una qualsiasi ragione che elimini gli anacronismi. Il che non vuole affatto dire che il Guènon non sia un iniziato e magari un Adepto - ancora una confusione rimproverata (112) - ma ch'egli potrebbe semplicemente far a meno di cogliere ogni occasione per riasserire che, iniziato, egli lo è, ma che gli altri occidentali in genere, e certi suoi nemici in ispecie - a scanso di equivoci, non mi consta affatto che mi siano punto amici - hè, poveretti! quelli, no, non lo sono; sicchè, «pour une fois» o una volta tanto, contro cotesti odiati nèognostiques, perfino «la critique (quella profana) a raison» (117, nota). Non si potrebbe, tra noi fuori-soglia, sulla soglia, a mezza soglia, smetterla una buona volta di guardarsi in cagnesco? e credere, invece, che anche nel mondo iniziatico ci sia posto per tutte le buone volontà ? che tutte le strade conducono proverbialmente qui a Roma?",
  "last_phrase": "In conclusion, it is time to stop looking at each other with suspicion and instead believe that there is a place for good intentions in the world of initiation. Let us all take steps forward, as many as necessary, without fear of making mistakes, and wish each other the best. We should remember the recommendations of similar reviews of an extensive Western and initiatory culture without any focus on minor notes."
}