{
  "title": "What is the Doctrine of Segarelli and its relation to Nicolò de Rossi and the Fedeli d'Amore?",
  "first_phrase": "This text is about the doctrine of Segarelli and how it resembles the beliefs of the Fedeli d'Amore. In particular, it discusses the doctrine's emphasis on carnal contact and the esoteric meanings of poetry. The section focuses on Nicolò de Rossi, a lesser-known poet who was part of the initiatic current of the Fedeli d'Amore. Despite not being considered a \"great\" poet, his work offers insight into the esoteric aspects of the movement. The text explores his life, his political context, and his poetry, which was written during the time of the Guelfs.",
  "content": "Essa, infatti, prende in considerazione generalmente la sola forma poetica esteriore ed al massimo i suoi significati allegorici ed etico-politici, trascurandone gli eventuali significati esoterici. Però, gli studiosi che si occupano dell'aspetto esoterico dei Fedeli d'Amore dovrebbero occuparsi non solo dei grandi poeti e scrittori, appartenuti a questa corrente iniziatica, ma anche di coloro, che, pur non essendo ritenuti eccelsi dal punto di vista letterario, hanno sfruttato verosimilmente loro particolari condizioni politiche per esprimere più liberamente proprio l'aspetto esoterico. Uno di essi è appunto il poeta Nicolò de' Rossi (ca. 1290 - ca. 1348) il cui Canzoniere è conservato nei MSS: 7.1.32 della biblioteca capitolare colombina di Siviglia e 3953 Vaticano barberiniano latino. Dal punto di vista della sola forma poetica, N. de Rossi non è certo tra i rappresentanti maggiori dei Fedeli d'Amore, ma il discorso cambia quando si tratta degli aspetti esoterici della sua poesia. Se ne accorse L.Valli, che cita questo autore ben dieci volte ne \"Il linguaggio segreto di Dante e dei fedeli d'amore\". N. de Rossi visse in ambiente guelfo.",
  "last_phrase": "In conclusion, exploring the esoteric aspects of poetry can lead us to discover hidden gems like Nicolò de' Rossi, whose work may not have been considered excellent from a purely poetic standpoint but holds significant value in terms of its esoteric meanings. By studying such poets, we can gain a deeper understanding of the political and cultural contexts in which they worked and uncover new ways to appreciate and interpret their work."
}