{
  "title": "\"What is the significance of the three psychic substances in alchemy and their role in initiation?\"",
  "first_phrase": "In this final section of the text, the author explores the concept of initiation and liberation in alchemy, which involves the transformation of three human psychic substances: the lunar-sensitive, mercurial-rational, and solar-angelic. The author discusses how the mercurial substance has been obfuscated and misled by the lunar, while the solar has been generally forgotten. The author looks at how the alchemists complicated this idea of transformation through various numerical systems, and finds resonances in Dante's writing. The author concludes with the idea that a beautiful woman emerging from the lunar and mercurial substances represents the emergence of the angelic, which is similar to Dante's \"angelic butterfly.\"",
  "content": "Cosa m'avien, quand'i' le son presente, ch'i' no la posso a lo 'ntelletto dire: Veder mi par da la sua labbia uscire una sì bella donna, che la mente comprender no la può: chè 'mmantenente ne nasce un' altra di bellezza nova; da la qual, par ch' una stella si muova, e dica: «La salute tua è apparita ». Si cerchino pure - di questi «versi strani» quant'altri mai - interpretazioni le più varie possibili; la più immediatamente adesiva sarà ormai questa sola: che dal corpo fisico si sprigiona l'anima lunare, e da questa la mercuriale: da cui eromperà ultima l'angelica stella cavalcà ntea, molto analoga all' «angelica farfalla» di Dante. E moltissimi invero i riflessi di carattere iniziatico, rintracciabili anche nel sommo nostro Vate: specialmente nel suo Fiore (6), nella Vita Nova, nel Convivio e in qualcuna delle Epistolae, nonchè magari delle Eclogae. Però nessuna sicura allusione, mai, a qualcuno di quei caratteristici fenomeni concreti, inconfondibilmente saltanti agli occhi, dove siano anche rarissimi e inattesi, come per esempio nel Don Chisciotte.",
  "last_phrase": "To sum up, while many interpretations can be made of the strange verses written, the most practical takeaway is that the passage suggests the release of the soul from the physical body. Though there are many symbols and allusions to be found in the works of Dante and others, concrete experiences are rare. Perhaps this is due to the passionate nature of the author, who may have been overwhelmed by the intense release of his soul. Regardless, the text is a fascinating glimpse into the mysticism of the past, and a reminder of how much we still have to learn."
}