{
  "title": "What is the significance of the thirty-fifth year in relation to the four stages of life and the death of Christ?",
  "first_phrase": "In this final section, the writer discusses how to determine the highest point of the arc of human life. He relies on the example of Jesus Christ, who died at 33 years old, and argues that the highest point is likely between the ages of 30 and 40. He explains that human life can be divided into four parts, each corresponding to a season and different qualities of hot, cold, wet, and dry. The writer is following the teachings of philosopher Alberto, and believes that by understanding these divisions, we can better understand the natural progression of human life.",
  "content": "Veramente questo arco non pur per mezzo si distingue da le scritture; ma, seguendo le quattro combina[zioni] de le contrarie qualitadi che sono ne la nostra composizione, a le quali pare essere appropriata, dico a ciascuna, una parte de la nostra etade, in quattro parti si divide, e chiamansi quattro etadi. La prima è Adolescenza, che s'appropria al caldo e a l'umido; la seconda si è Gioventute, che s'appropria al caldo e al secco; la terza si è Senettute, che s'appropria al freddo e al secco; la quarta si è Senio, che s'appropria al freddo e a l'umido, secondo che nel quarto de la Metaura scrive Alberto. E queste parti si fanno simigliantemente ne l'anno, in primavera, in estate, in autunno e in inverno; e nel die, ciò è infino a la terza, e poi infino a la nona (lasciando la sesta, nel mezzo di questa parte, per la ragione che si discerne), e poi infino al vespero e dal vespero innanzi.",
  "last_phrase": "In conclusion, according to the combination of opposing qualities in our composition, our age is divided into four parts that correspond to the four seasons and the parts of the day. Understanding these divisions can provide insight into the world around us, as seen in the ancient beliefs of the pagans. Furthermore, the importance of the sixth hour of the day, being the most virtuous, is reflected in the Church's use of it in their temporal hour distinctions."
}