{
  "title": "What is the Importance of \"Il Fuoco e La Luce nella Divina Commedia\" in the Study of Fedeli d'Amore, and How Does Anagogic Meaning Relate to It?",
  "first_phrase": "In the previous part of the text, various authors and their works related to the studies of the Fedeli d'Amore were discussed. In this final section, the focus is on specific authors and their works that relate to Dante's Divine Comedy. Pietro Magistretti's \"Il fuoco e la luce nella Divina Commedia\" is emphasized for its importance, as are Guglielmo Bilancioni's writings on sound. The concept of the Divine Comedy as a gateway to both internal and external magic is explored, as well as the existence of an anagogical meaning in the works of the Fedeli d'Amore. Julius Evola's connection to metaphysics and sexuality is also mentioned.",
  "content": "Se si considerano, invece, situati all'epoca di Dante, allora le apparenti profezie sono altrettanti sortilegi, atti al ripristino di un certo tipo di tradizione. Sortilegi che gli studiosi di Dante, consapevolmente o inconsapevolmente, alimentano e rinnovano, come una vera e propria ininterrotta catena di maghi, operante dall'epoca di Alighieri ad oggi. [n.d.u. : Questo tema è stato approfondito da Sipex nel suo \"Quadro Generale della Commedia\": vedi, in questo stesso quaderno, la sezione 7.] Quirino_Spqr: Da tutti gli autori, che abbiamo riletto assieme finora, viene semplicemente affermata o confermata l'esistenza di un generico significato anagogico, nelle opere dei Fedeli d'Amore. Il primo autore che abbia fatto un passo oltre è probabilmente J. Evola, che ha collegato il significato anagogico a pratiche inerenti la Metafisica del Sesso. Dalla sua opera omonima, trascrivo il seguente brano. Qualche perplessità mi ha destato la frase \"Il significato del nove è di essere la prima potenza del tre; quello dell'ottantuno, è di esserne la potenza perfetta (33)\".",
  "last_phrase": "In conclusion, the existence of an anagogical meaning in the works of the Fedeli d'Amore has been confirmed by various authors, and J. Evola was the first to link this meaning to practices related to the Metaphysics of Sex. The apparent prophecies and spells of Dante's time continue to be renewed and maintained by scholars, forming an uninterrupted chain of magicians from Alighieri's era to the present day."
}