{
  "title": "What are the fundamental numerical letters? How did they originate and what symbolic meaning do they have in Dante's work?",
  "first_phrase": "In this text, the author delves into the historical significance of numerical symbols and their evolution into the modern-day lettering system. Dante, a traditionalist of his time, never abandoned the Roman numeral system despite the emergence of the new numbering system. The article explores the fundamental four letters: I, X, C, and M and how all other numbers are derivatives of these four. The text concludes by discussing the mystical and sacred significance of these letters in the alphabet, with I being the ninth letter of the alphabet.",
  "content": "1 Se osserviamo tali segni si vede chiaramente che l'uno è analogo alla lettera I, il dieci alla X, il cento, arrotondato, alla lettera C ed il mille alla M. Sono dunque quattro le lettere numeriche fondamentali. Ma tutti sanno che esistono anche le lettere V, L e D, per 5, 50 e 500, che sono la metà di dieci, di cento e di mille. Tali lettere sono pure derivate dai segni precedenti. Difatti, dividendo meccanicamente per mezzo di un tratto orizzontale il segno del dieci, vien fuori una V, che è il dimezzamento della X; e tagliando ugualmente un cento, C, angoloso, vien fuori una L. Tagliando invece verticalmente il segno delle migliaia ne riesce una specie di gancio, che, arrotondato, si può identificare con una D. Risulta dunque che le vere lettere numeriche sono quattro e solamente quattro, poichè le altre sono il dimezzamento meccanico di esse. Ora queste quattro lettere, I, X, C e M, occupano nell'alfabeto una posizione che ha un valore numerico sacro, mistico. La I è la nona lettera dell'alfabeto.",
  "last_phrase": "In conclusion, the four fundamental numeric letters of the alphabet are I, X, C, and M, with V, L, and D being their mechanical half. These letters have a sacred, mystical value, particularly I, the ninth letter representing the non-numerical yet divine entity of oneness, which has been symbolized in numerous historical and literary contexts."
}