{
  "title": "What is the significance of mystical numbers in ancient times and the influence of Pythagorean philosophy?",
  "first_phrase": "In this final section, the author concludes with an overview of the ancient mystical meaning of numbers and the Pythagorean school of thought. The author mentions how numbers have been used throughout history as symbolism, and that this numeric fascination was continued by people like D'Annunzio. The author also alludes to the opposition of the Catholic Church towards these types of esoteric sects, including the Pythagorean school. The names of important figures such as D'Annunzio and Dante are mentioned, as well as the works of scholars Valli and Ricolfi.",
  "content": "(5)Il fatto che la scuola pitagorica era iniziatica e segreta fece sà che col tempo si ebbero una quantità di sètte, continuatesi poi per secoli, affermatesi anche a Roma, come ne fa fede la Basilica di Prima Porta. Esse terminano poi con gli epigoni frammassoni, seguaci solo formalmente dei numeri mistici, della squadra, del compasso, come pure del grande architetto. Dato il periodo che questo misticismo portava in sè, la Chiesa cattolica è sempre stata contraria a queste sètte nascoste, di tradizione, non di essenza, pitagorica. Tale opposizione era viva specialmente al tempo dei dicitori in rima, quali erano i «Fedeli d'Amore », di cui faceva parte, ma poi «parte per sè stesso » anche Dante. Sui Fedeli, sulla loro opera, sul loro linguaggio si consulti la magistrale opera del Valli e i recenti e documentati lavori del Ricolfi, pubblicati specialmente nella Biblioteca della Nuova Rivista storica. (6)Phytagore et la phylosophie pytagoricienne, Paris, 1875. (7)Non si potrebbe, anche oggi, da un fisico esprimere una più perfetta definizione della monade, l'elemento fisico elementare costituente, che non quella data dai pitagorici.",
  "last_phrase": "In conclusion, the school of Pythagoras had a significant impact on the development of mathematical and philosophical thought in ancient times, and their legacy continued in various secret sects for centuries. Despite the opposition from the Catholic Church, their ideas regarding the role of numbers in the universe and the existence of the monad as a fundamental element of matter continue to influence modern science and philosophy."
}