{
  "title": "What are the similarities between Dante's Divine Comedy and ancient mystic initiation rites?",
  "first_phrase": "In this text, the author draws parallels between the works of Dante and various ancient mystery cults, which aimed to impart true knowledge of the principles of life and confer blessings like beatitude and immortality via initiation ceremonies. Dante's \"Commedia\" is portrayed as a story of spiritual metamorphosis and regeneration, with Dante passing through a multitude of crises and states of consciousness in order to eventually transcend his mortal bonds. The author argues that even in appearance Dante follows his own path, differing from figures such as San Tommaso on important issues, and that his poem more closely resembles Virgil's \"Aeneid\".",
  "content": "Scopo fondamentale, come oramai è noto e provato, dei misteri orfici, pitagorici, eleusini, isiaci, era quello di conferire all'iniziato la conoscenza vera dei principii della vita (Cicerone -De Lege II, 14), la beatitudine, l'immortalltà privilegiata. Ciò si otteneva mediante la iniziazione che constava di prellminari pratiche catartiche, di cerimonie simboliche e di vere e proprie estasi come ci affermano Plutarco, Apuleio, ed altri antichi scrittori e come oramai si viene riconoscendo dai moderni (Vedi p.e. Macchioro-Zagreus). Per tal modo l'uomo veniva rigenerato e dopo la morte lo attendevano i campi Elisii. Il soggetto della Commedia è l'uomo, o meglio la rigenerazione dell'uomo, la sua metamorfosi in angelica farfalla, la Psiche di Apuleio. È dunque il medesimo soggetto dei misteri. Non le sole qualità morali cambiano; Dante si purifica di grado in grado, passa per crisi e coscienze varie e numerose, cade come corpo morto, sviene, rinviene, si addormenta, si ravviva nell 'Eunoè, la sua mente esce di sè stessa, si illuia, si india, si interna, s'infutura, s'insempra, passa al divino dall'umano, all'eterno dal tempo; e finalmente dislega l'anima sua da ogni nube di mortalità.",
  "last_phrase": "In conclusion, Dante's Divine Comedy is not only a moral education but also a symbolic journey of metamorphosis and regeneration, reflecting the same goal as the orphic-pythagorean, eleusinian, and isiac mysteries to grant initiates true knowledge of life's principles, beatitude, and privileged immortality. The recent archaeological discoveries of the golden leaves in Turi highlight the similarities between the two rivers in Dante's work and the orphic-pythagorean initiates' journey in the afterlife."
}