{
  "title": "How Did Dante Understand the Music of the Spheres and the Three Stages of Divine Knowledge?",
  "first_phrase": "The following text discusses the different interpretations of the harmony of the spheres, a concept that referred to the belief that the movement of celestial bodies creates a harmonious sound. Simplicio references Pythagoras and the idea of the philosopher hearing the celestial harmony. For Simplicio, this harmony is an intellectual act that allows humans to understand the harmonious proportions that govern the ordered structure of the universe. Tommaso d'Aquino disagreed with Simplicio, but Dante, who believed in the imperfection of earthly senses, agreed with the concept. This last part explores the description of the harmony of the spheres in Cicerone's \"De re publica,\" which may have inspired Dante's work.",
  "content": "Non a caso, è proprio nel Somnium Scipionis, episodio del dialogo De re publica di Cicerone, che si ha una descrizione dell'armonia delle sfere, che forse fu modello di quella di Dante: Publio Cornelio Scipione Emiliano racconta come il nonno, Publio Cornelio Scipione l'Africano, gli sia apparso in sogno e, nel descrivergli la via Lattea, sede degli uomini che hanno servito e amato la patria, gli abbia parlato, fra le altre cose, della musica meravigliosa prodotta dal movimento delle sfere celesti. \"Il suono, - spiega Scipione - per la rotazione vorticosa di tutto l'universo, è talmente forte, che le orecchie umane non hanno la capacità di coglierlo, allo stesso modo in cui non potete fissare il sole, perché la vostra percezione visiva è vinta dai suoi raggi\". (2) \"Simplicii, Commentaria in quatuor libros de Coelo Aristotelis\", ff.24v-25r (II, ad t.c.37), riportato in Bruno Nardi, «La novità del suono e 'l grande lume», in Saggi di filosofia dantesca (4. Il pensiero filosofico), Firenze, La Nuova Italia, 1967, pp.73-80.",
  "last_phrase": "In conclusion, Dante's \"Divine Comedy\" is a masterpiece where he extensively used the model of the harmony of the spheres and the three stages of learning from San Bonaventura's \"Itinerarium mentis in Deum\". Hence, if you want to understand the work of Dante, you should dive into topics such as mysticism, theology, music, and philosophy."
}