{
  "title": "What is the connection between Dante's prophecies and the Fedeli d'Amore's anagogic meaning in their works according to J. Evola's Metafisica del Sesso?",
  "first_phrase": "In the earlier part of the text, the author mentions how the prophecies of Dante's work were just spells to revive certain traditions. In section 7 of \"Quadro Generale della Commedia\" by Sipex, the theme is explored more. In the last part of the text, Quirino_Spqr brings up Julius Evola, who connected the anagogic meaning to practices related to the Metaphysics of Sex. He cites Guido Cavalcanti's rhyme, where a woman is seen as a symbol of initiation. The play with words in the poem's semantics is also highlighted.",
  "content": "Penso si tratti di un refuso di stampa e che si possa correggere la frase (eliminando la parentesi) in \"Il significato del nove è di essere la prima potenza del tre; quello dell'ottantuno, è di esserne la potenza perfetta\". 5a) J. EVOLA Da Metafisica del Sesso: \"Sulle esperienze iniziatiche dei FEDELI d'AMORE\" “…L'affiorare della donna iniziatica attraverso quella reale è chiaramente esposto in alcune rime di Guido Cavalcanti, il quale sembra essere stato uno dei capi principali dell'organizzazione: “Veder mi pare da le sue labra uscire – una sì bella donna, che la mente – comprender non la può; che ‘nmantinente – ne nasce un'altra di bellezza nuova – da la qual par ch'una stella si muova – e dice: la saluta tua è apparita” Sia Cavalcanti, sia Dante sia Cino da Pistoia dicono essere “per la virtù che li dava la mia immaginazione”, cioè attraverso il fatto evocativo di cui si è parlato, che Amore prende dominio sull'anima del suo fedele. Va poi rilevata l'anfibologia semantica propria ai termini salute e saluto in quasi tutta la poesia dello Stil Novo.",
  "last_phrase": "In conclusion, the experiences of the faithful of love, as described in \"Metafisica del Sesso,\" reveal the power of Love to take control of one's soul through evocative imagery and poetic language. The ambiguous nature of the terms \"salute\" and \"saluto\" further emphasize the transformative nature of Love, which can lead to spiritual healing and growth. Through the works of Guido Cavalcanti, Dante, and Cino da Pistoia, we can gain a deeper understanding of the profound influence of Love on the human psyche."
}