{
  "title": "Did Dante hide heretical ideas with numerology in his works?",
  "first_phrase": "In this last 200 tokens, the author discusses the numerology and harmony present in Dante's writing as observed by Alfredo O'Rahilly in his biography of Father Guglielmo Doyle. The author refutes the notion that Dante's numerology was heretical or esoteric, as some scholars believed, arguing that it was simply a reflection of his belief in the need for a reconciliation between religious and civic authority, embodied in the symmetry of the Cross and the Eagle. The author argues that Dante's works were not condemned by the Church for any theological errors, but rather were subject to contingent circumstances.",
  "content": "In questo particolare di un eventuale ermetismo eterodosso dantesco non mi trovo quindi d'accordo col Valli. Questi, ad esempio, ha creduto che Dante volesse nascondere la simmetria Croce-Aquila, come se si trattasse di un segreto pericoloso a svelarsi, dato il temo, lo dirò col Giusti, «agli arrosti propizio ». La mirabile simmetria Croce-Aquila rilevata dal Pascoli che il Valli ha magistralmente posta in rilievo non dice altro, per quanto nascosta alla «gente grossa », se non quello che Dante ripeteva sempre assai chiaramente; che cioè non poteva aversi giustizia e pace se non con l'accordo tra l'autorità religiosa e quella civile, che per Dante non poteva essere che quella imperiale. Non poteva certo l'Inquisizione bruciare per questo la Commedia e il suo autore. Certo il Monarchia fu condannato; ma si trattò di condanna contingente, in rapporto cioè ai tempi e alle condizioni speciali della Chiesa di allora; su per giù come fu per la condanna di Galileo. Ma poichè il Monarchia non conteneva errori dogmatici venne cancellato dall'indice dei libri proibiti, come accadde per l'opera di Copernico, che però venne tolta dall' «Indice » solo nel 1758.",
  "last_phrase": "In conclusion, Dante did not intend to hide anything unorthodox in the use of numbers; rather, he wrote for the \"intellectuals\" of his time who could understand his intentionally obscure but not heretical language. The Beatrice was potentially more dangerous because it could have been misinterpreted as an Eradic's Donna, which is why Dante clarified that \"his lady\" was different from those of other faithfuls. Dante's Monarchy was also not heretical, as it was only contingently condemned and subsequently removed from the Index of Prohibited Books."
}