{
  "title": "What are the theories of harmony in the works of St. Bernard and the dating of Dante's journey?",
  "first_phrase": "This text explores the concept of harmony of spheres in the works of St. Bernard and its connection with Dante's Divine Comedy. It includes a passage from St. Bernard's Legend of the Terrestrial Paradise and the relevant verses from Dante's Inferno and Purgatory used to date his journey. In the final section, Afrodite Urania and Frater Petrus discuss the verses used to date the dantesque voyage.",
  "content": "2) Inferno, I, 37-43 \"Temp'era dal principio del mattino, e 'l sol montava 'n sù con quelle stelle ch'eran con lui quando l'amor divino mosse di prima quelle cose belle; sì ch'a bene sperar m'era cagione di quella fera a la gaetta pelle l'ora del tempo e la dolce stagione;\". 3) Inferno, XX, 127-129 \"... e già iernotte fu la luna tonda: ben ten de' ricordar, chè non ti nocque alcuna volta per la selva fonda \". 4) Inferno, XXI, 112-114 \"Ier, più oltre cinqu'ore che quest'otta, mille duegento con sessanta sei anni compiè che qui la via fu rotta \". 5) Purgatorio, I, 19-21 \"Lo bel pianeto che d'amar conforta faceva tutto rider l'oriente, velando i Pesci ch' erano in sua scorta \". 6) Purgatorio, II, 94-102 \"Ed elli a me: \"Nessun m'è fatto oltraggio, se quei che leva quando e cui li piace, più volte m'ha negato esto passaggio; chè di giusto voler lo suo si face: veramente da tre mesi elli ha tolto chi ha voluto intrar, con tutta pace.",
  "last_phrase": "In conclusion, Dante's masterpiece, the Divine Comedy, is a timeless work of art that offers unique insights into human nature, morality and redemption. Spanning across three volumes, the Inferno, Purgatorio, and Paradiso, the work is a poetic exploration of the afterlife, which remains as relevant today as it was when it was first written in the 14th century. Through vivid descriptions of landscapes and characters, Dante brings to life a vision of a grand moral universe, in which individuals must navigate the challenges of life to achieve ultimate salvation."
}