{
  "title": "\"What was the role of personal experience in Dante's works and beliefs?\"",
  "first_phrase": "In this intriguing last part of the text, the author discusses the enigmatic nature of Dante's work and his personal life. There are many symbolic references, but little concrete evidence of personal experience. Dante's passionate temperament fueled his impatience with the long-lasting alternatives in his life, leading him to renounce Beatrice for the philosophical Donna Gentile. Although Dante later returned to Beatrice, he still had doubts about her true identity. The text also touches on Boccaccio, Petrarca, and an Ascolano who refused to believe in Dante's work.",
  "content": "E quando a Beatrice tornò, se la era rifoggiata a suo modo: la aveva ortodossissimamente teologizzata e cattolicizzata, facendo parte per sè stesso anche in ciò; e fece indubbiamente cosa personalmente bellissima. Però? Però, ecco: Guardaci ben! Ben sem, ben sem Beatrice. Stranissimo verso, che mai più gli si sarebbe neanche affacciato alla mente per quegli istanti divini, se qualche dubbio su quella reale identità , non fosse, talvolta, andata turbando anche lui. Odiosa, poi, quasi stupidamente, la paternale che subito ei si fa rifilare da Lei, se non gli fosse premuto di giustificarsi e riautenticarsi presso terzi, che non tutti gli vollero ancor credere, nonostante tutto. Sin dove gli credettero il Boccaccio e il Petrarca? Sui quali due, i non molti accenni del Valli sono quasi più impressionanti che gran parte di tutto il resto; ma ben altro rimane ancora a scavare da entrambi: specialmente dal Filòcolo e dal Bucolicon del primo, nonchè dal Secretum e dalle Epistolae del secondo. Fra quelli che intanto a Dante non vollero credere, fu proprio quell'Ascolano che - rinascituro Bruno? - preferì giungere, per la Donna sua, al papato del Rogo.",
  "last_phrase": "In conclusion, the truth about Dante's Beatrice and his journey through hell, purgatory, and paradise should be approached with objective and open-minded analysis. It has been shown that the Fedeli d'Amore were likely a secret philosophical, religious, and political brotherhood with mystical but not always initiatic foundations. Despite the beauty of Dante's personal journey, it is important to avoid undue pride or regret and continue to seek the truth with precision and objectivity."
}