{
  "title": "What criteria did Dante use for dating events in his poem, and what is the significance of the date March 25th?",
  "first_phrase": "In the preceding text, we learned about the two most common methods of dating followed in the XIII and XIV century, and how the city of Florence preferred one over the other. The article goes on to ask which dating criterion Dante followed in his masterpiece, the Divine Comedy. The author provides an answer, stating that Dante followed the dating criteria \"ab incarnatione,\" indicating the start of the Christian era from March 25th, the day when, according to Dante, Christ died, a moment before turning 35 years of age. This text goes on to discuss the symbolic importance of this date and how it appears in the Divine Comedy, specifically in the context of the Inferno, where Dante places Maometto and Ali, the founders of Shiite Islam, among the \"seminatori di scandalo e di scisma\" or the sowers of scandal and schism.",
  "content": "3) La data in cui fu creato Adamo nel Paradiso Terrestre. L'Ave dell'Angelo alla Madonna è un ben noto simbolo dell'iniziazione. La morte di Cristo è simbolo della morte iniziatica. La nascita di Adamo è il simbolo della creazione (in virtù dell'iniziazione) del nuovo uomo, che viene a trovarsi in una condizione interiore paragonabile a quella del Paradiso Terrestre. 9) Maometto e Alì all'Inferno \"Mentre che tutto in lui veder m'attacco, guardommi, e con le man s'aperse il petto, dicendo: 'Or vedi com'io mi dilacco! vedi come storpiato è Maometto! Dinanzi a me sen va piangendo Alì, fesso nel volto dal mento al ciuffetto. E tutti li altri che tu vedi qui, seminator di scandalo e di scisma fur vivi, e però son fessi così.\" (Inferno, Canto XXVIII, vv. 28-36) Tarquinio Prisco: Questi sono una parte dei versi dell'Inferno che Dante dedica a Maometto e al suo genero Alì, fondatore della corrente Sciita. Entrambi si trovano tra i seminatori di discordie, cioè tra coloro che in vita hanno provocato lacerazioni politiche o religiose o familiari. Maometto ha il corpo dilaniato dal mento al basso ventre.",
  "last_phrase": "In conclusion, the symbols of initiation and the punishment described in Dante's Inferno reflect a worldview that was prevalent during medieval times. While some might take offense at Dante's portrayal of Muhammad and Ali in Hell, it is important to recognize the historical context in which these beliefs were propagated. Ultimately, the Inferno is a literary work that reflects the cultural and religious attitudes of its time, and serves as a reminder of the power of storytelling to capture the imagination and shape our understanding of the world."
}