{
  "title": "Did Dante hide heretical secrets in the Divine Comedy using symbolism and numerology?",
  "first_phrase": "In this final section, the author explains that Dante did not intend to hide anything unorthodox in his use of symbolism in the Commedia. The author disagrees with Valli's interpretation of Dante's supposed secret message, as Dante's use of the Croce-Aquila symmetrical pattern simply reinforces his message of the need for religious and civil authorities to work together. The author goes on to detail the controversy surrounding the Monarchia, which was condemned by the Church but later removed from the Index of Prohibited Books. The author also touches on the practice of using esoteric language among scientists and intellectuals throughout history, as seen in the examples of Huygens and Leonardo.",
  "content": "Assai più pericolosa appariva la «Beatrice », che poteva somigliare troppo alle «Donne » degli Eretici, tipo Cecco d'Ascoli, che si collegava alla «Donna » degli Orfici. Perciò, come vedremo, Dante mette bene in chiaro che la «sua donna » è ben diversa da quella degli altri Fedeli. Dante dunque, adoperando il numero, non ebbe affatto l'idea di nascondere in esso qualcosa di meno che ortodosso. Egli, invece, che era tutto, anche uno scienziato, amava, come tutti i sapienti dei suoi tempi, di scrivere per la gente «sottile ». Quelli che erano «in piccioletta barca » non potevano comprenderlo: la gente «grossa », quelli che, come dice il Boccaccio, intendevano «alla melanese », erano esclusi dalla possibilità di entrare nel senso volutamente recondito, ma non eterodosso, della parola dantesca. Questo vezzo degli scienziati si è continuato per lungo tempo: essi scrivevano pei dotti, anzi pei doctissimi. Quando l'astronomo Huygens, ed eravamo dopo Galileo, volle comunicare ai colleghi la sua scoperta circa la forma dell'anello di Saturno, adoprò un anagramma, che poi dovette decifrare lui stesso. Leonardo scriveva a rovescio e spesso anagrammava le parole più importanti e segrete.",
  "last_phrase": "In conclusion, Dante's use of enigmas and subtle concepts in his work was a reflection of the era's popular preference for writing for the \"learned.\" His work was aimed at the scholars and initiates rather than the vulgar. Dante’s poetry was also a testament to his great love for geometry, which he believed to be the universal language of divinity. His geometrical composition imbues his work with a miraculous sense of order and form."
}