{
  "title": "Why is \"I\" the symbol of God? The importance of numbers and letters in Dante's numerology and Pitagora's philosophy.",
  "first_phrase": "In the last part of this text, the author discusses the importance of the letter \"I\" in different cultures and its association with the concept of God. The text mentions the opinions of various scholars and writers, such as Francesco da Barberino and Ubertino da Casale, about the significance of \"I\" in the nomen Domini. The author also explores how Dante used different letters in his computations and gave importance to their numerical values. Before this, the text describes the significance of the number \"1\" and its association with God, as observed in different cultures, including the philosophy of Pitagora six hundred years before Christ.",
  "content": "Può interessare il fatto che anche Laotseu, 600 anni prima di Cristo, dava grande importanza all'1. La X è la ventunesima lettera dell'alfabeto, cioè tre volte il misterioso sette. Appunto perchè il sette è il mistero, in matematica l'incognita si indicò con x. Il centinaio ha colla C la terza lettera, e finalmente l'ultima, la M, occupa il dodicesimo posto e vedremo quanto il 12 sia numero mistico. Dante queste lettere usava nei suoi computi e ad esse dava somma importanza. Quando si voglia parlare di numerismo dantesco bisogna sempre tener presente la numerazione letterale romana e non la nostra araba, che Dante non conosceva, o che non volle forse conoscere. (1)Se ne può dare un esempio. Se si dovesse moltiplicare 1001 per 288 (cioè in cifre romane MI per CCLXXXVIII) o dividere l'uno per l'altro detti numeri, ci troveremmo davanti ad un problema per noi oggi, se non assolutamente, certo difficilmente solubile. (2)Valli, Il linguaggio segreto dei Fedeli d'Amore. Note aggiunte, pag. 121. 2. - Pitagora e i Pitagorici Una delle più alte manifestazioni filosofico-scientifiche si affermava, seicento anni prima di Cristo, a Crotone per merito di Pitagora.",
  "last_phrase": "In conclusion, the importance of numbers and their mystic symbolism has been recognized by many cultures throughout history, from the emphasis on the number 7 in mathematics to the adoration of the divine tetractys by the Pitagorici. Understanding these numerological concepts can shed light on various fields, including philosophy, religion, and science."
}