{
  "title": "What is the Allegorical Interpretation of Dante's \"Divine Comedy\"?",
  "first_phrase": "This text discusses Arturo Reghini's earlier essays on the secret language of love before his well-known work, \"Il Linguaggio Segreto dei Fedeli d'Amore\" published in Ur. In the first of the two essays, Reghini explores the esoteric allegory in Dante's Divine Comedy, highlighting the moral and political aspects. The essay provides a deep insight into the complicated layers of allegory hidden in the Commedia, which are typically recognized by commentators. It explains how the allegory, which encompasses pagan and Christian elements, resonates with Dante's moral journey from sin to virtue, ending in the attainment of paradise.",
  "content": "2a) ARTURO REGHINI L'ALLEGORIA ESOTERICA IN DANTE Sotto il senso letterario della Commedia, ossia sotto la peregrinazione di Dante attraverso i tre regni delI'Inferno, del Purgatorio e del Paradiso, si nasconde senza alcun dubbio una allegoria. Non c'è bisogno delle esplicite dichiarazioni di Dante in proposito per esserne certi. Questa allegoria non è semplice, ma molteplice e dai commentatori ne vengono di solito riconosciuti due aspetti, quello morale e quello politico. L'interpretazione morale, o filosofico-morale, vede allegoricamente raffigurata nella Commedia la via che l'uomo deve percorrere per superare il peccato e raggiungere la virtù in modo da sfuggire all' inferno ed al purgatorio e da guadagnare colla perfezione morale il paradiso. Questa allegoria, come del resto il senso letterale del poema sacro, ha innegabilmente un aspetto nettamente cristiano pure abbondando di elementi pagani; e sulla scorta di Aristotile, di S. Tommaso e della scolastica è stato profondamente penetrato dai commentatori.",
  "last_phrase": "In conclusion, Dante Alighieri's \"Commedia\" is not only a literary masterpiece but also a complex allegory with both moral and political aspects. While the moral allegory expresses the path towards virtue and salvation, the political one reflects the struggle between the Holy Roman Empire and the Papacy, as well as Dante's sympathy for the persecuted Order of the Knights Templar. Therefore, by exploring both aspects of the allegory, readers can gain a deeper understanding of the author's vision and worldview."
}