{
  "title": "What is the \"armonia delle sfere\" and why do we not hear it, according to Dante and Aristotle?",
  "first_phrase": "In the previous passages, we learn about the technical and musical expression \"temperi e discerni,\" which refers to the act of tuning and the discrete numerals used to organize the sound space. The pitagoric theory is enlisted in the making of the sound space. Now, we discover that the origin of the harmony of the spheres is attributed to the pitagoric school or Pitagora himself. Aristotle, however, refutes this theory, asserting that there is no music of the spheres as the sound produced by the rotation of the planets is so intense that it should destroy life on earth.",
  "content": "È egli stesso a riportare la giustificazione, attribuita ai pitagorici, del perché non udiamo la celeste armonia: perché un suono o un rumore non vengono percepiti se non in contrasto con il proprio opposto, il silenzio o meglio l'assenza del suono medesimo; dal momento che quello prodotto dalla rotazione delle sfere planetarie è un suono che ci è presente sin dalla nascita, non è possibile riconoscerlo, in quanto ci manca la percezione del suo contrario. Una saturazione per assuefazione, simile a quella provata dai fabbri che appaiono indifferenti al rumore provocato dalla propria quotidiana attività lavorativa. Invece, Aristotele, alla domanda perché non udiamo la musica delle sfere, risponde che è così, semplicemente perché non c'è nessuna musica. Se esistesse un suono prodotto dalla rotazione degli astri, sarebbe talmente forte ed intenso da distruggere la vita sulla terra, cosa che non è. Perciò, non esiste alcuna musica delle sfere. E perché non esiste? Perché gli astri si muovono nel medium della propria sfera, e quindi non si produce attrito.",
  "last_phrase": "In conclusion, the debate on the music of the spheres was highly controversial and involved various scholars. While the Pythagoreans justified the absence of its harmonies as a result of our lacking perception of its opposite, silence, Aristotle simply argued that it doesn't exist. The Aristotelian argument was ultimately bypassed by Simplicio, an Aristotelian, who shifted the focus from the audibility of the music per se to the receptive state necessary for the listener. All in all, the debate highlights the different approaches of ancient scholars to the same philosophical problem, and reminds us that sometimes, the answer is not as simple as it seems."
}