{
  "title": "What are the necessary qualities for entering the city of good living according to nature's good and rational progression?",
  "first_phrase": "In this final part of the text, the author delves into the effects of nobility on the soul during different stages of life. He argues that adolescence begins around eight years old, and that our nature strives to ascend while restraining from descending later in life. The author references Plato and Cicero in their belief that natural life spans are around eighty-one and advocates for following the natural progression of life. This context sets the stage for the author's discussion of how an \"nobilitated\" soul behaves in accordance with its age, as Tullio confirms in De Senectute.",
  "content": "Veramente, sì come di sopra detto è, queste etadi possono essere più lunghe e più corte secondo la complessione nostra e la composizione; ma, come elle siano in questa proporzione, come detto è, in tutti mi pare da servare, cioè di fare l'etadi in quelli cotali e più lunghe e meno secondo la integritade di tutto lo tempo de la naturale vita. Per queste tutte etadi questa nobilitade, di cui si parla, diversamente mostra li suoi effetti ne l'anima nobilitata; e questo è quello che questa parte, sopra la quale al presente si scrive, intende a dimostrare. Dov'è da sapere che la nostra buona e diritta natura ragionevolmente procede in noi, sì come vedemo procedere la natura de le piante in quelle; e però altri costumi e altri portamenti sono ragionevoli ad una etade più che ad altra, ne li quali l'anima nobilitata ordinatamente procede per una semplice via, usando li suoi atti ne li loro tempi ed etadi sì come a l'ultimo suo frutto sono ordinati. E Tullio in ciò s'accorda in quello De Senectute.",
  "last_phrase": "In conclusion, it is important to understand that each stage of life has its own nobility, and the effects of this nobility are shown differently in a soul that has been nurtured. Our good and rational nature naturally leads us to behave differently in each stage of life, and we must honor and observe these distinctions. The first stage of life, characterized by obedience, sweetness, shame, and physical adornment, is the necessary gateway to a good life, and we must embrace and cultivate these qualities in ourselves as we enter into the city of the well-lived life."
}