{
  "title": "What is the structure of Dante's Universe and the Hierarchy of Beings in The Divine Comedy?",
  "first_phrase": "In the last part of the text, Dante explores the concept of the celestial universe and the order of perfection that exists within it. The universe is depicted as two distinct series of concentric spheres, one visible and the other \"celestial.\" Among the nine spheres are the seats of angels, archangels, and other spiritual beings, with God at the center. Dante's ascent through the spheres involves encountering the souls of the blessed, each corresponding symbolically to the quality of each planet. The souls are ultimately destined for the Rose of Heaven, the spiritual amphitheater from which they contemplate God directly.",
  "content": "Tra i nove cieli c'è dunque una gerarchia di perfezione, dalla luna (più vicina alla terra e perciò più lontana da Dio, più piccola, più lenta) al Primo Mobile (più vicino a Dio, più grande, più veloce ). Dante nella sua ascensione incontrerà le anime dei beati secondo un ordine di maggior perfezione e beatitudine, ma anche in una precisa corrispondenza simbolico-astrologica tra la qualità di ogni pianeta e il tipo di esperienza spirituale compiuta dal personaggio descritto. E così, nel Cielo della Luna appaiono gli spiriti che mancarono ai voti; nel Cielo di Mercurio gli spiriti attivi; nel Cielo di Venere gli spiriti amanti; nel Cielo del Sole gli spiriti sapienti; nel Cielo di Marte gli spiriti guerrieri; nel Cielo di Giove gli spiriti giusti; nel Cielo di Saturno gli spiriti contemplanti; nel Cielo delle stelle fisse gli spiriti trionfanti; nel Primo Mobile le gerarchie angeliche. La collocazione delle anime dei beati è però provvisoria, sono \"scese\" nelle sfere celesti solo per far capire a Dante le gerarchie interne dei beati, ma il loro vero \"luogo\" è la Rosa Mistica nell'Empireo, l'anfiteatro spirituale dal quale essi contemplano direttamente Dio.",
  "last_phrase": "In conclusion, Dante's journey through the nine celestial spheres reveals a hierarchy of perfection and beatitude, with each sphere corresponding symbolically to the type of spiritual experience of the souls within it. While their placement in the spheres is provisional, the true abode of the blessed souls is the Mystical Rose in the Empyrean, where they contemplate God directly. The Empyrean is the immobile, incorporeal seat of God, from which He infuses movement into the other spheres, all of which rotate faster the higher they are.  This journey gives readers insights on the symbolism associated with each celestial sphere and its corresponding souls."
}