{
  "title": "Were the Fedeli d'Amore a secret philosophical-religious-political brotherhood? A critical analysis of their beliefs and traditions.",
  "first_phrase": "In the previous text, the author discusses the idea of Dante's body being divine and its connection to his journey in the afterlife with Beatrice. However, Dante only ventures into the Inferno and Purgatory due to his lack of faith, never reaching Paradiso. The author then discusses the notion that all faithful lovers were part of a hidden philosophical-religious-political brotherhood, not always with initiatic bases. Though the movement's internal details are not crucial, the author points out that they were similar to the Persian mystics and not related to the beliefs of an ecclesiastical historian, as was often assumed. In this final part, the author examines how the Gioachimiti believed in the direction of all humanity towards a single ascetic direction governed by a simple monk.",
  "content": "Chi avrebbe mai detto, che, dinanzi al proteiforme Guardiano della Soglia, indietreggerebbe un Dante, dove il Cavalcanti era invece passato? Ma neanche questi precisamenti interessano ancora il Valli. I cui rammodamenti del movimento, alla mistica persiana, non mi sembrano a proposito, che per le esteriorità di dettaglio. Ma neanche strettamente a proposito mi sembrano i raccostamenti che un dotto storico ecclesiastico avrebbe piuttosto voluti, con Gioachino da Fiore. Fiore, sì, infatti, anche lui; e, «di spirito profetico dotato». Ma sembra che, per quei Gioachimiti, fosse il monaco puro e semplice a dover prendere una sia pur ascetica - ma completa, assoluta, esclusiva - direzione dell'Umanità , in tutti quanti i poteri: dal papale all'imperiale, e dal dottrinale all'economico. Non bastano dunque coincidenze di qualche terminologia, e nemmeno comunanze di qualche generico programma a cui accenneremo da ultimo.",
  "last_phrase": "In conclusion, while there have been attempts to link the Fedeli d'Amore to other groups or movements, it seems that their focus on love and beauty is unique to them. The personal effort of Valli in using statistical analysis to determine the broader meaning of certain recurring words has shed light on the depth of emotion present in their works. Ultimately, the Fedeli d'Amore remain a fascinating and enigmatic group, whose poetry and ideology continue to inspire and captivate readers today."
}