{
  "title": "What is the connection between Pythagoreanism and Christianity in the works of medieval authors such as Boethius and the founding of the Carthusian Order?",
  "first_phrase": "This text explores the connection of mystic numbers with art, philosophy, and religion throughout history. It begins by discussing the importance of the number six and its connection to Pythagoras and Platonic philosophy. The text then delves into the role of the number seven in the foundation of the Carthusian order and the symbolism of seven stars. The number eight is also explored and associated with the Beatitudes in Christianity. The text concludes by discussing the influence of Boethius on Dante and his attempts to reconcile Aristotelian and Pythagorean philosophy.",
  "content": "Un numero mistico pitagorico, l'8, cristianamente diventa il numero delle beatitudini, come ce lo prospetta Sant'Ambrogio in questa frase: «Quatuor tantum beatitudines sanctus Lucas dominicas posuit, octo vero sanctus Mathæus... Ille in illis octo mysticum numerum reseravit ». A tutti questi padri, che Dante conosceva benissimo, si deve aggiungere un altro autore ammirato da Dante: e fu Severino Boezio. Si potrebbe anzi asserire che egli avesse ripreso da Boezio un suo profondo convincimento: accordare cioè le due filosofie, quella scolastica aristotelica e quella mistica pitagorica. Boezio difatti nei suoi scritti cerca e trova questo accordo. Ma le preferenze di Boezio nel campo scientifico sono per i pitagorici. Già vedemmo come egli consideri l'unità identicamente ai pitagorici. Per quanto non faccia eccessivo misticismo numerico, pure il suo trattatello di aritmetica è tutto pervaso da un senso generale di armonia, di profondità e di intima essenza del numero, in cui egli sente quasi sempre un senso divino. In un suo trattato (Institutiones arithmeticæ) sono ad esempio frasi come questa: «Omnia quæcumque... natura constructa sunt numerorum videndum ratione formata » (pag. 12); egli afferma poi (pag.",
  "last_phrase": "In conclusion, Dante's profound conviction of combining the two different philosophical schools, Aristotelian scholastic and Pythagorean mystic, might have been inspired by Severino Boezio's belief. Boezio, who valued the harmony and essence of numbers, was inclined towards the Pythagorean way of thinking, as demonstrated in his works on arithmetic and music. The pitagoric school founded the numerical scale of sounds experimentally and still inspires the scientific field of acoustics and sound intervals."
}