{
  "title": "What was the impact of excluding the transmitters of the Holy Spirit in the early Christian church?",
  "first_phrase": "This is the final part of a text that discusses the history and evolution of spiritual teachings from ancient temples to the official church. The text explains how early church leaders had to restrain the anarchy of simple believers who had visions and prophesies. These ecstatic experiences were eventually suppressed, causing spiritual stagnation and a mistrust of those who sought to pass on knowledge. The author mentions Abelardo and his arguments with theologians to defend his teachings, but no hint of initiation traditions. In the end, formalized spirituality became the focus, leaving behind the direct experience of the divine.",
  "content": "Il disastro - sin dove ciò concepibile e possibile sia - per lo Spirito Santo medesimo. Chè, messa ormai su una via d'inconfessabile diffidenza, drizzava pronte e minacciose orecchie la dirigente Chiesa ufficiale, ad ogni sussurrata eco di Pneuma, di Spirito, di Paracleto. E senza ufficial tempio nè riconosciuto altare, rimase lo Spirito Santo per secoli e secoli; e quando per primo Abelardo, verso il 1123 - a futuro, imprevisto rifugio di luce per la sua Eloisa - osò intitolare dal \"Paraclète\" un semidesertico oratorietto di pace vanamente inseguita, ebbe ancora a difendersi, contro teologi, con argomenti teologici. E, in Abelardo, sfioramenti molti di eresie molteplici, ma - a scanso di possibili equivoci un po' più innanzi - nessun sentore, fosse pur minimo, di tradizioni iniziatiche. Due secoli ancora dovrà però aspettare la stessa ineffabile Trinità , a che una sua speciale festa sia ufficialmente sancita (1333) da Giovanni XXII (1). Sbanditi intanto dalla direzione i trasmissori dello Spirito, non eran rimasti - per far Chiesa - che gli accanimenti dialettici sulle dottrine, e il consolidamento delle gerarchie esteriori: due forze ancora enormi, in quanto attinte dalla Grecia la prima, e la seconda da Roma.",
  "last_phrase": "In conclusion, the history of the Holy Spirit within the Catholic Church has been a tumultuous journey of distrust and theological debates. Despite being ousted from the Church's direction, the Spirit has persevered and remains a symbol of the Church's vitality. However, the Church's esoteric practices suffered greatly from a lack of connection to its roots and the proliferation of diverse traditions. Nonetheless, the spirit of the ancient Church lives on, intertwined in the history of Christian heresies."
}