{
  "title": "What are the Virtues of the Roman People and their Importance for the Divine Right of the Emperor According to Ercole Quadrelli?",
  "first_phrase": "In this text, the author discusses the importance of certain virtues and how they are required not just for individuals, but for the entire Roman people. The ideal Emperor, or Veltro as envisioned by Dante, must possess divine inspiration and power to rule justly. The author argues that an Emperor's power must come from God and directly inspire them. They reference Napoleon's self-coronation as an example of this divine inspiration. The author claims that when an Emperor seeks personal gain or does not hew to their divine destiny, they invite disaster upon themselves and their people. The text ends with a hopeful note that Italy is healing and returning to its glorious past.",
  "content": "E senza dubbio questo pensiero inspirò Napoleone quando, nel giorno della incoronazione a Re d'Italia, tolti di mezzo gli intermediari, si pose in capo da sé la corona. E ben fece perché se, come il Manzoni afferma, Iddio stampò in lui più vasta orma del suo spirito creatore, da Dio stesso fu suscitato e predestinato. Il Veltro è quindi perfettamente al suo posto al sommo della gerarchia. Quando la gerarchia non sussiste, l'assetto sociale precipita. Quando l'Imperatore indulge a sentimenti personali o pretende volgere l'Impero a beneficio di popolo non predestinato, il Fato, cui sottostanno gli Dei, si abbatte su di lui e sull'opera sua. Carlo V esce di senno, una incredibile testardaggine determina Waterloo, sulla Marna e sul Piave si noveran miracoli. Oggi l'Italia sta risanando. Affiorano le antiche virtù. Il suolo sacro della Patria esprime le superbe legioni che Augusto amava; e le masse van ripulendosi del morbo asiatico. \"Roma locuta est\"; ed i popoli già tendon l'orecchio alle parole di rinsavimento, già figgon lo sguardo ai segni precursori della nuova aurora.",
  "last_phrase": "In conclusion, the preservation of hierarchy and reverence for the gods of the nation are essential for a prosperous and virtuous society. As Italy finds its footing and ancient virtues resurface, we must heed the signs of a new dawn and live according to the customs of our ancestors. Quadrelli's essay on the \"Fedeli d'Amore\" offers valuable insights into the spiritual and literary traditions that continue to shape our culture."
}