{
  "title": "What are the esoteric meanings in Nicolò de' Rossi's poetry and how are they related to his political context?",
  "first_phrase": "In this text, the author talks about the esoteric meaning of poetry, specifically the Fedeli d'Amore movement. While many scholars focus on the outer form and ethical-political meanings, they neglect the esoteric significance. One poet who exemplifies this aspect is Nicolò de' Rossi, whose work focuses on the anagogic level. Living in Treviso under the looming threat of Can Grande della Scala, he wrote poems both in praise of and invoking the help of Pope John XXII. Of particular interest is his canzone \"Color di perla,\" which responds to Guido Cavalcanti's \"Donna me prega.\"",
  "content": "La sua città, Treviso, era, alla sua epoca, minacciata da Can Grande della Scala e la protezione del pontefice, nei confronti di tale avversario, era largamente auspicata. E' in tale contesto politico che deve essere inquadrata la sua opera poetica e diventano allora comprensibili certe sue poesie rivolte al pontefice. Per invocare aiuto per la sua Treviso scrisse infatti anche sonetti in lode di Giovanni XXII. Perciò, non essendo minimamente nel mirino della chiesa, egli potè esprimersi più liberamente, proprio in relazione a quel quarto livello di significato, che Dante chiama \"anagogico\", e sul quale gli altri Fedeli d'Amore dovettero sostanzialmente tacere. Cercheremo di dare qualche indicazione in merito nel seguito. Il più interessante componimento di Nicolò (o Niccolò) De Rossi è probabilmente la canzone \"Color di perla\". Essa, che è comunemente considerata una \"risposta\" a \"Donna me prega\" di Guido Cavalcanti, è seguita da un commento, una expositio in latino, scritta da De Rossi stesso. Per comprender meglio \"Color di perla\" è perciò utile, probabilmente, esaminare preventivamente la canzone di Cavalcanti, uno tra i maggiori dei Fedeli d'Amore, anche per l'espressione poetica.",
  "last_phrase": "In conclusion, Nicolò De Rossi's poetry should be read in the context of his political situation and his desire to protect his city, Treviso. His works, including the intriguing \"Color di perla,\" offer insight into the fourth level of meaning Dante calls \"anagogic.\" By understanding De Rossi's response to Guido Cavalcanti's \"Donna me prega,\" readers can appreciate the expression and techniques of one of the greatest of the Fedeli d'Amore."
}