{
  "title": "What is the significance of numbers in Dante's works and how did it influence his spiritual beliefs?",
  "first_phrase": "In the previous text, we learned about the importance of the number eighty-one as mentioned by Dante in the Convivio and how it contradicts the belief that human life lasts for seventy years. The author then introduces Vinassa de Regny, who had a spiritual attitude towards Dante's symbolism and rejected the notion that he was an esotericist. This attitude was representative of certain Florentine circles from the 1920s onwards and influenced personalities such as Girolamo Comi and Guido de Giorgio. In the final section, we delve into the significance of numbers in Dante's Commedia and how it reflects the quest for harmony, arithmetic beauty and the quadrature of the circle.",
  "content": "Pur cioè riconoscendo che in Dante vi sia un influsso pitagorico, nega che Dante sia un esoterista, giacchè il suo pitagorismo sarebbe perfettamente \"ortodosso\", essendo accettato e veicolato dagli stessi \"Padri\" della chiesa. L'atteggiamento di De Regny è sintomatico di quel che avveniva in certi ambienti di Firenze dagli Anni Venti in poi, ma che finì con l'influenzare anche personalità non fiorentine, come ad es. Girolamo Comi e Guido de Giorgio (Vedi in proposito il Quaderno \"Papini e il Gruppo di Ur\"). 5. - Il Numero in Dante Scopo della Commedia è di giungere o, meglio, di far giungere l'Umanità dalla selva del peccato e del marasma politico sino al Dio cattolico Uno e Trino, nel quale si assomma anche, come vedremo, il supremo quesito aritmetico e geometrico che affannava da secoli l'umanità : la quadratura del circolo. Questa struttura armonica, numeristica, geometrica di tutte le opere di Dante, ma specialmente della Commedia, fu detta, da coloro che poco intesero Dante e i tempi suoi, una cabbala; e con ciò dimostrarono di non conoscere la diversità tra la strampalata cabbala giudaica e la mirabile armonia pitagorica del numero.",
  "last_phrase": "In conclusion, Dante's work, especially the Commedia, is permeated with a harmonious, numeric and geometric structure. Although some may have mistaken this for a cabalistic system, it is in fact an orthodox Pythagoreanism, accepted and propagated by the Fathers of the Church. Dante's goal was to lead humanity from the forest of sin and political turmoil to the One and Triune Catholic God. His beliefs in numerology were common in his times and were not mere superstitions or vacuous fantasies, as some have mistakenly claimed."
}