{
  "title": "Why do some scholars believe Dante was anti-Islam and how did one translator challenge this view?",
  "first_phrase": "This text discusses the controversial portrayal of the prophet Mohammed in Dante's \"Inferno\". From lines 22 to 63, Mohammed appears as being punished in hell. Some Arab scholars have taken issue with this and have tried to argue that Dante drew inspiration from Arabic literature - specifically, \"The Book of the Ladder\" - but many of these arguments are based on poor scholarship. However, there are exceptions; one is the Iraqi poet Kadhim Jihad, who translated the entire \"Divine Comedy\" into Arabic, including the parts featuring Mohammed. In an interview with \"La Stampa\", he argues that Dante is not anti-Islamic and that he proves it by placing Muslim figures like Averroës and Saladin in the Limbo.",
  "content": "E dunque non ha salvato Maometto dall'Inferno, canto XXVIII, laddove il profeta compare tra i \"seminator di scandalo e di scisma\", \"rotto dal mento infin dove si trulla\". Squartato dal viso al basso ventre. Torturato, umiliato. Nessun arabo tra i traduttori (parziali) o i divulgatori di Dante finora aveva osato. Khadim l'ha fatto e ora, ci dice sorridendo, è assolutamente \"tranquillo\". Ma non teme una \"fatwa\", una condanna degli imam barbuti, tipo quella che colpì Salman Rushdie per i suoi \"versetti satanici\"? \"No - risponde Khadim -. Io sono soltanto il traduttore. Semmai la fatwa ricadrebbe su Dante... Ma sono sicuro che lui ne uscirebbe trionfatore\". ... Secondo Kadhim, Dante non è anti-Islam e lo prova il fatto che colloca in quella \"zona franca\" che chiama Limbo, accanto a Virgilio e Omero, anche due musulmani come il filosofo Averroè (la razionalità ) e il condottiero Saladino, avversario ma non nemico. - Tarquinio Prisco: In effetti Kadhim Jihad è una lodevole quanto rara eccezione, perchè gli studiosi islamici hanno detto delle vere enormità, spesso basandosi su una conoscenza piuttosto approssimativa dell'opera dantesca. Una prova?",
  "last_phrase": "In conclusion, it is worth noting that despite the misconceptions and misguided interpretations of Dante's work by some Islamic scholars, Kadhim Jihad stands out as a rare exception by offering a more nuanced and accurate portrayal of the Muslim figures in the Divine Comedy. By recognizing Dante's contextualization of Maometto and other Muslim figures, we can avoid making blanket assumptions and instead appreciate the rich complexity and significance of this literary masterpiece."
}