{
  "title": "\"What are the steps to achieve spiritual transformation according to alchemy?\"",
  "first_phrase": "The text discusses the process of achieving individuality beyond death through the domination of the mercury and lunar bodies as steps toward the \"opus\" or transformation of base matter into spiritual gold. The author explains how the dominance of various aspects of albedo, rubedo, and nigredo in the mercury and lunar bodies produces the first and second Tre, which multiplied, result in the survival of a simple individuality beyond death. The author then describes the symbolism of different lunar phases and the progression of albedo, rubedo, and nigredo within them, leading to the third Tre, and the creation of the Ventisette.",
  "content": "Nel reincarnarsi o, più in generale, nel trasmigrare, questo nucleo (sole-mercurio) dipenderà ancora dai servigi della Natura, che dovrà fornirgli, tramite le comuni modalità, i corpi lunare e saturnio, ai quali non è ancora in grado di sopperire da solo. Il secondo passo consiste nell'assumere il dominio del corpo lunare (trasformazione dell'argento in oro). Nella Luna predomina rubedo ma, anche in questo caso, in diverse proporzioni, a seconda dei cicli ai quali è sottoposta la vitalità. La Luna crescente è simbolo di fasi, nelle quali albedo cresce progressivamente, pur rimanendo seconda rispetto a rubedo. La Luna calante è simbolo di fasi nelle quali nigredo cresce, pur rimanendo seconda rispetto a rubedo. La Luna Piena e la Luna Nera sono simboli di momenti di \"transito\" nei cicli della vitalità, nei quali rubedo, che è sempre dominante, inibisce la qualità che stava crescendo, stimolando la ricrescita dell'altra che era in diminuizione. Il dominio della crescita, della diminuizione e del transito degli aspetti vitali antagonisti costituisce il terzo Tre che, moltiplicato per il precedente Nove, produce il Ventisette.",
  "last_phrase": "In conclusion, the process of reincarnation or transmigration involves the dependence of the sole-mercury nucleus on the forces of nature for the provision of lunar and saturnine bodies. Mastery of the lunar and saturnine bodies is achieved through the transformative processes of albedo, nigredo, and rubedo. Ultimately, the adept can assume control of a gross body of manifestation."
}