{
  "title": "What is the significance of the numbers two, three, and four in Pythagorean numerology and geometry?",
  "first_phrase": "This text explores the significance of numbers in Geometry and the physical world. It discusses how two points form a line, three points form a triangle, and four points form a tetrahedron, the simplest three-dimensional shape. The sum of one, two, three, and four is ten, which represents the perfect decade that is considered the source of the universe for Pythagoreans. It's important to note that the Pythagoreans didn't consider the decade as ten consecutive numbers, but as the sum of the first four numbers, including the point, line, triangle, and tetrahedron. This perfect decade was the source of the everlasting nature and the eternal order of things. Jeroele's commentary mentions how the \"quaternità\" is the font of the eternal order of things.",
  "content": "La figura 4 dà un'idea di questi fatti: fig. 4 La somma dell'uno, del due, del tre e del quattro dà il dieci, la decade perfetta, che comprende l'Universo fisico. Si ha cosà la sacra tetractis su cui giuravano i pitagorici, e che non era il quattro, come alcuni hanno supposto, ma il complesso dei primi quattro numeri, nei quali era compreso il punto, la linea, il triangolo e il tetraedro, che andavano cioè dal punto immateriale sino ai corpi con altezza, larghezza e spessore: pasan füsin. Nel giuramento pitagorico questa perfetta tetractis, che si assommava nella decade, è detta «sorgente dell'inesauribile natura ». E nel commento di Jeroele ai versi aurei (Ed. Carabba, pag. 47) si dice che la «quaternità è la fonte dell'eterno ordine delle cose ». Bisogna poi ricordare che pei pitagorici la decade non era formata da dieci numeri successivi come la nostra decina, ma era la somma dell'unità coi tre numeri fondamentali, ed era essa stessa unità . Ogni numero superiore al dieci era formato da varie decadi a sè stanti; difatti pei pitagorici, come unità di misura, non si andava oltre il dieci, la tetractis.",
  "last_phrase": "In conclusion, the sacred tetractys of the Pythagoreans was not just the number four, but the culmination of the first four numbers, which symbolized the physical universe. The sum of one, two, three, and four gave the perfect ten, which represented the inextinguishable nature. The Pythagoreans believed that the value and virtue of the decade lay in its quaternity, and Dante also espoused this idea. This numerology was shaped by Pythagoras' probable journey to Egypt, which brought another geometric principle that made him famous even among the average educated public."
}