{
  "title": "What is the origin of the theory of the Harmony of the Spheres, and why does it not actually exist according to Aristotle?",
  "first_phrase": "In the previous text, the author analyses a famous excerpt from Dante Alighieri's Divine Comedy, where he mentions the Pythagorean theory of the harmony of the spheres. In this last part, the text explores the origin of this theory and its relationship with music. The author cites Nino Pirrotta's study on Dante's musical references and explains how the theory of the harmony of the spheres was associated with the Pythagorean idea of organizing space through mathematical ratios in the cosmos. Aristotle, however, refuted this theory in his work \"De Caelo.\"",
  "content": "(Paradiso, canto I, vv.76-81) \"L'armonia che temperi e discerni\" è espressione tecnica e musicale: temperare indica qui l'atto dell'accordatura, tipico soprattutto di uno strumento a corde come la lira: \"le sante corde/ che la destra del cielo allenta e tira\" (Par XV, 5-6 ), mentre nell'espressione discerni è ravvisabile un riferimento alla discretezza dei numeri per mezzo dei quali, secondo la teoria pitagorica, vengono stabiliti i rapporti matematici che organizzano lo spazio sonoro (1) . (1) Vedi: Nino Pirrotta, «Dante musicus: gothicism, scholasticism, and music» in: Speculum. A journal of Mediaeval studies, vol.XLIII, Cambridge Massachusetts, 1968, pp.245-257. L'origine, perlomeno in ambito occidentale, della teoria nota come armonia delle sfere viene comunemente ascritta alla scuola pitagorica o a Pitagora stesso, che secondo la testimonianza di Giamblico (La vita pitagorica, 65-67) poteva udire la musica cosmica. Aristotele confutò tale teoria nel De Caelo.",
  "last_phrase": "In conclusion, while the idea of celestial harmony may be appealing to our imagination, it is ultimately not supported by scientific evidence. However, the notion of harmony as a musical and technical term remains important in understanding the organization of sound and music, and its references can be found in works like Dante's Paradiso."
}