{
  "title": "What is the cosmological structure of Dante's Divine Comedy?",
  "first_phrase": "This text explores the cosmological structure of Dante's Commedia and its important connections to its doctrinal choices. It analyzes how Dante's representation of the Inferno, the Purgatorio, and the Paradiso coincide with the medieval imaginative cosmos. The journey through the nine heavens of the astronomical-theological cosmos and the hierarchy of angelic choirs in the Empyrean is also discussed. Finally, the text shows how this cosmological structure is closely connected to the moral and theological order of the poem, expressed through the placement of the three realms and the precise order of punishment and grace.",
  "content": "In cima al Purgatorio, che peraltro era una creazione recente dell'immaginario cristiano legata alla necessità di giustificare la dottrina delle indulgenze, Dante colloca il Paradiso terrestre del racconto biblico, il luogo terrestre più vicino al cielo. Il Paradiso è strutturato secondo la rappresentazione cosmologica aristotelica, rivisitata in epoca ellenistica da Tolemeo, e risistemata ulteriormente dai teologi cristiani, secondo le esigenze della nuova religione. Nel suo rapimento celeste dietro l'anima di Beatrice, Dante attraversa dunque i nove cieli del cosmo astronomico-teologico, al di sopra dei quali si distende, metafisicamente infinito, l'Empireo - in cui ha sede la Rosa dei Beati, godenti la diretta visione di Dio. Ai nove cieli corrispondono nell'Empireo i nove cori angelici che, col loro movimento circolare intorno all'immagine di Dio, provocano il relativo movimento rotatorio del cielo a cui ciascuno di essi è preposto - questo come conseguenza della dottrina dell'Atto Puro e del Primo Cielo Mobile, desunta dalla Metafisica di Aristotele. La struttura cosmologica della Commedia è dunque strettamente connessa alla struttura dottrinale del poema, per cui la collocazione dei tre regni, e, al loro interno, l'ordine delle anime - ovvero delle pene e delle grazie-, corrisponde a precisi intendimenti di ordine morale e teologico.",
  "last_phrase": "In conclusion, Dante's Divine Comedy presents a complex and detailed cosmological and moral structure. From the depiction of the Purgatory to the nine circles of Hell and the hierarchy of the Paradise, Dante intended to provide a rigorous representation of the afterlife, as well as a moral teaching on the consequences of human actions. Thus, this masterpiece stands as a unique synthesis of religious doctrine, classical philosophy and medieval culture."
}