{
  "title": "What are the \"Fedeli d'Amore\" and why is Ercole Quadrelli's essay on the subject important?",
  "first_phrase": "This text delves into the philosophical musings of Ercole Quadrelli on the topic of \"Fedeli d'Amore\" - an excerpt from a 1929 article in the contemporary movement's bi-monthly magazine. It sheds light on several aspects, such as Quadrelli's writing style, endorsing the attribution of the \"Abraxa\" teachings to him, and disapproving Guenon's critique of L. Valli. The excerpt explores the profound mystery of the \"primary Being\" and its \"ineffable activity,\" questioning what moves it to fracture into countless densities of existence from its simplest unity, in \"plenitude of love?\"",
  "content": "- Ridimensiona infine certe pretese di Guenon nel campo degli studi danteschi e soprattutto alcune critiche guenoniane a L.Valli. (*) Quello autentico e non quello spesso storpiato già nel titolo (da taluni trasformato in Corpus Philosophicum Totius Magiae). L'ineffabile Essere primissimo - sì difficilmente pensabile senza immediato rischio di blasfemamente confonderlo col Nulla - Lui, sì pienissimo, con il Nulla vuotissimo - che cosa ab aeterno e in eterno lo mosse, e move, a perennemente uscire dall'unità sua semplicissima, per dirompersi in molteplici densità innumerabili? Mistero, a cui non è escogitabile nome alcuno adeguato; attività ineffabile d'ineffabile Agente; necessità libera, nudità sovrabbondante, coerenza di scissione, immobilità di propulsione, slancio dell'uno verso il diverso, impeto della Realtà ad anche parere ciò che Ella già è. Amore? Mistero. Amore di esuberanza, caso mai: traboccamento di plenitudine, effusione di magnificenza: dono. Amori di bisogno - di invocazione, di dedizione - dopo: dal diverso che riaspira a unità , dal piccolo che brama ampliamento, dal crepuscolare che scongiura più luce: più calore, più forza, più vita.",
  "last_phrase": "In conclusion, Guenon's pretensions in the field of Dante studies, as well as his criticisms of L. Valli, should be appropriately scaled down. The ineffable first Being, full of everything and empty of nothingness, is a mystery that cannot be adequately named. Its activity is the work of an ineffable Agent, overflowing with love and magnificence, always bursting into multi-dense innumerable densities. The unimaginable Entity continuously traverses itself, the site and the traveler, palpates itself, the rhythm and musician, and engulfs itself, the contained encompassment, The unimolteplice vibration, the visible and invisible flame, the immaterial oil. Thus, the triangle that descends, immerses itself and wraps itself in the salomonic hexagram, crosses over to the indestructible ion, sixteen times denser than lead, which is infinitely more complicated, decomposable, and inaccessible. Everything else is exteriority compared to the innermost infinity of It."
}