{
  "title": "What is Dante's cosmological vision of purgatory and how does it relate to the seven deadly sins?",
  "first_phrase": "This text talks about Dante's cosmological vision. It explains how the fall of Lucifer caused a geological cataclysm, making the inhabited lands move from the southern hemisphere to the northern one. In the southern hemisphere, the mountain of Purgatory emerged, which is the subject of the last 200 tokens. Dante structures the Purgatory into seven cornices, each precisely espousing the seven capital sins. The journey of Dante is from the worst sin to the lightest. The text also talks about the doorkeeper angel, the custodian angels of each cornice, and their virtues.",
  "content": "Infatti, i peccati degli espìanti sono originati da tre cause fondamentali: - amore rivolto al male (superbia, invidia, ira), - amore troppo debole per Dio (accidia) , - amore troppo forte per i beni terreni (avarizia e prodigalità , gola, lussuria). Perciò il purgatorio è diviso in sette cornici (delimitate dal lato interno dalla parete a piombo sul monte, e dal lato esterno dal vuoto) in ciascuna delle quali si espia uno dei sette peccati capitali, nell'ordine già citato. Essendo il Purgatorio costruito specularmente all'Inferno (la montagna è l'immagine speculare della voragine), anche l'ordine dei peccati risulta capovolto: il cammino di Dante è infatti dal peccato più grave (superbia) a quello più lieve (lussuria). L'ingresso in purgatorio è consentito solo dall'angelo guardiano, che apre una pesante porta con due chiavi, secondo un rito che allude ad un certo livello dell'iniziazione. Ogni cornice ha un custode angelico, l'angelo della virtù contrapposta al peccato, e precisamente gli angeli dell'umiltà , della misericordia, della pace, della sollecitudine, della giustiza, dell'astinenza e della castità .",
  "last_phrase": "In conclusion, Dante's Purgatorio is divided into seven levels, each corresponding to one of the seven deadly sins. The souls must expiate for their sins through physical punishment and moments of reflection and penance. The journey to the top of the mountain requires passing through each level of the Purgatory, which is guarded by an angel of the virtue opposed to the sin. The journey towards redemption requires effort and patience, but it leads to the final destination: the ecstatic state of the Paradiso."
}