{
  "title": "Was Dante a Franciscan Mystic or a Thomistic Scolastic?",
  "first_phrase": "In the last 200 tokens of the text, the author argues that Dante Alighieri was both a mystical Franciscan and a Thomist scholastic. He was an eclectic character who sought agreement on religious and political issues. As an Italian and a Tuscan, Dante's thinking and feeling were influenced by the ancient Etruscan civilization and its fondness of numerical and harmonic regularity such as that espoused by Pythagoras. Although there are claims that he was tried for heresy, there is no evidence to support it. It is clear that Dante was a devout Catholic who sought to reconcile the two great powers of his day - religion and politics - in a purified and renewed church and empire.",
  "content": "Nè va dimenticato che egli è un italiano, un toscano, mediterraneo. Nel suo sangue, nel suo modo di sentire, di pensare, si era trasfusa la millenaria civiltà etrusca, che tutto ordiva secondo numero e armonia. Un altro esempio ci sta a indicare questa predilezione di Dante per la regolarità armonica pitagorica. Tra gli scultori egli cita soltanto Policleto (Purg., X, 32): Ora questi era noto come autore di uno scritto (il Regolo) sulla proporzione del corpo umano come prototipo dell'armonia secondo il numero e nel Medio Evo era considerato maestro del calcolo della misura, era cioè un perfetto pitagorico. Epigoni del numerismo furono e sono i frammassoni. Per questo taluni, e primi tra tutti il Rossetti e l'Aroux, hanno voluto vedere in Dante un settario, un illuminato, quasi un protestante, comunque un anticattolico. Nulla di tutto questo. Dante è invece un perfetto cattolico; non solo dal punto di vista dogmatico, ma anche come credente e praticante. Egli è veramente, come lo chiama San Pietro, un «buon cristiano ». Su questo argomento occorre una breve digressione. Si dice per tradizione che Dante fosse sottoposto a processo per eresia; ma la leggenda non è affatto confermata.",
  "last_phrase": "In conclusion, Dante was not only a perfect Catholic but also a true representation of Italian culture and heritage. His appreciation for the harmonic proportions of Pythagorean philosophy and Etruscan civilization is evident in his works. Though he faced opposition from the inquisitors of his time for his political views, Dante's literary contributions have been recognized and celebrated by subsequent generations."
}