{
  "title": "\"What is the significance of ancient traditions in interpreting the symbolism of love and initiation in Rossetti's 'Mistero dell'amor platonico'?\"",
  "first_phrase": "In the previous tokens, the author discusses the interpretation of the book \"Il Mistero dell'amor platolonico\" by Rossetti, which is believed to be influenced by ancient traditions. The author also highlights the importance of comparing the symbolism of the Fedeli d'Amore with other initiatic movements, particularly in alchemy. The last 200 tokens feature two scholars, Pietro Negri and Ercole Quadrelli, who support the author's interpretations and provide significant input. Negri notes the importance of the connection between the Rose and Apuleio's book on initiatic teachings, while Quadrelli suggests an amendment to the author's interpretation of Cecco d'Ascoli's sonnet to Dante.",
  "content": "Ritengo notevolmente importanti anche i molti raffronti che egli fa del simbolismo dei Fedeli d'Amore con quello che era diffuso in altri movimenti iniziatici e specialmente nell'alchimia. Tornerò io stesso sulla importanza del raffronto tra la figura del 'rebis' alchemico da lui riesumata e la figura «moglier e marito» di Francesco da Barberino. (I) Dall'epistolario ancora inedito del Rossetti si può rilevare che mentre Hookam Freer che aveva dato il danaro per la stampa del 'Mistero dell'Amor Platonico' ne chiese poi la distruzione, il Rossetti chiedeva al Seymour Kirkup che evitasse questo disastro. Per alcuni anni il libro fu tenuto in casa Rossetti e non diffuso. Morti il Rossetti e i due suoi amici, altri persuase la vedova Rossetti a distruggerlo. Ercole Quadrelli (Progresso Religioso, marzo 1929) non solo ha accolto con grande fervore la mia interpretazione, ma ha vivacemente polemizzato contro qualcuno dei miei oppositori della tradizione scolastica e col Guenon al quale rimprovera di fabbricare una ortodossia iniziatica artificiosa per suo conto, ma io desidero soprattutto di fissare un emendamento che egli ha proposto a una mia interpretazione e che mi sembra ottimo. Cecco d'Ascoli nel suo sonetto a Dante scrive: Usa cautela e spesso la ricapita, e sappiti mostrar Francesco e Rodico.",
  "last_phrase": "In conclusion, it is highly recommended to make comparisons between different initiatic movements, such as the symbolism of the Fedeli d'Amore and alchemy. The importance of such comparisons can be seen in the rediscovery of the figure of the 'rebis' and its connection to the figure of \"moglier e marito\" by Francesco da Barberino. Finally, it is essential to exercise caution and be prudent in both language and behavior, as suggested by Cecco d'Ascoli's sonnet to Dante."
}