{
  "title": "What is the significance of Napoleon's crown and the importance of hierarchy in society according to Ercole Quadrelli's essay on the \"Fedeli d'Amore\"?",
  "first_phrase": "In this concluding portion of the text, the writer introduces a significant essay by Ercole Quadrelli on the \"Fedeli d'Amore\" taken from the 1929 issue of \"Il progresso religioso\". It's an important piece for various reasons, including its contemporaneity with other relevant articles of the time, such as Pietro Negri's \"Il Linguaggio Segreto dei Fedeli d'Amore.\" The writer emphasizes that this essay showcases Quadrelli's actual literary style, and its inclusion confirms the previously discussed idea about Evola's transcribing Abraxa's teachings into his own style. Before this, the text talks about Napoleon being crowned King of Italy and his divinely predestined role as the \"Veltro\" at the top of the hierarchy. It also touches upon the significance of social order, and how the fate of emperors who bear personal motivations deviates from those who follow the preordained path. Finally, the text highlights the resurgent virtues in Italy and the people's ability to live virtuously with the faith and reverence of the Roman gods.",
  "content": "Ed in verità, il popolo saprà vivere austeramente, virtuosamente, se il Duce avrà la fede e la reverenza romana per gli Iddii della Patria; sia lecito a noi, nel giorno natale di Roma, leggere i segni secondo il costume dei Padri e dichiarare fausti i presagi. 3) ERCOLE QUADRELLI I \"FEDELI D'AMORE\" Quel che segue è un saggio di Ercole Quadrelli sui Fedeli d'Amore, estratto da \"Il progresso religioso\" n°2, Rivista bimestrale del movimento contemporaneo, Città di Castello, 1929. E' un saggio molto importante per svariati motivi: - E' del 1929 e perciò contemporaneo alla rivista Krur. Segue di un anno il saggio di Pietro Negri \"Il Linguaggio Segreto dei Fedeli d'Amore\", uscito nella seconda annata di Ur e a cui Quadrelli fa un brevissimo riferimento finale. - Mostra il vero stile letterario di Quadrelli (che usa ad es. abitualmente l'accento, all'inizio di parola, al posto della lettera h) e conferma perciò che gli scritti firmati Abraxa erano sì insegnamenti dati oralmente da Quadrelli, sulla base del Corpus Philosophorum Totius Magiae (*) di Kremmerz, ma trascritti da Evola col suo stile.",
  "last_phrase": "In conclusion, Ercole Quadrelli's essay on the Fedeli d'Amore provides valuable insight into contemporary literary style and their teachings. It also sheds light on the transcribing process by Evola and puts to rest certain criticisms of Guenon, leaving us with a deeper appreciation for the timeless mystery of the ineffable and the profound complexities of love."
}