{
  "title": "What is the anagogic meaning of the works of the Fedeli d'Amore according to different scholars?",
  "first_phrase": "In the previous section, the author discussed the meeting of his findings and Initiation traditions. He noted that while there were discrepancies in terms and judgments, he was pleased with the concordances on facts and the opportunity to learn new information. In the last 200 tokens, he delves into the meaning behind the anagogic and initiation significance of the Fedeli d'Amore. Quasimodo seeks to unravel the knot of understanding the Fedeli d'Amore's doctrine by proposing different feasible solutions. He maintains that the higher level of love hinted in their works may not necessarily be based on esoteric practices but may explain initiatic love without physical contact.",
  "content": "Cosi quando il Guenon, accennando anche alla mia scoperta delle simmetrie della Croce e dell' Aquila e a questo venire alla luce del segreto di Dante dopo sei secoli, dice che questo è accaduto \"parce qu'il ètait prèvu que le secret devait etre gardè pendant six siècles (le Naros chaldèen)\", io per mio conto continuo a credere che la cosa si vada chiarendo oggi soltanto perchè oggi l'abbiamo studiata senza preconcetti, con molto più materiale a disposizione e con buon metodo. 5) Per Una Determinazione Del Significato Anagogico Tullio Quasimodo: Ritengo che uno dei nodi da sciogliere, riguardo alla dottrina dei Fedeli d'Amore, è decidere a che cosa si riferisca esattamente il significato anagogico e perciò iniziatico delle loro opere. Mi sembra infatti che i vari studiosi, riguardo a questo più alto livello di significato (e perciò non considerando altri significati di livello più basso come ad es. il significato etico-politico), abbiano sostanzialmente suggerito le seguenti soluzioni: a) il linguaggio \"amoroso\" dei Fedeli d'Amore nasconde delle pratiche esoteriche genericamente concepite e perciò non necessariamente basate sull'uso iniziatico dell'amore. b) il linguaggio \"amoroso\" indica proprio l'uso iniziatico dell'amore, ma inteso quale \"amor platonico\", cioè senza contatto fisico.",
  "last_phrase": "In conclusion, it seems that the meaning of the anagogic and initiatory significance of the works of the Fedeli d'Amore has been a puzzle to scholars for a long time. Nonetheless, it is imperative that we continue studying their work without preconceptions, with good methods, and much more material available today, to gain a better understanding of their hidden messages. Therefore, it is plausible to accept all three suggested anagogic meanings."
}