{
  "title": "What is the allegorical meaning behind Dante's strange reference to Fra Dolcino in relation to Mohammed and schismatics?",
  "first_phrase": "In this piece, the author explores Dante's silence about the schism caused by Muhammad and argues that Dante had to categorize Catholic popes as schismatics if he wanted to be consistent. Instead, Dante uses an allegory involving Muhammad and Fra' Dolcino, a heretic of northern Italy, to convey a deeper meaning. The author provides background information on Fra Dolcino and his controversial ideology, which Dante disapproves of. This raises the question of why Dante chose Dolcino as a character in his allegory, adding another layer to the complexity of Dante's work.",
  "content": "Non ci sono ragioni per cui Maometto avrebbe dovuto preoccuparsi per un eretico del nord Italia, anche perchè, nella stessa bolgia, vi erano altri personaggi occidentali, che avrebbero potuto pronunciare quelle stesse parole con maggiore collegamento storico o ideologico a Fra Dolcino. E' chiaro che, con questa stranezza, Dante sta invitando il lettore a soffermarsi particolarmente sul significato allegorico. Fra Dolcino (che sarebbe stato arso vivo nel giugno 1307 con la compagna Margherita da Trento) fu un seguace di Gherardo Segarelli (Ozzano Taro, Collecchio (PR), 1240 ca - Parma, 18 luglio 1300) che fondò la setta ereticale cosiddetta degli \"Apostoli\". Morto sul rogo Segarelli, Fra Dolcino si autoproclamò nuovo capo della setta. A Dante, Dolcino non piaceva, perchè alla mistica di Segarelli aveva aggiunto una ideologia pseudoghibellina - e non meno settaria del cattolicesimo che combatteva - che ammetteva ruberie e brigantaggi, così da recar nocumento all'immagine del vero ghibellinismo.",
  "last_phrase": "In conclusion, Dante's inclusion of Fra Dolcino in the same circle as Western figures invites readers to reflect on the allegorical significance of the character. Dolcino's deviation from Segarelli's mysticism, and addition of a pseudo-Ghibelline and criminal ideology, mirrors the harm of extremist views on both sides, highlighting the dangers of sectarianism and its impact on society."
}