{
  "title": "What is Dante's preference for the mystics and how does it relate to his overall worldview?",
  "first_phrase": "In the final segment of this text, the author discusses Dante's preference for mystics and how he emphasizes it in his work. The author notes that when referring to Saint Francis in the Paradiso, Dante calls him \"seraphic\" and omits Saint Dominic. This suggests the poet's preference for the former. Moreover, the author asserts that Dante's mysticism is Bonaventurian, which is based on the scientific development of Franciscan mysticism. However, Dante is also a Thomist and acknowledges the philosophical system of Thomas Aquinas. The author concludes that, despite being stubborn on certain topics, Dante seeks agreement on major political and religious matters, and his dream was to unite the two great powers, the religious and the political, in a renewed Church and a restored Empire organized within nations.",
  "content": "Si disse che Dante sia stato francescano o almeno abbia voluto rendersi tale in gioventù; i documenti mancano; ma certo è che egli sentà fortemente la mistica francescana. Il suo animo, spesso esacerbato e sdegnoso, non era certo quello mite, semplice, ingenuo, entusiasta di Francesco. La mistica di Dante è perciò quella di Bonaventura, la quale, come sappiamo, è lo sviluppo scientifico della mistica francescana. Dante pertanto, come si è detto, è altrettanto tomista quanto bonaventuriano. Il grande Poeta è eclettico, come lo era Agostino, e sembrerebbe impossibile con quanto si conosce della sua personalità a prima vista intransigente. è un ingegno perfettamente conciliante. Insofferente, quasi fazioso in certi argomenti, cerca invece l'accordo per le grandi questioni religiose e politiche. Suo è il sogno della conciliazione tra le due grandi potestà , la religiosa e la politica, nell'unità della Chiesa purificata, rinnovata e dell'Impero ricostituito in nazioni (Imperium et Nationes, il detto di Federico di Svevia); sua la dimostrazione che si possa essere insieme mistici francescani e scolastici tomisti. E lo prova, come vedremo, l'ultimo canto del poema, ove imperano entrambe le dottrine.",
  "last_phrase": "In conclusion, Dante's mystical beliefs were heavily influenced by the Franciscan tradition despite his personality being more severe than that of the gentle and enthusiastic St. Francis. However, Dante's mystical beliefs also incorporated the scientific developments of the Franciscan mystical tradition, as seen in his affinity for Bonaventure's mysticism, and the scholasticism of Thomas Aquinas. Dante's eclectic personality allowed him to reconcile seemingly conflicting ideas and seek harmony in religious and political matters. Ultimately, Dante's inspiration was rooted in the Etruscan civilization's millennial legacy of harmony and proportion, and he admired Policleto's work as a perfect Pythagorean."
}