{
  "title": "What is the significance of zero in the development of arithmetic, and what are the origins of numerical notation?",
  "first_phrase": "This concluding part delves deeper into the mystery shrouding the origins of the revolutionary decimal system, arithmetic of position, and the significance of the numeral zero in it. The article talks about how various cultures and languages adopted and derived terminologies from the mystical concept of zero. The author also touches upon the opposition faced by the Arabic numbering system from misoneists and the Church, leading to the phrase \"in cifra\" meaning secret. The text also indulges in a brief history of numeric symbols and their evolution over time.",
  "content": "E questo tanto più che, come si è visto, la numerazione araba fu ostacolata dai misoneisti, dai tradizionalisti e perfino proibita dalla Chiesa. Fu in un Consiglio di Cardinali del 1299 che venne espressamente proibito l'uso delle cifre arabe. Anche l'Arte maggiore dei commercianti di Calimala nello stesso anno emise un analogo provvedimento. Ma è certo che molti mercanti usavano il nuovo sistema in segreto. Queste proibizioni contribuirono ad aumentare il misterioso nel numero. Dante, tradizionalista come tutti i sapienti del suo secolo, benchè già da tempo taluni seguissero la nuova numerazione, forse la ignorava; certo non ne tenne mai conto, mantenendosi costantemente fedele alla numerazione romana. A proposito di questa numerazione occorre una breve digressione. All'inizio quasi certamente le indicazioni numeriche si fecero non con lettere ma con segni. è naturale che il segno uno fosse dato da un tratto più o meno verticale. Dopo l'uno veniva la decina, che si segnava con due tratti incrociati. Anche oggi i contadini analfabeti segnano i sacchi, i barili, in questo modo. Il centinaio era indicato con tre segni angolari e il migliaio con quattro segni a zig-zag. Oltre il migliaio non si andava. I segni quindi erano quelli indicati nella figura 1: fig.",
  "last_phrase": "In conclusion, the history of numerical notation is full of interesting anecdotes and myths that explain why we use the symbols we do today. Despite being initially opposed and even prohibited by the Church and traditionalists, the Arab numerals prevailed as a revolutionary system that allowed for more efficient calculations. It's fascinating to note that the four fundamental numerical letters, I, X, C, and M, have a mystical value that transcends mere arithmetic. Understanding the origins of our numerical system sheds light on the foundations of our modern world."
}