{
  "title": "How does Dante's description of the death of Christ inform the timing of his journey in The Divine Comedy?",
  "first_phrase": "In this text, the author discusses the landmarks that Dante used to date his journey through the afterlife in the Divine Comedy. By analyzing specific passages from the Inferno and Convivio, the author concludes that Dante likely began his journey on April 5th, 1300, and that the earthquake that caused the disruptions in Hell occurred at the death of Christ. The last 200 tokens describe Dante's views on the death of Christ and how he used the time of day and year to symbolize the culmination of Christ's life.",
  "content": "Poichè, invece, egli lo ha fatto, solo la sua datazione (giusta o errata che sia) deve essere utilizzata nell'interpretazione dei suoi versi. Il poeta affronta il problema della morte di Cristo, nel Convivio (IV, XXIII, 10-11): \"10. E muovemi questa ragione: che ottimamente naturato fue lo nostro salvatore Cristo, lo quale volle morire nel trentaquattresimo anno de la sua etade; chè non era convenevole la divinitade stare [in] cos[a] in discresc[er]e, nè da credere è ch'elli non volesse dimorare in questa nostra vita al sommo, poi che stato c'era nel basso stato de la puerizia. 11. E ciò manifesta l'ora del giorno de la sua morte, chè volle quella consimigliare con la vita sua; onde dice Luca che era quasi ora sesta quando morio, che è a dire lo colmo del die. Onde si può comprendere per quello 'quasi' che al trentacinquesimo anno di Cristo era lo colmo de la sua etade\". Come già sappiamo Dante considerava la vita media di un uomo pari a 70 anni. Pertanto, simboleggiando la durata della vita con un arco, il tratto ascendente della vita culmina nel compimento del 35° anno.",
  "last_phrase": "In conclusion, Dante believes that it was not suitable for Christ's divinity to experience the declining phase of life and thus he chose to die at the pinnacle of his arc, just before reaching 35 years of age. This interpretation must be considered while studying his verses, since Dante himself mentions the month and day of Christ's death are unknown."
}