{
  "title": "What made the introduction of Arabic numbers mysterious and why was the zero so revolutionary?",
  "first_phrase": "This text explores the mystical significance of numbers and their symbols, from their origins in the priesthood to their adoption in modern arithmetic. The introduction of the decimal system was a revolution in arithmetic, made possible by the discovery of the zero symbol, which allowed for easily decipherable positional notation. The concept of the zero was initially a representation of a void or blank space in counting boards but became a fundamental part of modern arithmetic. The mystery surrounding the decimal system and the zero is reflected in expressions such as \"in cipher\" or \"decipher.\"",
  "content": "Se su di un pallottoliere risultavano su cinque file le cifre 8, 3, 5, non si sapeva come scriverle, in modo da dare un concetto della loro posizione. Poteva aversi 83005, oppure 80305 o anche 80035. L'indicazione, mediante una linea o un circoletto delle file vuote del pallottoliere, segnava la posizione in esso delle varie cifre, e quindi il valore diverso del numero ottenuto. Nacque cosà l'aritmetica detta appunto di posizione, per merito della quale le operazioni, che colle lettere numeriche risultavano complicatissime, si resero alla portata di tutti. Questo zero portò, come si è detto, la rivoluzione nell'aritmetica e cosà apparve come qualcosa di miracoloso. Da questo concetto mistico si ebbero una quantità di espressioni rimaste nel linguaggio, e che appunto accennano ad un che di segreto, di misterioso. Gli arabi chiamarono lo zero siphr, che nel latino divenne zephr (da cui zero); per altre lingue \"siphr\" divenne invece \"cifra\". Che poi il nuovo sistema di numerazione, che facilitava le operazioni aritmetiche, fosse qualcosa di misterioso si rileva dalle locuzioni derivate da siphr, cioè: in cifra, decifrare ecc., le quali tutte indicano qualcosa di segreto.",
  "last_phrase": "In conclusion, the invention of zero and the positional arithmetic system revolutionized the field of mathematics and made arithmetic operations accessible to everyone. Despite initial opposition and prohibitions, the adoption of Arabic numerals spread quickly around the world. The concept of zero remains mysterious and mystical, and its influence is evident in the many expressions derived from \"siphr,\" such as \"in cifra\" and \"decifrare.\""
}