{
  "title": "What is the philosophy behind Pythagoreanism and its influence on science and art?",
  "first_phrase": "The final part of the text explores the legacy of Pythagoras and his followers. The Pythagorean philosophy of number-idea was not mere numerology, but rather an initiatic and mystical system that influenced science and mathematics. The divine Tetractys, a sum of the numbers 1, 2, 3, and 4, was sacred to Pythagoreans, who used it as a cornerstone of their philosophy. The Pythagoreans contributed to the development of experimental method, physics, and mathematics, and their ideas on the infinite, the Pythagorean theorem, and the golden ratio have had a lasting impact on art and science. This section also touches on Parmenides and Filolao, who expanded on Pythagorean teachings, and Aristarco, who proposed an early heliocentric model of the universe.",
  "content": "Il numero divino si inizia coll'unità pura e profonda, e raggiunge il quattro sacro; poi produce la matrice di tutto, quella che tutto comprende, che tutto collega; il primo nato, quello che giammai devia, che non affatica, il sacro dieci, che ha in sè la chiave di tutte le cose». Oltre alle speculazioni filosofiche sul numero si deve ai pitagorici la fondazione del metodo sperimentale, duemila anni prima di Galileo; e inoltre il concetto di fisica-matematica, l'idea di infinitesimo, il teorema detto appunto di Pitagora, e, nella teoria delle proporzioni, la sezione aurea, base dell'architettura e delle arti figurative sino a Leonardo almeno. Non certo oggi. è un pitagorico, Parmenide, che dimostrò sferica la Terra. E un altro pitagorico, Filolao, insegna che la Terra non è al centro dell'Universo. Aristarco nel 300 a.C. lo segue. Ma questa esatta opinione dei grandi pitagorici viene sommersa dalla dottrina geocentrica di Tolomeo. Occorreranno i genî di Copernico e di Galileo per farla rivivere. Pitagora fu dunque uno scienziato pei suoi tempi veramente sommo, ma fu anche il filosofo che applicò il numero all'Universo.",
  "last_phrase": "In conclusion, Pitagoras and the Pythagorean school were not only philosophers but also scientists who applied their knowledge of numbers to understand the universe. Their contributions to mathematics, experimental methods, and even architecture and the arts continue to influence us today. Their belief that harmony and order are inseparable remains a timeless lesson for all of us."
}