{
  "title": "What was the Allegorical Significance of Fra Dolcino's Story in Dante's Inferno?",
  "first_phrase": "This text discusses the reference made by Dante to Fra Dolcino, an Italian heretic, in his Divine Comedy. Dante invites readers to focus on the allegorical meaning, as he explains the history of Fra Dolcino, who succeeded the founder of the heretical sect called \"Apostles\". Although Dante disliked him because of his ideology, Fra Dolcino was not the only westerner present in that infernal pit. As stated in the text, he was one of many figures who could have spoken the words, and this adds to the overall message. The last 200 tokens are an allegorical representation of popes who arbitrarily proclaimed themselves as successors of Jesus, causing a schism in human religiosity that was avoided by paganism and early Christianity.",
  "content": "Nel 1306, si ebbe l'episodio che Maometto profetizza a Dante: Fra Dolcino lasciò il novarese dove si trovava, per dirigersi verso i monti ricoperti di neve, giungendo il 10 Marzo nel vercellese presso Trivero e insediandosi presso il monte Zebello (detto da quel momento Rebello o Rubello, perchè occupato dai ribelli). Dolcino - proprio come Dante mette in bocca a Maometto - avrebbe avuto bisogno di vettovaglie; non avendole, si diede ancora a rapine e delitti di ogni genere, così alienandosi la simpatia della popolazione. Ebbe così facilmente successo la campagna militare organizzata dal vescovo di Vercelli, per sconfiggere e catturare l'eretico assieme ai suoi seguaci. Fin qui il significato letterale dei versi danteschi. Ma qual è quello allegorico? Fra Dolcino si fece arbitrariamente successore di Gherardo e \"Capo degli Apostoli\", dunque allegoricamente rappresenta quei papi che arbitrariamente si proclamarono successori di Gesù e, che - in misura ben più grande di Dolcino - crearono uno scisma nella religiosità umana, che il precedente paganesimo, ma anche il primo cristianesimo - ben diverso da quello raccontato dai cattolici - avevano invece evitato.",
  "last_phrase": "In conclusion, Dante's reference to Fra Dolcino in the \"Inferno\" allegorically represents power-hungry popes who proclaimed themselves as successors of Jesus, creating schisms in the human religiosity much larger than Dolcino's. Therefore, through Maometto, Dante warns these leaders of their inescapable destiny if they don't change their ways. The term \"Apostolic\" refers to a lifestyle resembling the early church, and Gherardo Segarelli's trial in 1299 in Modena lacked concrete accusations of heresy. He only recognized the authority of the Gospel without offering a specific interpretation of it."
}