{
  "title": "What is the timeline of events in the Inferno?",
  "first_phrase": "In the previous text, it was established that the events narrated in the poem happened in just over a day. In this section, Dante reveals valuable information in the XX Canto regarding the lunar cycle and location, reducing the possible start of Dante's journey from two months to two days. The date is narrowed down even further in the XXI Canto, with the seismic event that disrupted the path occurring at the time of Christ's death. Interpretations of Dante's opinion on this have been discussed by literary critics.",
  "content": "Questa informazione è di grande importanza, perchè riduce da due mesi a due soli giorni il possibile inizio del viaggio di Dante: Può infatti trattarsi soltanto: 1) del plenilunio antecedente alla Pasqua del 1300, cioè della notte del Martedì 5 Aprile: errano perciò di sicuro coloro che lo fanno iniziare il 7 o l'8 Aprile; 2) oppure del plenilunio del 25 Marzo 1301, cioè di quel 25 Marzo che, come abbiamo già ricordato, è, per tradizione, considerato il giorno di nascita di Adamo. L'informazione temporale successiva si trova nel canto XXI dell'Inferno: 21.112 Ier, più oltre cinqu'ore che quest'otta, 21.113 mille dugento con sessanta sei 21.114 anni compiè che qui la via fu rotta. Ieri, cinque ore dopo l'attuale, si sono compiuti 1266 anni da che questa via fu interrotta. Il terremoto che causò le interruzioni (cfr. Inferno XII, 37-45) avvenne alla morte di Cristo. Nell'interpretazione di questi versi, alcuni critici letterari si sono serviti della data della morte di Cristo (di per sè incerta) fornita da storici o da scienziati o da teologi. Ciò avrebbe senso solo se Dante non avesse chiaramente espresso il suo parere in merito.",
  "last_phrase": "In conclusion, understanding the precise timing of Dante's journey is crucial since it reduces the possible start of the journey from two months to just two days. This information can be derived from Dante's own writings and the interpretation of his verses. Knowing the exact date adds to the depth of appreciation for Dante's masterpiece, the Divine Comedy."
}