{
  "title": "What is the connection between Dante's poetry and Pagan Imperialism according to Arturo Reghini?",
  "first_phrase": "This final part of the text delves deeper into the significance behind Dante's poetic language and its ability to convey a deep mystery that only those who have undergone similar experiences can truly comprehend. The author references Dante's Divine Comedy, specifically Paradiso II and XXXIII, and how it encourages brave navigators to embark on their journey with the promise of wonders that surpass even those of the argonauts who sailed with Jason. The author highlights the cryptic nature of the passage but clarifies it using Apuleius and Arturo Reghini's works, delving into pagan imperialism, which caused a historic rift between him and Julius Evola.",
  "content": "Ma, intendiamoci, una vera spiegazione si può dare solo a quelli che passano per consimili esperienze; giacché questo è un mistero che «intender non lo può chi non lo prova»; ed io non posso che ripetere le parole di Apuleio dopo l'iniziazione: \"Ecce tibi rettuli, quae, quamvis audita, ignores tamen necesse est\" (Apuleio - Metam. XI, 23). *** Un'altro saggio di Arturo Reghini su Dante, pubblicato prima di quello apparso in Ur, è \"Il Veltro\", comparso nel giornale Impero del 24 aprile 1923. Si possono notare diversi accenni a quell'Imperialismo Pagano, che Reghini, aveva teorizzato già nel 1914 (\"Imperialismo Pagano\" in Salamandra del Gennaio-Febbraio 1914) e che, per un certo periodo, sognò potesse esere attuato dal fascismo. Ne 1928, Evola ne fornì una sua variante in un opera dall'identico titolo (Imperialismo pagano, Atanor, Todi-Roma) che fu la causa principale del deplorevole dissidio tra i due personaggi. Dissidio storicamente inutile, visto il Concordato tra Stato e Chiesa del 1929, che faceva diventare utopica la realizzazione a breve di quell'idea, però mai abbandonata da Reghini.",
  "last_phrase": "In conclusion, Arturo Reghini's \"Il Veltro\" sheds light on the concept of traditional prophecy and references his earlier work on Pagan Imperialism. It also highlights the influence of Italian classics such as Virgil, Dante, Machiavelli, and Mazzini, who have served as philosophers, politicians, and prophets of Imperialism. However, while some predictions may come to pass, it is ultimately up to individuals to either embrace or resist this transformative power."
}