{
  "title": "What is the significance of \"far la storia per la storia\" and how does it relate to occult traditions?",
  "first_phrase": "In the last part of this text, the author responds to criticisms by Guenon regarding the author's methodology and use of the term \"orthodox.\" The author states that while the traditions of mysticism and initiation are important to their work, they do not consider issues of whether particular figures are \"true\" or \"false\" members of these traditions to be of primary importance. Additionally, the author clarifies their understanding of the term \"orthodox,\" which differs from Guenon's. The author cites the connection between the Virgin Mary and the figure of Wisdom as an example of how mysticism and initiation can overlap.",
  "content": "Anche chi sa pochissimo degli ambienti iniziatici sa che in essi ogni gruppo si attribuisce il titolo di ortodosso e di erede legittimo vero ed unico dell'antichissima tradizione. Ecco perchè non ci troviamo d'accordo sull'uso della stessa parola ortodosso, che per me naturalmente significa la dottrina della Chiesa di Roma e per il Guenon significa altra cosa. Sono quelle \"mèprises que les profanes manquent rarement de commettre\" come egli dice ed io riconosco che, essendo profano, parlo evidentemente un linguaggio diverso dal suo; ma dove non posso consentire è là dov'egli dice che io faccio una confusione tra punto di vista mistico, e punto di vista 'iniziatico'. Non so da quali mie parole possa essere sorto questo equivoco. La confusione sarebbe stata certo grave, perchè tutti sanno quanto misticismo niente affatto iniziatico abbia pervaso il Cristianesimo e il Cattolicismo. Ma il Guenon accenna a molti fatti che possono affiancare la mia argomentazione, alcuni dei quali non privi d'importanza, per esempio quello che non soltanto nel titolo di Rosa Mystica ma anche sotto altri aspetti la Vergine è stata avvicinata alla figura della Sapienza e con essa confusa.",
  "last_phrase": "In conclusion, the encounter between personal insights and those of the initiatic tradition is a convergence of two different lines of thought with different intentions and perhaps very different evaluations of the historical facts that are under consideration. While there may be room for misunderstanding and confusion, the exploration of these ideas and the exchange of perspectives can reveal new insights and opportunities for growth. It is up to each individual to approach such encounters with open-mindedness and a willingness to learn, in order to expand our understanding of the world and ourselves."
}