{
  "title": "Was Dante an illuminati or a perfect Catholic? A brief history of Dante's relationship with the church.",
  "first_phrase": "This text explores Dante's relationship to the Pythagorean tradition which emphasizes the importance of proportion and number in art and nature. Despite some claims that Dante was a heretic or anti-Catholic, the author argues that he was a devout Catholic who saw his work as an expression of faith. The text also touches on the historical context of the time, including Dante's condemnation by inquisitors and the eventual rehabilitation of his work by later popes, as well as his critical views of certain popes.",
  "content": "Una sola cosa è sicura; che egli era assai mal visto dagli inquisitori del tempo e su questo ritorneremo. Date le contingenze politiche in quei burrascosi momenti, il suo trattato, Monarchia, venne condannato e pubblicamente bruciato. Ma i tempi mutarono. Un grande Pontefice, Leone XIII, fece cancellare il Monarchia dall'indice dei libri proibiti. Ma vi è di più. Un altro Pontefice, di cui tutti ammirammo la pietà e l'alto ingegno, Benedetto XV, proclamò la Divina Commedia il quinto Vangelo e pel centenario dantesco, il 30 aprile 1921, pubblicò un breve discorso, che, dopo quello di Leone XII per Cristoforo Colombo (19), fu il secondo esempio di un discorso pontificale al mondo, non per chiarire verità , ma per prospettare la gloria, anche cattolica, di un uomo, che, se non fu un santo da altari, fu certo un uomo provvidenziale, mandato da Dio, e dal Suo Amore ispirato. Come si può spiegare questo rovesciamento di posizioni per cui di un uomo sospetto e di un'opera creduta eretica si fa rispettivamente un messo provvidenziale ed un quinto Vangelo? Dante, cosà profondamente ortodosso, fu certo un feroce nemico di taluni pontefici.",
  "last_phrase": "In conclusion, Dante Alighieri, once condemned and his work burned by the inquisitors, is now recognized and celebrated by the Catholic Church. His contributions and the impact of his writings have been acknowledged by Popes Leo XIII and Benedict XV. Dante's unrelenting devotion to the Church, even in his criticism of some of its leaders, further highlights his importance in the history of Christianity."
}