{
  "title": "What did Pope Innocent IV say about the corruption of the clergy and what did San Bernardo say about the bishops at the Council of Reims?",
  "first_phrase": "In this text, the author defends Dante Alighieri's strong words against the church hierarchy of his time, arguing that even saints and popes had similar criticisms. The author cites a papal bull from Innocent IV in 1254, which denounces the corrupt behavior of church officials. Furthermore, the author mentions that even Saint Bernard gave a fiery speech against the clergy at a council in Reims. The author concludes that those who criticize Dante for his words should reflect on the views of contemporary religious figures.",
  "content": "Nel 1254 Papa Innocenzo IV pubblicò una bolla in cui si leggono queste gravi parole: «Intanto i nostri uomini di chiesa, divenuti gente di legge, cavalcando superbi destrieri, vestiti di porpora, coperti di gioielli, d'oro, di seta, riflettendo i raggi del Sole, scandolezzato dal loro acconciamento, fanno da per tutto mostra orgogliosa di sè; e nelle persone loro, in luogo del Vicario di Cristo, si danno a conoscere eredi di Lucifero, ed eccitano le ire del popolo, non solo contro sè stessi, ma contro la sacra autorità che indegnamente rappresentano. Sara dunque è schiava ed Agar si è fatta padrona ». E lo stesso Pontefice aveva proclamato: «La corruttela del popolo proviene principalmente dalla corruttela del clero ». Ma non solo i pontefici; anche i santi parlavano al modo stesso. è attribuita a San Bernardo una tremenda orazione contro il clero al Concilio di Reims. Il Mabillon, editore degli scritti del grande mistico chiaravallese, la pone nel Vol. II delle opere suppositicia; ma con tutta questa sua prudenza non può onestamente esimersi dall'osservare che, se anche non si tratta di opera genuina, certamente è un centone di frasi riprese da altre opere di San Bernardo.",
  "last_phrase": "In conclusion, this historic text serves as a reminder of the dangers of corruption and arrogance within religious institutions. The words of Pope Innocent IV and Saint Bernard illustrate that even in the past, leaders have recognized the harm caused by these malpractices. It is up to us to learn from history and strive for humility and integrity in all aspects of our lives."
}