{
  "title": "How have the ancient rites of the Catholic Church influenced Christian heresies throughout history?",
  "first_phrase": "In the final part of this text, the author explores the history of Christian heresies and their impact on the modern Catholic Church. The author mentions the various traditions and beliefs that influenced these heresies, such as Egyptian, Phoenician, and Gnostic. The author also discusses the revival of these traditions in the school of the Fedeli d'Amore, a group of Italian writers who celebrated love and beauty in their works. This unexpected revival was neglected by the last generation of positivist scholars and was only recently rediscovered. The author dedicates the book to Gabriele Rossetti, Ugo Foscolo, and Giovanni Pascoli, who recognized this revival in their own writing.",
  "content": "alla linea degli hermetisti benedettini, alla fiorita mistico-platonica, pitagorico-cabalistica, alchimistico-terapeutica, in Italia e in Europa, per avere un qualcosa di cui anche le forme esteriori appaiano meritevoli di riconnessione alle antiche misteriosofie più pure. (1) Cfr. ABELARDO e ELOISA, Lettere; Roma, Formìggini.1927; pagg. 46-50, e specialmente pag. 48. [n.d.u. : Prima Traduzione Italiana dal Testo Latino di Ercole Quadrelli. Prefazione di Antonio Bruers] *** E invece, secondo un genialissimo fra i nostri studiosi (2), ecco una insospettata reviviscenza di esse, anche nella scuola dei Fedeli d'Amore. Insospettata sino ad un certo punto: dimenticata e negletta, piuttosto, dall'ultima generazione di letterati positivisti; qualcosa di quasi identico fu anzi già sostenuto dall'obliato Gabriele Rossetti; qualcosa di molto prossimo, dal Foscolo e dal Pascoli; e appunto a questi tre è dedicato il libro che sarà pietra miliare.",
  "last_phrase": "In conclusion, the Hermetic-Benedictine, mystical-Platonic, Pythagorean-Kabbalistic, alchemical-therapeutic traditions in Italy and Europe are seeing a revival in the school of the Fedeli d'Amore. This rediscovery has important implications for literary and religious studies, and it is important for scholars to give it the attention it deserves, free from prejudices and biases."
}