{
  "title": "\"What is the allegorical significance in Dante's 'Tre donne intorno al cor'?\"",
  "first_phrase": "In this last part, the author reflects on the use of allegory in literature and explores the possibility of introducing real-life elements into complex allegories. The mention of \"Tre donne intorno al cor\" brings up the strong enigma that has puzzled scholars for centuries. Despite feeling stumped by the puzzle in the past, the author unexpectedly comes up with a simple and adherent explanation for the sublime Drittura, one of Dante's most elevated songs. The song is revealed as a sublime transposition of the fable of the Three Rings, where Drittura represents the Mosaic Law directly given by God and the Christian Religion in turn generating the Muslin Metaphysics by reflection.",
  "content": "E infatti poi, sì: meretrice e omicida, man mano più e più, da ormai un millennio: da «Ahi, Costantin». E alle osservazioni, almeno io, non seppi più che rispondere. Neanche al Valli è invece riuscito di avere «elementi sufficienti » ad «una soluzione defmitiva », per quell'enigma forte delle \"Tre donne intorno al cor\" (395-65). Quante volte stancatavi sopra, anch'io, la mia multisiziente curiosità ! E, altrettante volte, riconosciuto infrangibile quel superbo divieto: Canzone, a' panni tuoi non ponga uom mano. E mano dovrebbe infatti, adesso adesso, avercela posta un qualche mio eccelso buon Angelo, poichè semplice, aderentissima, unica, è la spiegazione che mi è qui balenata inattesa. La eccelsa fra le eccelse canzoni dantesche, non è che una più sublime trasposizione della favola dei Tre anelli. Sorella a quella ormai onnipresente Sapienza che è madre ad Amore, Drittura è cioè la Legge Mosaica, direttamente data da Dio. Su mistico fonte di mistico Nilo, generò essa poi la Religione Cristiana, che procreò, per riflesso, la Metafisica Musulmana.",
  "last_phrase": "In conclusion, while the mystery of the three women in Dante's \"Tre donne intorno al cor\" may have left many puzzled, the identification of Drittura as the Law of Moses is undoubtable. The poem stands as a sublime transposition of the tale of the three rings, and demonstrates Dante's profound understanding of the Iniziatic Tradition."
}