{
  "title": "What was Dante's relationship with Beatrice and the Fedeli d'Amore, and were they a secret philosophical-religious-political brotherhood?",
  "first_phrase": "This article explores the idea that all the faithful lovers in history were part of a secret philosophical, religious, and political brotherhood. The author reflects on Dante's own experiences with his beloved Beatrice and the doubts that arose about her true identity. In the final 200 tokens, the reader is reminded that Dante's contemporaries, including the Ascolano who preferred the papacy of the Rogo, did not believe in his divine vision. The author argues that we should approach the topic with objective detachment and without preconceived notions.",
  "content": "Per lui (p. 257), nè Dante divinizzò mai il suo corpo (mai lo rese albergo e strumento di liberata anima angelica), nè mai fu in Paradiso con quella sua Beatrice; fu, sì giù in inferno e in purgatorio; ma, fondando li soi pedi - en basso centro, là lo condusse - la sua fede poca, e so ch'a noi - non fe' mai ritorno. Bellìssima cosa, che un inferno e un purgatorio iniziatici li abbia percorsi anche un Dante; bruttissima, che, proprio il paradiso, si riducesse per fede poca a cercarselo altrove. Ma, se così è, cosa farci? Nulla da vantarsene più del giusto, e nulla da rammaricarsene più del dovere; verità da indagarsi con precisa freddezza obiettiva, senza preconcetti di sorta. E, senza preconcetti di sorta, dimostratissima riesce la risollevata e innovata tesi che tutti in genere i Fedeli d'Amore fossero dunque una segreta fratellanza filosofico-religioso-politica: a basi certamente mistiche, non però sempre nè ovunque iniziatiche. Era semplicemente la Tradizione Iniziatica, ad attingere, anche tra loro, i più promettenti per acceso cuore, saldi nervi e mentale equilibrio.",
  "last_phrase": "In conclusion, the idea that all the Lovers of the Beloved were part of a philosophical, religious, and political brotherhood, based on mystical traditions, is now well-established. It is also interesting to note that even Dante, the great poet, had to face the challenges of the initiatic realm, which proves that this brotherhood was open to all who possessed a burning heart, strong nerves, and mental balance."
}