{
  "title": "\"Why was the number 7 a mystery in mathematics and how did Dante use Roman numerals in his computations?\"",
  "first_phrase": "This text explores the significance of numbers and their mystical connotations in Dante's works. It references the use of Roman numeral lettering in Dante's computations, which were given great importance. To better understand Dante's numerology, it is important to consider the Roman numeral system rather than the Arabic numerical system, which Dante did not know. The text also delves into the philosophy of numbers, pioneered by Pitagora, who elevated the importance of numbers almost to the level of a religion. We are introduced to the Pitagorici, who worshiped the divine Tetractys, a mystical number set.",
  "content": "Si impose difatti allora la filosofia del numero-idea, vanto della solare, armonica civiltà mediterranea, italica. Non si trattava pei pitagorici di reconditi e cervellotici significati cabalistici. Fu gloria di Pitagora di fare assurgere quasi a religione il numero. Pitagora, il filosofo scienziato un po' mitico, che i suoi seguaci considerarono un semidio, è celebre per sè e più che altro per la sua scuola, che continuò a lungo dopo la sua morte; e che fu mistica, iniziatica, retta dal giuramento della sacra tetractis, la quaternità . I pitagorici adoravano difatti questa divina tetrade, costituita da 1, 2, 3, 4, la cui somma dava 10. Riporto dal Dantzig (3) la preghiera dei pitagorici alla Tetractis: «Benedici a noi, o numero divino, tu da cui derivano gli dei e gli uomini. O santa, santa Tetrade, tu che contieni la radice, la sorgente dell'eterno flusso della creazione.",
  "last_phrase": "In conclusion, the philosophy of number-idea, which was glorified by Pythagoras and his mystical, initiatory school, revolutionized the modern scientific and mathematical methods. Their adoration and reverence for the divine tetractys, constituted by the numbers one to four, which sums up to ten, is still remembered today, as it still holds the key to all things. Additionally, their contributions to the founding of the experimental method, and the development of the concept of physics-mathematics, infinitesimal calculus, the Pythagorean theorem, and the golden ratio, had an enormous impact on the architecture and the arts, until at least the time of Leonardo."
}