{
  "title": "Is Dante an Irreligious Political Critic or a Pious Catholic Believer?",
  "first_phrase": "This final part reflects on the religious views of Dante Alighieri, the author of the epic poem \"Divine Comedy.\" While some have accused him of irreligiosity due to his criticisms of the papacy and the Church, in truth, he was a devoted Catholic and theologian, drawing inspiration from the works of great saints and doctors of the Church. However, he maintained a distinction between the political and religious aspects of the hierarchy, condemning corrupt individuals but honoring the institution of the papacy itself. Overall, Dante was a pious and learned Christian who believed in the power of prayer and the fundamental truths of Catholicism.",
  "content": "Qui difatti non si tratta del Papa ostile ma dell'alta dignità pontificia. Bonifacio, per Dante, è degno dell'Inferno, ma è sempre il Supremo Pontefice, il successore del maggior Pietro. Questa distinzione tra Curia politica e Papato religioso, che tanto ha fatto adirare nel recente passato e fa adirare anche oggi gli intransigenti, ha dunque, come si vede, un'origine antica ed illustre. Vediamo ora un poco più estesamente la figura religiosa del grande fiorentino. Sulla sua ortodossia dottrinale non si possono affacciare dubbi. Suoi maestri ed autori sono i grandi santi dottori cattolici. Ma Dante non è solo il teologo, non è solo il padrone delle Scritture e loro esatto e ortodosso interprete; il sapiente che sa e può rispondere a Pietro sulle verità della Fede ed essere approvato; ma è, Dante, buon cristiano, come lo chiama l'apostolo stesso; è il cattolico per sentimento, il credente persuaso e dotto, ed anche il piamente orante colle preghiere degli umili: l'Ave Maria, il Pater noster. Occorre dir questo per ritrovare intera la personalità di Dante.",
  "last_phrase": "In conclusion, Dante Alighieri's distinction between the political Curia and religious Papacy dates back to ancient and illustrious origins. Although Boniface VIII was deemed worthy of Hell in Dante's eyes, he was still the Supreme Pontiff and the successor of St. Peter. Dante was not only a theologian but also a humble believer in his personal God, as noted by Carducci. It is vital for Christians to have proper religious education, but true religion is childlike simplicity in the heart, as Jesus taught."
}