{
  "title": "Why is obedience necessary in adolescence? - Analysis of a text from Dante's Convivio.",
  "first_phrase": "In the preceding text, the author describes how obedience is necessary for adolescents to be guided towards the right path in life, just like a person needs guidance to navigate a city they have never been to. In this last part, the author cites Proverbs by Solomon to emphasize the importance of accepting correction from one's parents humbly and obediently, which will lead to glory. The author also stresses that parents should lead by example and always present themselves as role models for their children. The text concludes with the recognition that all obedience must be directed towards the father or parents.",
  "content": "Onde, sì come, nato, tosto lo figlio a la tetta de la madre s'apprende, così tosto, come alcuno lume d'animo in esso appare, si dee volgere a la correzione del padre, e lo padre lui ammaestrare. E guardisi che non li dea di sé essemplo ne l'opera, che sia contrario a le parole de la correzione: ché naturalmente vedemo ciascuno figlio più mirare a le vestigie de li paterni piedi che a l'altre. E però dice e comanda la Legge, che a ciò provede, che la persona del padre sempre santa e onesta dee apparere a li suoi figli; e così appare che la obedienza fue necessaria in questa etade. E però scrive Salomone ne li Proverbi, che quelli che umilemente e obedientemente sostiene dal correttore le sue corrett[iv]e riprensioni, \"sarà glorioso\"; e dice \"sarà\", a dare ad intendere che elli parla a lo adolescente, che non puote essere, ne la presente etade. E se alcuno calunniasse: \"Ciò che detto è, è pur del padre e non d'altri\", dico che al padre si dee riducere ogni altra obedienza.",
  "last_phrase": "In conclusion, the importance of obedience and respect towards one's parents and those in authority cannot be overstated. As infants, we learn from our parents, and as we grow, they become our mentors and guides. It is essential to follow their teachings and correct our mistakes with humility to become successful and respected members of society. Even in their absence, we should honor their memory and follow their legacy to the best of our abilities. The cycle of life may be long and complex, but the foundation of respect and obedience to authority figures remains steadfast."
}