{
  "title": "What is the mystical meaning behind the Pythagorean numerals found in Latin numbering, and why was the Catholic Church opposed to these secretive sects?",
  "first_phrase": "In the last 200 tokens of this text, the author delves into the mystic significance of numbers. The Pythagorean influence on Latin numeration is highlighted, with particular attention paid to the number 7 as a virginal number that does not generate or have a mother. The numbers of the sacred triangle have a special meaning not just in their sequence but also in their sum. The number 8, which is the union of one and seven, is also discussed, as is the perfect 9, which is the dynamis or power of three. The author concludes by mentioning D'Annunzio's use of numerology.",
  "content": "Sommando il 3 col 5 si ha 8. Ora 8 è il doppio del perfetto 4, è anche il primo numero cubico possibile (2 ³=8); è cioè il primo numero che esprime potenza di potenza. Ma è anche l'unione dell'origine dei numeri, l'uno, col numero vergine, il sette. è pertanto numero sacro e vedremo come lo abbiano adoperato i numeristi cattolici, come Sant'Ambrogio. Sommando finalmente il 4 col 5 si ha il perfetto nove, che è la dinamis, la potenza del già perfetto tre. Abbiamo cosà, da tempi antichissimi, un complesso di numeri di un significato speciale mistico, accolto da numerosi adepti, i quali si sono continuati sino a noi. E posso dire sino a noi, poichè anche il D'Annunzio era talvolta numerista. Lo prova la stesura della Laus Vitæ ove predomina il misterioso sette. Sono difatti 8400 versi (7x1200) distribuiti in 21 (3x7) canti e in 400 strofe ciascuna di 21 versi. Ma torniamo agli antichi. (3)Dantzig, Le nombre. Payot, Paris 1931, pag. 127. (4)Dice Eustachio (Ad Iliad., I, 16): Kosmos gar e taxis: il mondo è ordine.",
  "last_phrase": "In conclusion, from ancient times, certain numbers have had a special meaning and have been considered sacred by many adepts, including the followers of the Pythagorean society. Despite the opposition of the Catholic Church, these mystics have continued to exist, influencing even great writers, such as D'Annunzio or Dante. The world is order, as Eustachio said, and certain numbers represent this order in a mystical way that fascinates us still today."
}