{
  "title": "What did religious figures say about the corruption of the clergy in the 13th and 14th centuries?",
  "first_phrase": "This text is a historical account of the harsh criticism given to the clergy in the 13th century by both Pope Innocent IV and St. Bernard. The last 200 tokens talk about the attacks made by St. Bernard against the clergy, calling them thieves, hypocrites, enemies of the poor, and even worse than Judas. He goes as far as to call Rome a Babylon, and the Pope the Antichrist. These words are much harsher than those of Dante.",
  "content": "In questa diatriba feroce contro il clero e specialmente contro i vescovi si dice tra l'altro: «Dicimini pastores dum sitis raptores. Paucos habemus pastores, multos excommunicatores. Quare, Domine Jesu, elegisti diabolum episcopum? Plus nitent calaria quam altaria. Non sunt pastores sed traditores ». E continua chiamandoli superbi, nepotisti, nemici dei poveri, peggiori di Giuda che si contentò di poco, mentre essi pretendono molto. Sono pure attribuiti a Bernardo attacchi ai pontefici tali che quelli di Dante sono complimenti. Il gran santo dice che Roma è Babilonia e il papa è l'Anticristo. Rivolgendosi poi direttamente al Pontefice esclama: «Costui è Pietro, che non si sa che sia stato mandato in giro ornato di gemme e di seta, coperto d'oro, portato da un bianco palafreno, seguàto da una turba di soldati e assiepato di ministri attorno a lui; eppure senza tutto questo credè potersi adempiere il salutare comandamento: Se mi ami pasci le mie pecore. In questa cosa tu, pastore, succedesti a Pietro non a Costantino ». Anche Sant'Antonio, in una delle sue prediche, esclamava: «L'avarizia rode alcuni preti anzi mercanti.",
  "last_phrase": "In conclusion, the critiques made by Dante Alighieri towards the clergy of his time, especially the bishops, were not unique nor unfounded. Many saints and pontiffs also expressed their concerns about the corruption and avarice of the Church. However, Dante made a clear distinction between politics and religion, denouncing the former without questioning the latter. This reminds us that even the most devout can criticize the institution they belong to when it deviates from its original purpose."
}