{
  "title": "What are the Four Stages of Human Life According to Leonardo da Vinci?",
  "first_phrase": "In this text, written by an unknown author possibly in the 15th century, the four stages of life - Adolescence, Youth, Maturity, and Senility - are explained and associated with the four seasons of the year and the four parts of the day. The Church's canonical hours, as well as their significance, are also briefly mentioned. The last 200 tokens explore the importance of the sixth hour of the day, known as meridian, and the different offices and prayers associated with each part of the day, connecting them with the four horses pulling the sun's chariot, as described by Ovid in his Metamorphoses.",
  "content": "E però li gentili, cioè li pagani, diceano che 'l carro del sole avea quattro cavalli: lo primo chiamavano Eoo, lo secondo Pirroi, lo terzo Eton, lo quarto Flegon, secondo che scrive Ovidio nel secondo del Metamorfoseos. Intorno a le parti del giorno è brievemente da sapere che, sì come detto è di sopra nel sesto del terzo trattato, la Chiesa usa, ne la distinzione de le ore, [le ore] del dì temporali, che sono in ciascuno die dodici, o grandi o piccole, secondo la quantitade del sole; e però che la sesta ora, cioè lo mezzo die, è la più nobile di tutto lo die e la più virtuosa, li suoi offici appressa quivi da ogni parte, cioè da prima e di poi, quanto puote. E però l'officio de la prima parte del die, cioè la terza, si dice in fine di quella; e quello de la terza parte e de la quarta si dice ne li principii. E però si dice mezza terza, prima che suoni per quella parte; e mezza nona, poi che per quella parte è sonato; e così mezzo vespero.",
  "last_phrase": "In conclusion, the human life is divided into four stages: Adolescence, Youth, Senescence, and Old Age. It is widely accepted that the first stage lasts until the age of twenty-five, during which the development and improvement of the body are the main concerns. As we move through life, we should always strive to understand our place in the world and embrace each stage with wisdom and reason."
}