{
  "title": "How did St. Augustine and Bonaventure use numbers in their philosophical and theological works?",
  "first_phrase": "The text explores St. Augustine's fascination with numbers and how he synergizes Christianity with Pythagoreanism. The Padre Faccin found that Augustine's works mentioned Augustine 2,625 times. Augustine believed that numbers represent the supreme harmony of divine order, and he founded the first collegium with cenobial rules. He considered beauty as unity, order, and harmony and believed that everything is inclined towards order and number. The last 200 tokens elaborate on how Augustine celebrated the elegance of numbers in his works, with several references to Psalms and his emphasis on spiritual numbers being eternal and unalterable.",
  "content": "Nel De libero arbitrio il numero è considerato in tutta la sua eccellenza e son citati anche i salmi che alla perfezione del numero si riferiscono. Cosà (pag. 278) egli afferma l'incorruptibilis numeri veritas. E dal salmo 146 riporta: Sapientiæ conjunctus est numerus. Dal salmo 176 cita il versetto: Circuivi cor meum ut scirem est considerarem et quærerem sapientiam et numerum. Inoltre il capitolo XI del Libro II è tutto in lode della Sapienza e del Numero. Nel De Ordine (II, 146) egli dice ancora: Pulchra numero placent. Ratio sentit nihil aliud sibi placere quam numerus. E continua: «Tutto in natura vuol realizzare il numero e l'unità , che è il numero per eccellenza... Se l'uomo è superiore al bruto è perchè conosce e produce i numeri; perchè l'anima è piena di forme (idee! ), cioè di numeri; forma, numero è la stessa cosa. Sopra i numeri sensibili e cangianti ci sono i numeri spirituali, eterni, intelligibili e invariabili, che l'Unità perfetta ed assoluta domina ». E nel De quantitate animæ (pag. 252) mette in evidenza l'eccellenza del punto geometrico; come nell'opuscolo De musica (pag.",
  "last_phrase": "In conclusion, it is evident that the concept of numbers was fundamental to the philosophical and mystical beliefs of St. Augustine and Bonaventura. The importance of numbers goes beyond mathematical calculations and into the realm of the divine, as they are seen as a reflection of the wisdom and intelligence of the Creator. As such, people should embrace the beauty and power of numbers, and strive to find meaning and inspiration in their mathematical properties."
}