{
  "title": "What type of product is Dante's 'Divine Comedy' - A Magical Formula or an Experiential Account?",
  "first_phrase": "This text analyzes the four structural levels of Dante's Divine Comedy: magical, doctrinal, cosmological, and formal. The author argues that the work's anagogic meaning cannot be found by searching for esoteric details, as many scholars have assumed. Rather than a report of an internal or ritualistic experience, the Divine Comedy is a \"living\" book - a complex magical formula designed to remain intact over time and be regenerated through repetition. In the last 200 words, the author highlights that although the Divine Comedy is not a product of the first type, a report of an internal or ritualistic experience, Dante has indeed given life to such products.",
  "content": "E' infatti la \"lettera\" dell'opera che parla di un itinerario iniziatico che culmina, già in vita, con l'unione con Dio; dunque il significato anagogico deve essere un altro! Niente da stupirsi dunque che tutti quegli studiosi non abbiano potuto trovare ciò che cercavano. Non hanno tenuto presente l'ammonimento di Johannes Schröder, condiviso da altri alchimisti, che ancora nel XVII sec. ammoniva: \"Quando i Filosofi parlano senza raggiri, diffido della loro parola; quando si spiegano per enigmi, rifletto\". Dunque la Commedia non può essere che un prodotto del secondo tipo: un libro \"vivente\" (come sono viventi anche certi quadri, statue, edifici, composizioni musicali) una complessa formula magica che, anche se può offrire spunti per riflessioni del primo genere, si propone un unico scopo: di restare intatta nei secoli e di essere ripetuta e perciò rigenerata da quanti più esseri possibile. Si vuole dunque affermare che Dante non ha dato vita a prodotti del primo tipo? Per nulla, lo ha fatto eccome!",
  "last_phrase": "In conclusion, while the meaning anagogical of Dante's Commedia may not be readily apparent, it is clear that the work has become a living and enduring testament to the power of literature as a form of magic. Whether read, studied, or committed to memory, the Commedia has the ability to connect us to a higher power and to one another across the ages."
}