{
  "title": "\"What are the errors committed by Valli in Guénon's critique of Dante's work?\"",
  "first_phrase": "In this text, the author criticizes Valli's mistakes, including his lack of understanding of the \"initiatic\" nature of Dante's Esotèrisme, confusion of initiatic and religious doctrines, and reference to questionable sources. However, Guènon provides some consolation by asserting that true initiatic tradition cannot be heterodox. The author advises against being swayed by these criticisms, encouraging Valli to continue his work as a pure critic, historian, and exegete.",
  "content": "Fortunatamente il Guènon passa subito ad asserire che «une tradition vraiment initiatique ne peut pas etre hètèrodoxe». Consolantissimo evento. Il Guènon si riconferma, cioè, di quei tali - rispettabilissimi - occultisti spiccatamente francesi, che non contenti di accaparrarsi un vero iniziatismo propio, fabbricano anche un vero ortodossismo agli ortodossi, per poi trionfalmente concluderne le ortodossie di cui sopra. Ed è inutile perseguire l'egregio critico su queste vie, dietro ad appunti, appuntucci e appunterelli, fatti con pur evidenti intenzioni di simpatia. Il Valli non à bisogno che glie lo dica io, di non lasciarsi impressionare da coteste lezioncelle importune. Continui, in una seconda edizione, cioè che gli è benissimo riuscito nella prima. Riduca magari, ancor più, la pur già discreta e sempre dignitosa polemica, e poi faccia pur sempre e soltanto opera di critico puro, di storico puro, di puro esegeta. Fin dove arrivassero gl'intenti eretici, e donde venissero le riconnessioni iniziatiche, le son cose che debbono sbocciare, man mano, da sè.",
  "last_phrase": "In conclusion, while the criticisms and disagreements between scholars and practitioners of initiation may continue, it is essential to focus on pure critique, history, and exegesis rather than unproductive arguments about who is and who is not a true initiate. Let us strive for mutual respect and understanding in the world of initiation and embrace all good intentions towards its exploration and study."
}