{
  "title": "What is the allegorical meaning of Fra Dolcino's story in Dante's \"Inferno\"?",
  "first_phrase": "In the previous part of the text, we learned about the historical event in 1306, where Fra Dolcino, an alleged heretic, was defeated and captured by the military campaign organized by the bishop of Vercelli. In this last part, we delve into the allegorical meaning behind Dante's portrayal of Fra Dolcino in his famous Divine Comedy. Here, Dolcino represents the arbitrary popes who proclaimed themselves as the successors of Jesus, causing a schism in human religiosity. Maometto's words to the popes in the text serve as a warning to change their ways to avoid a similar fate.",
  "content": "Perciò, da un punto di vista allegorico, Maometto sta dicendo ai Papi: \"Questa bolgia degli scismatici - a meno di non cambiar rotta - non è solo il mio, ma anche il vostro ineluttabile destino\". Sipex: Il termine \"Apostoli\" o \"Apostolici\" si riferiva allo stile di vita rifacentesi alla chiesa primitiva e al continuo spostarsi per diffondere il loro pensiero. Il processo contro Gherardo Segarelli si svolse nel 1299 a Modena. Non vi erano appigli concreti perchè si potesse formulare un'accusa di eresia. Per Segarelli l'unica autorità era il Vangelo, ma non ne proponeva una particolare lettura o interpretazione. Egli riproponeva invece ai suoi seguaci l'assoluta povertà della prima Regola Francescana e come i \"francescani spirituali\" negava ogni autorrità civile o ecclesiastica. Era probabilmente questo atteggiamento sociale a dare molto fastidio e, non essendovi altro da imputargli, lo si accusò della libertà sessuale che gli \"Apostoli\" professavano. Dice ad es.",
  "last_phrase": "In conclusion, the case against Gherardo Segarelli in 1299 highlights the persecution of those who challenged the authority of the Church and the state. The Apostles or Apostolics were followers of Segarelli who believed in the absolute poverty of the Franciscan Rule and rejected any form of civil or ecclesiastical authority. Despite the lack of concrete evidence, Segarelli was accused of promoting sexual freedom. His doctrine resembled that of the more erudite Faithful of Love and in particular those that allowed for carnal contact. The case also sheds light on the neglect of Nicolò de Rossi, a lesser-known Faithful of Love."
}