{
  "title": "Is Dante a Mystic? A Discussion on the Value of Numerology in Medieval Times and in Dante's Work.",
  "first_phrase": "In this text, the author discusses the misconception that Pythagorean Cabala contradicts itself. They argue that Dante was not ignorant of the value of numerology in the Middle Ages and that the poetry in the Divine Comedy followed a kind of harmonic and mathematical execution. The text explores Dante's use of numbers and how he interpreted them in relation to things. The author argues that Dante's use of numerology was not superstition but rather a well-known practice in his time. The text includes observations from both D'Ancona and Carducci and concludes by stating that the Poet was not limited to the use of just three and nine but used other numbers in specific meanings.",
  "content": "Nel precedente capitolo abbiamo veduto come Dante visse in un ambiente ove il misticismo dei numeri, trasmesso da Pitagora sino a Bonaventura, era diffuso tra i laici ed i religiosi; perciò non è lecito parlare di fantasticherie superstiziose nè di tradizioni vacue e volgari. Dante non si limita ad accettare il ben noto tre e il nove che da tutti i commentatori è ammesso; ma molti altri numeri adopra in un determinato significato. Egli parla spesso del modo «sottile » di interpretare i numeri in rapporto alle cose. Nel Convivio (8, V, 5-7), dopo aver parlato della divisione degli Angeli in tre gerarchie e ciascuna in tre ordini, aggiunge: «Ed è potissima ragione de la loro speculazione lo numero in che sono le gerarchie e quello in che sono gli ordini. E poco dopo (7-9) osserva che «la Trinità è in tre Persone e ciascuna Persona si può triplicemente considerare ». E, sempre nel Convivio (XIII, 17), dice: «Li princàpi delle cose naturali son tre... Non solamente tutti insieme ma anche in ciascuno è numero... per che Pittagora poneva li princàpi de le cose naturali lo pari e lo dispari, considerando tutte le cose esser numero ».",
  "last_phrase": "In conclusion, Dante's use of numerology in his works is not merely based on superstition or popular traditions, but rather rooted in the mystical teachings of Pythagoras and Christianized by the Church Fathers such as Ambrose, Augustine, and Bonaventure. While Dante's numerology is primarily based on Pythagorean principles, he also draws from Christian numerology. Therefore, it is not entirely correct to label Dante as a Thomist, as his views and influences are more varied and complex."
}