{
  "title": "What is the explanation behind not hearing the music of the spheres according to Pythagoreans and Aristotle?",
  "first_phrase": "The last part of this text discusses the argument about why humans do not perceive the celestial harmony attributed to the Pythagoreans. While they believed that we could not hear the music of the spheres because it lacks a contrasting opposite to be recognized, Aristotle refutes this by saying that the music simply does not exist. It’s believed that Simplicio, an Aristotelian who translated Aristotle's work, later circumvented this argument; he argued that the listener must be receptive to the music, and it's only audible to those with purified senses.",
  "content": "L'ostacolo della confutazione di Aristotele venne aggirato proprio da un aristotelico, Simplicio (vissuto nel VI secolo d.C.), il cui commento greco al De Caelo venne tradotto in latino da Guglielmo di Moerbeke, nella seconda metà del XIII secolo. Simplicio sposta l'asse del ragionamento, dall'udibilità della musica in sé, allo stato ricettivo in cui è necessario si ponga l'ascoltatore: \"Forte igitur, secundum virorum philosophiam, solvendam instantiam, dicendo quod non omnia sunt invicem commensurata, neque omne omni est sensibile neque apud nos. Insinuant autem canes odorantes animalia de longe, quod homines non odorant. Quanto itaque magis, intantum natura distantibua, quantum incorruptibilia a corruptibilibus et caelestia a terrenis, verum est dicere quod divinorum corporum sonus terrenis auribus non est audibilis! Si autem aliquis et hoc corpus terrenum separatum et autoideale ipsius et caeleste sedile et eos quam in ipso sensus purificatos habeat, aut per bonam sortem, aut per vitae bonitatem, aut adhuc propter sacerdotalem perfectionem, iste utique videbit quae aliis invisibilia sunt et audiet quae ab aliis non audiuntur, sicut narratur Pythagoras extitisse. Divinorum autem et immaterialium corporum, si utique fiat aliquis sonus, neque percussivus neque perimens fit, sed generativorum sonorum excitat virtutes et operationes et cognatum sensum perficit.",
  "last_phrase": "In conclusion, Simplicio's commentary on Aristotle's De Caelo and Guglielmo di Moerbeke's translation of it played a significant role in circumventing the obstacle of Aristotle's refutation. Simplicio's argument emphasizes that not all things are perceptible to all senses and that the receptiveness of the listener is critical. Thus, the harmony of divine bodies is not audible to earthly ears."
}