{
  "title": "What is the link between Nicolò de Rossi and Gherardo Segarelli's doctrine of \"Apostles\"?",
  "first_phrase": "The following text discusses two controversial figures in medieval history - Gherardo Segarelli and Nicolò de Rossi. The first part of the text talks about Segarelli's trial in 1299 and the accusations against him for his radical ideas, including the rejection of any civil or religious authority. The last section focuses on Nicolò de Rossi, a lesser-known follower of the Fedeli d'Amore movement, whose beliefs included the idea of carnal contact. While Rossi has been largely overlooked in literary criticism, his work sheds light on the more popular variant of the doctrine.",
  "content": "uno stralcio del verbale del processo: \"Richiesto se un uomo possa toccare una donna che non sia sua moglie, e una donna possa toccare un uomo che non sia suo marito e palparsi vicendevolmente nelle zone impudiche standosene nudi e che ciò possa essere fatto senza ombra di peccato...rispose che un uomo e una donna, sia pur non uniti in matrimonio, e un uomo con un uomo e una donna con una donna possono palparsi e toccarsi vicendevolmente nelle zone impudiche. Disse che ciò può avvenire senza ombra di peccato a condizione che vi sia l'intenzione di pervenire alla perfezione...non riteneva che tali palpeggiamenti impudichi e carnali fossero peccaminosi, anzi potevano essere fatti senza peccato in un uomo perfetto, stando a quanto diceva\". Questa dottrina di Segarelli sembra una forma popolare di quella stessa dottrina che professavano, ad un livello più erudito, i Fedeli d'Amore. In particolare si riallaccia a quelle varianti che - come in Niccolò de Rossi - prevedevano il contatto carnale. 10) Nicolò De Rossi e Guido Cavalcanti di FRATER PETRUS Un Fedele d'Amore trascurato: Nicolò de Rossi E' comprensibile che la critica letteraria profana, occupandosi dei Fedeli d'Amore, abbia a lungo snobbato Nicolò de Rossi.",
  "last_phrase": "In conclusion, while the doctrine of Segarelli appears to be a popular form of the same doctrine professed by the Fedeli d'Amore, it is interesting to note that some scholars studying the esoteric aspects of this movement have overlooked the potential significance of lesser-known poets, such as Nicolò de' Rossi. By taking into account their particular political conditions, these poets may have been able to express the esoteric aspect more freely. So, exploring their works might provide us with additional valuable insights."
}