{
  "title": "What is the hidden Ecclesia Vivente and its connection to Dante's time?",
  "first_phrase": "In this text, the author questions the state of the Church in his time, highlighting the corruption of high-ranking officials and the neglect of the lower clergy. He asks where the true Church is located and who will be the legitimate successor to the papacy. In the last 200 tokens, the author introduces a group of officially heretical individuals, including Cardinal Colonna, who believe that the legitimate imperial authority can only be derived from the pure Church of the Fedeli d'Amore. The author cites the influence of this Church on the travels of Petrarch and his followers.",
  "content": "E chi, nell'Italia contro sè stessa armata da città a città , da quartiere a quartiere - da torre a torre, o da palagio a palagio - rimetterà pace e unità ? - L'Aquila riporrà sull'altare la Croce, si era già detto il Valli che si fosse detto Dante (5); e questo, in sostanza, ridice egli qui che si fossero detto i più illustri fra i Fedeli d'Amore. Romano Giure, per la cristiana Speranza. Quindi, serrata di alcuni spiriti eletti, intorno a quanti, di quel Giure, rivestissero almeno, ancora, una vistosa ed armata parvenza. Gruppo, perciò, di ufficialmente eretici, perchè, il papato visibile, lo credevano ormai nulla più che adulterio. Non si vede, anzi, donde la legittima imperiale autorità avrebbe tratto il legittimo insediabile, se non dal senso della legittima Chiesa: quella stessa, cioè, dei Fedeli d'Amore. Ne avrebbe fatto parte, per caso, qualche dignitario ecclesiastico? Ai tempi del Petrarca, certamente sì: un cardinale Colonna; e si estendeva tale Chiesa, quanta ne abbracciarono i petrarcheschi viaggi, dalle bighellone apparenze ai petrarchisti carissime.",
  "last_phrase": "In conclusion, as Italy lay divided and torn apart by opposing cities and factions, who will be the one to bring back peace and unity? Perhaps it is the faithful of love, as expounded by Romano Giure, who will unite under the banner of Christian hope. And though some may argue that Dante himself could have been the legitimate authority, the most practical explanation for his cryptic message remains to be \"DXV,\" which stands for \"Dantes Xristi Vèrtragus\" or \"Vicarius.\""
}