{
  "title": "What were the secret meanings in Dante's works according to this filologist and the Fedeli d'Amore?",
  "first_phrase": "In the previous section, the author discusses the work of a philologist who fearlessly challenged the traditional interpretation of Dante's allegory. Now, the author focuses on the interpretation of the Fedeli d'Amore, including Folchetto and Cavalcanti, and their understanding of the initiatic tradition. The author delves into the three psychological substances of the initiatic tradition and the practice of liberation from captivity. The text explores the complexity and apparent contradictions in alchemists' numerology and scrutinizes the language of the Fedeli d'Amore to find evidence supporting the initiatic tradition, primarily in the work of Cavalcanti.",
  "content": "Un cui costante cardine in Occidente - dalla alchimia egizio-greca alla arabo-europea - si è che tre siano le umane sostanze psichiche: la lunare-sensitiva, la mercuriale-razionale, la solare-angelica. Obnubilata e traviata la seconda, dalla prima; avviluppata e generalmente dimenticata la terza, da entrambe le altre. E iniziazione era ammissione a pratiche di liberazione della minore e della maggior prigionieria. Tritemiano scioglimento dell'uno in tre, a ricomposizione del tre in un nuovo uno, dove il predominio sia ormai dell'angelico: del meno remoto della Deità stessa suprema. Se al di sotto si faccia entrare in còmputo il corpo fisico, e se, al disopra, una universal Quintessenza; o se anzi si faccia dell'anima lunare e della mercuriale un'unica psiche, chiaro risulterà con quanto varie, e apparentemente contraddittorie numerazioni, abbian potuto gli Alchimisti complicare un mistero abbastanza semplice. Ma se, venendo a noi, mi faccio, di tutti cotesti Fedeli citati dal Valli, a ristudiare pazientemente il linguaggio, non trovo sicuri riflessi di ciò, fuorchè appunto nel Cavalcanti (p. 34 e 224).",
  "last_phrase": "In conclusion, the alchemists of the past believed that there are three human psychic substances: the lunar-sensitive, the mercurial-rational, and the solar-angelic. The goal was to achieve initiation and liberation from the lesser and greater imprisonment. The language used by the alchemists may seem confusing, but it was actually a simple concept: the soul moves from the physical body to the lunar soul, then to the mercurial soul, and finally to the angelic soul. This journey to the angelic soul was seen as a process of initiation, a way of transforming oneself into a higher being. Although there are many allusions to this in various works of literature, the most immediate interpretation is that the physical body houses the lunar soul, which in turn houses the mercurial soul, ultimately leading to the appearance of the angelic star, much like Dante's \"angelic butterfly.\""
}