{
  "title": "\"What are Initiatic Disciplines and How Do They Help in Facing Existential Crisis?\"",
  "first_phrase": "In this final part, the authors' diverse discussions complete and illuminate each other, offering a gradual development of the subject. Maintaining the principle that teaching is more important than the teacher itself, the collaborators' anonymity is preserved. The text starts with a description of how some individuals face an existential crisis, leading to a search for their purpose. Some succumb to despair, while others turn to philosophy or traditional dogmas. However, some choose to break free from their past beliefs and seek a new path.",
  "content": "In alcuni casi una crisi del genere può avere un esito catastrofico. In altri si reagisce. L’impulso di una forza animale che non vuol morire si riafferma, inibisce ciò che è balenato attraverso esperienze siffatte, fa credere che si tratti solo di un incubo, di un momento di febbre della mente e di squilibrio nervoso. E ci si va a creare qualche nuovo accomodamento, per tornare alla «realtà». Vi è poi chi scarta. Il problema esistenziale, che egli ha sentito, per lui — impotente ad assumerlo per intero — diviene «problema filosofico». E il giuoco ricomincia. Con un qualche sistema di speculazione, si finge luce nell’oscurità e si dà nuova esca alla volontà di continuare. Un’altra soluzione equivalente è il passivo rimettersi a strutture tradizionalistiche, a forme dogmatiche svuotate di un contenuto vivente e presentantesi come semplici complessi dogmatici e devozionali. Altri, però, tengono fermo. Qualcosa di nuovo e di irrevocabile si è determinato nella loro vita. Il circolo chiusosi intorno a loro, intendono spezzarlo. Essi si staccano dalle fedi, si staccano dalle speranze. Vogliono dissipare la nebbia, aprirsi una via.",
  "last_phrase": "In the end, regardless of the approach taken, those who strive to see beyond the illusions of this world and connect with their true selves will find that they are not alone. And with this realization, they can continue on their path towards awakening and greater understanding."
}