{
  "title": "What are the two methods of concentration and how can they be achieved?",
  "first_phrase": "This text discusses the concept of concentration and how it can be achieved through two methods - one purely mental and the other a spiritual act. The text references the works of Cornelius Agrippa and I. Filalete to provide insight into the subject. The purpose of concentration is to release habitual thinking patterns and to become fully present in the moment. The final 200 tokens discuss the initial steps of concentration, including finding a quiet and comfortable place, assuming a relaxed position, and focusing on the density and solidity of one's thoughts.",
  "content": "È consigliabile l’uso di una poltrona con alto schienale e bracciuoli atti a sostenere completamente gli avambracci. Ci si può anche distendere supini, con la testa sul livello orizzontale del corpo, volta ad oriente. Nei casi di più persone insieme operanti si osservano norme particolari. Tema iniziale della concentrazione è il liberarsi dal modo abituale di pensiero, sentendo il proprio pensiero come qualche cosa di reale, di fisso, di materiale, di massiccio che è nella mente, nel cervello, e si condensa e si raccoglie tutto là dove ha sede, ed acquista tale densità e consistenza che viene stretto, viene afferrato, dominato completamente, preso e posto fuori dal corpo e fuori mantenuto. In questo atto avviene una graduale divisione fra lo spirito cosciente, puramente cosciente di ciò che compie, e l’atto stesso, in quanto compiuto dallo spirito, come qualche cosa che dallo spirito è fuori, su un altro piano di «densità» e con altra e diversa natura; e lo spirito, a poco a poco, concentrandosi, nella tensione di determinare e di sentire il pensiero così concreto, se ne distacca come atto di coscienza.",
  "last_phrase": "In summary, to achieve successful concentration practices, it is recommended to use a chair with a high backrest and armrests to fully support the forearms. It is possible to lie supine with the head on the horizontal level of the body, facing east. The initial theme of concentration is to free oneself from habitual thinking, feeling the thought as something real, fixed, material, and massive that is in the mind and condensed there. Gradually, there is a division between the conscious spirit and the act itself, which is performed by the spirit, and the spirit gradually concentrates to detach itself as an act of consciousness. Different techniques can be used to achieve this, such as mirrors or placing the thought at a certain distance. The ultimate method of concentration involves abandoning the thought until it becomes inert, allowing for a pure act of spiritual consciousness."
}