{
  "title": "What is the relationship between mysticism and magic in self-transformation?",
  "first_phrase": "In this final section, the author discusses the technical details of laws that govern the workings of the mind, according to mystics. He highlights the need for images to be fixed in the imagination and loved as if they were real, the importance of silencing the desire for growth to achieve personal growth, and how a yearning for spirituality often leads one to the spiritual path. The author notes that this is just one interpretation of the \"wet path,\" or the mystical path, and that there are other interpretations. The text also mentions the sacrificial path and the Tantric path.",
  "content": "Alla Via, in effetto, conduce spesso una fame dello spirito, un bisogno dispotico dell’essere tuo tutto. È il «grido rauco ed inarticolato della natura umida», da cui un «logos di luce» — secondo il «Pimandro» — trae un «fuoco puro, sottile, penetrante verso l’alto». 1 È bene rilevare che questa è solo una delle interpretazioni possibili della «via umida». [N. d. U.] 2 In termini di ermetismo alchemico, vi si potrebbe riferire, in parte, 1’«Opera al Bianco», a cui però segue l’«Opera al Rosso». [N. d. U.] Così puoi comprendere come forme intermedie fra la Via secca e la Via umida speciali metodi che si basano su di una esasperazione sino all’autoeccesso di energie della natura inferiore. È la via sacrificale, l’estatismo violento ed orgiastico dionisiaco ed anche la via dei Tantrici. Te ne sarà detto in seguito.",
  "last_phrase": "In conclusion, there are multiple interpretations of the \"wet path,\" which may lead to a deep hunger for spiritual fulfillment. However, by following the dry or solar path and creating a duality within yourself, you can consciously and deliberately strengthen the higher aspects of yourself over the lower ones. Through discipline and detachment, you can achieve a life in control of itself and eventually use violent methods as an aid, if necessary."
}