{
  "title": "Why Do Some Iniziatic Organizations Believe in Anonymity of Collaborators and Reject Spiritualism?",
  "first_phrase": "In this last part of the text, the authors discuss the principle of anonymity among collaborators in various esoteric organizations throughout history. They emphasize the objective nature of the teachings and the rejection of contemporary spiritual movements. The term \"magic\" in the title of the monographs refers to an active assumption of traditional esoteric disciplines rather than the historical concept of magic. The authors reject modern spiritualism and advocate for a clear detachment from confused and counterfeit forms that reflect the lack of principles and a confused desire for escapism in our time.",
  "content": "Si vedrà che, più che riferirci a quel che nella stessa antichità s’intese con una tale parola, «magia», a tale riguardo, assume un senso traslato, va a contrassegnare soltanto una assunzione particolarmente attiva — comune più o meno a tutto il gruppo dei collaboratori — delle discipline tradizionali ed iniziatiche. Del resto, è di Ruggero Bacone la definizione della magia come «metafisica pratica». Ed ai collaboratori, è anche comune un preciso rigetto delle varietà di ciò che oggi s’intende per «spiritualismo»: dallo spiritismo volgare fino al teosofismo anglo-indiano, all’«occultismo», all’antroposofia e a tante altre correnti similari. In tutto ciò noi vediamo delle deviazioni, che con l’autentico insegnamento iniziatico tradizionale non hanno nulla a che fare, una mescolanza ibrida di frammenti di verità antiche, di deformazioni mentali moderne, di flussi visionari e di pessima filosofia, a parte una salsa moralistica ed evoluzionistico-umanitaria. È stata massima cura di coloro che hanno organizzato questi volumi dare al lettore il senso più netto di un distacco da queste forme confuse e contraffatte, che rispecchiano solo il marasma, la mancanza di principi e il confuso impulso all’evasione dell’epoca.",
  "last_phrase": "In conclusion, the present work provides a clear departure from the confusing and counterfeit forms of spirituality commonly found today. It offers specialized teachings with precision and clarity that will inform and inspire readers. For those who feel called to delve deeper, the path of initiation awaits, and they will not be alone on their journey towards spiritual interiority."
}