{
  "title": "What is the Science of Magi?",
  "first_phrase": "This philosophical text explores the concept of a primal light that has the power to control all of nature, including the elements, life, death, and celestial beings. The writer suggests that understanding and harnessing this force is the goal of the Science of the Magi, which disdains anything else. Moreover, the text discusses the importance of transcending the self to access this primordial power. The ultimate aim is to create something that is strong, undying, and breathing outside of the \"waters.\"",
  "content": "Creare qualcosa di fermo, di impassibile, di immortale, tratto in salvo, vivente e respirante fuori delle «Acque», sussistente fuori dalle «Acque», libero: e in esso, a guisa di un uomo più forte che prenda per le corna un toro furente, resista e lentamente duramente riesca a piegarlo sotto di sè, in lui dominare cotesta 1 Nel buddhismo questa «conoscenza delle Acque» corrisponde alla realizzazione della cosiddetta «coscienza samsârica» e della verità dell’anattâ. Di là dalla coscienza dell’unica vita di un dato individuo, vi è la coscienza del tronco, di cui questa vita non rappresenta che una sezione: e viene sperimentata la forza primordiale di tale tronco. A tale stregua, appare anche l’irrealtà dell’«io» e di tutto ciò che ha sembiante di «io» (questo è l’anattâ). Sentire il samsâra e sentirsi nel samsâra è, anche nel buddhismo, il presupposto per la realizzazione di quel che è veramente spirituale e trascendente. [N. d. U.] natura cosmica — tale è il segreto di nostra Arte, Arte del Sole e del Potere, della «Forza forte di ogni forza».",
  "last_phrase": "In conclusion, creating something steadfast and free from the confines of the self is the key to spiritual and transcendental realization. Whether it be through the knowledge of the \"cosmic waters\" in Buddhism or the sciences of Cabala and Magic, it is possible to achieve immortality and true power. So do not fear to think big, to dream, to try and test the limits of what is believed possible. Prove it to yourself and dare to become something greater."
}