{
  "title": "What is the initiatic concept of knowledge, and how does it differ from modern profane culture?",
  "first_phrase": "This text elaborates on the concept of initiatic teaching and dismisses the tendency to focus on speculative interpretations and theories. Instead, the focus is on practical means for transforming and integrating experiences. The author argues that, contrary to popular belief, cultural and intellectual superiority is not a necessary condition for spiritual realization. The last 200 tokens speak to the qualifications of a person for higher knowledge, which are not tied to cultural or academic accomplishments. The author emphasizes the importance of a quiet, experimental, and practical attitude towards spiritual transformation, instead of intellectual speculation.",
  "content": "Appare dunque evidente che quello «spiritualismo» più o meno teosofico che oggi riempie la testa dei suoi aderenti con ogni specie di speculazioni e di fantasticherie in sede di cosmologia, di mondi ed enti sovrasensibili e così via, a parte il resto, può riuscire solo a fomentare un atteggiamento sbagliato già in partenza. Iniziaticamente sana è solo l’attitudine sperimentale, pratica, di una mente frenata e di un silenzioso, segreto agire, nel segno dell’aureo detto ermetico: Post laborem scientia. Anzi noi non temiamo di affermare che non altrimenti stanno le cose nei riguardi di tutto ciò per cui l’uomo «colto» di oggi si presume una superiorità e si arroga il diritto di dire la sua. La cultura nel senso profano moderno non costituisce né un presupposto necessario, né una condizione privilegiata per la realizzazione spirituale. Al contrario. Una persona restata fuor dai trivi della cultura, dello scientismo e dell’intellettualismo, ma dall’animo aperto, equilibrata, coraggiosa, è, per la conoscenza superiore, più qualificata che non un qualsiasi accademico, professore, scrittore o «spirito critico» dei nostri giorni.",
  "last_phrase": "In conclusion, the iniziatic concept of knowledge emphasizes the importance of a practical and experimental approach, rather than indulging in speculative and fantastical cosmological theories. This approach requires a balanced and courageous mind that is open to the higher knowledge, and not necessarily dependent on formal education or intellectualism. Those who truly embody this approach can be recognized by their reluctance to theorize and discuss, and instead offer guidance and tools to those who sincerely aspire to progress. As such, the iniziatic approach values individual differentiation over uniformity, challenging the prevailing democratic and egalitarian tendencies of modern culture and science."
}