{
  "title": "What is the significance of visualization and evoking feelings in operative magic?",
  "first_phrase": "In the previous text, the author discussed an exercise to be carried out before going to sleep, aimed at achieving a state of identification with the midday sun. Now, the author suggests continuing this exercise upon waking up, imagining a slow descent from the mountaintop to the plains while the physical sun sets. The author suggests remaining aware of the new meanings that reveal themselves during this exercise and invoking subtle memories of the period of unconsciousness during sleep. The idea is to recall the impressions from that time without forcing the memory. The presence of a gentle aroma, such as musk, rose, or iris, is also said to have a triggering effect on memory.",
  "content": "Nell’oscurità del giorno, in cui ci si trova svegliandosi, permanga pertanto l’eco della Luce dall’alto, del Sole di mezzanotte, nel senso, che io sono il portatore di questa Luce, che essa ora è nel centro in me, nel cuore. Si potrà rilevare il senso nuovo, animato, secondo cui apparirà la luce del sole fisico quando si siano realizzate e vissute queste discipline. E, insieme a questo, si noti e si presti anche molta attenzione ad ogni altro significato nuovo che vada lampeggiando fra le comuni percezioni. Oltre che imaginarsi di ricordare, si cerchi infine di ricordare effettivamente qualcosa delle impressioni di quel tratto in cui, a parte i sogni, la coscienza è interrotta dal sonno. Si tenga però presente, che il volersi ricordare respinge i ricordi. Occorre invece attrarre il ricordo, invocarlo sottilmente. Allo stesso scopo, bisognerebbe far sì che il risveglio dal sonno avvenga spontaneamente, non per rumori, ancor meno per la presenza di altri nella vostra stanza. Propizia il ricordo anche un lieve profumo di muschio, rosa o iride fiorentina.",
  "last_phrase": "In conclusion, to remember our dreams and integrate the light of the midnight sun into our waking life, we must attract memories rather than force them, awake spontaneously, and take notice of new meanings. Magical operations require the ability to fixate and project feelings impartially, while loving every image."
}