{
  "title": "\"Why is a crisis and a drastic turnaround necessary for higher knowledge?\"",
  "first_phrase": "In the previous section, the author emphasizes the importance of a profound transformation of oneself to achieve higher knowledge, which is essentially non-human. However, many scientists have monopolized the field and refused to acknowledge this superior knowledge, leading to a decline in understanding. In the final part, the author introduces the concept of a unique and ancient tradition that can be found in various cultural expressions, from the wisdom of regal elites to sacred symbols, myths, and rituals. This tradition includes a divine technique that explores the deepest energies of human beings objectively and experimentally, similar to exact sciences, and offers real possibilities to those who can positively overcome the crisis previously mentioned and detach from everything that is merely human.",
  "content": "Vi corrisponde una tradizione unica, che in varie forme d’espressione si può ritrovare nelle tradizioni di popoli molteplici: ora come sapienza di antiche élites regali o sacerdotali, ora come conoscenza adombrata da simboli sacri, miti e riti le cui origini si perdono in tempi primordiali, ora come scritti allegorici, misteri ed iniziazioni, come teurgia, yoga o alta magia e, nei tempi più recenti, come sapienza segreta di correnti sotterranee affiorate qua e là fra le trame della storia occidentale, fino agli Ermetisti e ai Rosacroce. Qui ad una metafisica fa da controparte una tecnica la quale, pur non avendo a che fare con forze e fenomeni esteriori, vertendo sulle energie più profonde dell’essere umano, ha lo stesso carattere oggettivo e sperimentale delle cosiddette scienze esatte. Questa «tecnica divina», tradizionale in senso superiore, offre possibilità reali a chi, dopo la crisi profonda dianzi accennata, abbia trovato in sé la capacità di superarla positivamente e di trarne un distacco da tutto ciò che è soltanto umano.",
  "last_phrase": "In conclusion, this collection of monographs provides insights and guidance for those seeking to explore the ancient tradition of a divine technique that offers real possibilities for transcending the limitations of the individual self and accessing the deeper layers of the human experience. By making the entire body a tool of consciousness, one can find the entrance to the path that leads to the \"closed palace of the King.\" The essence of this secret science is presented in a clear and concise manner to aid in understanding and encourage further exploration."
}