{
  "title": "What is the practice of contemplative imagery and how can it lead to inner growth?",
  "first_phrase": "In the preceding text, \"Leo\" and \"Luce\" hinted at two methods of achieving a shift in self-awareness: the indirect method through contemplative images and the direct method. This final part explores a practical way of attaining this shift through a two-part technique. Before sleeping, one must focus on the idea that the waking state is a foggy and unreal torpor. Then, visualizing oneself at the foot of a mountain at night, the ascent begins, corresponding to the rising of the sun until it reaches the peak of the mountain, representing the attainment of self-realization.",
  "content": "È quando le voci violente del mondo esteriore, le impressioni e l’agitazione dei sensi, la risuonanza dei sentimenti, dei pensieri e delle azioni cessano, è quando l’invisibile, occulta mano del sonno sospende con una fascia di silenzio interiore tutto ciò — è allora che la via sarebbe aperta per la crescenza interiore, per il destarsi, il sorgere possente del Sole della Conoscenza e della Realtà. Invece in quel momento noi veniamo meno. Avendo in mente tutto ciò alla sera, prima di addormentarsi, in uno stato calmo, non stanco, tersa la mente da assilli, si realizzi meditativamente che ci si trova nelle prime ore della notte ai piedi di un monte e che si inizia l’ascesa — lentamente, mentre le caligini a poco a poco si dileguano e le prime luci, e poi il Sole, sorgono. Si continuerà ad ascendere pensando all’ascendere simultaneo del Sole in cielo, al crescente trionfare ed espandersi della sua luce sulle cose, e, nel momento di sentirsi sulla vetta del monte, si realizzi che il Sole è allo zenit, al vertice della sua ascesa, nel cielo sgombro e tutto luce.",
  "last_phrase": "By meditating calmly before bedtime and imagining an ascent to the top of a mountain, correlating it with the rising of the sun, we can open a path for inner growth and awakening. With this practice, we can experience a sense of identification with pure light and clarity, which can lead to a renewed sense of purpose and clarity in our waking life."
}