{
  "title": "What are the two directions to achieve transcendent states of consciousness in a transformative way?",
  "first_phrase": "This text discusses two different paths to achieving a transcendent state of consciousness. The negative aspect of one path is that the realizations it brings are generally exceptional and require a mastery of technique that can be dehumanizing. The positive aspect is that it can bring about a powerful understanding and ability to act in the world. The second path involves integrating mystical experiences through the soul and emotions. This path should be approached with personal initiative so that the transcendent states can be assimilated and one can remain active and present.",
  "content": "Sono, questi, risvegli, illuminazioni, evidenze di una novità tale, che manca ogni possibilità di adeguata prefigurazione. Vi sarà un approssimarsi, un tendere ad essi, ma la trasformazione, la presenza, sarà sempre un salto. D’altra parte, solamente da questa «presenza» resta infuso in te un potere trascendente di comprensione e di azione, senza di cui ogni tuo sforzo sarebbe vano. L’occhio tuo resterebbe a cercare dentro sè stesso, chiuso nella tenebra, la volontà tua resterebbe vincolata, lottante; ottusa, ignara della chiarità liberata, della levità possente delle essenze superiori. Così nella nostra via tu troverai anche elementi del metodo «sperimentale», che però vanno integrati con una iniziativa individuale trasformativa, sì che gli stati trascendenti possano venire assimilati e l’essere tuo tutto portarsi in essi; e in essi tu non sarai perduto, agito e «rapito», ma attivo, affermativo, presente. 2) La seconda direzione rappresenta ciò che, presupponendo una opportuna integrazione iniziatica, l’esperienza mistica può fornire o propiziare. È un metodo, che agisce essenzialmente con l’anima e col sentimento.",
  "last_phrase": "In your journey towards transcendence, both the experimental and mystical methods can be useful. However, it is crucial to integrate an individual transformative initiative into these methods so that you can assimilate transcendent states and be present in them. With this presence, you will have the transcendent power of understanding and action that is necessary for your journey. Through a \"capovolgimento\" or \"reversal,\" you can create two selves and have dialogues within to control and understand your thoughts and feelings. By integrating these methods and being actively present, you can achieve enlightenment and transformation."
}