{
  "title": "What is the difference between mystical and initiatic knowledge?",
  "first_phrase": "In the last 200 tokens of this text, the author addresses an objection to the concept of transcendental experiences as being confined to subjectivity and mysticism. The author argues that the initiatory path leads to substantial differences among individuals, emphasizing the principle of suum cuique, or to each their own. The author also highlights the importance of understanding and explaining these experiences, which will be discussed in more detail in future works. Overall, this section emphasizes the differentiation that initiatory knowledge requires and its implications for modern thought.",
  "content": "La via dell’iniziazione è quella che determina differenze sostanziali fra gli esseri e che contro il concetto ugualitario e uniformistico del conoscere riafferma il principio del suum cuique: ad ognuno il suo, ossia quel sapere, quella verità, quella libertà che sono proporzionate a ciò che egli è. Una obiezione che vale considerare un momento è quella di chi, abituato a muoversi fra cose tangibili e idee «concrete», avanzasse che gli stati e le esperienze trascendenti, cui si è detto, ammesso anche che siano raggiungibili, rinchiusi come sono nella sfera «soggettiva», si esauriscono in un misticismo; che il criterio della conoscenza come esperienza e identificazione è più o meno quello di un semplice sentire e non produce alcuna luce di uno spiegare, di un comprendere, di un render ragione delle cose e, in fondo, di ciò stesso che avviene in noi. — In altri scritti si esaminerà più da presso questa quistione. Qui basterà metter in chiaro due punti.",
  "last_phrase": "In conclusion, the path of initiation determines substantial differences between individuals and affirms the principle of \"to each his own.\" Although some may argue that transcendental states and experiences are subjective and lead to mere mysticism, initiation involves an active identification that clarifies one's essential understanding beyond the rational. Therefore, the difference between the mystical and initiatic sphere is essential, even if not immediately evident to those who only see darkness when faced with abstract concepts. Ultimately, the concept of \"explaining\" is limited, as no profane discipline has ever provided a real explanation of things."
}