{
  "title": "Why is Iniziatic Knowledge Different from Modern Education?",
  "first_phrase": "In the previous text, the author discusses the principles of initiatic knowledge, which emphasizes differentiation and is in contrast with modern profane knowledge. The last 200 tokens highlight the importance of experience in initiatic knowledge and how it cannot be easily shared or understood by everyone, as it requires essential transformation of consciousness. The author also warns against reducing initiatic knowledge into mere theory or profaning it through dissemination. As for those who are something in the initiatic order, they are recognized by their reluctance to theorize and discuss.",
  "content": "Ma quando si tratta di esperienza, non solo, ma di esperienza condizionata da una essenziale trasformazione della sostanza della coscienza, debbono sorgere dei limiti precisi. Le conoscenze che si raggiungono per tal via non possono essere alla portata di tutti, né 1 SINESIO, Dion., 48. a tutti possono esser trasmesse se non degradandole e profanandole. Sono conoscenze differenziate, e la loro differenziazione corrisponde a quella stessa che l’iniziazione, nei suoi vari: gradi, determina nella natura umana. Esse perciò non possono esser veramente intese, cioè «realizzate», se non da coloro che si trovano ad uno stesso livello, ossia che abbiano un ugual grado in una gerarchia presentante un carattere rigorosamente oggettivo e ontologico. Così, anche a prescindere da quelle esposizioni occultiste o teosofiste, che sono semplici divagazioni o fantasie, negli stessi riguardi del sapere iniziatico ed esoterico effettivo si conferma l’inutilità di una comunicazione e diffusione di carattere soltanto teoretico. Ridurre una conoscenza iniziatica ad una «teoria» è il peggio che si possa fare. Qui, se mai, è l’allusione, il simbolo, che può servire: come a provocare dei lampeggiamenti.",
  "last_phrase": "In conclusion, the nature of esoteric and initiatory knowledge requires a strict differentiation that cannot be theorized or communicated to everyone. These differentiated knowledge can only be truly understood and realized by those who share the same level and understanding, and it is essential to abandon the old measures of modern culture and thinking to achieve true knowledge and truth."
}