{
  "title": "What is the difference between modern science and ancient knowledge in terms of true understanding and acquiring power?",
  "first_phrase": "This text speaks about the difference between explaining things in an abstract sense, like in mathematics and formal logic, and explaining them in a concrete reality. The author argues that in ancient and traditional science, knowledge is attained through identifying the real causes behind the effects or phenomena. This identification, or active identification with the cause, gives one power over it. The author contrasts this with modern science, which some believe gives power through technology. The last 200 tokens discuss the idea that the power given by technology is not real power, just as the explanations in profane sciences are not real explanations.",
  "content": "Da ciò procede però come conseguenza importante che sulla via iniziatica l’acquisizione della conoscenza corre parallela a quella della potenza, l’identificazione attiva ad una causa conferendo virtualmente un potere su questa stessa causa1. I moderni credono che accada lo stesso con la loro scienza, 1 Una volta compreso che conoscenza significa, iniziaticamente, identificazione e realizzazione, non stupirà più il fatto che in alcuni testi tradizionali, dopo aver spiegato modi o nomi di divinità, si aggiunge che chi li «conosce» acquisisce l’uno o l’altro potere; come non stupirà il sentire spesso parlare di un «segreto» che, «conosciuto» o «trasmesso», darebbe la chiave della forza. Soltanto dei sempliciotti potranno credere che qui si tratti di una qualche formula che si possa comunicare a voce o per perché attraverso la tecnica essa rende possibile le realizzazioni materiali di cui ognuno sa; ma essi si sbagliano di grosso, il potere dato dalla tecnica essendo così poco un potere vero quanto le spiegazioni delle scienze profane sono vere spiegazioni.",
  "last_phrase": "In conclusion, understanding and realization of knowledge go hand-in-hand with the acquisition of power, both in initiatic traditions and modern science. However, the power given by technology is not true power, but rather a democratic and amoral automatism accessible to all and making no distinction between individuals. True power, created by superiority, spirituality, and inalienability, can only come from direct action stemming from the individual's essence, which cannot be achieved in the mecanicist and inorganic world of technology."
}