{
  "title": "What is the key to achieving immortality and awakening the immortal self according to Meyrink?",
  "first_phrase": "In this text, the author talks about the search for higher knowledge and the battle for immortality. The author discusses the experiences of individuals and how they can be traced back to the influence of real cosmic entities. The author mentions the importance of understanding the \"form of one's own self\" and how it can lead to a deeper state of consciousness. The text goes on to differentiate between the worldview of religious people and those who seek spiritual knowledge, highlighting the belief in the arrival of a new kingdom and the victory over the body, as well as the rejection of the concept of good and evil.",
  "content": "La lotta per l’immortalità è una battaglia per il dominio sui suoni e sui fantasmi che hanno in noi la loro dimora; e l’attesa del nostro «Io» di diventare Re, è quanto aspettare il Messia. Tutto ciò ch’io t’ho detto si ritrova nei libri dei religiosi d’ogni popolo: l’avvento d’un nuovo Regno, la veglia, la vittoria sul corpo e la solitudine. Eppure da codesti religiosi ci divide un abisso senza ponti. Essi credono che un giorno s’avvicini, in cui i buoni entreranno in Paradiso e i cattivi saran sommersi nelle voragini dell’Inferno. Noi sappiamo che tempo verrà in cui molti si ridesteranno e verran divisi dai dormienti così come i signori dagli schiavi, perché i dormienti non possono capire i risvegliati. Noi sappiamo che non esiste né il bene né il male, ma soltanto il vero e il falso. Essi credono che lo «star desti» sia tener aperti i sensi e gli occhi ed eretto il corpo durante la notte perché l’uomo possa recitare le sue preghiere.",
  "last_phrase": "In conclusion, the pursuit of immortality requires dominion over the sounds and ghosts within us. While religious traditions describe a battle between good and evil, those who seek immortality understand the importance of awakening the immortal self and transforming the body into spirit. Instead of neglecting the body as sinful, immortality pursuers know that the body is the starting point towards spiritual transformation. Thus, the pursuit of immortality requires a shift in perspective from physical isolation to solitude of the spirit."
}