{
  "title": "What is the purpose of these monographs and why are the collaborators anonymous?",
  "first_phrase": "In this text, the author describes the various topics covered in a collection of monographs that aim to offer guidance and open new perspectives. These include methods, disciplines, and techniques, as well as accounts of actual experiences. The monographs also feature rare or little-known texts from both Eastern and Western traditions, along with synthetic doctrinal frameworks aimed at providing a deeper understanding of the practice. The author notes that the monographs are organized to complement each other, with each one building on the previous. The collaborators have embraced anonymity, as their individual perspectives are less important than the objective insights they offer. The text concludes by highlighting the presence of \"constants\" in every authentic initiatory discipline, with the only exception being the specific mention of \"magic\" in the title of the volumes.",
  "content": "Seguendo una consuetudine che si ritrova sia nell’Oriente antico che nelle nostre scuole medievali, fra i Pitagorici come fra gli Ermetisti, nelle organizzazioni iniziatico-corporative e nei Rosacroce, per finire a certi autori monastici e, in parte, agli stessi Gesuiti; si è creduto opportuno adottare il principio della anonimia dei collaboratori. Ciò, perché la loro persona non conta, perché quel che essi possono dire di valido non è una loro creazione o escogitazione, ma riflette un insegnamento superindividuale, oggettivo. Ed è stata cura di coloro che, a suo tempo, hanno diretto l’organizzazione di questo gruppo di monografie far sì che esse risentano il meno possibile delle particolari correnti che l’uno o l’altro autore può aver avuto più familiari, che le esposizioni vertano invece sulle «costanti» presenti in ogni autentica disciplina iniziatica. Al massimo, come particolarizzazione qui si potrà trovare quella, per cui nel titolo dei presenti volumi figura il termine «magia».",
  "last_phrase": "In conclusion, it has been a common practice in various ancient and medieval organizations, such as the Pythagoreans and Rosicrucians, to adopt the principle of anonymity among collaborators. The focus is on reflecting the superindividual, objective teachings of authentic initiatic disciplines. This collection of monographs aims to do just that by rejecting contemporary spiritualism and instead emphasizing traditional and initiatic knowledge, with the term \"magia\" simply indicating an active assumption of these disciplines. The organizers of these volumes have taken great care to distance themselves from any confusion or counterfeit forms of knowledge and to present a clear and principled approach to initiatic knowledge."
}