{
  "title": "How can you master your thoughts and take control of your mind?",
  "first_phrase": "In the previous paragraphs, the author highlights the way our minds control our bodies, sending thoughts that we believe to be our own. Now, the author describes the battle between the mind and body by encouraging the reader to sit still and fight against the urge to move. Throughout this inner fight, the mind launches various weapons, and the body sends out waves of sensations that can be conquered through a superior awakening that lies beneath the surface. However, this victory is ultimately meaningless because the real champions are the swarms of thoughts that the body sends to test us, and these cannot be defeated with mere willpower.",
  "content": "Esso le lancerà a battagliare contro di te, l’una dopo l’altra se tu non desisterai dal tenergli testa col mezzo, apparentemente così semplice, dello star seduto ed immobile. Sarà prima la brutalità rude dei muscoli che vogliono tremare e sussultare; poi il bollor del sangue che ti imperlerà il viso di sudore; e il martellamento del cuore; e la pelle percorsa da brividi così freddi da far rizzare i capelli; e l’oscillazione del corpo che ti prende, come se l’asse di gravità si fosse spostato. Tutte codeste forze tu potrai fronteggiare e vincere, e, in apparenza, grazie alla volontà. Ma non sarà la volontà soltanto: sarà in effetti un risvegliarsi superiore che le sta dietro, invisibile come per la magica virtù dell’elmo di Sigfrido. Ma anche questa vittoria è priva di valore. Perfino se tu riuscirai a renderti signore del respiro e del battito del cuore, non saresti che un fachiro — un «povero», per dirla in povere parole. I campioni che in seguito il tuo corpo manda a fronteggiarti sono gli inafferrabili sciami di mosche dei pensieri. Contro di essi non giova la spada della volontà.",
  "last_phrase": "The journey to overcome the swarm of thoughts is not an easy one, and simply relying on willpower won't do the trick. One must strive for a higher level of awakening and remain determined. Though challenging, the effort put in is not in vain, for it is the key to true victory."
}