{
  "title": "\"What is Supini and how can achieving perfect breathing rhythm lead to spiritual concentration and inner fire?\"",
  "first_phrase": "This text is about Supini, a state of concentration and silence that leads to the ultimate spiritual liberation. It mentions the symbolism of \"earth\" and \"stone\" in representing the human body, as well as the concept of the heart being the secret chamber of the soul. The text also discusses the difficulty of descending the consciousness into the heart, rather than living in the brain or other sense organs. However, once achieved, the spirit can be coagulated and centered anywhere, leading to a sense of infinite freedom. In the last 200 tokens, the author explores the idea of the heart as a source of warmth and flame, with the body becoming infused with this subtle heat through the veins and nerves, resulting in a sense of pure \"I am\" identity.",
  "content": "Il cuore sembrerà bruciare e dissolversi nell’elemento del Fuoco magico. In questo, la difficoltà maggiore che vi può essere (se difficoltà è il termine più adeguato in relazione ad un atto tale dello spirito) si trova nel discendere della coscienza, dello spirito o dell’Io che dir si voglia, nel cuore. Si è infatti abituati a sentire, a vivere sè stessi nel cervello: taluno può anche sentirsi in un organo di senso, quando la percezione è di tale violenza ed intensità da attrarre verso un determinato punto del corpo ogni attenzione, cosicché sembra, per un attimo, di essere sprofondati là dove è suscitata la sensazione di dolore o di piacere. Analogo è il processo di discesa nel cuore, salvo che non è percepita alcuna delle ora accennate sensazioni1. Si ricordi (cfr. p. 32) «il senso di infinità e di incondizionata libertà dello spirito» che è l’ultimo stato del silenzio rituale. Non vi dovrebbe, quindi, essere difficoltà alcuna ad operare perfettamente, determinando lo spirito ad accentrarsi, coagularsi ovunque voglia.",
  "last_phrase": "In conclusion, descending into the heart may seem difficult at first, as we are accustomed to feeling ourselves in the brain. But by realizing ourselves as a mass of light consistency and gently following the ideal path down to the heart, we can effortlessly achieve the last state of ritual silence. The body becomes like a warm and vaguely luminous silence, while the spirit becomes denser, brighter, and warmer."
}