{
  "title": "What is the meaning of magic in traditional and initiatory disciplines, and why is it rejected in modern spiritualism?",
  "first_phrase": "In the last 200 tokens, the author reflects on the authentic traditional esoteric teachings and the deviations from them. The author highlights that the contributors of the text reject various contemporary spiritual trends and instead actively practice traditional disciplines. Readers will find specialized teachings delivered with precision and clarity, and the decision to simply read or take action is left to them. The author notes that those who are serious and committed may find that this text represents only the beginning of their journey. The tokens before covered the author's first awareness of immateriality and how the term \"magia\" denotes actively engaging in traditional practices rather than its ancient definition.",
  "content": "Il lettore della presente opera potrà difficilmente trovare altrove una eguale messe di insegnamenti specializzati, dati con precisione e chiarezza. Resterà a lui di decidere, fino a che punto egli intende restringersi alla semplice lettura per informazione e fino a che punto invece, scoprendo una vocazione superiore in precedenza solo oscuramente sentita, intenda osare, operare e tacere. È insegnamento iniziatico, pertanto, che coloro che con una intima, fervida serietà tentano, difficilmente saranno lasciati soli. È dunque possibile che per essi quello con «Ur» sia solo un primo contatto e che altri potranno seguirne, di diversa portata, nel momento giusto; per coloro che, lasciata ormai l’una sponda, pur essendo ancora presi dalle «acque», tendono già all’altra. PIETRO NEGRI SUB SPECIE INTERIORITATIS Coelum, ......, nihil aliud est quam spiritualis interioritas. (GUIBERTUS - De Pignoribus Sancto- rum IV, 8). Aquila volans per aerem et Buso gradiens per terram est Magisterium. (M. MAYER - Symbola Aureae Mensae duodecim Nationum, Francoforte, 1617, p. 192). Sono trascorsi oramai molti anni da quando ebbi, per la prima volta, coscienza della immaterialità.",
  "last_phrase": "In conclusion, the reader of this work will hardly find elsewhere an equal amount of specialized teachings, given with precision and clarity. It is up to the reader to decide at what point they want to restrict themselves to simply reading for information, or instead, discovering a higher vocation that was previously only vaguely felt, to dare, act, and be silent. It is an initiatory teaching, therefore, those who try with intimate and fervent seriousness will hardly be left alone."
}