{
  "title": "What is the nature of transformational experience and its positive and negative aspects?",
  "first_phrase": "The last part of this text explores the possibilities of achieving altered states of consciousness through various methods, including the use of specific substances, practices of Hatha Yoga, and experiences induced by individuals with certain powers. However, the author warns that these methods may lead to exceptional, rather than permanent, results, and that the discontinuity between normal and initiatory states of consciousness cannot be entirely removed. The author emphasises the need for caution, as attempting to achieve permanent altered states of consciousness may require a complete transformation of the self, which could lead to significant struggles.",
  "content": "Anche in queste due possibilità, difatti, si mantiene una discontinuità ed istantaneità travolgente degli stati di coscienza. «Prima questo, poi questo». Il lato negativo di una simile via risiede nel fatto che le realizzazioni cui essa può portarti hanno generalmente un carattere di eccezione. Non apprensione e balenamento, sibbene possesso effettivo e permanente qui richiederebbero un potere della tecnica tale da mortificare completamente, o trasformare, l’ente naturale: altrimenti ti ritroverai al punto di prima, quando l’influsso sia cessato, perché il senso di te ha conservato la sua abitudine a identificarsi con quell’ente. Quando invece tutto fosse tolto via, è chiaro, che se sussisti, il nuovo stato sarà la tua stessa rigenerata coscienza. Dico: «se sussisti»; ma sii prudente, poiché sono molte le possibilità, se soltanto per questa via tendi al compimento totale, che il tuo salto sia troppo corto: e se non sarai passato completamente «di là», aspre lotte avrai a combattere, disponendo di uno strumento minorato1. Il lato positivo di questa via viene dal fatto, che la discontinuità fra il modo normale ed i modi iniziatici della coscienza non può mai essere rimossa per intero.",
  "last_phrase": "In conclusion, while the path of abrupt states of consciousness may lead to exceptional realizations, it also poses challenges of maintaining the transformed state. Achieving a permanent possession requires a power of technique that may mortify or transform one's natural being. However, there is potential for infused transcendent power of comprehension and action, which can lead to active and affirmative presence in higher states of consciousness. It is important to integrate experimental methods with individual initiative to assimilate transcendent states and avoid being lost or overwhelmed in them."
}