{
  "title": "How does technology affect our understanding of true power and self-realization?",
  "first_phrase": "In this text, the author delves into the relationship between knowledge acquisition and power, stating that in the initiatory way, knowledge is acquired in parallel with power, and actively identifying with a cause confers virtual power over it. The author draws attention to traditional texts that suggest that knowledge of certain secrets could give the power to the seeker. The author notes that while modern people might assume that science confers similar powers, the power that comes from technological advancements is merely an automaton of power and not a true power that elevates one person above another. The last 200 tokens expound on this idea, with the author noting that in the world of technology, true acts of power and superiority are not possible because technology operates inorganic and mecanisticly, separate from the essence of the self. Thus, true spiritual power, which is created from superiority and cannot be communicated or transferred, is antithetical to the power given by technology.",
  "content": "La causa, nell’un caso e nell’altro, è la stessa: è il fatto di un uomo che resta uomo, che non muta in alcun grado sensibile ciò che egli effettivamente è. Ecco perché le possibilità date dalla tecnica hanno un carattere altrettanto «democratico» e, in fondo, immorale quanto le corrispondenti conoscenze: la differenza degli individui, per esse, non significa nulla. È un potere fatto di automatismi, un potere che appartiene a tutti e a nessuno, che non è valore, che non è giustizia, che può far più potente uno senza che, nel contempo, lo faccia comunque superiore. Senonché ciò è possibile solo perché nel mondo della tecnica, di un atto vero, vale a dire di un’azione che parta direttamente dall’Io e si affermi nell’ordine delle cause reali, non si parla, né si può parlare. Assolutamente meccanicistico e inorganico, cioè privo di relazioni con l’essenza dell’Io, il mondo della tecnica rappresenta anzi l’antitesi di quanto può aver carattere di potere vero, creato da superiorità, segno di superiorità, incomunicabile, inalienabile, spirituale.",
  "last_phrase": "In conclusion, the world of technology may provide us with seemingly endless possibilities, but it represents the antithesis of true power, which is created by superiority, sign of superiority, incommunicable, inalienable, and spiritual. As a result, mankind has become spiritually impoverished, and he is always more conditioned than conditioning, exposed to the irrational forces that make his power fleeting. We need to recognize that true power, justice, and dignity come from a life that is fully integrated on well-defined levels of such integration, not from the surrogates of knowledge and power."
}