{
  "title": "What is the \"Via Umida\" in Christian mysticism and what are its imperfections?",
  "first_phrase": "In this text, the author explores the concept of mystical experience and how the mind creates an \"other\" that remains separate. The author mentions names like Sinesio and discusses the struggles and punishments that come with attempting to reach divine enlightenment. They discuss the idea of mortification and how it requires complete dedication and surrender to God. However, the author also points out imperfections in this \"Umida\" path, such as difficulty transcending dualism and achieving true transformation. The author highlights the duality present in Christian mysticism and how it can be a mere phase in the process of attaining true enlightenment.",
  "content": "Sui juris non esse, morire completamente alla propria volontà, darsi a Dio con interna umiltà e povertà, consacrandogli ogni atto con pura fede, nulla volendo per sè, in una sofferenza ed in un amore indicibile, ecco che cosa richiede la «mortificazione» da chi abbia prescelto la «Via Umida», non possedendo la forza di un distacco attivo ma anelando all’Eterno con il centro di sè nelle «Acque», nell’«anima», in ciò stesso, dunque, che va spossato1. Ma questa via ha molte imperfezioni. Anzitutto la difficoltà a trascendere il dualismo proprio all’amore (nell’unione propria all’amore l’amato e l’amante comunicano sì, ma restano anche distinti) nell’identità che è legge di ogni vera realizzazione iniziatica. Così anche ai vèrtici della teologia mistica cristiana (che batte appunto questa via) vedrai sussistere un dualismo, il quale raramente dà luogo alla vera trasformazione secondo sostanza nell’«altro», onde la dualità si riveli, insieme alle corrispondenti personificazioni divine, la parvenza di una data fase del processo.",
  "last_phrase": "In conclusion, the \"Via Umida\" demands a mortification of self in a way that requires internal humility, poverty, and surrender to God. However, while this path has imperfections, it can lead to true transformation as long as the mystic is willing to take the bold leap to shift their focus from negative and dependent desire to affirmation and centralization of their solar nature. Although the states of transcendence may feel passive, the action of grace can still emerge, leading to a profound sense of awe and wonder."
}