{
  "title": "\"What is 'Introduzione alla Magia' by Gruppo di UR and why was it updated?\"",
  "first_phrase": "This text is the introduction to the book \"Introduzione alla Magia,\" originally published in 1927-1929 by the \"Gruppo di UR.\" The present edition, published by Edizioni Mediterranee in 1981, is an updated version of the original collective work on the science of the self. The introduction explains that some of the original monographs were not reprinted, as they have been developed or updated by the authors in subsequent books. This ensures greater coordination and completeness. The text follows a criterion of organicity and progressiveness, with a focus on the science of self-transformation. In the final 200 tokens, the book explores various topics, including the concept of eggregore, freemasonry, and the will.",
  "content": "INTRODUZIONE ALLA MAGIA a cura del Gruppo di UR Volume primo Edizioni Mediterranee Roma INTRODUZIONE ALLA MAGIA a cura del “Gruppo di UR” Quarta edizione Volume primo Edizioni Mediterranee - Roma Ristampa della quarta edizione dicembre 1981 © COPYRIGHT 1971 by Edizioni Mediterranee - Roma, Via Flaminia, 158  Copertina di A. Hohenegger  Printed in Italy  Studio Tipografico Artigiano Romano - Via Luigi Arati, 12 - Roma PREMESSA La materia raccolta nei presenti volumi e stata originariamente pubblicata in una serie di fascicoli, sotto il titolo di «Ur» dal 1927 al 1928, e di «Krur» nel 1929. Le tre annate apparvero già in volumi col titolo complessivo di Introduzione alla Magia quale scienza dell’Io e la presente devesi considerare come la seconda edizione aggiornata di tale opera collettiva. Rispetto al testo originario, le differenze consistono nel fatto che non si è creduto opportuno ristampare alcune monografie, che nel frattempo sono state sviluppate o aggiornate in libri degli stessi autori, libri facilmente riconoscibili e che ognuno può trovare. Inoltre certe monografie sono state sostituite da altre dello stesso indirizzo, ai fini di una maggiore coordinazione e completezza. Già in origine i vari scritti erano stati compilati seguendo un criterio di organicità e di progressività.",
  "last_phrase": "In conclusion, \"Introduzione alla Magia\" offers a comprehensive and progressive development of the science of the self. While certain writings have been replaced for greater coordination and completeness, the new edition maintains the original character of being a compilation of different authors that complement and illuminate each other. It is an excellent resource for those seeking to explore the question of self and its place in the world of magic."
}