{
  "title": "What is the significance of the heart as the symbol of intelligence, and how is it related to spiritual harmony and the practice of breath in ritual?",
  "first_phrase": "In this final section, the author explores the concept of the heart as the organ of intelligence and perfect manifestation of the spirit. Through Egyptian hieroglyphs, Dante's love intellect, and modern language, the author notes how the function of the brain traditionally attributed to intelligence is being challenged. The author proposes that to achieve a primitive and perfect spirit-body harmony, one must perform a ritual that combines breathing exercises with full control of the mind. The author also provides a guide to the ritual's execution, referencing the breath's symbolism as a life-giving force.",
  "content": "Perciò è necessario che, nel rito, tutte le funzioni dello spirito, nei suoi rapporti col corpo materiale, siano ricondotte allo stato di primitiva e perfetta armonia e coscienza; e non è solo necessario rendersi persuasi di tale o talaltra verità, ma si deve operare in modo da porre lo spirito nel pieno controllo di ciò che opera. * * * Il rito cui qui si accenna si innesta sulla pratica del respiro, che viene eseguita sulla formula 2n (inspirazione), n (ritenzione), 2n (espirazione), n (ritenzione), in una prima fase; 2n, 4n, 2n, n in una fase ulteriore. Si avverte però che può anche essere compiuto sulla prima di esse. Di ciò sarà detto particolarmente altrove; per ora basti conoscere il significato, assunto nella Concentrazione e nel Silenzio, dello spirito che, in quanto essenza animatrice e sostenitrice dell’uomo, ha per simbolo il respiro, indispensabile alla vita corporea, così come il fuoco è indispensabile a qualsiasi forma di vita fisica — donde il «respiro di fuoco» nei vari simbolismi. Questo si accenna per dare una guida nelle esperienze che presentano talora varî aspetti simultanei.",
  "last_phrase": "In conclusion, it is necessary that all spiritual functions, in relation to the material body, are brought back to a state of primitive and perfect harmony and consciousness in the ritual. It's not enough to be convinced of these truths; one must operate in such a way as to place the spirit in full control. The breath practice, which is essential to physical life, is central to this ritual, and mastering it is key to achieving concentration and silence. With practice, the organic function will occur with absolute spontaneity, allowing one to reach the roots of their being."
}