{
  "title": "What are the key elements of magic and self-discipline in spiritual awakening?",
  "first_phrase": "The last 200 tokens of this text elaborate on the techniques of practical magic, specifically, the ability to evoke, feed and project a feeling or thought as an objective quid without any personal attachment. The author emphasizes the importance of loving each image and nurturing it with calmness and sweetness, without any effort or expectation. These techniques require a certain degree of heart-centeredness, which is a key factor in operational magic. The text also encourages the reader to pay attention to new meanings and flashes that emerge amid common perceptions during the day. Additionally, the author suggests attracting memories, invoking them subtly, and allowing spontaneous awakening. The text concludes with mentioning the \"gentle fire\" of the hermetists, an illuminating virtue on images.",
  "content": "* * * Uno degli strumenti della magia operativa è la capacità di fissare un sentimento, di realizzarlo come un quid oggettivo, non legato al riferimento alla mia persona fisica; come uno stato che posso anche porre all’esterno di me, nello spazio, per così dire, senza che per questo esso cessi di esser fatto di coscienza. Saper evocare, alimentare e poi liberare da sè (indurre o proiettare) un sentimento o anche un pensiero — senza questa capacità, si può far poco in magia operativa. Essa è sotto un certo aspetto legata ad una traslazione nella sede del cuore. Un altro dettaglio di tecnica. Affinché agisca nell’ordine che qui interessa, occorre che ogni immagine sia amata. Deve essere assunta in una grande calma interiore, poi riscaldata, diremmo quasi nutrita, con dolcezza, senza che in nulla entri il fattore volontà o sforzo e tanto meno l’aspettazione dell’effetto. L’agente qui gli ermetisti lo chiamavano «fuoco dolce», «fuoco che non brucia» ed anche: «fuoco di lampada» giacché esso ha effettivamente una virtù illuminativa sulle immagini.",
  "last_phrase": "In conclusion, the ability to evoke, nourish, and release a feeling or thought is a key tool in operative magic. This requires a certain level of emotional detachment and a deep love for the depicted image, nurtured without any element of personal will or expectation. By integrating the opposing forces within themselves, the adept gains the power to both command and obey, without the need for external authority or conventional morality. Only through such self-mastery can one transcend the dangers of excess and false freedom on the path towards higher magic."
}