{
  "title": "What are the essential elements of the High Magic path and how do they relate to self-transcendence?",
  "first_phrase": "This text is about the aspects of discipline and morality in the path of high magic. The author, referred to as \"Abraxa,\" emphasizes the importance of being a complete and integrated being with both the power to command and obey. The text warns of the dangers of giving in to the lower parts of oneself, which can lead to recklessness and false freedom. The last 200 tokens discuss the need for self-transcendence in magic and the importance of being able to live freely beyond oneself. In summary, the text provides insights into the nature of discipline and self-transcendence in the practice of magic.",
  "content": "Anche la disciplina intesa a determinare la morte di una certa propria volontà epperò a destare colui che in noi sa obbedire assolutamente, è parte essenziale della via magica. L’altro punto è che, specie per gli aspetti operativi della magia, devesi alimentare una facoltà definibile così: esser sè stessi di là da sè stessi, nei termini di un autotrascendimento attivo, di uno slancio di là dalla propria individualità. Nella vita profana l’eroismo, l’ebrezza eroica e perfino orgiastica, il gusto di giocare la propria vita ed anche certi momenti di prontezza al sacrificio sono già segni indicatori di questa direzione. Il potere proprio ad una vita libera rispetto a sè, capace di andar oltre sè stessa in siffatta forma attiva, è così importante per la pratica magica e teurgica quanto i principi dell’assoluto comando e dell’assoluta obbedienza compresenti in sè stessi. Chi soggiace al vincolo interno dell’Io non saprà portarsi oltre il limite, o non lo supererà che per trovare la propria perdizione.",
  "last_phrase": "In conclusion, the practice of magic requires a complete surrender of one's will as well as an active self-transcendence that goes beyond one's individuality. It is crucial that mystics undergo a reversal of roles where the divine image incarnated within them becomes their true self, and they see themselves as another being. This shift, called \"shath\" in Islamic esotericism, is a sign of true mystical accomplishment and can be objectively recognized. Embracing this transformation can lead to initiatory results and bring one closer to the divine."
}