{
  "title": "\"How can we overcome internal barriers to achieve inner transformation?\"",
  "first_phrase": "In this final part of the text by Julius Evola, he discusses the integration of affirmative discipline with direct transformations, and the ability to transcend one's slow pace of being to adapt to faster rhythms. He writes about the nature of the self, the universe, and the ability to suspend one's senses to attain a divine virtue. Leo, the author mentions, is the persona through which the concepts are conveyed. Leo provides an overview of the changes in perspective required to achieve inner realization in the previous essay, Barriers. Evola stresses the need for awareness and discrimination before delving into magical practice.",
  "content": "E potrai anche sospenderli: renderli inerti, neutralizzati, fissati: è il Silenzio, l’«estinzione della mania», il dissiparsi della nebbia. Allora nel tuo occhio rischiarato, lampeggerà la visione ciclica, integrale: vedrai la tua essenza trascendentale, il destino degli esseri e delle cose tutte e il regno di «Coloro che sono». Concepirai il modo dell’atto allo stato libero, del moto immateriale agente fuori di ogni spazio o corpo con una rapidità creativa senza tempo. Si amalgamerà, il centro in te, con la natura universa non-diveniente e da essa ritrarrà una virtù divina che si traduce in poteri miracolosi. Potrai volgerti, allora, alla conoscenza dei Nomi ed alle nozze con le «Lettere». Sarai iniziato. La «conoscenza delle Acque» ed il senso del risveglio siano integrati con la nozione di queste varie possibilità di metodo per un potere di consapevolezza e di discriminazione, prima che ti siano esposti gli elementi della pratica magica. LEO ATTEGGIAMENTI Nel precedente saggio «Barriere» abbiamo delineato alcuni mutamenti di visione che debbono diventare organici in noi. Certamente, occorre un lungo periodo di tempo per abbattere certe radicate condizioni che paralizzano ogni possibilità di realizzazione interiore.",
  "last_phrase": "In order to achieve true inner realization, it is necessary to overcome deeply ingrained barriers that inhibit our experience. It is not enough to simply change our thoughts; we must integrate new ways of thinking into our very being. By understanding the duality between our thoughts and our internal constitution, we can begin to awaken to our true potential and access the divine powers within us. Only then can we truly understand the knowledge of the elements of magical practice and become initiated into the world of true understanding."
}