{
  "title": "What are the methods and benefits of concentration in spiritual practice?",
  "first_phrase": "This text explores the concept of concentration in spiritual practices, giving advice on physical posture and mental techniques. The focus is on freeing oneself from habitual thinking and becoming fully present in the moment. The text's conclusion discusses the dual function of the spirit in achieving a meditative state, quoting the philosopher Filalete. The author suggests using various tools, such as mirrors, to achieve a state of detachment, and describes the physical sensation of the mind becoming tangible and concentrated.",
  "content": "All’uopo si possono usare vari artifici, come ad esempio gli specchi1; è comunque utile di rilevare l’op portunità di porre il pensiero ad una certa distanza. La concentrazione del pensiero in alto, tra gli occhi, è oggetto di pratiche particolari per determinati scopi. Un altro metodo di concentrazione, più perfetto, ma anche più difficile, consiste nel non occuparsi del pensiero, abbandonandolo a sè stesso, finché, privato della vitalità che gli deriva dall’attenzione, permanga inerte, né più turbi il puro atto di coscienza spirituale. In tale stato è il silenzio. La duplice funzione di attivo e di passivo che ha lo spirito in questa fase è chiaramente detta dal Filalete: «Est autem aurum nostrum duplex, quod ad opus nostrum expetimus, maturum puta, fixum, Latonem flavum cuius cor sive centrum est ignis purus. Quare corpus suum in igne defendit, in quo depurationem recipit, ut nihil ejus tyrannidi cedat, aut ab eo patitur. Hoc in opere nostro vices maris gerit, quare auro nostro albo crudiori, spermati foemineo, conjungitur, etc.»2.",
  "last_phrase": "In conclusion, achieving a state of inner silence can be attained through various methods, such as using mirrors or focusing the mind between the eyes. However, the most effective and challenging form of concentration involves abandoning the thought process to become inert, leaving only pure spiritual consciousness behind. This state of inner silence allows the spirit to know and see itself, leading to conscious perceptions in three distinct phases."
}