{
  "title": "Does modern culture hinder spiritual growth? In what way does initiation differ from mainstream knowledge?",
  "first_phrase": "In the preceding text, the author reflects on the fallacy of present-day spiritualism, filled with speculations and fantasies around cosmology, extra-sensory entities, and other such conjectures. The writer emphasizes the need for a practical and experimental attitude towards spirituality, instead of relying solely on intellectualism or academic knowledge. In the last 200 tokens, the author elaborates on the idea of differentiation, a principle that contrasts with the uniformity of modern culture dominated by democratic and leveling tendencies. The author argues that true initiates are recognized by their reluctance to theorize or discuss, and their focus on action and practice.",
  "content": "Così coloro che sono davvero qualcosa nell’ordine iniziatico sono riconoscibili pel fatto del loro essere estremamente restii dal teorizzare e dal discutere. Dato che essi scorgano in voi una aspirazione sincera, essi vi diranno soltanto: Ecco il problema ed ecco i mezzi: andate avanti. Un’altra conseguenza del concetto iniziatico di conoscenza è il principio della differenziazione, anch’esso in netto contrasto con le idee che informano il sapere profano moderno. Di fatto, tutta la «cultura» moderna (con la scienza in prima linea) è dominata da una tendenza democratica, livellatrice, uniformistica. Vale, per essa, come «acquisizione» ciò che, in via di principio, è alla portata di tutti; così una verità, per essa, è tale solo quando tutti possono riconoscerla pur che abbiano un certo grado di istruzione o, al massimo, si prendano la pena di fare certi studi, che però li lasciano perfettamente come sono quali uomini. Così possono andare le cose finché si tratti di qualcosa di concettuale e di astratto, da far entrare nella testa come una cosa in un sacco.",
  "last_phrase": "In conclusion, the initiatic concept of knowledge emphasizes differentiation and a restricted transmission of knowledge that can only be truly understood and realized by those who have reached the same level. Those who are truly something in the initiatic order are recognized by their hesitation to theorize and discuss. Therefore, the dissemination of initiatic and esoteric knowledge is useless without a rigorously objective and ontological hierarchy. Aspirants are encouraged to continue forward with the problem and the means."
}