{
  "title": "What is the nature of initiatory knowledge and how is it different from conventional knowledge?",
  "first_phrase": "In this final section, the author explores the process towards spiritual enlightenment and the importance of the constructive phase of the ritual. They reference the use of spiritual communication and understanding essential in perceiving the essence of things beyond their formal appearance. The Filalete's work on the alchemic tradition also relates to this discussion. Moving into a discussion on the nature of initiatory experience, the author emphasizes the importance of experiential knowledge in initiation and transformation. Knowledge in this context is not merely intellectual but also embodied.",
  "content": "Il lettore che si interessa particolarmente a questo si rifaccia al testo e sappia comprendere nello spirito i simboli. EA SUL CARATTERE DELLA CONOSCENZA INIZIATICA Chi si avvicina alle nostre discipline deve, prima d’ogni altra cosa, rendersi conto di questo punto fondamentale: che il problema della conoscenza e il significato stesso di essa vi si presentano in modo affatto diverso che non nei vari domini della corrente cultura. Dal punto di vista iniziatico conoscere non significa «pensare», ma essere l’oggetto conosciuto. Una cosa non la si conosce realmente finché non la si realizza, il che vale quanto dire: finché la coscienza non possa trasformarvisi. In questi termini conoscenza fa tutt’uno con esperienza e il metodo iniziatico è un metodo sperimentale puro. Come certezza in genere, qui si assume per tipo quella che si lega a quanto mi risulta per esperienza diretta e individuale. Nella vita ordinaria ha un tale carattere ogni sensazione, emozione o diretta percezione (un dolore, un desiderio, un colore, una luce). Qui parlare di «vero» o di «falso» non ha senso, la cosa è la conoscenza stessa della cosa secondo un È assoluto, un È vissuto che non attende il riconoscimento intellettuale.",
  "last_phrase": "In conclusion, approaching the disciplines of initiatory knowledge requires a fundamental understanding that knowing means being the known object. Knowledge and experience are not based on concepts or hypotheses but rather on direct individual experience. This type of knowledge cannot be approximate nor probabilistic. It is either present or absent. While this type of knowledge is limited to the world of senses, ordinary knowledge is abstract and often based on scientific, philosophical or religious ideas. If you are interested in this topic, it is best to refer to the text to understand the symbols in their spirit."
}