{
  "title": "\"What is the character of initiatory knowledge and how does it differ from current culture's understanding of knowledge?\"",
  "first_phrase": "This text discusses the character of initiatory knowledge and how it differs from the current cultural domains. The author emphasizes that knowing from an initiatory point of view means becoming the known object rather than merely thinking about it. Knowledge and experience are synonymous, and experimental methods are used. The text argues that there is either complete knowledge or none at all, and traditional knowledge is finite, contingent, and accidental, whereas commonly accepted knowledge today is abstract and conceptual. The immediate data of experience is usually considered a phenomenon, and something is assumed or postulated behind it. In conclusion, this part of the text emphasizes the importance of understanding the fundamental nature of initiatory knowledge.",
  "content": "Non vi sono gradi o approssimazioni o probabilismi in un sapere del genere: o lo si ha, o non lo si ha. Tuttavia per l’uomo comune una conoscenza siffatta si restringe all’ordine sensibile, il quale ha un carattere finito, contingente ed accidentale. Quel che ordinariamente egli oggi intende per sapere è qualcosa di diverso: è un sistema di concetti, di relazioni e di ipotesi che non ha più carattere di esperienza ma un carattere astratto. Quanto al dato immediato dell’esperienza, ossia quel che risulta direttamente alla propria coscienza, si inclina a concepirlo come semplice «fenomeno» e dietro ad esso si va a porre o a supporre qualcosa, a cui si attribuiscono i caratteri della realtà vera e oggettiva — per la scienza sarà la «materia» o il vario giuoco delle vibrazioni dell’etere, per i filosofi sarà la «cosa in sè» o qualche altra delle loro idee, per la religione sarà l’una o l’altra ipostasi divina.",
  "last_phrase": "The initiatic path offers a direction beyond the antithesis between pure experience and knowledge, indicating the possibility of multiple forms of experience. Each one corresponds to a specific way of perceiving reality, capable of transcending and hierarchizing to higher degrees of absoluteness. In this way, the initiatic teaching expands one's understanding beyond the limiting confines of the profane knowledge of the sensible order, elevating one's consciousness to new dimensions of understanding."
}