{
  "title": "What is the difference between mystical and initiatory knowledge, and can initiatory knowledge truly be explained?",
  "first_phrase": "In the previous text, the author explores the initiatory path and the essential differences between individuals. He defends the principle of 'to each their own' in terms of knowledge, truth, and freedom, proportional to one's abilities. In this last 200 tokens, the author responds to an objection that initiatic experiences are subjective and mystical and, therefore, cannot explain or understand reality. The author clarifies that the initiatic identification is active, not a loss of identity, and that it brings super-rational clarity. The author concludes by suggesting that no profane discipline has provided a real explanation for reality.",
  "content": "Il primo è che, come già si è detto, quando si parla iniziaticamente di «identificazione» si tratta sempre di una identificazione attiva, non di un confondersi, perdersi o sprofondarsi; si tratta non di uno stato infra-intellettuale ed emotivo, ma di uno stato di chiarezza superrazionale essenziale. In ciò sta la differenza fra la sfera mistica e la sfera iniziatica, differenza essenziale, anche se essa può non riuscire direttamente evidente a coloro i quali, quando non si tratti più né di cose né di concetti astratti, vedono una notte, in cui per loro tutte le vacche sono nere. Il secondo punto riguarda il concetto stesso dello «spiegare», e qui il discorso, se si dovesse andare a fondo, condurrebbe lontano. Si dovrebbe cominciare col ritorcere l’obiezione, rilevando che nessuna delle discipline di carattere profano ha mai fornito né mai fornirà una qualsiasi spiegazione reale.",
  "last_phrase": "In conclusion, it is essential to understand that \"identification\" in the initiatory process refers to an active identification rather than a state of confusion or emotional loss. The difference between the mystical sphere and the initiatory sphere lies in the essential state of supra-rational clarity. Furthermore, traditional science, which is closely related to initiatory knowledge, is based on the knowledge of effects and their actual causes. This state of magic can unveil the real genesis of a phenomenon, which cannot be explained in any other way."
}