{
  "title": "What is the relationship between the empirical concept of matter and the idealistic perception of reality?",
  "first_phrase": "In the previous text, the author explains how the empirical and ordinary concept of matter is a result of bodily functions and our human habit of identifying reality through our senses. However, as we gradually move past the solid state of matter and delve into the fluid and gaseous states, scientific analysis leads to a more abstract and far removed concept of matter. In this last section, the author touches upon how the idealistic concept of spiritualism arises as we move away from empirical concepts. Additionally, the importance of differentiating the value of empirical reality from its character of uniqueness and positivity is highlighted.",
  "content": "Alla universale smaterializzazione dei corpi corrisponde necessariamente, passando dalla scienza alla filosofia, l’astrazione concettuale idealistica, la risoluzione del tutto nell’io; ma il riconoscimento concettuale della spiritualità universale non conduce alla conquista od all’acquisto effettivo della percezione della realtà spirituale, ed è possibile seguire una filosofia idealistica continuando ad essere ciechi spiritualmente tanto quanto il più crasso materialista; è possibile dirsi filosofi idealisti e credere di avere toccato la vetta dell’idealismo mediante la semplice e laboriosa conquista concettuale, pure escludendo o non pensando affatto alla possibilità di una percezione ex imo; è possibile confondere, e pensare che si debba confondere, ogni epifania spirituale con un semplice atto del pensiero. Naturalmente con simili chiodi nella testa si può seguitare un pezzo ad arrampicarsi su per i peri dell’idealismo assoluto senza altro effetto che quello di stroncare qualche ramo sulla testa dei colleghi in ascensione. Veramente non vale la pena di guardare con tanto disdegno i vecchi filosofi positivisti, vittime povere sì ma oneste di una semplicistica accettazione del criterio empirico della realtà materiale! Toglier a questo senso empirico materialistico della realtà il suo carattere di unicità, di positività e di insostituibilità, non significa invero togliergli ogni valore, ma soltanto definirne il valore.",
  "last_phrase": "In conclusion, while the idealistic conceptual abstraction may accompany the universal dematerialization of bodies, the recognition of spiritual universality conceptually does not necessarily lead to the acquisition of spiritual perception. Therefore, it is possible to follow idealistic philosophy while remaining spiritually blind. Rather than rejecting empirical materialistic reality, we should recognize its coexistence alongside other ways of sensing reality, such as spiritual perception. Ultimately, the truth of one does not negate the other; multiple ways of sensing reality can coexist without diminishing their respective values."
}