{
  "title": "What is the higher knowledge and how can it be attained?",
  "first_phrase": "The last 200 tokens of this text discuss the idea of transcendent knowledge and the transformation of one's consciousness to achieve it. It argues that this knowledge presupposes a change in one's state of being, and that the attainment of this knowledge requires a fundamental transformation of oneself. The text acknowledges the difficulties of this pursuit, including the prevalence of a scientific monopoly and the limitations of the human condition. Nonetheless, it asserts that this transcendent knowledge exists and is essential for realizing one's true potential.",
  "content": "Ecco perché occorrono una crisi e un brusco rivolgimento. Ecco perché è necessaria la forza di metter da parte tutto, di staccarsi da tutto. La mutazione della propria struttura più profonda è ciò che solo conta ai fini della conoscenza superiore. Questa conoscenza — la quale è ad un tempo sapienza e potenza — è essenzialmente «non-umana» e ad essa si perviene per una via presupponente il superamento attivo ed effettivo, ontologico, della condizione umana. Già da tempo preso in una specie di cerchio magico, l’uomo si trova oggi a non sapere quasi più nulla di orizzonti siffatti. Non solo, ma, come qualcuno ha giustamente rilevato (J. De Maistre), coloro che ai nostri tempi si fregiano col nome di «scienziati» hanno ordito una vera e propria congiura, hanno fatto della scienza una specie di loro monopolio e non vogliono assolutamente che si sappia più di loro e in modo diverso dal loro. Ciò non impedisce che questo sapere diverso e superiore esista. Ben più che non la credenza predominante in Occidente, l’insegnamento, di cui si tratta, può anzi far proprio il detto: quod ubique, quod ab omnibus et quod semper.",
  "last_phrase": "In conclusion, the attainment of superior knowledge that transcends human limitations requires a sudden and deep transformation of one's being. This knowledge exists outside the monopoly of mainstream science and is accessible through a unique tradition shared by different cultures. To attain this knowledge, one must undergo a profound crisis and detachment from all that is merely human, and apply a divine technique that operates on the deepest energies of human existence."
}