{
  "title": "What does the \"Via Umida\" require in terms of mortification and what are its imperfections?",
  "first_phrase": "This philosophical text discusses the demands of mortification and mysticism for those who have chosen to walk the 'Humid Path.' It requires giving oneself up to God with humility and poverty, consecrating all acts with pure faith. The author acknowledges that the path towards the Eternal can be flawed and difficult to transcend dualism in love. The final 200 tokens discuss the negative nature of desire and love and the dependence they bring. The states of transcendence appear as revelation, leaving the mystic in a state of passive awe.",
  "content": "Il rapporto di desiderio e di amore è, poi, negativo e dipendente, ha carattere di bisogno — e capovolgerlo nell’orientamento puramente affermativo, centrale, sufficiente, delle nature solari, richiede un salto di qualità e un ardire, a cui la natura della precedente mortificazione crea, nel mistico, una seria pregiudiziale. Per via della disposizione, da cui si parte, che non è un attivo attrarre e determinare, ma attesa desiderio impulso, accade inoltre che gli stati trascendenti appaiono come rivelazione: tu non resti integrato in essi, ma passivo e sradicato sotto la loro percuotente potenza di miracolo. «In mezzo allo stupore nasce un atto: è l’azione della grazia. «Signore, non sono degno!» dice Ruysbroek (ed. Surius, II, 20, p. 453). «Entrerai nella Luce, ma mai toccherai la Fiamma» — tu leggi ne La Luce sul Sentiero (5 12, n.). Sia da te, come mistico, anche realizzato lo «stato di unione». Esso ti trasporterà, ti assorbirà; sboccando nella Luce universa sarai subitamente questa Luce stessa.",
  "last_phrase": "In conclusion, achieving a state of union as a mystic requires a bold leap from the negative and dependent nature of desire and love towards the central and affirmative orientation of solar nature. This transcendence may appear as a revelation, but true integration requires individual initiative to regain possession of the \"sede del Centro\". Ultimately, the mystical journey is not about exiting oneself but rather about awakening and imbuing oneself in the superior waters of the mystical light."
}