{
  "title": "What is the initiatory path to knowledge beyond experience and objective reality?",
  "first_phrase": "In the preceding text, the author discusses the limitations of common knowledge and how it is restricted to the sensory order. The usual concept of knowledge is just a system of abstract ideas and hypotheses while what is observed and experienced is taken as mere phenomena. However, the initiatic way offers an alternative direction that goes beyond this antithesis. In this last part, the author explains that the initiatic way believes in the possibility of multiple forms of experience that correspond to different modes of perceiving reality, each with increasing degrees of absoluteness. The author emphasizes the importance of direct experience as the criterion for this kind of knowledge.",
  "content": "In genere, la situazione è questa: si organizza un sapere — che è il sapere profano — il quale non va oltre l’esperienza puramente sensibile e non ha un certo grado di oggettività se non a patto di trascendere anche tutto quel che ha valore di evidenza individuale e vivente, di visione, di significato realizzato della coscienza. Sembra dunque affermarsi una antitesi, nel senso che ciò che è esperienza pura, per aver carattere finito e fenomenico, non è un «sapere» e quel che si considera come un «sapere», in quanto tale, non è esperienza. Ebbene, la via iniziatica va oltre questa antitesi, indica una direzione essenzialmente diversa, lungo la quale mai si abbandona il criterio dell’esperienza diretta. Se per l’uomo comune questa esperienza e l’esperienza sensibile sono tutt’uno, l’insegnamento iniziatico sostiene la possibilità di più forme di esperienza, delle quali la prima non è che una particolare. Tali forme corrispondono ciascuna ad un dato modo di percepire la realtà, sono suscettibili a trapassare le une nelle altre e a gerarchizzarsi in modi di percezione aventi un sempre più alto grado di assolutezza.",
  "last_phrase": "In conclusion, the initiatic path transcends the antithesis between pure experience and knowledge, pointing towards a direction based on direct experience. The initiatic teachings acknowledge the possibility of various forms of experience, each corresponding to a specific way of perceiving reality. The absolute degree of experience is determined by the level of active identification, leading to a state of perfect supra-rational vision where object and subject are fully realized. At this stage, all reasoning and speculation become unnecessary, and all discussions become meaningless."
}