{
  "title": "What is the relationship between desire and love in mystical experience, and how can it be transformed?",
  "first_phrase": "This section explores the relationship between desire and love in mysticism. The mystic overcomes their dependence on desire by turning toward the affirmative orientation of the solar nature, but this requires a bold leap that may be hindered by previous mortifications. The mystic experiences transcendent states as revelations, not integrations, and experiences the action of grace. The ultimate goal is not ecstasy, but a return to the center. This section emphasizes the positive aspect of individual initiative in mysticism. The mystic believes in the objective reality of their superior principle, but the regenerating action is not attributed to themselves.",
  "content": "Con lo spegnersi soddisfacendosi della brama per Dio, il tuo centro annegherà, e cotesto annegamento ti parrà il Bene supremo ed il termine ultimo. L’«estasi» la nostra via la conosce invece soltanto come una prova da attraversare e come un «solvente» — null’affatto come il termine ultimo2. Non è di un «uscire» da noi che si tratta (estasi = uscire), ma di un rientrare, di un riprender possesso della «sede del Centro». La Luce mistica rappresenta per noi le «Acque superiori», nelle quali il tuo essere non deve venir meno, ma invece ridestarsi. Il lato positivo di questa via sta nella parte che essa lascia, in ogni modo, all’iniziativa individuale. Bada poi, che il mistico, sia nel credere alla realtà oggettiva distinta personale dell’ideale del suo principio superiore (Gesù Cristo da imitare, per esempio, o Dio stesso), sia nel non riferire a sè l’azione rigenerante (1’«azione della grazia»), mette inconsapevolmente in opera alcune leggi generali della prassi trascendente.",
  "last_phrase": "In conclusion, the mystical approach described here emphasizes the importance of seeking a deeper connection with oneself and the divine. Rather than focusing on the goal of escaping oneself, it is about returning to the center and aligning oneself with higher principles through focused meditation, contemplation and visualization. By surrendering their desires for growth, the seeker can open themselves up to a transformative experience that transcends ordinary consciousness. This requires discipline, focus, and dedication, but the rewards can be profound and life-changing."
}