{
  "title": "What is the perception of infinity and how is it achieved in the ritualistic experience?",
  "first_phrase": "This text describes a gradual descent into darkness and density, with a sense of expanding infinity. It then reaches a point of complete solidity and opacity, before breaking apart and descending further. The vertiginous experience is calmed by a sense of unbreakable self-awareness. Finally, a new light appears, growing in intensity until it becomes an ocean of milky consistency. The text is about the exploration of the unknown depths of the human psyche using a special method of realization, and it is written by an unknown author.",
  "content": "È tuttavia bene far osservare che, nell’esporre fasi rituali od esperienze compiute, si accenna solamente a quanto è di maggiore importanza, tralasciando i dettagli, pressoché infiniti. 2 Op. cit., I. 3 Op. cit., I, 5. una totale opacità: lo spirito si sprofonda sempre più. Ad un certo punto si ferma, e qui la solidità è perfetta. D’un tratto pare che tutta l’enorme massa pietrosa si sfasci — impressione istantanea — e, dopo, un nuovo abisso si apre, la massa si dissolve e lo spirito sprofonda. Vertigine assoluta nello spirito, che è solo domata dalla coscienza di sè come realtà intangibile, indistruttibile, tenace e vittoriosa. Oltre questo, l’impressione di buio è di buio sciolto: aria-buio. Ed ancora lo spirito consiste, sempre fisso e determinato a vincere le profondità abissali; e permane immobile. Dal fondo appare una nuova luce, che, tenue dapprima, diventa a grado intensa, fino ad essere percepita di una consistenza equorea, che scioglie e muta in oceano di latte l’infinità delle cose.",
  "last_phrase": "In conclusion, it is important to note that in the presentation of the ritual phases or completed experiences, only the most important aspects are touched upon, leaving behind infinite details. The absolute darkness and dissolution of the spirit must be overcome by determination and consciousness of oneself as an indestructible reality to achieve a sense of infinite freedom. While this is the ultimate state, it is important to continue with the constructive phase of the ritual to gain a deeper understanding of spiritual communication and the essence of things beyond their formal appearance."
}