{
  "title": "What is the difference between purifying the body or the spirit to achieve enlightenment?",
  "first_phrase": "The final part of this text explores the concept of separating the spirit from the body and the dangers that come with mistakenly taking the wrong path. The text explains that the spirit should go into solitude first to purify the body, rather than the other way around. The author teaches the reader the first steps to achieve this, such as detaching oneself from the body without abandoning it. The text mentions the dangers of the path of witches, who ride on their ghostly bodies at night, mistaking their earthly senses for spiritual perception. The text highlights that the body uses weapons to maintain control over the spirit, but one must understand that they are not their body. The text leaves the decision of choosing which path to take to the reader's free will.",
  "content": "Chi si strappa dal proprio corpo per volare traverso lo spazio percorre la via delle streghe, che han tratto dal loro rozzo involucro terrestre un corpo di fantasma su cui esse cavalcano, come su di un manico di scopa, nella notte di Valpurga. Le streghe credono d’esser al sabba del diavolo, mentre il loro corpo giace in realtà privo di sensi e rigido nella loro camera. Esse scambiano semplicemente la loro percezione terrestre con quella spirituale; perdono il meglio per acquistar la parte peggiore; il loro è un depauperarsi, anziché un arricchirsi. Già da ciò puoi capire che non è questa la via verso il risveglio. Per comprendere che tu non sei il tuo corpo — come gli uomini credono di sè stessi — devi renderti conto delle armi di cui esso usa per poter conservare il dominio su di te. Certo che adesso stai ancora così profondamente in sua balìa, che la tua vita si spegne se il suo cuore cessa di battere e che t’affondi nella notte non appena esso chiuda gli occhi. Tu credi di poterlo muovere. Ma è un’illusione: è, al contrario, lui che si muove e che solamente prende in aiuto da te la tua volontà.",
  "last_phrase": "In conclusion, understanding that you are not just your body is crucial to achieving true awakening. Don't fall into the trap of thinking that separating yourself from your physical form is the path to enlightenment. Instead, recognize the power that your body holds over you and work to exert control over it. By doing so, you will realize your true potential and overcome any obstacles that stand in your way. Remember, you are much more than just a physical being, and your journey towards self-discovery starts with accepting this fundamental truth."
}