{
  "title": "How can we cultivate the sense of air to liberate ourselves from inherited prejudices and become free and elastic beings?",
  "first_phrase": "In this final section, the author emphasizes the importance of cultivating attitudes that penetrate to the root of our being. One such attitude is the \"sense of air,\" a vivid imagination of the element \"air\" that prompts one to live in the moment and feel present. By feeling it deeply, it becomes a state of consciousness to be maintained during the experience of the outside world. Through this, they aim to bridge the gap between simple thought and a more profound inner constitution.",
  "content": "Quello che abbiamo detto a proposito dei mutamenti di visione e del nuovo concetto — infinito — di sè e del mondo che, ritmizzati, divengono un nuovo senso di noi stessi e del mondo stesso, dobbiamo ripeterlo a proposito di alcune attitudini da evocare e coltivare, che sono condizione indispensabile dello sviluppo: esse non debbono restare alla superficie della nostra coscienza — non basta pensarle e neanche praticarle: debbono invece penetrare fino alla radice del nostro essere integralmente inteso. * * * Una di queste attitudini si può chiamare il senso dell’aria. Noi possiamo vivere nell’imaginazione l’elemento «aria», che tutto penetra e vivifica, ed anche la sua mutevolezza, la sua silenziosa presenza, tutte le gradazioni del moto, dallo sfioramento sottile, insensibile, alla forza, all’impeto, alla violenza. Noi lo sentiamo infinitamente libero, senza radici, senza origini, senza causa, pronto alle variazioni più estreme in un batter d’occhio. Dopo che la nostra immaginazione, impadronitasi di questo senso, l’avrà sentito e vissuto — occorre trasfonderlo in noi, farne uno stato della nostra stessa coscienza da mantenere di fronte alle esperienze col mondo esterno.",
  "last_phrase": "In conclusion, cultivating the attitude of the \"sense of air\" can bring a deep sense of freedom and elasticity to our being, allowing us to break free from instinctive reactions and open ourselves up to new knowledge and experiences in their true form. By transporting this imagination from the head to the heart, we can transform it into an internal state and a similar power. Thus, we can possess all the forces of the past and still feel new in every moment."
}