{
  "title": "What are the key abilities and techniques needed for effective operative magic?",
  "first_phrase": "This text is about operative magic, focusing on the ability to evoke and project feelings and thoughts into external, objective entities. The author explains that this capacity is key to effective magic and requires a certain internal calmness to be achieved. Furthermore, the author notes that love for the imagined object is crucial for the process, and that it should be approached with a sense of non-effort and without expecting an outcome. The last section of the text, written by someone under the pseudonym \"Abraxa,\" highlights the importance of self-integration in the practice of high magic. The author argues that recognizing a conventional moral code is not necessary for self-discipline, as an integrated being possesses the power to both command and obey without external authority. In contrast, the absence of this power results in chaos, unruliness, and a fake sense of freedom that deludes many mystics.",
  "content": "* * * In margine a quanto ha scritto «Abraxa» si possono metter in rilievo due punti. Il primo è che lungo la via dell’alta Magia non si ha bisogno, per imporsi una disciplina, di riconoscere preliminarmente una «morale» nel senso convenuto. Ciò può essere necessario per uno spirito in cui manca la parte che comanda; solo perché non trova in sè questa parte, a costui è necessaria una autorità esterna. Un essere completo ed integrato in base a quell’esser due, di cui ha parlato «Abraxa», crea in sè stesso un potere di comandare ed un potere di obbedire l’uno tanto assoluto quanto l’altro. Quando invece manca non pure la potenza di comandare — grave agli uomini più di qualsiasi peso — ma con essa anche la potenza di obbedire; quando questa impotenza ad obbedire della parte inferiore prende la mano in uno sfrenarsi, usurpando il diritto proprio alla parte superiore — soltanto allora si ha la sregolatezza, la licenza e quella «falsa libertà» in cui molti mistici videro a ragione uno dei maggiori pericoli della via. Ma questa deviazione non va scambiata con la libertà degli esseri superiori, che sanno darsi a sè stessi una legge.",
  "last_phrase": "In conclusion, the path of high magic requires a self-integrated and disciplined individual who possesses both the power to command and obey. Such an individual can transcend beyond themselves and cultivate the necessary faculties for magical practice. Discipline and the ability to suppress one's desires are essential for the journey. Moreover, it must be understood that the false sense of freedom often construed by some mystics must not be confused with the liberty of those who are self-governed. Ultimately, these lessons highlight the importance of self-transcendence, active self-exceeding, and absolute obedience in the esoteric arts."
}