{
  "title": "\"What is fascination in hypnosis, and why is it so rare?\"",
  "first_phrase": "In this text, the author explores the concept of fascination (a form of entrancement) and how it differs from hypnosis. The author discusses how fascination is a rare and little-known technique that requires personal preparation and direct gaze hypnosis. Fascination can achieve a deep hypnotic state in 3-4 seconds and many subjects enter an amnesic state and will do whatever is asked. The author suggests surprising the subject in order to better take them and to speak directly to create a surprise effect. In the last 200 tokens, the author delves into the various ways in which the subject can be asked to stay, providing alternative methods that could effectively achieve this goal.",
  "content": "We call it hypnotism, but in reality its name is fascination, a very peculiar form of entrancing your subject. It is wide known? While hypnosis is well diffused, the peculiar form of fascination is very rare and very few people know it? Why so few people? I tried to figure out many reasons: the persons knowing the techniques didn't want to tell about it direct gaze hypnosis needs before a personal preparation in order to be rightly practiced But fascination is what people think hypnosis is in its purest form. With fascination you put the subject in a passive consciousness, in a dream. How long does it take? Fascinatipon could be very fast. You can achieve a very deep hypnotic state in about 3-4 seconds, without even speaking. Which type of states do you get in 3, 4 seconds? Many subjects will go in an amnesic state and not remember anything. They will do whatever will be asked. Do you prepare your subject? I think you can better take the subject if he doesn't know you are coming. Therefore you must surprise him. Speak directly, speak in order to create a surprise in him. How do you ask the subject to stay?",
  "last_phrase": "In conclusion, fascination is a rare and powerful form of hypnosis that can be achieved quickly and without speaking. It requires personal preparation and a direct gaze to be done correctly. By taking control of the room and widening your gaze, you can put your subject in a passive, dream-like state and achieve incredible results, making fascination a potentially valuable skill to learn."
}