{
  "title": "\"What is the Kundalini technique and how can it be used for energy projection and suggestion giving?\"",
  "first_phrase": "In this text, the speaker discusses techniques for manipulating others' energy through body posture, hand gestures, and vocalizations. They emphasize the importance of being tense but not rigid, and describe how to activate the kundalini force and project it towards the subject. The speaker also uses circular hand movements and thumb positioning to confuse the subject and strengthen their introspection. The text ends with a discussion of using a silent mantra and inspiring energy from the subject before retreating to leave them drained.",
  "content": "I move my hand on the right. In this way, it happens this: before the thumb was seen from the two eyes and it was as a double thumb: now it becomes a single thumb. And after? I have two possibilities: or I look in the two eyes together, or I descend toward the tip of the nose. In this way his introspection will become stronger What do you do also? I continue using the I vowel And what you do also? I project in his front a circle where my kundalini force enter How do you project the kundalini force? Tensing the perineum And after ? I move my hand on his side, and at the same time I imagine my fingers stretching behind his head and pulling him What will that produce? The subject will slightly come forward What will you do now? I will go backwards and the muscles of my face will flatten, while at the same time my kin will go a little forward And after I will inspire a little to get some other energy from the subject And after? I will go backward, in order to let him without energy, outside his energetic zone. Do you use silent mantra?",
  "last_phrase": "In conclusion, by following the steps of this exercise, you can strengthen your introspection and project your kundalini force. You can use silent mantras and give silent suggestions to create the desired outcome. Remember to move your hand, imagine your fingers pulling, and inspire a little for an added boost of energy before going backward, leaving the subject outside their energetic zone."
}