{
  "title": "What was the role of Abbe Faria and Doctor Braid in the history of magnetism and hypnotism?",
  "first_phrase": "In the final 200 tokens of this text, the focus shifts to the development of the concept of hypnotism as an alternative explanation to animal magnetism for inducing altered states of consciousness. The text refers to notable figures like Abbe Faria, Henri de Cuillers, and Doctor Braid who all proposed different theories on inducing sleep without the aid of fluidic action. The text also describes the animosity toward animal magnetism by the scientific community, who dismissed it as fraud, but notes that some medical professionals supported dissenting opinions.",
  "content": "The system, applied exactly as described by Braid, corresponded only in a very small part to what in reality the magnetizer of this time did, and Lafontaine himself in his book \"l'art de magnetiser\" said it, but the word has remained without any plausible reason and has dethroned the more exact term of somnambulism. In any case Braid brought attention to some physiological facts and acknowledged the main importance of the eye to get an altered state. Magnetism in any case, meant a strong departure from the traditional medical paradigm. Therefore in most medical societies Animal Magnetism wasn't well accepted and it got strong condemnation pronounced by the scientific societies and particularly by the Academy of Medicine of Paris, which in 1842 had solemnly declared that the whole thing was only a tissue of frauds and impostures. Hardly would at this time a doctor admit the possibility of even inducing sleep. Some dissenting opinions in any case manifested themselves even between medical men.",
  "last_phrase": "In conclusion, the history of Animal Magnetism saw its rise and fall, and its practitioners were met with strong condemnation and skepticism. However, the efforts of the few experts who remained and their energetic propagation of the technique kept the question alive. Without them, the remarkable works of doctors such as Charcot, Bernheim, Braid, Liebeault, and Heidenhain would have never been written, and the technique may have remained in oblivion."
}