{
  "title": "\"What is the Art of Hypnotism and How Does it Work?\"",
  "first_phrase": "In the previous section, the text introduced Doctor Bernheim's views on hypnotism, explaining how it's a psychical suggestive fascination rather than a physical attraction. In this concluding section, the author elaborates on their own invention of hypnotism, which begins with the patient being asked to kneel before them and look into their eyes. After gaining the patient's submission, the author is able to make them move and respond involuntarily to their commands, using different forms of paralysis. As the experiments progress, the patient's individuality becomes wholly absorbed in the author. This is an interesting insight into the workings of hypnotism and how it can be used to control a person's actions and thoughts.",
  "content": "From the moment that a patient has given proof of submission by following my eyes in my first process, as in remaining nailed to the ground in my second, I can almost always make him go through the successive phases which I will mention succinctly, without entering into details of intermediate periods, of which the description would be too long. 1. With a word, a look, a significant gesture I make him walk and move backward in spite of himself. I arrest his arm if he wishes to strike, his hand if he wishes to write, and his legs if he wishes to walk. I render him numb or mute, etc. I obtain these results by provoking different forms of paralysis. The subject is in no way asleep; he possesses full consciousness of his acts and, brought back to the normal state by a word or a breath, he can relate the different experiments he has submitted to. 2. By degrees in the course of the experiments the power of a fixed idea takes complete possession of a subject; his psychic individuality is effaced, and he ends by being absorbed in me.",
  "last_phrase": "In conclusion, the process described above demonstrates the incredible power of suggestion and hypnosis. Through seemingly simple gestures and words, a subject can be completely controlled and influenced by another individual. It is a fascinating phenomenon that continues to be studied and analyzed by psychologists and researchers alike."
}