{
  "title": "How did Donato's discovery change the perception of hypnotism and animal magnetism?",
  "first_phrase": "This section sheds light on the history of hypnotism and animal magnetism, focusing on the pivotal role of Donato in its rediscovery. Donato made a groundbreaking discovery that helped convince the world of the existence of somnambulism and other astounding phenomena that had been previously dismissed as frauds and impostures. The section wraps up with a brief account of Donato's character, his quick, ardent, and impetuous nature, which contributed to his discovery. Before this, we saw Donato approaching a young student, laughing and teasing him about his nerves before discussing the concept of fascination and how it came to be understood by the scientific community through the work of Doctor Bremaud.",
  "content": "In 1873, when Donato was initiated in mesmerism by the Canon Mouls de Bordeaux, the question had for a long time been abandoned on account of the condemnation pronounced by the scientific societies and particularly by the Academy of Medicine of Paris, which in 1842 had solemnly declared that the whole thing was only a tissue of frauds and impostures. Hardly would a doctor admit the possibility of even inducing sleep. This state of things is explained by the imperfections of the processes used in the work up to that time. They were slow, laborious and not efficacious, easily discouraging the efforts of the magnetizers and facilitating the incredulity of their adversaries. In the same year Donato had the happiness of soon making a discovery which in a measure put him in the way of convincing the world not only of the reality of somnambulism, but also and above all of other phenomena much more astonishing. Donato was quick, ardent, and impetuous to excess. It is to these natural defects that he owes his discovery. Under the dominion of a feverish impatience he made his first experiments. As he said: “Minutes seemed to me centuries.",
  "last_phrase": "In conclusion, Donato's discovery of an improved method of inducing sleep in subjects, which he stumbled upon due to his natural impatience and success-driven attitude, played a crucial role in establishing the reality of somnambulism and other mesmerism-related phenomena. This discovery paved the way for the scientific understanding of these phenomena and helped dispel the skepticism that had long surrounded them."
}