{
  "title": "Who Revived Animal Magnetism in Europe in 1873 and What Were the Challenges Faced by Magnetizers Previously?",
  "first_phrase": "Animal Magnetism experienced a low in the middle years of 1800 and would have vanished into obscurity if not for the efforts of energetic propagandists, Baron du Potet, Lafontaine, Regazzoni, and Hansen, who kept the practice alive. The secrets surrounding the technique of Animal Magnetism and the imperfections in the processes used by most magnetizers made it difficult to propagate. In 1873, Donato, a Belgian-born man initiated in mesmerism by the Canon Mouls de Bordeaux, revived the interest in Animal Magnetism throughout Europe with his rediscovery of \"fascination\". Blessed with physical strength, quick and insistent eyes, agility of movement, and much spirit, Donato revolutionized hypnotic practice during his short and impetuous life.",
  "content": "The real technique was hardly explained in books and kept as a secret. This brought imperfections of the processes used in the work up to that time as used by most magnetizers. The main used methods were slow, laborious and not efficacious, easily discouraging the efforts of the magnetizers and facilitating the incredulity of their adversaries. To find somebody that could give a revival to animal magnetism we must wait 1873, where we have Donato (the Belgian-born Alfred d'Hont) initiated in mesmerism by the Canon Mouls de Bordeaux. Even if he wasn't principally a healer, Donato reversed in the mind of many the old conceptions existing until this moment and in his short an impetuous life revived in whole Europe the interest in Animal Magnetism more than any other before. Donato was not a vulgar man. First soldier, then state employee, journalist, novelist, poet, and finally student and apostle of animal magnetism; Donato revolutionized hypnotic practice through his rediscovery of \"fascination\". Even if the eye had been used in the past, the real technique was not so diffused and practiced. Donato was blessed with uncommon physical strength, quick and insistent eyes, a great agility of movement, and much spirit.",
  "last_phrase": "In conclusion, Donato's rediscovery of the mesmerism technique of \"fascination\" brought a revival to animal magnetism in Europe in 1873. His uncommon physical strength and quick eyes revolutionized hypnotic practice, leading to the rediscovery of somnambulism and other astonishing phenomena. Thanks to Donato, animal magnetism reached its peak of interest, and fascination became the real technique that could have solved many problems in the past."
}