{
  "title": "\"What was the Fascination Method of Franz Anton Mesmer and its evolution in Magnetism?\"",
  "first_phrase": "This article discusses the method of animal magnetism discovered by Austrian Franz Anton Mesmer in the late 1700s. Mesmer claimed that a beneficial fluid existed universally and could be transmitted by touch or hand movements. Mesmer used his hands and eyes to magnetize his patients and increase his power by practicing inner exercises. While in Paris, Mesmer tried new exercises and adhered to occult traditions such as the Egyptian rite. After Mesmer, his followers left out many of the original elements of his theory, and three main groups arose. The last 200 tokens explore the development of these groups and their impact.",
  "content": "While practicing in Austria, Mesmer hadn't yet worked in this way, but after, when coming into Paris for three months Franz Anton Mesmer tried this kind of exercise and he got even more powerful in his way of magnetizing. We can think that being Mesmer a researcher, in this period got in contact with some ancient traditions. Mesmer also adhered in Austria to freemasonry, where he personally knew Mozart, and in Paris adhered to a variety of it that worked on some occult traditions: the Egyptian rite. Students of the true Egyptian rite make specific exercises, which some of them are done with mirrors. The Egyptian rite was after Cagliostro. There are specific techniques using water for predicting future events. But after that Mesmer left Paris, his followers left aside a lot of the original elements of the complete theory of Mesmer, and concentrated only on pieces of it. After Mesmer There were three main groups that aroused.",
  "last_phrase": "In conclusion, Mesmer's experiments in Paris exposed him to ancient traditions and practices that influenced his theory and techniques on magnetism. After his departure, his followers focused on specific elements of the theory, resulting in the emergence of three main groups. The discovery of artificial somnambulism by the Marquis of Puysegur was a significant contribution to the evolution of mesmerism, putting observers face to face with a characteristic and undeniable phenomenon that magnetizers had been studying for some time."
}