{
  "title": "What is Donatism and how is it different from classical hypnosis and Braidism?",
  "first_phrase": "This text explores the fascinating phenomenon of Donatism, which, unlike classical hypnotism or Braidism, brings about a state of fascination. Dr. Moll describes how this process involves forcing the body's muscles to contract, limiting voluntary movements and fixing the hypnotist's eyes firmly on the subject's. The last part of the text focuses on the meetings of Donato, where he examines the room before adapting his approach accordingly. If he senses intelligence, he speaks softly and caresses with words, but if he suspects skepticism and malice, he prepares for a fight.",
  "content": "When the experimenter has hypnotized the subject in some other way, and has made him open his eyes, he can fix his own steadily on them, and thus induce the same phenomena. A variety of this fascination is to fix the eyes of the subject on some other object—for example, on the finger of the experimenter. In this case the fascinated person follows every movement made by the finger. Let’s see now THE MEETINGS OF DONATO The first thing Donato after greeting the public by entering the stage is to examine the composition of the room. Whilst acknowledging the radiant intelligence on the forehead or in the eyes of many, he is quiet, as he is sure to be appreciated, and then his voice takes the softest tones, he is insinuating with dignity. His gaze is always tan, but do not throw vivid light. His words caress. If instead the first glance tells him that he will be dealing with people having no other ideal than their bellies or their material appetites, and came half tipsy with preconceived ideas of malice, with look of skepticism affected, he arms himself quickly to the fight.",
  "last_phrase": "In conclusion, through the power of fixation and his insinuating yet dignified tone, Donato was able to triumph over the most unfavorable circumstances during his meetings, even when faced with a skeptical crowd. His ability to subjugate people with sudden energy and eloquence proves that true mastery over a situation can be achieved through persistence and confidence."
}