{
  "title": "\"What kind of impromptu scenes did this lecturer improvise in his public hall lectures 15 years ago?\"",
  "first_phrase": "In this last part, the author addresses the exaggerations made by some scientists regarding hypnosis. He mentions Doctor Lombroso's claim of a woman reading through her teeth and a student writing music and speaking German despite having no knowledge of either. The author dismisses these claims and suggests that the subjects in question must have already possessed the knowledge. The author also questions the famous experiments of Doctor Luys on hypnotized women, which were later declared false by an academic commission. The author's previous text describes the impromptu scenes that he improvised during his public lectures.",
  "content": "Doctor Lombroso (the celebrated insanity expert, himself insane) affirms to have seen a hypnotized woman read through her tees without the aid of her eyes; to have made a medical student write music, of which he knew not a note; and another student speak German correctly, a language of which he was entirely ignorant. As the two students mentioned were patients formed by myself, I made inquiries of them and they informed me that they knew perfectly both music and the German language, and that, besides, Doctor Lombroso went through his experiments without method, without sincerity and with a brutality of which the subjects suffered and complained. The newspapers have for a long time resounded with accounts of the famous experiments of Doctor Luys, member of the Academy of Medicine, on the influence of medicaments enclosed in glass tubes and acting at a distance on two hypnotized women at the hospital of La Charity. I denied these facts energetically. They were submitted to an academic commission who declared them false in every particular. Doctor Luys had been duped by his two patients, who had tried to render themselves interesting.",
  "last_phrase": "In conclusion, while hypnosis and its potential to tap into the unconscious mind have been subjects of many experiments, it is important to approach such claims with skepticism and critical inquiry. In the words of famed hypnotherapist Milton Erickson, \"The unconscious mind is not a perfect servant, and it certainly is not a master. It is simply a good tool. Treat it with respect.\""
}