{
  "title": "\"What is Hypnotism and How Does it Work? An Overview of Two Hypnotic Processes.\"",
  "first_phrase": "In the previous text, the author discussed two different techniques - one by Donato and another which the author himself invented - to induce hypnotism in subjects. In the final section, the author explains the process of his own invention in more detail. In this technique, the patients are asked to kneel before the author and look into his eyes while he places his hand on their forehead. The author then directs an imperative gaze into their pupils, which can paralyze them if they are sensitive to his influence. This process is based on the art of hypnotism, which involves striking the imagination of the subject and creating a psychical suggestive fascination.",
  "content": "The subject understands by the fixity of the magnetizer's eyes on his, that his eyes must remain attached to the maguetizer's and follow them everywhere. He thinks himself attracted toward him; it is a psychical suggestive fascination and in no way physical.\" The eminent Doctor Bernheim could have added to be complete that the art of hypnotism consists in striking the imagination of the subject in such a manner as to convince him that he attracts him the young man as the magnet attracts the iron; when in reality the man possesses no magnetic physical virtue, but on the other hand certain men are gifted with a prodigious moral magnetism and exercise an irresistible ascendency over all the persons who surround them. Here is a second process of my invention. I ask the patients to kneel before me and to look steadily into my eyes. Standing before them I place my hand on their foreheads and incline their heads slightly backward. As soon as they try to straighten them I direct into their pupils an imperative glance which paralyzes them if they are sensitive to my influence.",
  "last_phrase": "In conclusion, hypnotism is an art that involves convincing the subject that they are attracted to the hypnotist through psychical suggestive fascination. Through the two processes mentioned, an experienced hypnotist can exercise irresistible control over their patients, making them move, walk or even render them numb."
}