{
  "title": "What is the history of mesmeric theory, magnetism and hypnotism in medicine?",
  "first_phrase": "This text explores the evolution of mesmerism, from Mesmer's operations to the Puysegurians and Henri de Cuillers. The last 200 tokens focus on the shift from mesmerism to hypnotism. Doctor Braid, who followed the magnetic séances of the French magnetizer Lafontaine, denied all fluidic action and proposed that the production of somnambulism was due to cerebral exhaustion. He called this system hypnotism. This departure from the original theory of Mesmerism was preceded by the Abbe Faria, who claimed that suggestion alone could put a person to sleep. The text highlights the changes that occurred in the doctrine after Mesmer's death, including the departure of the Abbe Faria and the proposal of new terms by Henri de Cuillers.",
  "content": "The Abbe Faria (1817) departed even more from the original standpoint and pretended that suggestion alone, without the aid of any fluid agent, could put to sleep any person who had faith. It is noteworthy that in any case Faria didn't deny fully magnetism, and he instead affirmed in one of his books that the Baquet of Mesmer could have magnetic effects, even if he affirmed that magnetism was not necessary at all to produce sleep. This was also the opinion of Henri de Cuillers (1822) who proposed the terms hypnobates and hypnoscopes and who preceded Doctor Braid by eighteen years. In 1841 this latter gentleman, who was a doctor at Manchester, after having followed the magnetic séances of the French magnetizer Lafontaine, also denied all fluidic action. He attempted to explain the production of somnambulism by cerebral exhaustion resulting from long concentration of the eyes on an object offering little surface. He gave to his system the name of hypnotism.",
  "last_phrase": "In conclusion, the history of hypnotism and animal magnetism is marked by notable figures who all contributed to the development of this fascinating subject. From Abbe Faria to Doctor Braid, these individuals have left behind a legacy that has shaped the way we understand and use hypnosis today. Despite strong resistance from the medical establishment, their work has helped millions of individuals across the globe achieve a state of relaxation and self-discovery, proving that sometimes even the greatest discoveries are met with initial skepticism and doubt."
}