{
  "title": "Who was Donato and how did he revolutionize hypnotic practice through his rediscovery of \"fascination\"?",
  "first_phrase": "In this text, we explore the history of animal magnetism and how it was improved by Donato, also known as Belgian-born Alfred d'Hont. Up until 1873, the methods used were slow and laborious, but Donato's physical strength, agility, and insistent eyes led to the rediscovery of the \"fascination\" technique, which quickly put his subjects into a state of somnambulism. Eyewitness accounts describe the young men responding immediately to Donato's power of fascination, following his movements like a magnet with pitiful, spasmodic features and macabre gestures.",
  "content": "He had the happiness of soon making some discoveries which in a measure put him in a way of convincing the world not only of the reality of somnambulism, but also and above all of other phenomena much more astonishing. Most of his predecessors made interminable movements of the hands before their subjects, or else they forced them to fixedly regard the blade of a knife during twenty minutes before obtaining any appreciable result. We can see instead in an eyewitness account, from L'Italia (1886) how Donato worked: \"Donato looks at the young man quickly, brusquely, and very near ; the operator then turns round the subject continuing to fix and provoke him with his glance ; the latter, as though attracted and fascinated, follows him with wide open He experiments one by one with about thirty young men. [. . .] Almost all of them respond immediately to his power of fascination by turning stiff throughout their bodies; their faces become contracted, terrified, and sometimes cadaverous; they are at the mercy of the fascinator and follow his movements like a magnet. [. . .] There is something pitiful, spasmodic in their features, something macabre in their gestures. [. . .]",
  "last_phrase": "In conclusion, Donato's unique technique of rapidly staring into his subjects' eyes proved to be more effective in inducing somnambulism compared to his predecessors' methods. This eyewitness account attests to the power of fascination he had over young men, who followed his movements like a magnet, entranced and helpless. Thus, this approach offers an interesting avenue for future exploration in the field of somnambulism and related phenomena."
}