{
  "title": "What is Donato's method of producing fascination and how does it differ from other forms of hypnotism?",
  "first_phrase": "In this section, we dive deeper into Donato's mesmerizing techniques as described by Dr. Morselli and Dr. Moll. Donato's methodology involved forcing primary contracture of a subject’s muscles and making them lean on their hands, before locking eyes with them, and using a concentrated gaze to weaken their nervous resistance. The subject then follows every movement of the hypnotist. Dr. Morselli notes that Donatism is more complex compared to classical hypnotism and Braidism. Dramatic acts of comedy, tragedy or farce, all end abruptly to create a chilling scene.",
  "content": "As Morselli tells us: 'Donatism\" is a complex phenomenon and a little different from classical hypnotism and Braidism, which, for the most part, bring about unconsciousness, amnesia, Says Dr. Moll: \"As I saw in Paris, Donato uses a particular process to bring about the state of fascination. This process aims at a primary forced contracture of all the muscles of the body, in order, by this means, to limit the voluntary movements as much as possible. In this case the eyes of the hypnotist and the subject are firmly fixed on one another. The subject finally follows every movement of the experimenter. If he goes backward, the subject follows; if he comes forward, the subject does the same. In the same way the latter imitates every movement of the experimenter, only on the condition, however, that he knows he is intended to do so. We see here, as in the above third experiment, that fascination may be a primary form of hypnosis. But it can also be originated secondarily out of the other hypnotic states; and this is more usual.",
  "last_phrase": "In conclusion, Donatism can be considered a complex and unique form of hypnosis that involves primary forced contracture of muscles and fixation of the hypnotist's eyes on the subject. It can also occur as a secondary effect of other hypnotic states. At the meetings of Donato, he carefully assesses the audience before using his insinuating and dignified voice to entrance and captivate them."
}