{
  "title": "\"What Made Donato's Method of Fascination so Revolutionary and Revolutionary?\"",
  "first_phrase": "This text discusses the revolutionary technique used by an intriguing figure named Donato in 1886. Donato's approach was recounted by one of Italy's leading psychiatrists, Enrico Morselli, who provided a mostly positive portrayal of the man. Donato rejected the idea of trading in will transmissions or somnambulistic lucidity, and instead claimed that it was his insistent gaze that produced a sudden shock to the nervous system of sensitive individuals. Morselli claimed that Donato's shows came close to producing a political crisis in Switzerland, and this remarkable story is detailed in the last 200 tokens of the text.",
  "content": "Enrico Morselli, one of Italy's leading psychiatrists of the period, assisted and himself succumbed to the fascination of Donato. In his important 1886 study on animal magnetism and hypnotic states, Morselli provided a rather positive portrait of the man. He had exchanged the magician’s cap for the more sober tuxedo-quite approach. Donato “rejects fluids, rejects the power and transmissions of will; nor does he trade in somnambulistic lucidity. He doesn't claim to have special power or gifts. Instead he claims that it his quick and insistent 'gaze' that produces a rapid and sudden shock to the nervous system of sensitive individuals. Where there is no \"orgasm\" he said, his method doesn't work (Morselli 1886, 281). Morselli claims that these shows come close to producing a political crisis right at the center of Europe. In effect in Switzerland, the president of the confederation was an opponent of Donato, but was mystified by what Donato did, and his opponent tried to get advantage of it. But what was so revolutionary about Donato's method? Why were the spectacles at the Teatro Scribe in Turin perceived to be so radically new?",
  "last_phrase": "In conclusion, Donato's method of animal magnetism and hypnotic states had a significant impact on the psychiatric community in Italy during the late 19th century. Enrico Morselli's positive portrait of the man and his method shows the fascination and political crisis that surrounded Donato's spectacles. Donato's use of the concentrated gaze and dramatic acting produced numerous plays that entertained and shocked his audience, leaving them in a state of fascination that was difficult to resist."
}