{
  "title": "\"What is the history behind Donato's work in mesmerism and animal magnetism?\"",
  "first_phrase": "This text tells the story of the medical student who becomes enthralled with the power of hypnosis, convinced that even a healthy person like Lucile must be sick. His overzealousness creates whispers that he is a \"stooge,\" and when he meets Donato, a famous hypnotist, he is put in his place with witty irony. This leads to a discussion about the concept of \"fascination,\" which Doctor Bremaud has used on healthy men to induce a state of stupor. Donato's work is of great importance in the history of hypnotism and animal magnetism.",
  "content": "Seeing Donato be followed by a young student, he drop to his knees Donato, with a laugh the first, approaching it too light and said with calm, full of gentle irony: - You took a lot of hysteria, Attention, it is a contagious disease It's a little element and it delights them. His composure, his lines often bloody polished but are still outstanding. This tit for tat, and attacking. The fascination used for the first time by Donato has after been described by Doctor Bremaud. Says a French writer: “Dr. Bremaud, a naval doctor, has obtained in men supposed to be perfectly healthy a condition, which he calls fascination. The subject fascinated by Dr. Bremaud–fascination being induced by the contemplation of a bright spot–falls into a state of stupor. He follows the operator and servilely imitates his movements, gestures and words; he obeys suggestions, and a stimulation of the nerves induces contraction, but the cataleptic pliability does not exist.” The History of Donato Donato’s work is of a foremost importance in the history of hypnotism and animal Magnetism.",
  "last_phrase": "In conclusion, Donato's work in mesmerism and animal magnetism was crucial in the history of hypnotism. By providing evidence of the reality of somnambulism and other remarkable phenomena, Donato challenged the scientific societies' condemnation of these practices. While previous processes had been discouragingly slow and laborious, Donato's discovery allowed for more effective and convincing demonstrations."
}