{
  "title": "\"What is the Power of Fascination Used by Donato in 1886 Turin?\"",
  "first_phrase": "In the preceding text, the author detailed the behavior of those who fall under the fascinating power of Donato, who is able to control and influence people simply by staring into their eyes. People turn stiff and become cadaverous, playing perfectly the parts he suggests. In the final 200 tokens, the author describes an example of Donato's power over young officers in Turin's war school in 1886, making them take part in imaginary combats and assume various roles with great detail. The author notes that fascination, like hypnotism, cannot give knowledge of the unknown.",
  "content": "Donato has them all in his power, he attracts them in threes, in sixes, ten at a time, simply by rapidly staring into their eyes, even against their firm will and their obstinate efforts to resist his suggestion. [. . .] Donato, in the process, never speaks: he thinks, he wants and points. [. . .]\" For example in 1886 at the war school of Turin, having fascinated about thirty young officers he made them go through their military exercises and take part in imaginary combats. He suggested to one that he was Garibaldi at Aspromonte; to another that he was the commanding general of the school, etc. They assumed the gait, the carriage, the gestures and the voices, and played perfectly the parts of the personages, whom they represented, and with whom of course they were acquainted; for fascination no more than hypnotism can give to anyone knowledge of the unknown. These, as well as young healthy people that turn stiff despite their efforts to do otherwise—such were the events to be seen on the stage of the Teatro Scribe in Turin in 1886.",
  "last_phrase": "In conclusion, Donato's power of fascination and suggestion was a remarkable display of the possibilities of the human mind. Despite rejecting the idea of special gifts or powers, his abilities to control and influence those around him were undeniable. While the methods he used may be questionable, there is no denying the impact that Donato had on those who witnessed his abilities."
}