{
  "title": "\"What is the Fascination Method of Donato Franz Anton Mesmer and its connection to animal magnetism and Egyptian rite?\"",
  "first_phrase": "In this fascinating historical account, the author discusses the discovery of animal magnetism by Franz Anton Mesmer in the late 1700s. Mesmer believed that a universal fluid existed which could be used to exercise a beneficent influence over individuals' nervous systems. He demonstrated this fluid by means of passes or movements of the hands at a distance, and even used the power of his eyes to fixate on his patients in order to increase the effect. The author also reveals that Mesmer had undergone a series of inner exercises to increase his power, including trying to stop his interior dialogue. In the last 200 tokens, the author delves deeper into the phenomenon of the Fascination Method used by Donato, mentioning its uses in hypnosis and psychotherapy.",
  "content": "The Fascination Method of Donato Franz Anton Mesmer Toward the end of the 1700 the Austrian Franz Anton Mesmer (1734-1815), discovered the genus of a science which had already been perceived by Maxwell in 1673, by Paracelsus in the sixteenth century, and by Van Helmont in 1630. He studied and presented it to the public under the name of animal magnetism. Mesmer claimed that men could exercise over each other a beneficent influence by means of a fluid which is universally distributed and which insinuates itself in the substance of the nerves, and transmits itself by contact or by passes or movements of the hands at a distance. This fluid was a harmonic fluid, and Mesmer spoke of a balance between the universe and man. Mesmer used his hands and also the power of the eyes that he steadily fixed on his patients while doing magnetic strokes on the arms and touching the epigastrium in some specific way. Mesmer had undergone himself also a series of inner exercises in order to increase his power. We don't know the exact sequence, but we know that one of the most notable was trying to stop the interior dialogue.",
  "last_phrase": "In conclusion, Franz Anton Mesmer's animal magnetism, or fascination method, was based on the idea of a fluid that could transmit beneficial influence through touch or movement. Mesmer used his hands and eyes to perform magnetic strokes, but also underwent inner exercises to increase his power. His contact with ancient traditions and involvement in freemasonry may have contributed to his development of this revolutionary approach to healing."
}