{
  "title": "\"What is the secret behind mesmerizing people with a single glance?\"",
  "first_phrase": "This text is a part of \"The Most Extraordinary Cases\" book by Hippolyte Bernheim. In this last part, the author discusses his experiences with the power of suggestion on the human mind. He narrates instances where he successfully paralyzed individuals with his willpower alone, without prior hypnosis. He also talks about the effectiveness of surprising subjects to achieve the desired results. Finally, he shares his process after years of studying the concept. Bernheim's work played an essential role in the development of psychotherapy, and his findings are still relevant in the field of psychology today.",
  "content": "In effect, Leonie, seized with fright, begged of me to give her back the use of her limbs. These facts and others of like nature which I will not mention, proved to me that the surest way to affect the imagination of a person, impose upon him a stronger will, consisted in working with the rapidity of lightning without giving him the time to reflect or recover his sang-froid. The reader knows those time-worn expressions: mute with astonishment, paralyzed with fear, dead with fright, petrified with admiration. They come to the support of my system. It is by surprising my subjects that I obtain paralysis, aphony, etc. without even trying to send them to sleep previously. My theory being definitely acknowledged as exact, it remained to me to invent the most efficacious process to obtain the most serious and practical results, for everybody is more or less apt to submit to the influence, though the measure is very variable, and the final success depends on the ability of the operator nearly as much as on the idiosyncrasy of the patient. After long studies I adopted several processes, which I use alternatively according to circumstances.",
  "last_phrase": "In conclusion, the key to effectively influencing someone's imagination is to catch them by surprise and work with the speed of lightning, as proven by the experiences of Donato and Doctor Bremaud. By adopting processes like pushing the patient backward and quickly engaging with their eyes, it is possible to achieve serious and practical results without having to send them to sleep beforehand. However, the success of such processes depends on various factors, including the ability of the operator and the patient's unique idiosyncrasies."
}