{
  "title": "\"What made Donato's hypnosis so revolutionary in 1886?\"",
  "first_phrase": "This article explores the groundbreaking methods of Donato, a hypnotist who revolutionized the world of hypnosis. Morselli's study on animal magnetism and hypnotic states provides an insight into how Donato's fascinating methods worked. The article looks into Donato's method of producing fascination, including his use of concentrated gaze and causing the subject to lean on their hands. The article concludes with an exploration of how hypnosis produces various dramas, comedies, and farces that can be multiplied infinitely. Donato's methods were so effective that they almost caused a political crisis in Switzerland.",
  "content": "One of the methods Donato used to produce fascination was the following manner: He would cause the subject to lean on his hands, thus fatiguing the muscles. The excitement produced by the concentrated gaze also assisted in weakening the nervous resistance. At last the operator would suddenly call out: “Look at me!” The subject would look up and gaze steadily into the operator’s eyes, who would stare steadily back with round, glaring eyes, and subdue him. When working with the hypnotic subject, Morselli tells us, he make him act “like a dramatic artist who intends to represent different parts in a comedy or tragedy\". Hypnosis produces “dramas, comedies and farces, without number and without end, that can multiply according to the pleasurable fantasy of the one conducting the experiment and of those undergoing it3 plays whose termination must always feel like a curtain falling on a scene that \"chills the dramatic sympathy of o spectator\". And here Donato operates on healthy individuals whom he doesn't know.",
  "last_phrase": "In conclusion, hypnotism is a complex and powerful tool that can have various effects on individuals. Donato's methods, while controversial, were aimed at producing fascination and weakening the subject's nervous resistance. The use of hypnosis in creating dramas and plays is a fascinating concept, but it should only be conducted by trained professionals with proper consent and caution. Overall, hypnosis should be approached with respect and care for the individual's well-being."
}