{
  "title": "What is the Mandelbaum Effect and how does it affect sensory perceptions and hypnosis?",
  "first_phrase": "In this text, we explore the Mandelbaum effect and how it relates to visual perception. Before delving into the effect, the author notes that altered sensory perceptions share some similarities with ericksonian hypnosis. However, certain phenomena like the Mandelbaum effect don't pertain to the latter. The Mandelbaum effect is an unintended accommodation response to an intervening surface that was first codified by Mandelbaum in 1960. It causes the eye to focus on an object in the foreground when trying to focus on an object in the background. The text explains how this effect arises from normal variations of perception in the brain, and how it is well known in aviation for its potential to cause accidents. The use of hands and objects in fascination can also be explained using this concept. We also learn that certain disciplines like dzogchen teach sky gazing, which involves focusing the eye on the space of nothing to experience non-duality.",
  "content": "Also when visibility is poor, the eye tends to relax and focus on its best distance, technically known as \"empty field\" or \"dark focus\". This distance is usually just under one meter (one yard), but varies considerably among people. The tendency is aggravated by objects close to the eye, drawing focus closer. Since resting accommodation is approximately one metre objects the operator, in the case he will move himself farther he will be also out of focus. We should note that the Mandelbaum Effect is not refractive error in the usual sense. It is instead something happening inside the brain: it is not a structural characteristic of the eyes, but the Effect arises from normal variations of perception in the brain. When there is spatial disorientation, it is posited some people are severely affected by the effect, some mildly, and some not at all. Curiosity: The effect is well known in aviation where dirty glass can aggravate the effect, potentially causing a pilot or driver to miss seeing an obstacle or hazard, and therefore it is a strong safety argument for keeping windows clean.",
  "last_phrase": "In conclusion, it is important to be aware of the Mandelbaum Effect and its potential impact on spatial orientation, particularly in situations where visibility is poor. Keeping windows clean in aviation and driving can help mitigate this effect. Additionally, moving closer to a subject can cause a shift in perceived location of their voice, and extreme convergence of the eyes can lead to strained accommodation and blurry vision."
}