{
  "title": "\"What is Diploplia and Troxler Phenomenon: Understanding Eye Movements and Visual Perception?\"",
  "first_phrase": "This section discusses various phenomena related to eye movements and vision. It starts with a technique to check a person's pulse, followed by a discussion on physiological and crossed diplopia. The perception of distance and movement of diplopic images are also explained. Additionally, it describes two types of anatomical and physiological rests of the eye and the Troxler phenomenon where peripheral images disappear or reappear when the gaze is fixed on an object for a long time. The investigations on this phenomenon require stabilizing the retinal image.",
  "content": "Dark Point: position of phisiological rest Anatomical rest In tha absence of all innervation to the extraocular muscles, as in death, the eyes usually adopt a position of moderate divergence and elevation Physiological rest This is the position assumed in the absence of all stimuli determining orientation and occurs as a result of a minimal and balanced tonus of the extraocular muscles, as in deep sleep. It is again a divergent position, but less than in the position of anatomical rest Troxler Phenomenon When the gaze is fixed intently on an object for a long time, peripheral images that tend to disappear to reappear immediately when the eyes are moved. This effect is called the Troxler phenomenon. To study it reproducibly it is necessary to use an optical device that ensures that the image of any object upon which the gaze is fixed will remain on the same part of the retina however the eyes move. Two investigators found, when they did this, that the stabilized retinal image tended to fade within a few seconds.",
  "last_phrase": "In conclusion, understanding the concept of dark point or physiological rest provides insight into the natural position of the eye during minimal or balanced tonus. Moreover, the Troxler phenomenon reveals how the eye's involuntary movement prevents sensory adaptation. Finally, studying other similar behaviors, such as latah, can help us better understand the elements that facilitate fascination in ourselves and others."
}