{
  "title": "What is the Mandelbaum effect and how does it relate to altered states of perception and focus in fascination?",
  "first_phrase": "In the preceding text, it was discussed how our perception of an object's size is influenced by both physiological and psychological factors. The Mandelbaum effect, a phenomenon observed during pilots' flights, is a type of inadvertent accommodation response where the eye tends to approach \"resting\" accommodation due to an intervening surface (such as the hand). This effect explains the use of the hand in fascination. In some practices like \"dzogchen,\" sky gazing is taught to experience non-duality by accommodating to the space of nothing. This final portion elaborates on this phenomenon that shows alterations in sensory perception, which are not related to Ericksonian hypnosis, and explores ways to enter the space of nothing.",
  "content": "While alteration in sensory perceptions has something in common with the jargon of ericksonian hypnosis there are also a list of phenomena that don't pertain to ericksonian hypnosis ENTERING THE SPACE OF \"NOTHING\": THE MANDELBAUM EFFECT Accommodation is the physiological process by which the eye brings objects at different distances into focus. The Mandelbaum effect refers to an inadvertent accommodation response to an intervening surface (e.g. the hand) while attempting to focus a distant object of interest (the operator). It was first scientifically codified by Mandelbaum in 1960 in relation to something observed during pilots flights. The use of the hand in fascination can be explained with factors related to the Mandelbaum effect, i.e. the tendency of the eye to approach \"resting\"accommodation. The resting point of accomodation is also called the \"dark focus\" as it is tha distance where the eyes acommodate as they look in the dark. We note that there are disciplines, as the \"dzogchen\", that teach \"sky gazing\". Sky gazing will result in the eyes accomodating to the space of nothing and in this space we can experience non duality.",
  "last_phrase": "In conclusion, understanding the Mandelbaum effect and resting accommodation can aid in explaining sensory phenomena and our perception of focus. Exploring practices like sky gazing and mastering the dark focus can enhance our experience of non-duality and bring further insights into our understanding of sensory perception."
}