{
  "title": "What are the techniques for hypnotic induction through gaze and how do they work?",
  "first_phrase": "In the previous section, the author explained how a hypnotic gaze can be used to saturate the right eye and enhance the effect of looking at the left eye. They also discussed the alternating gaze technique, which can break away a subject's pattern of understanding and processing reality. Now, in the last 200 tokens, the author introduces another hypnotic induction technique: looking at the nose. This technique can be used to suggest the idea of entering a trance, and it involves looking at the point between the eyebrows and the tip of the nose. The author explains that the width of pupils is crucial in hypnosis, and this technique can cause the eyes to change their accommodation, affecting pupil width. The author quotes Prof. Erminio Di Pisa, who used this kind of gaze to break subconscious resistances before using a penetrating gaze to make the subject even looser.",
  "content": "When we change it we also change the way in which our rational mind acts. Alternating gaze is useful for \"splitting\" the coordination between right and left, thus exciting each hemisphere in a different way. The person will feel more in the now. Our master Prof. Erminio Di Pisa, for example, used this kind of gaze a lot at the beginning to \"break\" the subconscious resistances before using a penetrating gaze and make the subject even looser... - Looking at the nose and suggesting a trance Looking at the nose will cause a strange feeling in your partner and could suggest the idea of looking within himself entering a trance. The tip of one's own nose is a concentration point used also in Yoga practises. The difference here is that we look at another person. We teach two basic different ways to look at the nose during a hypnotic induction. The first one consists in looking alternating at the point between the eyebrows and at the tip of the nose. This will cause the eyes to change slightly accommodation, and accordingly the width of their pupils. Reading further on you will understand why width of pupils is crucial.",
  "last_phrase": "Incorporating different kinds of gaze during hypnotic induction can enhance the subject's experience and help break down subconscious resistances. Try alternating gaze between the tip of the nose and the area between the eyebrows, or between the eyes and nose, to create confusion and induce trance. For a more advanced technique, use this hypnotic gaze to speak to the primal mind and give the impression of looking deep inside the subject, as demonstrated in certain types of hypnotic robberies."
}