{
  "title": "What is the Mysterious Gaze Technique for Hypnosis and How Does it Work?",
  "first_phrase": "In the preceding text, we discussed the central gaze technique, to be used in hypnotic sessions or important speeches. However, there is a further refinement: looking at the glands of each eye. By switching your gaze from one gland to the other, your partner will be unable to look back at you from the same point, creating a strange feeling and inducing a trance. Additionally, there are differences in looking at the left and right eye, which can be used to enhance the passivity of your subject. In this last part (200 tokens), we will explore how to add movement and vivacity to your eyes, and how the alternate gaze can cause hemispherical response and confusion.",
  "content": "At this point you will discover the profound difference in looking at the right eye and at the left eye. Each eye has different connections in our brain. For the ancient Egyptians the right eye was connected to the sun. In many traditions it is considered more male. The left eye, instead, was connected to the moon. If you want to enhance the passivity of your subject look at the left one. This can be a way of beginning more effectively a hypnotic induction. To improve your sensibility to right or left gaze please also notice the patterns that you normally use in looking at other people and try to become more master of them. A useful exercise could be to look at your acquaintances in the same eye during one day and in the other eye the other day. You will soon understand many unconscious patterns of your behaviour. Sometimes we have a \"preferential eye\" for some arguments or some persons. If you are with a friend and want him to change opinion, try switching the eye in which you are looking at him. - Adding movement and vivacity to your eyes. The alternate gaze to cause hemispherical response and confusion.",
  "last_phrase": "In conclusion, understanding the difference in connections between the right and left eye can greatly enhance your hypnotic induction skills. By practicing the exercise of looking at acquaintances in one eye each day, you can become more aware of your unconscious patterns. Additionally, alternately gazing at both eyes can cause a hemispherical response, adding movement and vivacity to your eyes and increasing the hypnotic effect. Use these techniques to master the power of hypnosis and achieve your goals effectively."
}