{
  "title": "\"How can you use hypnotic gaze to speak to the primal mind and unlock full potential?\"",
  "first_phrase": "In this text, the author discusses two advanced techniques for enhancing the hypnotic gaze. The first technique involves adding depth to the gaze, which enables the hypnotist to speak to the primal mind of the subject. The author mentions historical examples of people who possessed this kind of gaze, such as Greta Garbo and Rodolfo Valentino. The second technique involves adding width to the gaze, which involves using peripheral vision to be more aware of one's surroundings. By doing this, the hypnotist can excitate the full potential of the subject. The author suggests using these techniques at the beginning of hypnotic inductions for best results.",
  "content": "But very few know there is also a much simpler way to give a similar impression of depth that you can use in hypnosis, sometimes even stronger, just looking at the chin. The feeling will be very similar. Some shamans as well use this technique. - Adding width to the gaze and excitating the full potentials of our subject While primitive humans were highly attentive to their environment, modern man is inattentive to most of his complete field of vision. Most of the time we are only concentrated on the central part of our vision (the fovea) and we do not use our peripheral vision. As the eye is connected to the brain, this also involves that we are only using a part of our brain. If we want our gaze to be more powerful, we must add width to it including also the lateral vision in our consciousness. This advanced technique is very simple. It is just an act of attention. We must try to be conscious of our surroundings as we look at our partner. In order to do it, please pick two spots at the very edge of your vision and try to stay conscious of them. Always try to keep consciousness of where you are.",
  "last_phrase": "In conclusion, by widening our gaze and being conscious of our environment, we can tap into the full potential of our subject and increase the power of our communication. Additionally, there are many other ways to use gazing for different purposes, such as looking at the mouth of the stomach to make decisions. Try these techniques and discover the benefits they can bring to your life."
}