{
  "title": "\"What is the Art of Fascination and How Can You Master the Power of Hypnotic Gaze?\"",
  "first_phrase": "This article is a guide to enhance your subconscious response through different types of gaze. It explains how a true practitioner of fascination would use a variety of gaze techniques to induce specific results such as healing, hypnotizing or suggesting change. The last 200 tokens give examples of famous hypnotists, Donato, Virgilio Torrizzano, and Prof. Erminio di Pisa, who have mastered the art of using the gaze to induce deep trances in seconds. This article also reveals a few types of gaze techniques used by these masters, described in a way that can help anyone to move their first steps in the fascinating world of the gaze.",
  "content": "But somebody knowing the techique exists still today. We had the chance to assist to the tremendous power of the hypnotic gaze of Virgilio Torrizzano, an otherwise quiet man living in the countryside. For example, just looking at somebody never hypnotized before, in a few seconds this subject was made completely \"frozen\" (about 2 seconds). After that he answered to some suggestions that were expressed even non-verbally. The response was overwhelming and then the subject could remember nothing of that. His trance was deeper as any trance achievable through verbal methods. We became friends of Virgilio and we (Dr. Tira and myself writing, Dr. Paret) were personally initiated in this school of fascination. Some of the types of gaze that you will read of here are the same practiced by him and by Prof. Erminio di Pisa, too. The latter one was a specialist in hypnotic gaze for healing. Often his patients were what are called \"chronic\" patients, aged more than 60. In a few seconds he was able to solve many of their problems (neuromuscular problems, tinnitus etc...). Most of the times, the results were long lasting after only three sessions of a few seconds.",
  "last_phrase": "In conclusion, learning the art of hypnotic gaze can have tremendous benefits, as demonstrated by the power of Virgilio Torrizzano and Prof. Erminio di Pisa. Though it may take time and practice to develop the necessary skills, starting with the simple act of staring without blinking is a critical tool for mastering this technique that still holds relevance today."
}