{
  "title": "What is the central gaze and how can it be used in hypnotic sessions and esoteric initiations?",
  "first_phrase": "In the previous sections, we discussed the power of staring and how it can transmit energy or \"lifeforce\". Now, we will explore more specific techniques such as \"the central gaze\" and \"looking at the glands\" which can be used in hypnotic sessions or speeches. By staring at the centre of eyebrows, also known as the Ajna Chakra, or alternating gazes between the glands of each eye, one can create a powerful impact and dissociate from everyday reality. Additionally, we will examine the differences in looking more at the left or right eye to excite different parts of the mind.",
  "content": "Always practice the central gaze before beginning a hypnotic session or in the most important point of your speeches. - Looking at the glands and beginning to dissociate from everyday reality - A mysterious gaze technique: A further refinement of the preceding gaze is looking at the glands of each eye. You could use this method in alternance and in combination with the central gaze. A central gaze alone could be felt too strong and direct by some people. If you look at the glands of each eye, alternating the gaze from one to the other one, your partner will not be able to look back to you from the same point. This behaviour can be useful to create a strange feeling at the beginning of an interaction. The subject will also begin to dissociate unconsciously from everyday reality and enter in a trance without noticing it. - Differences in looking more at the left or at the right eye, to excite different parts of the mind After some weeks, your gaze will become stronger and stronger. You will be able to look also in the eyes of your partners directly without feeling your eyes tired.",
  "last_phrase": "In conclusion, incorporating the central gaze and the mysterious gaze technique into your speeches or hypnotic sessions can greatly impact your audience. Practicing this technique can help create a sense of dissociation from everyday reality and enter into a trance-like state. Additionally, the difference in looking at the left or right eye can be used to excite different parts of the mind, resulting in a more profound effect on your audience. Remember to practice regularly and to take breaks to avoid eye strain."
}