{
  "title": "What is Hypnotic Gaze Induction and How Does It Work Scientifically and Psychologically?",
  "first_phrase": "In this part, we explore the non-verbal hypnosis induction technique, which triggers a physiological reaction called \"dark focus\" resulting in a change of perception experiencing a sense of charge, excitation, and general well-being. The practitioner can achieve complete body catalepsy, change in heartbeat and general anaesthesia without any verbal suggestion. We do not prolong the induction to achieve mystical experiences like some secret schools. However, the subject becomes highly responsive in a few seconds, making it different from mainstream verbal hypnosis.",
  "content": "For example, if we stroke an arm of a fascinated person, it will stay spontaneously rigid. While some researchers have related this kind of reaction to a defence mechanism, this is not the only explanation. In this state there is also a sense of charge, strange excitation, inner energy, wellbeing and regeneration. Going further with the hypnotic gaze induction we can therefore create complete body catalepsy, change and slowing of the heartbeat and also a state of general anaesthesia. The practitioner does not need to use any verbal suggestion. This is very similar to what is achieved with some prolonged Yoga practices where the yogin goes in a state similar to death. We know some secret school that used this state exactly for mystic and ecstatic experiences. However, in normal clinical practice we do not prolong the induction in this direction, because it could be extremely difficult to awaken the subject afterwards. Instead we can have various phenomena, as the subject is immediately highly responsive. Here there is a second difference. In the normal verbal hypnotic way of doing you need to follow the reaction of the subject to create a receptive state; here you already have the receptive state in a few seconds.",
  "last_phrase": "In conclusion, understanding the power of hypnotic techniques and inducing a receptive state can have various phenomena, such as somnambulism, amnesia, regression, etc. Planning ahead and being present in the moment are essential for achieving the best results. While these techniques have been used for mystic and ecstatic experiences, they also have practical clinical applications, though caution should be exercised when inducing catalepsy or general anesthesia."
}