{
  "title": "\"Why is the hypnotic gaze induction different and what is the history behind this powerful technique?\"",
  "first_phrase": "In the previous text, the power of gaze was discussed, including its influence on our auditory perception and social interactions. It was also mentioned that our logical minds are reduced and emotions are felt more intensely when looking into someone's eyes. In this last part, the attention is focused on hypnotism and the \"hypnotic gaze induction\", which has two types. The second one - the most powerful and mysterious - is called \"fascination\" and is a completely non-verbal technique. This technique has its roots in an ancient secret school that traces back to the time of the Ancient Romans, and was acknowledged by Aristotle, Plutarcus, and other ancient scholars. It is also scientifically examined that hypnotic fascination shares similarities with \"animal hypnotism\" in the animal world.",
  "content": "In the second type, the most powerful and mysterious, no words at all are used, just the eyes and sometimes the hands. How we practice it in our school is as a completely non verbal technique. It is called \"fascination\". Behind it there is a very ancient secret school, that we can trace back to the Ancient Romans' time and even before. Aristotle , Plutarcus , Plinius , Marsilius Ficinus , Simone Maiolo, and even St. Thomas , Albertus Magnus and many others acknowledged the existence of such a power. Even the Greek tradition of the power of the Medusa is connected to it. Fascination is a term used from the Middle Age involving catching someone's soul and attention just with your eyes. It is often also referred to as love fascination, where some elements which are similar to hypnotic fascination are touched and where the most profound and instinctual part of a person is reached and excited. Scientifically examined, hypnotic fascination in man has similarities to the phenomenon which is called \"animal hypnotism\" in the animal world.",
  "last_phrase": "In conclusion, fascination is a powerful and ancient technique that involves capturing someone's attention through eye contact and sometimes hand gestures. It has been acknowledged by many great thinkers throughout history and has similarities to the phenomenon of animal hypnotism. While the technique was once widely known and demonstrated with great efficiency, it has since become lost. However, the potential for using and developing this technique for personal growth and development remains."
}