{
  "title": "What is fascination induction without words and is it related to hypnosis techniques?",
  "first_phrase": "In the previous paragraphs, the concept of \"fascination\" and its history was explored. This power, involving the use of just the eyes and sometimes the hands, is an ancient secret school of nonverbal technique, dating back to the ancient Romans and even before. \"Fascination\" is a term referring to catching someone's soul and attention with just the eyes and has been acknowledged by philosophers and thinkers such as Aristotle, Plutarcus, and even St. Thomas. In this final section, the authors, Dr. Paret and Dr. Tira, share their personal experience with Virgilio Torrizzano, who was able to perform a real fascination induction without words.",
  "content": "It is commonly known in the examples of the \"chicken hypnotism\", where a chicken will stay blocked in a state of tonic immobility looking at a line or in \"snake charming\". Even some animals are able to practice similar power on other animals, but only man is capable to use it for fostering his personal development. At the end of 1800, hypnotizer Donato went through whole Europe demonstrating this technique with incredible efficiency. It was as fast as lightning. However, after his death, his techniques became unknown. The first time I (Dr. Paret) and my fellow researcher Dr. Tira assisted to a real fascination induction without words we were really stupefied. It was conducted by Virgilio Torrizzano, a man that had been initiated in this amazing ancient tradition. In less than 4 seconds the subject was with the eyes wide open and completely receptive, even to non verbal suggestions. After this encounter, we became friends with Virgilio and we asked him to teach us how he did it. For many years thereafter we have been searching to unveil the secrets and the true methodology behind this power, dating in its history back to the Egyptians.",
  "last_phrase": "In conclusion, the power of fascination, an ancient tradition dating back to the Egyptians, has been rediscovered by Dr. Paret and his fellow researcher. Although some people may use it for criminal purposes, fascination can also be a powerful tool for personal growth and development, as it enables one to enter a state of complete receptiveness. By uncovering the methods behind this power, we can enhance human potential and pave the way for new applications in the field of hypnosis."
}