{
  "title": "What is animal hypnotism and how does it differ from mainstream clinical hypnosis?",
  "first_phrase": "In this text, the author discusses the use of fascination as a hypnosis technique and its differences from mainstream clinical hypnosis. They explain how fascination can lead to instant regression and amnesia in a short amount of time, and the use of \"counterlinguistics\" in hypnosis. They also suggest coupling fascination with relaxation techniques for stronger results. In the last 200 tokens, the author highlights the importance of not mirroring the subject with words and explains how the unconscious animal mind reacts to the hypnotist's intention rather than words. Overall, the author provides valuable insights into the unique approach of fascination as a hypnosis technique.",
  "content": "Another difference between animal hypnotism and mainstream clinical hypnosis is how words are used. In our school ISI-CNV we have created a name: \"counterlinguistics\" for this very strange happening. For example all hypnosis and communication schools teach not to use the word \"not\" as you do an induction. However, it could be both perfectly fine to avoid using the word \"not\" in doing a hypnotic gaze induction, as it is surprisingly also perfectly fine to use it. Sometimes you will get even better results! You can repeat for example to a subject doing a movement: \"you cannot block your hands\", or even \"you shouldn't be able to block your hands\" and he will continue the movement and even enhance it. A reason could be that we are speaking with the unconscious animal mind. It reacts primarily to our intention. It is the conscious mind that reacts primarily on words. Thus as we get the results notwithstanding the language we are enhancing the power of the unconscious. Another difference is that you must never mirror the subject with your words.",
  "last_phrase": "In conclusion, while animal hypnotism may differ from mainstream clinical hypnosis, the power of the unconscious mind and our intention remains a crucial factor in achieving positive results. Additionally, \"counterlinguistics\" and the use of language can vary depending on the situation, with the unconscious animal mind reacting primarily to intention rather than words. It's important to note that in animal hypnosis, avoiding mirroring and maintaining the \"animal state\" is crucial for achieving success."
}