{
  "title": "What is fascination and how does it work in mesmerism and regression therapy?",
  "first_phrase": "Fascination is a powerful tool in mesmerism, allowing you to achieve specific outcomes such as amnesia, regression, and somnambulism. To achieve these states, it is crucial to enter a state of \"no thinking\" and operate from your animal mind, making planning and presence key. Franz Anton Mesmer, the pioneer of animal magnetism, observed that magnetism could be transferred through the eyes, leading to astounding results. By entering a state of fascination, you can put a subject into deep somnambulism or regression within seconds, without any conscious effort.",
  "content": "In fascination you use very few words and only if necessary. To really practice fascination you need to enter the frame of mind where you awaken and work only with the \"animal mind\" of the subject. For the lay people this seems a miracle. For example, to put away a neuromuscular tension you just fix your clients in both eyes, think energetically and strongly within yourself what you want to achieve and he will be healed. I have put a video on the internet showing me doing this technique. Our master Prof. Erminio di Pisa once treated in Milan 300 persons in a single day! Milton Erickson said \"the conscious does not need to know what the unconscious does\" and with fascination this is certainly true. Results are achieved without any conscious activity. Also you can easily put a subject into deep \"instant somnambulism\" where two realities coexist at the same time. For example, yesterday I experimented a regression with a girl using this type of gaze induction. After having fixed her for about 4-5 seconds I just said that she was in another time and her hands began to move.",
  "last_phrase": "In conclusion, fascination is a powerful technique that allows you to tap into the unconscious mind of your subject and achieve results without any conscious activity. With the power of gaze induction, you can put a client into deep instant somnambulism and address negative emotions. While it may seem like a miracle to those unfamiliar with the technique, the results speak for themselves."
}