{
  "title": "What is Counterlinguistics and How Can It Enhance Hypnosis and Communication?",
  "first_phrase": "This piece explores the concept of \"counterlinguistics\" in hypnosis and communication, and how using certain negative phrases can have a positive effect. It delves into the difference between the unconscious animal mind and the conscious mind, and how verbalizing unconscious reactions can break the \"animal state\". The author emphasizes the importance of allowing the subject to answer in an unconscious way and achieve the change they desire without interference. The text also touches upon mind to mind communication and magnetic fascination therapy.",
  "content": "\"Mirroring\" in modern hypnosis is often used to mean \"bringing verbally unconscious reactions to the attention of the subject \". Somebody calls it \"verbally ratifying the trance\". In fascination you do not do it. Animals do not say themselves what they are doing. Verbalizing what is happening would risk breaking the \"animal state\" and plunging to a \"normal psychological verbal hypnosis\" where reactions could appear sometimes enhanced, but also in a more conscious way. On the other hand, in fascination you want the subject to have the possibility to really answer in a totally unconscious way and to get the change that he deeply wants to achieve, with the least conscious interference. Even here we can observe that the ancient, from which we have retrieved this tradition, used the same phrasing I have yet described. They also obtained results even stronger than the moderns in the fields of telepathy and distance healing. Mind to mind communication does not rely on words. Even animals can perceive it as many researches have tried to show. Even what we call \"magnetic fascination therapy\" does not rely on words. It couples the power of fascination with \"magnetism\" for achieving best effects.",
  "last_phrase": "In conclusion, while modern hypnosis often involves verbalizing and mirroring unconscious reactions, fascination operates differently. It allows the subject to answer unconsciously, without conscious interference, and achieve deep change. It taps into the power of magnetism, relying on energy development to achieve powerful, nonlinear, and quantum-level results. The ancient tradition from which fascination comes yielded telepathy and distance healing results even stronger than modern methods."
}