{
  "title": "What did the Advanced Course on Ecstasy and Non-Verbal Hypnosis in Russia teach?",
  "first_phrase": "In this part of the text, we delve into the Advanced Course on ecstasy therapy conducted in Russia. The main goal of the course was to deepen the techniques of inducing crisis and to introduce a specific framework called non-verbal hypnotism that uses sound and non-verbal communication to induce a hypnotic state. We also focus on magnetism techniques, Quantum and Hermetic paradigms, self-hypnosis exercises, and regression techniques. We explain the TAURUS technique and its benefits, and introduce the concept of Magnetic Circle and Magnetic Ecstasy, which are used to induce a physiological state and deeper transformation in the client.",
  "content": "Doing a regression after having done a Taurus inductio is very easy It is also possible to use TAURUS to induce ECSTASY ============================================ BEGIN OF THE FIRST DAY ============================================ As Taurus in Rome was already done BEGIN THE COURSE Explanation of Ecstasis as the fifth state We put ourself in circle Breathing as for Taurus (without hand up) Stop breathing to much Pi quan Putting away from the head positive and negative thoughts Small touch Some people will fall Finishing Pi Quan Finishing with IAO This is for everybody in order to experiment We take the individual experiences Concept of Solve and Coagula Now we show individually ================================================= MAGNETIC CIRCLE Why we did a circle? Objective: introduce people to non verbal hypnosis / show different reactions / showing the power of a group Hermetic interpretation: we create an egregore Sociological interpretation: we create another space outside the normal reality Magnetic circle - note: magnetic circle will contain: sounds (that you demonstated some moments before) - magnetism - ecstasy and the persons will fall down at a certain point because they will no more be able to manage the intense energy we develop =============================================== MAGNETIC ECSTASY Magnetic ecstasy is a technique that will create a PHYSIOLOGICAL STATE History: Ecstasy has a long history, even ancient people worked on ecstasy Use in therapy: at the end of a therapy. It will help the client to have even a deeper transformation There are different level of ecstasy.",
  "last_phrase": "In conclusion, exploring the world of nonverbal communication and hypnosis can lead to powerful physiological and psychological transformations. By inducing a state of ecstasis, working on the spine, and using techniques like the closure of senses and magnetic passes, one can tap into the body's own energy and transform their mental and physical state. It is important to remember that reactions vary from person to person, and working on different sides of the body can elicit different responses. By mixing symbolism and direct touch, one can create a tailored experience for each individual, leading to a deeper sense of self-awareness and personal growth."
}