{
  "title": "\"How to deal with burn-out and use magnetism in therapy: A comprehensive guide\"",
  "first_phrase": "This text discusses various techniques and methods for dealing with burn-out and working on problems in therapy. The writer offers a two-step therapy approach to address burn-out, which involves first giving energy to the person and making them active, and then finding the root cause of their excessive activity. The text also covers the use of fluidification, electromagnetic maps, and magnetism in therapy, and emphasizes the importance of analyzing the individual's personality and activation patterns. The last part focuses on introducing sounds and nonverbal codes in therapy, and exploring different levels of moving therapy.",
  "content": "OR passing through the person OR to the opposite side ============================================================= MOVING THERAPY ============================================================= INTRODUCTION TO DIFFERENT LEVELS of MOVING THERAPY Level 1 - the Trabona Method USE: to balance the person HISTORY: Trabona is a student of dr. Paret that created this method that is very effective METHOD: you will tell to the client that \"everyone has a pendulum inside himself\". Or \"everyone has his own rhytm\". Begin creating movement in your client. Add magnetic passes (you will discover he will have a higher sensitivity) For level two, that is a sort of a self-hypnosis, we will search for a desire we want to work on: 1st we create the oculomotor blockage (optional) 2nd thinking to something we desire we see, going through three different desires, which one blocks you more the eyes Level 2 - Modified Akstein Method with non verbal hypnosis USE: For doing a self-hypnosis on yourself HISTORY: Akstein was a researcher that created Terpsichore Trance Therapy. He highly valued the work of Mesmer and he feels what he did was on his line He used music to create release state We agree with many of his tenets, but we prefer to use non verbal hypnotism as it is more corresponding to what we do Procedure: Begin with Trabona method a little to create a state of disposition Have the person look at a light and thinking what s/he desires.",
  "last_phrase": "In conclusion, Moving Therapy encompasses a variety of methods and techniques aimed at achieving balance, healing, and personal growth. From the Trabona and Modified Akstein methods to the Campanelli and Di Pisa techniques, there are many ways to achieve these goals. By using magnetic passes, non-verbal stimulation, and deep somnambulism, individuals can experience rapid results and gain insights into their past lives, present desires, and future selves. With the use of symbols, awareness exercises, and quantum physics principles, practitioners can expand their consciousness and explore the depths of their being. Overall, Moving Therapy offers a holistic and transformative approach to self-improvement and healing."
}