{
  "title": "What is the Advanced Course in Non-Verbal Hypnosis and Ecstasy Therapy?",
  "first_phrase": "In the previous section, we learned about the nature of ecstasy, musical ecstasy, and the use of mirrors to induce it. We also heard about the \"blue pearl\" series of exercises and the benefits of creating deeper trances. This section of the text delves deeper into the Advanced Course done in Russia, which teaches different methods of inducing crisis and the use of non-verbal communication to create deep trances. One method is Taurus, a technique that induces deep hypnosis quickly. Another technique, Magnetic Ecstasy, creates physiological changes in the body and is used to heal spinal pains. Let's dive deeper into the applications and methodologies involved in these practices.",
  "content": "We will call it \"Going into the fluid state\" Now you will activate both hemyspheres looking first to the right eye and after to the left eyes and at the same time using Breath + Looking (assistent do passes) The assistant will do po passes upward form the third eye to the crown Progressively we will create ecstasy. At this point the assistant will close the eyes of the subject and have him sitting on a chair He will do the three sounds O - I - A. In case he can repeat the sound. Each sound is relative to a part of the body Reconnect to the earth We will finish with a STOP! ========================================= In the former exercise we saw the passes to activate the spine These movements are the same that we can use to work after to heal the spine EXERCISE to heal pains on the spine USE: every pain on the spine, discopathy 1 - Ask the person where he feels pain 2 - Find the point feeling it even yourself 3 - Note - You can find the point even moving the hand along the spine and seeing where you have reactions 4 - Create a magnetic state (activate the parasympathetic system) 5 - Lay one hand over the occiput and the other one over the cocciput Dont touch We can even switch hands so we will see different reactions and how polarities will affect the results We will see a reaction in the spine After you will work on the point where is the pain RESULTS: the pain will go away =========================================== How to do with Sciatica? Practically the system is similar.",
  "last_phrase": "In conclusion, these exercises and techniques provide practical methods for healing various physical and emotional problems through magnetism, hypnosis, and non-verbal communication. The use of fluidification and opposite points can stimulate the parasympathetic system, leading to a sense of wellbeing, while the human pendulum test can stimulate unconscious answers to assist with therapy. The power of presence, sound, and metacommunicational code can also be used to induce hypnotism and create deeper states of relaxation. By practicing and mastering these techniques, one can become a more effective hypnotist and healer, leading to greater success in therapy."
}