{
  "title": "What are the techniques and principles of magnetism and hypnotherapy, and how can they be applied to various wellness concerns?",
  "first_phrase": "This text is the last part of a series of lectures covering various aspects of the use of hypnosis and magnetism. The technique of crossed breathing with the legs is explored as a possible solution to sexual problems. The Polyvagal theory is discussed as a possible reason for the effectiveness of this technique. The two-step therapy for dealing with burnout is explained, and the Trabona method is introduced as a way to balance a person. In addition, the fluidification technique and the Campanelli method are introduced as ways to prepare a client for magnetism. The text ends with techniques for stopping smoking and dealing with allergies through the use of hypnosis.",
  "content": "You can do it by yourself and ============================================= We can do the Campanelli Method at the end to balance Tell the client Tell the client to close his eyes and keep the mind free 1 - touching occiput and forehead 2 - warm blow 3 - turning the head 4 - touching head and sternum together 5 - movement on the arms 6 - again head and sternum 7 - again movement on the arms 8 - keep a moment a hand on the front and the other one over the belly (without touching) 9 - end of exercise =============================================== TECHNIQUE FOR STOP SMOKING CAMPANELLI Look to the slide =============================================== DI PISA Di Pisa used a method putting a person \"against\" the smoking habit Look the person into the eyes and speak of the problem of smoke (first fascination) Lower his body (he will feel a bad taste at the throat) Put him up - touch the solar plexus Make him hypersemnsitive to smell You will tell him that in a moment we will lighten a sigarette first time he smokes it will taste as nothing second time will taste as Hay third time he will cough Continue keeping the ligthned sigarette under his nose so smoke will enter You can repeat with a second sigarette Finish with direct suggestion looking him into the eyes ============================================= TECHNIQUE FOR ALLERGY Allergy and Food intolerance are very similar. They are as a \"PHOBIA\" of the immune system We can treat allergy with the technique of the LIGHT and the ball behind the occiput.",
  "last_phrase": "In conclusion, these techniques offer practical ways to address issues such as smoking addiction, allergies, and false identifications. The exercises involve a combination of touch, self-hypnosis, and clairvoyance to achieve desired results. Whether you are seeking to stop smoking, overcome allergies or simply de-identify with false personalities, these techniques can be used either alone or with the help of a trained hypnotherapist. With practice and patience, anyone can achieve balance and clarity using these methods. You can do it by yourself, or with the guidance of a hypnotherapist practitioner using the Campanelli Method for even better results."
}