{
  "title": "What are",
  "first_phrase": "In the last section of this text, we delve into non-verbal hypnotism and introduce a new theme: the demo of non-verbal hypnotherapy with hypnodrama. The demo is divided into two parts: non-verbal hypnotism and hypnodrama, and these techniques will be explained in detail over the next day. The text starts by discussing the magnetic circle and the physiological state of ecstasy. It then moves on to explain how to induce ecstasy and the benefits it offers in therapy. The section ends with a demo of the power of proxemics and the importance of small sounds and touches in inducing a state of trance.",
  "content": "=============================================== END DAY 1 =============================================== INTRODUCTION TO NON VERBAL COMMUNICATION We enter now in the world of \"non verbal communication\" Each day we communicate with other people and we have many elements that influence other people: Proxemics: movement of the body Paralinguistics: sounds, tones etc Gaze: our gaze Magnetic passes and gestures Touch SOUND DEMO: Just using small sounds and small touches a person is put on the floor We do it to show it as the sense of balance is fundamental The mental structure is connected to physical structure ================================================ Example of something similar in the art performance. In many modern art performances the performers try to create reactions in the spectators Even in theatre. Peaple sit down and reactions are created People must be well seated in order to receive the most stimulations ================================================ HOW TO TEST IF THE PERSONNIS ENTERING IN STATE? There are two basic ways of testing 1-checking the balance of a person 2-with the use of catalepsies For checking the balance we put a hand on the shoulder of the person or we do small touches. ================================================ DEMO and exercise Goal: Discovering the power of proxemics and understanding basic principles. When we approach somebody from different sides we will have different reactions on the different sides 1 - Put a person in the center in static position 2 - Approach her from different sides Right Left Front 3 - Do thes emovements in order to create a circle around (doing a circle remind us of the magnetic circle we did yesterday - circles are used in every tradition).",
  "last_phrase": "In conclusion, non-verbal communication is a powerful tool to understand and influence others. Proxemics, paralinguistics, gaze, magnetic passes, and gestures are some of the elements that can be used to achieve this. Understanding the psychological and neurological reactions of individuals is essential to use this technique effectively. By conducting exercises like the one mentioned above, one can unlock the potential of non-verbal communication and use it to help individuals in therapy. Through fluidification, magnetic maps, and understanding the four types of personalities, individuals can better understand themselves and work towards achieving balance and well-being."
}