{
  "title": "What are the techniques and principles of non-verbal hypnosis and magnetism?",
  "first_phrase": "This part of the text covers various techniques used in hypnotherapy, including the Trabona Method, Modified Akstein Method, hypnodrama, and fluidification. It also introduces the concepts of metacommunicational code, sounds, and nonverbal communication. The section provides demos and exercises to explore the power of these techniques, including the magnetic circle, proximity movement, and self-hypnosis with water. The last part includes a demonstration of magnetism for weight loss.",
  "content": "He highly valued the work of Mesmer and he feels what he did was on his line He used music to create release state We agree with many of his tenets, but we prefer to use non verbal hypnotism as it is more corresponding to what we do Procedure: Begin with Trabona method a little to create a state of disposition Have the person look at a light and thinking what s/he desires. begin the movement (when looking at a light only back and forth, otherwise the trace will be not so good) and at a certain point ask her to breath from the nose and exhale from the mouth After have the person close the eyes - begin as in Trabona method Continue with non-verbal stimulations This method will create as a crisis but with a different way of doing. It is very good for self-hypnosis. We can create a movement similar to the crisis even without the negative emotion that normally we use to go in regression create catalepsy and after solve it ================================================== DEMONSTRATION OF MAGNETISM FOR WEIGHT LOSS ================================================== SELF HYPNOSIS WITH WATER Attentive explanation.",
  "last_phrase": "In conclusion, the techniques of mesmerism and non-verbal hypnotism can both be used to create a release state, but the latter is more applicable to the practitioners. The Trabona method is a good starting point to create a state of disposition and induce self-hypnosis. The technique can be used for weight loss, allergy treatment, and smoking cessation. Additionally, the understanding of symbols and archetypes is crucial in developing an individualized approach to treatment that is adapted to each person's preferences and personality. Finally, the Enneagram can serve as a map to understanding the compulsion patterns and reaching the essence of one's being."
}