{
  "title": "What are the different techniques and methods for hypnosis and magnetic healing?\n\nIn this text, the different techniques and methods for hypnosis and magnetic healing are discussed, including the Trabona Method, Modified Akstein Method, and the use of magnetic passes. The text also covers techniques for weight",
  "first_phrase": "In the last part of this extensive text, the focus shifts towards exploring stronger somnambulism, including creating ecstasy and non-verbal induction. The article discusses different levels of moving therapy, including the Trabona Method, Modified Akstein Method, and dealing with burnout. It also explains the use of sounds and metacommunicational code in therapy and inductions. The text shares an exercise to help the person enter a fluidic or magnetic state and emphasizes the importance of focalizing the client on their problem to achieve results. Finally, the article concludes with explanations of earthly and airy types, four meditations, and how magnetic passes can change muscular preferences.",
  "content": "And working on the past life we can solve problems in the actual life ============================================= Doing outside exercises about presence (stop etc...) NOTE: presence outside is much more stronger ============================================= DAY 4 Explanation of earthly type and airy type The four meditations Water Including this exercise: In the ROOM Mirror exercise 2 people one will look himself in the mirror and the second will be an assistant at the begin we work normally, looking at the center after we begin inhaling and exaling clenching the fists and we look the right eye and after the left one We can give ourself a command: interlochl your finger and tell yourself blocked hands After assume presence position with interlocked fingers charges with open eyes (3 times) And DEVELOPING THE FORCE Earth Fire Air ============================================= Presentation of the muscolar preferences Earth - In the now Air - Projected in the future Water - we observe gaze and positions of the hands Fire - Focusing - we see very well when a person indicate somebody Question: In NLP we have three types Visual (similar to focusing) Kynesthesic (similar to watery) What about Auditory types? Answer: in general introverts are auditory. In psychology an introvert is somebody speaking with himself We can recognise auditory from : 1 - they speak with the left ear 2 - they are closed (arms / legs) 3 - we can recognise them on the spot because they have a lot of MICROMOVEMENTS ================================================ What we have seen were MUSCULAR PREFERENCES Now we will see how magnetic passes can change muscular preferences Exercise Check axially where a person is stronger Do passes from the weaker side.",
  "last_phrase": "In conclusion, the exercises and techniques presented in these sessions offer a diverse range of tools to help individuals work through various physical, emotional, and psychological issues. From working on muscular preferences and presence to using magnetism for weight loss, there's something for everyone. Understanding symbols and their meanings, as well as the Enneagram, can also offer valuable insights. Ultimately, by exploring and addressing our patterns, beliefs, and identifications, we can find greater harmony and balance in our lives."
}