{
  "title": "What is the Moving Therapy approach and how does it involve Trabona and Akstein methods, magnetic points, and hypnodrama techniques?",
  "first_phrase": "This text is an introduction to different levels of moving therapy that use techniques such as the Trabona Method and the Modified Akstein Method with non-verbal hypnosis. The text also covers how to deal with burn-out and work on problems, laying of hands, and using magnetic points. The last 200 tokens cover introducing sounds and metacommunicational code in therapy and inductions, focalizing the client on the problem and the use of hypnodrama as a self-crisis technique. Additionally, the text covers how to reach deep somnambulism and discusses the importance of neutral feedback and positive symbolism in therapy.",
  "content": "begin the movement (when looking at a light only back and forth, otherwise the trace will be not so good) and at a certain point ask her to breath from the nose and exhale from the mouth After have the person close the eyes - begin as in Trabona method Continue with non-verbal stimulations This method will create as a crisis but with a different way of doing. It is very good for self-hypnosis. We can create a movement similar to the crisis even without the negative emotion that normally we use to go in regression create catalepsy and after solve it ============================================== Introducing strong Somnambulism What is the key for deep somnambulism? It is very easy. We will before create ecstasy and after we will do a \"non verbal induction\" Ecstasy + Non Verbal It is easy that people doing such exercises has strong reaction SIDE RESULTS: Sometimes people goes into some sort of parallele reality (past lifes) In these case work as usual. The advantage of a past life is that the person can see how his life will evolve and the final consequences. We can see the past life also as a \"metaphor\" of his actual life.",
  "last_phrase": "In conclusion, the techniques and exercises discussed in this text can be useful for self-hypnosis and creating positive change in various areas of life, such as overcoming smoking addiction and allergies, improving muscular preferences, and achieving weight loss goals. The exercises include non-verbal stimulations, self-hypnosis with water, and the technique of the crossed breathing. The text also delves into the concepts of hermeticism, quantum physics and the Enneagram, providing a deeper understanding of symbolism and the human psyche. By practicing these techniques and understanding the underlying concepts, individuals can work towards achieving personal growth and self-realization."
}