{
  "title": "\"How can non-verbal hypnosis induce ecstasy and be used in therapy?\"",
  "first_phrase": "In the last part of this text, the author delves into the concept of Ecstasy and how it can be induced through various techniques in non-verbal hypnosis. The author explains the steps involved in inducing Ecstasy and suggests the use of music to deepen the experience. The article also introduces the concept of Magnetic Circle and Magnetic Ecstasy that can create a physiological state of intense energy. The author summarizes the program and synthesis of the advanced course in Russia that includes learning different methods of inducing crisis, non-verbal hypnosis, and magnetism techniques for well-being. The last section describes exercises with mirrors to activate ecstasy and reinforce magnetism.",
  "content": "Difference with classical somanmbulism: more spiritual sensations, less images MUSICAL ECSTASY Music will be felt differently and deeper in the state of ecstasy We will do a real musicotherapy Music will transmit suggestion Use slow music with a lot of high tones to increase ecstasy Ideas of the spheres (the music of the spheres) ========================================== We can also work ecstasy in front of a mirror Exercise with mirrors in pairs History: This exercise is from the \"blue pearl\" serie. In origin it was done without mirror Benefits: holding the \"ball\" 60 secs in front of the coccix will increase magnetism Goal of this exercise: activating ecstasy in front of the mirror and reinforce magnetism HOW TO DO IT One person will be in front and the other behind This exercise is for creating ecstasy in front of the mirror Have the person look into himself without blinking At a certain point have the person press the hands together as pressing a ball behind do passes on him and activating the points on the spine (occiput and coccyx) have the person breathing along the body as he/she does doing the charges ======================================== Additional exercise with a mirror Name of this Exercise: reconnecting earth and sky Go in front of a mirror. An assistant will be behind you. Look now at yourself without blinking This continous gazing will bring you in a trance.",
  "last_phrase": "In essence, these exercises aim to activate a state of ecstasy through the power of music, magnetic passes, and non-verbal communication techniques. With the help of an assistant, individuals can experience heightened sensations and emotions while also improving their magnetism and relieving pain. By approaching individuals from different sides, using touch and sound, and incorporating the principles of hypnotherapy, these exercises offer a holistic approach to wellness that can benefit both the physical and mental state. Ultimately, these practices aim to bring individuals to the center and help them connect with their innermost selves."
}