{
  "title": "\"What are the techniques and principles of magnetism for weight loss, psychology and therapy?\"",
  "first_phrase": "This text is a collection of techniques and exercises related to hypnosis and magnetism conducted over several days. The previous part of the text covers topics such as self-hypnosis, weight loss, and non-verbal hypnosis. In the last 200 tokens, the text covers topics such as magnetism, fluidification, projection of videos, and introducing strong somnambulism. The technique of crossed breathing is also demonstrated as a release technique. The text emphasizes the importance of understanding the different types of personalities and leverages them to determine the client's type and create an effective therapy approach.",
  "content": "Hyperthyroidism/Hypothyroidism Many times we observe that HYPO is also connected to increased actrivation of the PARASYMPATHETIC SYSTEM HYPER to the increased activation of the ORTO-SYMPATHETIC SYSTEM We can have even TYPES OF PERSONALITY that connect to these different types of ACTIVATION CHOLERIC (Sympathico-tonic) LYMPHATIC / PHLEGMATIC (parasympatthico-tonic) SANGUINE (ambo-tonic) MELANCHOLIC (dia-tonic) Try to judge from how the client move a react what type is it. NOTE: The ancient connected the four types of personality to the four elements. Choleric FIRE. Very active. Hyperexcitation. Phlegmatic WATER. Submissive, Passive. He can do a lot of attention to his inner sensations. Sanguine AIR. Very sensitive and capable odf reacting. Melancholic EARTH. Material is his sensations, less emotions. More specific thinking. BURN-OUT How to deal with BURN OUT. We can think that many times burn-out happens in life after excess activity We will do a TWO STEPS THERAPY: First: give energy to the person and make her active Second: find (may be with regression) the reason why s/he was so active. Sometimes we can have IDENTIFICATIONS (I feel worthless, I feel powerless etc... behind the extreme work of the person. In a next day we will see how to de-identify) ========================================================= RELEASE TECHNIQUE DEMO of crossed breathing followed by Hypno-Drama Afternoon Release technique based on crisis and called crossed breathing NAME OF THE TECHNIQUE: Technique of the crossed breathing EFFECTS: Strong crisis, fast effects USE: alternative to classic crisis technique, when you work a second time with somebody etc...",
  "last_phrase": "In conclusion, the techniques and exercises discussed in this text offer various methods for addressing physical, emotional, and psychological issues such as hyperthyroidism/hypothyroidism, burnout, smoking addiction, allergies, and false identifications. Additionally, the text delves into topics like hermeticism, quantum physics, and clairvoyance, providing tools to increase sensitivity and awareness. These techniques can be used effectively in therapy, both individually and in groups, and offer new ways to deal with personal and inner issues."
}