{
  "title": "What are the techniques and benefits of non-verbal therapy and how can ecstasy be used in therapy?",
  "first_phrase": "In the preceding text, we learned about the advanced course on ecstasy and therapy held in Russia. The goal of the course was to learn how ecstasy can benefit in therapy and techniques for inducing crises. Participants also learned non-verbal hypnotism and sound-based methods for inducing a state, along with the basis of non-verbal therapy. Participants also practiced magnetism techniques, as well as some quantum and hermetic paradigms. In this last 200-token text, we will discuss \"Magnetic Ecstasy,\" a technique used to create a physiological state, and the various steps involved in inducing ecstasy using different methods, including music, movements, and sound.",
  "content": "It will help the client to have even a deeper transformation There are different level of ecstasy. The more a person will have worked before the higher he will go Physiological interpretation: strong activation of an answer of the dorsal parasympathetic system Hermetic interpretation: developing the \"quintessence\" for going in a verticality / energy goes up / white phase in alchemy Principal points to work on to create Ecstasy 1 - Bring before the person into the somnambulism using some of the techniques we learnt in the basic course 2 - do crossed passed from the right shoulder downward to the left and from the left shoulder downward to the right (in this way the two lines will cross about at the height of the heart) 3 - do Passes from the 3rd eye to the crown 4 (optional) in case put a Hand on shoulder 5 - you can also put both your hands on his head and do as you want lift him 6 - You can also do Movements on the spine 7 (optional) you can also use Music A good music is Moonlight Sonata on Glassharp of Beethoven (look on youtube - very good the interpretation of Robert Tiso) WHAT IS ECSTASY? Ecstasy is like moving on a vertical plane.",
  "last_phrase": "In conclusion, the exercises shared in this text can help individuals achieve deeper transformation, develop ecstasy, and improve their overall well-being. From the basic techniques to create ecstasy, such as somnambulism and magnetic passes, to more advanced exercises like non-verbal communication and projection of videos, these practices can be beneficial for both the therapist and the client. By using these techniques, individuals can experience heightened spiritual sensations, activate different parts of the nervous system, and even find answers to their silent questions. With consistency and dedication in practicing these exercises, individuals can achieve a greater sense of inner peace, balance, and connection with themselves and others."
}