{
  "title": "What is the Advanced Course on Non-Verbal Hypnotism and Ecstasy, and how can it be used in therapy?",
  "first_phrase": "In the previous part of the text, we learned about the difference between classical somnambulism and spiritual sensations experienced during ecstasy. We also discovered how music can be used for musicotherapy and to increase ecstasy. In this last part, we will explore how to activate ecstasy with an exercise involving mirrors and how to work on the spine to increase magnetism and heal pain. We will also learn about the technique of magnetic ecstasy and how it can induce a physiological state. The advanced course done in Russia will also be discussed, which involves learning various methods of inducing crisis and regression through nonverbal therapy and the power of sound.",
  "content": "We will call it \"Going into the fluid state\" Now you will activate both hemyspheres looking first to the right eye and after to the left eyes and at the same time using Breath + Looking (assistent do passes) The assistant will do po passes upward form the third eye to the crown Progressively we will create ecstasy. At this point the assistant will close the eyes of the subject and have him sitting on a chair He will do the three sounds O - I - A. In case he can repeat the sound. Each sound is relative to a part of the body Reconnect to the earth We will finish with a STOP! ========================================= In the former exercise we saw the passes to activate the spine These movements are the same that we can use to work after to heal the spine EXERCISE to heal pains on the spine USE: every pain on the spine, discopathy 1 - Ask the person where he feels pain 2 - Find the point feeling it even yourself 3 - Note - You can find the point even moving the hand along the spine and seeing where you have reactions 4 - Create a magnetic state (activate the parasympathetic system) 5 - Lay one hand over the occiput and the other one over the cocciput Dont touch We can even switch hands so we will see different reactions and how polarities will affect the results We will see a reaction in the spine After you will work on the point where is the pain RESULTS: the pain will go away =========================================== How to do with Sciatica? Practically the system is similar.",
  "last_phrase": "In conclusion, the techniques explored in this text provide various ways to induce different states of mind and achieve positive results, such as pain relief and deeper levels of hypnotic trance. From activating the parasympathetic system and working on the energy going up the spine to creating a magnetic state and performing non-verbal communication exercises, these techniques offer unique ways to approach therapy and hypnosis. By learning to give suggestions and speak in a confident, positive tone, one can acquire the power and become a \"master\" in laying the foundations for hypnotic success."
}