{
  "title": "How can non-verbal hypnosis be used to induce ecstasy and regression?: An overview of techniques including Taurus, magnetic circle and passes, and the power of sound.",
  "first_phrase": "In the previous part, we saw the explanation of Ecstasis as the fifth state and the concept of Solve and Coagula. This part of the text focuses on Magnetic Circle, a technique used to introduce people to non-verbal hypnosis. It explains Magnetic Ecstasy, a technique that creates a physiological state. The historical use and application in therapy of ecstasy are discussed. The program and synthesis of the advanced course done in Russia are also outlined, highlighting the benefits and method of Taurus. The final section of the text introduces different ways to induce ecstasy, including magnetic techniques and non-verbal therapy, and explains how to create deep trances through non-verbal hypnotism and ecstasy. With the knowledge gained through this section, one can understand how to move on a vertical plane, a state known as Ecstasy.",
  "content": "The more a person will have worked before the higher he will go Physiological interpretation: strong activation of an answer of the dorsal parasympathetic system Hermetic interpretation: developing the \"quintessence\" for going in a verticality / energy goes up / white phase in alchemy Principal points to work on to create Ecstasy 1 - Bring before the person into the somnambulism using some of the techniques we learnt in the basic course (in this case begin with the technique of LAFONTAINE) 2 - do crossed passes from the right shoulder downward to the left and from the left shoulder downward to the right (in this way the two lines will cross about at the height of the heart) 3 - do Passes from the 3rd eye to the crown 4 (optional) in case put a Hand on shoulder 5 - you can also put both your hands on his head and do as you want lift him 6 - You can also do Movements on the spine 7 (optional) you can also use Music A good music is Moonlight Sonata on Glassharp of Beethoven (look on youtube - very good the interpretation of Robert Tiso) WHAT IS ECSTASY? Ecstasy is like moving on a vertical plane.",
  "last_phrase": "In conclusion, these techniques can be useful for inducing a state of ecstasy, healing pains on your spine, and testing if a person is entering a state of hypnosis. However, it is important to be perceived positively and to have a feedback with the client in order to tailor the approach to their needs. Remember that people give emotional value to those who are able to raise their emotions, so cultivating a positive presence is key. With practice, you can improve your skills in non-verbal communication and hypnosis."
}