{
  "title": "\"How can non-verbal communication and hypnosis be used to induce",
  "first_phrase": "This text explores the world of non-verbal communication and focuses on various techniques used in non-verbal hypnotherapy. The text starts by introducing the reader to proxemics, paralinguistics, gaze, magnetic passes and gestures. The last section of the text discusses the various techniques used to create ecstasy and promote healing. This section includes instructions on how to work with a partner to create ecstasy through the use of mirror exercises, music, and sound. The text wraps up with an explanation of the importance of working on both the emotional and rational sides of an individual, in addition to the benefits of non-verbal hypnotherapy.",
  "content": "================================================= Step 2 in this exercise Introduce magnetic passes (not a lot, just to see reaction) OR try catalepsy with the head (or the arm) ==================================================== There are two ways of doing non verbal hypnosis: Accompanying Symbolic We advise not to be completely symbolic as you risk to lose yourself in excessive thought and symbolism It is better to mix the two styles You will follow your client through some main axes ===================================================== MAIN AXES: Approaching (Attack) / Going Away (Abandon) Touching or arriving from the right side (father) / Touching or arriving from the left side mother Direct touch (male) / Soft touch (female) / no touch or just small touch (for people that doesnt like touch) The same you can have in sounds ===================================================== In combination with the former elements you can use \"words without a meaning\" These are words as DOS, DOOH, DEST that have no specific meaning and the mind will create imagination around these sounds ===================================================== INTERPRETATION OF THE WORK ON THE TWO SIDES OF THE INDIVIDUAL Neurological interpretation The Right side is Rational The Left side is Emotional Psychological interpretation Sometimes right is the father and left the mother because habitudinary these two figures develop these attitudes but for sure we can say Emotion/Rational Beging giving stimulation to the subject. You will approach and go backward. At the same time you turn around him Interpretation of the reactions: May be stronger reaction on the right (or on the left) is linked to the psychological interpretation we saw before.",
  "last_phrase": "In conclusion, non-verbal hypnosis is a powerful tool that can be a combination of symbolic and accompanying styles. By following the main axes, direct or soft touch, approaching or going away, and sounds, you can guide your clients towards a deeper state of trance. Hypnodrama, fluidification, and moving therapy are also effective techniques that can lead to positive changes in your client's behavior. It's important to stay neutral, give positive symbol, and have presence during the therapy session. Remember to have a feedback session with the client and use the sway test to stimulate their unconscious mind. By following these guidelines and using strong somnambulism techniques, you can create a lasting impact on your client's well-being."
}