{
  "title": "What is the Program of the Advanced Course on Ecstasy and Non-Verbal Hypnotism in Russia?",
  "first_phrase": "In the previous section, we discussed the goals and techniques of an advanced course on using ecstasy in therapy. Now, we will delve into specific concepts and practices covered in the course. The last two sections of the course focus on the Taurus technique, which induces deep trances and somnambulism, and the Magnetic Circle, which showcases the power of non-verbal hypnosis in a group setting. The Magnetic Circle also introduces Magnetic Ecstasy, a technique that creates physiological states and has a long history of use. The course aims to provide various tools and methods for inducing deep trances and facilitating profound personal transformations.",
  "content": "Doing a regression after having done a Taurus inductio is very easy It is also possible to use TAURUS to induce ECSTASY ============================================ BEGIN OF THE FIRST DAY ============================================ As Taurus in Rome was already done BEGIN THE COURSE Explanation of Ecstasis as the fifth state We put ourself in circle Breathing as for Taurus (without hand up) Stop breathing to much Pi quan Putting away from the head positive and negative thoughts Small touch Some people will fall Finishing Pi Quan Finishing with IAO This is for everybody in order to experiment We take the individual experiences Concept of Solve and Coagula Now we show individually ================================================= MAGNETIC CIRCLE Why we did a circle? Objective: introduce people to non verbal hypnosis / show different reactions / showing the power of a group Hermetic interpretation: we create an egregore Sociological interpretation: we create another space outside the normal reality Magnetic circle - note: magnetic circle will contain: sounds (that you demonstated some moments before) - magnetism - ecstasy and the persons will fall down at a certain point because they will no more be able to manage the intense energy we develop =============================================== MAGNETIC ECSTASY Magnetic ecstasy is a technique that will create a PHYSIOLOGICAL STATE History: Ecstasy has a long history, even ancient people worked on ecstasy Use in therapy: at the end of a therapy. It will help the client to have even a deeper transformation There are different level of ecstasy.",
  "last_phrase": "In conclusion, the techniques discussed in this text, including the Taurus induction, magnetic circles, magnetic ecstasy, and non-verbal hypnosis, can be powerful tools for inducing physiological and spiritual states of ecstasy, as well as alleviating pain and anxiety. Through specific movements, touches, sounds, and approaches, individuals can activate different areas of the nervous system, as well as tap into deeper emotional and psychological states. Take the time to experiment with these techniques and observe how they can influence different individuals in unique ways."
}