{
  "title": "What is Fluidification and How Can it be Used in Magnetism Therapy?",
  "first_phrase": "In the last part of this text, we delve deeper into the world of non-verbal communication in therapy. We first introduce how to test if the person is entering into a trance state and discover the power of proxemics and basic principles through an exercise. We then discuss the four types of personality in connection to the four elements and how to deal with burnout through a two steps therapy. We also provide information on how to work on problems and opposite points when healing. The section ends with a detailed explanation of the two types of opposite points.",
  "content": "NOTE: The ancient connected the four types of personality to the four elements. Choleric FIRE. Very active. Hyperexcitation. Phlegmatic WATER. Submissive, Passive. He can do a lot of attention to his inner sensations. Sanguine AIR. Very sensitive and capable odf reacting. Melancholic EARTH. Material is his sensations, less emotions. More specific thinking. BURN-OUT How to deal with BURN OUT. We can think that many times burn-out happens in life after excess activity We will do a TWO STEPS THERAPY: First: give energy to the person and make her active Second: find (may be with regression) the reason why s/he was so active. Sometimes we can have IDENTIFICATIONS (I feel worthless, I feel powerless etc... behind the extreme work of the person. In a next day we will see how to de-identify) ======================== HOW TO WORK ON PROBLEMS When you do laying of hands keep them between 3 and 7 minutes Wait for reactions, the body must give ACCESS Finish with a positive suggestion (DI PISA Method) MAGNETIC POINTS When we heal we work 1 - both on general systems 2 - both on the part. One of the way of working on the part is the \"opposite point\" Two types of opposite point.",
  "last_phrase": "In conclusion, the past five days have been focused on various therapy techniques ranging from working on personality types connected to the elements to using magnetic passes and self-hypnosis for weight loss, stop smoking and allergies. We also explored techniques like the Trabona and Modified Akstein methods for self-hypnosis and the crossed breathing technique for fast release of problems. The importance of symbols and awareness of the elements and oneself was also highlighted. These practical exercises offer a range of options to explore in order to promote well-being and balance."
}