{
  "title": "What are the techniques and exercises in her",
  "first_phrase": "In the last part of this text, we will be introduced to different techniques and exercises related to hypnosis, self-hypnosis, and moving therapy. Before that, we learn about hermeticism, quantum physics, symbols, and the elements. Later we explore exercises to understand the explicate and implicate order and how to put away emotions. We also learn the Campanelli method for balancing, techniques for stop smoking, allergy, and weight loss. We get introduced to different levels of moving therapy, and finally, we dive into true and derivative symbolism.",
  "content": "There is a relationship between hermeticism, magnetism and quantum physics Schopenauer is in fact the key because he highly influenced the group of scientists that was at the basis of the \"quantum paradygm\" exercise =========================================================== TRUE AND DERIVATIVE SYMBOLISM The symbols as the vertical, the circle, are primitive and archetipal symbols Jung had called them \"archetypes\" But there is a \"derivate somnambulism\" that is based on the original symbol that can take MEANINGS from experiences an example is the symbol of the cross. It is an archetype, but in the christian Religion it takes further meaning Another exemple are the symbol of the MOTHER and the FATHER They are archetypes, but they get psychologically coloured. We have the true symbol, but education can \"CHARGE\" in some way the symbol. Even our hands can express symbolism. Pointing hand - directive and indicative Open hand - receiving and harmonizing Small distant touch - in some way we stay \"detached\" Archetyply, the Pointing hand many types is related to the father/male figure, the receiveing hand to the mother/female figure The psychology of our relationships with these figures will give \"colour\" to the original archetypical symbolism (Benemeglio). It means the person will search or refuse some kind of touches Furter traumatism can lead the person in not wanting any touch. We must always work experimentally. We have three styles of hypnotherapy and touch Directive Mother Detached These three types are also in Virginia Satir that observed the existence of three types.",
  "last_phrase": "In conclusion, symbolism is a complex subject in psychology that can be influenced by personal experiences and education. The three styles of hypnotherapy and touch - directive, mother, and detached - can be used to adapt to a person's preferences and personality. The mirror exercise of de-identification is important to put away identifications, while the Enneagram provides a map of compulsions and fears that need to be overcome. The exercises of self-hypnosis and clairvoyance can be used to increase sensitivity and realization of desires, while Indian self-hypnosis works on the three levels of head, breast, and belly to connect with the universe."
}