{
  "title": "How can magnetism be used to deal with burnout and other psychological issues?",
  "first_phrase": "In the last part of the text, the author explains various techniques to deal with burnout, such as giving energy and finding the reason behind excessive work. The author also introduces the use of magnetic points, fluidification, and magnetic maps to work on specific problems and types of activation. The third day focuses on fluidification, balancing HPA axis and hemispheres, and three colors (I A O). The author also covers symbolic nonverbal hypnosis by mixing two styles and following specific main axes. The author then discusses moving therapy and introduces two levels of the Trabona and the Modified Akstein methods for self-hypnosis.",
  "content": "OR passing through the person OR to the opposite side ============================================================= MOVING THERAPY ============================================================= INTRODUCTION TO DIFFERENT LEVELS of MOVING THERAPY Level 1 - the Trabona Method USE: to balance the person HISTORY: Trabona is a student of dr. Paret that created this method that is very effective METHOD: you will tell to the client that \"everyone has a pendulum inside himself\". Or \"everyone has his own rhytm\". Begin creating movement in your client. Add magnetic passes (you will discover he will have a higher sensitivity) For level two, that is a sort of a self-hypnosis, we will search for a desire we want to work on: 1st we create the oculomotor blockage (optional) 2nd thinking to something we desire we see, going through three different desires, which one blocks you more the eyes Level 2 - Modified Akstein Method with non verbal hypnosis USE: For doing a self-hypnosis on yourself HISTORY: Akstein was a researcher that created Terpsichore Trance Therapy. He highly valued the work of Mesmer and he feels what he did was on his line He used music to create release state We agree with many of his tenets, but we prefer to use non verbal hypnotism as it is more corresponding to what we do Procedure: Begin with Trabona method a little to create a state of disposition Have the person look at a light and thinking what s/he desires.",
  "last_phrase": "In conclusion, the Moving Therapy program offers a range of exercises and techniques for achieving balance, self-hypnosis, weight loss, stopping smoking, allergy treatment, and putting away false identities. The program utilizes different levels and methods, such as the Trabona Method, Modified Akstein Method, Campanelli Method, and a quantum exercise to understand implicate and explicate orders. By focusing on muscular preferences, magnetic passes, and symbolism, the program aims to create a deep trance and resolve various psychological, nervous, and endocrine issues. With practice and experimentation, these techniques can be useful for personal development and growth."
}