{
  "title": "What are the principles and procedures of non-verbal hypnosis using magnetism and sound therapy?",
  "first_phrase": "In the last part of this text, the author introduces various techniques of nonverbal communication and their application in hypnotism. They also present different exercises and demonstrations to understand the power of proxemics, sounds, and gestures. One such demonstration involves the magnetic circle, where people fall down due to the intense energy. Additionally, they explain the concept of incorporation and its use in weight loss therapy with a procedure using different systems such as endocrine, nervous, and psychological.",
  "content": "The concept of INCORPORATION Decide what you want and realize a first light hypnosis Begin breathing intensevely (you can also use the paradigm of taurus) Have the person open the eyes and after looking in the water looking at it as looking into a chrystal ball Drink the water Do passes and after - block your ears and let yourself going deeply - If you are in the evening you can go to sleep - an other method will be presented and will be with movement and will be done the fifth day =================================================== Day four EXERCISE OF WEIGHT LOSS USES: inside a protocol for losing weight ELEMENTS: we eat both for nervous/psychological reason than for metabolic reason. We must work on both. It is Preceded by exercise of the water and WORKING ON THE THREE SYSTEM: Endocrine Nervous Psychological And after Solar Plexus and Front Wrists PROCEDURE First do a small hypnosis oculomotor blockage in case - you see how you want to be - you see a mirror you enter inside the mirror - you feel the sensation Now you begin to breath with TAURUS system If you have somebody helping you he will move your head.",
  "last_phrase": "In this comprehensive text, various techniques and exercises related to hypnosis, magnetism, and psychotherapy have been discussed. From weight loss to smoking cessation, allergy treatment to de-identification exercises, the text covers a wide range of topics. The importance of understanding archetypal symbols and their derivatives has also been emphasized. Furthermore, the text briefly touches on the concept of clairvoyance. These techniques can be adapted to an individual's personality type and preferences to achieve effective results. With practice and understanding, anyone can learn to gain control over their thoughts and emotions, leading to a more fulfilling life."
}