{
  "title": "What techniques can be used in hypnotherapy for personal growth and change?",
  "first_phrase": "In the last part of this text, the author discusses various exercises and techniques related to hypnotherapy, self-hypnosis, hermeticism, and quantum physics. The exercises include the mirror exercise of de-identification, the enneagram archetype, the technique of the glass of water, the crossed breathing technique, and the magnetism technique. The author further explains the importance of understanding muscular preferences and how magnetic passes can change them. The text concludes with a lesson on memorizing the enneagram types and the power of mental association in boosting memory. All these techniques aim to help individuals overcome various psychological and physiological concerns, including allergies, smoking, and weight loss.",
  "content": "The enneagram can be read as a MAP of compulsions. The enneagram can be represented as diffferent personalities around a circle. At the center there is ESSENCE In this course we give just a brief overview as more time would be needed We can understand very easily how we adopt always the same behaviour Memorization of the enneagram types 1- perfectionist . You think the final judgement in the classic ichonography with an angel dividing good people from bad people - The sword is similar to a 1 2 - altruist . Two people, one will help the other one 3 - manager . imagine a triangle as the point of an arrow that go toward a target 4 - romantic . imagine the four walls of a room where a lot of emotions can happen 5 - Hermit/Researcher . imagine the 5 . At the center one point 6 - skeptical . Think that skeptical and 6 both begin by S 7 - artist . Imagine an artist drawing a 7 as a painting and convinced that everything is under control 8 - Boss/Politic . Notice an 8. It is a closed number. Everything under control 9 - Diplomatic . He invited all other types to him to create \"harmony\" Mental Association will boost the power of your memory. What are the association you want to let go?",
  "last_phrase": "In conclusion, the enneagram can serve as a helpful tool for understanding our compulsive behaviors and identifying our core essence. By utilizing mental association techniques, such as memorizing enneagram types through visual cues, enhancing self-hypnosis with nonverbal hypnosis, and practicing clairvoyance in front of a mirror, we can increase our sensitivity and access our inner senses. And by using Indian self-hypnosis, we can realize our desires and connect with the universe at the three main zones of our body- the head, breast, and belly. With practice and consistency, we can create positive changes in our lives and let go of our fears and masks."
}