{
  "title": "What is Non Verbal Hypnotism and how to practice it",
  "first_phrase": "This text delves into the world of non-verbal communication, exploring elements such as proxemics, paralinguistics, gaze, touches, and magnetic passes and gestures. The focus is on understanding the basic principles of non-verbal communication in hypnotherapy, and how these can be used to induce a state of ecstasy in the individual. The text contains exercises and demos, such as the circle approach exercise and the closure of senses technique. The text ends with a discussion on the interpretation of reactions and the two ways of doing non-verbal hypnosis.",
  "content": "================================================= Step 2 in this exercise Introduce magnetic passes (not a lot, just to see reaction) OR try catalepsy with the head (or the arm) ==================================================== There are two ways of doing non verbal hypnosis: Accompanying Symbolic We advise not to be completely symbolic as you risk to lose yourself in excessive thought and symbolism It is better to mix the two styles You will follow your client through some main axes ===================================================== MAIN AXES: Approaching (Attack) / Going Away (Abandon) Touching or arriving from the right side (father) / Touching or arriving from the left side mother Direct touch (male) / Soft touch (female) / no touch or just small touch (for people that doesnt like touch) The same you can have in sounds ===================================================== In combination with the former elements you can use \"words without a meaning\" These are words as DOS, DOOH, DEST that have no specific meaning and the mind will create imagination around these sounds ===================================================== INTERPRETATION OF THE WORK ON THE TWO SIDES OF THE INDIVIDUAL Neurological interpretation The Right side is Rational The Left side is Emotional Psychological interpretation Sometimes right is the father and left the mother because habitudinary these two figures develop these attitudes but for sure we can say Emotion/Rational Beging giving stimulation to the subject. You will approach and go backward. At the same time you turn around him Interpretation of the reactions: May be stronger reaction on the right (or on the left) is linked to the psychological interpretation we saw before.",
  "last_phrase": "In summary, the non-verbal hypnosis techniques outlined in this text include a mixture of accompanying and symbolic styles, following the client through main axes, incorporating words without meaning and interpreting work on the two sides of the individual. Additionally, the hypnodrama exercise and swaying test are useful tools for inducing a hypnotic state, as well as the introduction of sounds and metacommunicational code. Finally, fluidification, magnetic maps, and the Trabona method are techniques for balancing and inducing self-hypnosis, leading up to strong somnambulism through a combination of ecstasy and non-verbal induction techniques. Remember, positive perception of the therapist is crucial, and feedback with the client is essential."
}