{
  "title": "What are the techniques and exercises for magnetism, self-hypnosis, and moving therapy?",
  "first_phrase": "This text explores various techniques and exercises related to hypnosis and magnetism. It begins with a technique that involves breathing and nonverbal communication aimed at inviting freedom. The text then moves on to discuss techniques for self-crisis and weight loss, followed by an introduction to different levels of moving therapy. The text ends with methods for working on problems such as burnout and allergies. The Campanelli method and the Di Pisa method are covered in detail as well. The text is geared towards therapists and individuals interested in self-improvement through hypnosis and magnetism.",
  "content": "You can do it by yourself and ============================================= We can do the Campanelli Method at the end to balance Tell the client Tell the client to close his eyes and keep the mind free 1 - touching occiput and forehead 2 - warm blow 3 - turning the head 4 - touching head and sternum together 5 - movement on the arms 6 - again head and sternum 7 - again movement on the arms 8 - keep a moment a hand on the front and the other one over the belly (without touching) 9 - end of exercise =============================================== TECHNIQUE FOR STOP SMOKING CAMPANELLI Look to the slide =============================================== DI PISA Di Pisa used a method putting a person \"against\" the smoking habit Look the person into the eyes and speak of the problem of smoke (first fascination) Lower his body (he will feel a bad taste at the throat) Put him up - touch the solar plexus Make him hypersemnsitive to smell You will tell him that in a moment we will lighten a sigarette first time he smokes it will taste as nothing second time will taste as Hay third time he will cough Continue keeping the ligthned sigarette under his nose so smoke will enter You can repeat with a second sigarette Finish with direct suggestion looking him into the eyes ============================================= TECHNIQUE FOR ALLERGY Allergy and Food intolerance are very similar. They are as a \"PHOBIA\" of the immune system We can treat allergy with the technique of the LIGHT and the ball behind the occiput.",
  "last_phrase": "To conclude, this text covers various techniques for self-improvement such as smoking cessation, allergy treatment, Gypsy self-hypnosis, and more. These exercises involve a range of methods, from touching different parts of the body to using symbols like the enneagram to understand one's personality. Additionally, the text touches on clairvoyance and Indian self-hypnosis. By using these techniques, you can enhance your sensitivity and realize your desires in the universe. Remember, these exercises are effective, and you can do them by yourself or with the help of a professional."
}