{
  "title": "What is the advanced course in non-verbal hypnosis and ecstasy therapy and what techniques does it include?",
  "first_phrase": "In the last part of this text, the author focuses on the concept of Ecstasy and how it can be induced using specific techniques. The text provides a step-by-step guide on how to achieve ecstasy, including somnambulism, crossed passes, and using music like Moonlight Sonata. The text also mentions Taurus as a powerful technique to induce deep hypnosis. The author emphasizes the benefits of inducing ecstasy and its use in therapy. The last part also includes exercises with the mirror to activate ecstasy and reinforce magnetism. The text provides a detailed framework for the advanced course on Ecstasy with non-verbal hypnotism, sound, and regression techniques.",
  "content": "Difference with classical somanmbulism: more spiritual sensations, less images MUSICAL ECSTASY Music will be felt differently and deeper in the state of ecstasy We will do a real musicotherapy Music will transmit suggestion Use slow music with a lot of high tones to increase ecstasy Ideas of the spheres (the music of the spheres) ========================================== We can also work ecstasy in front of a mirror Exercise with mirrors in pairs History: This exercise is from the \"blue pearl\" serie. In origin it was done without mirror Benefits: holding the \"ball\" 60 secs in front of the coccix will increase magnetism Goal of this exercise: activating ecstasy in front of the mirror and reinforce magnetism HOW TO DO IT One person will be in front and the other behind This exercise is for creating ecstasy in front of the mirror Have the person look into himself without blinking At a certain point have the person press the hands together as pressing a ball behind do passes on him and activating the points on the spine (occiput and coccyx) have the person breathing along the body as he/she does doing the charges ======================================== Additional exercise with a mirror Name of this Exercise: reconnecting earth and sky Go in front of a mirror. An assistant will be behind you. Look now at yourself without blinking This continous gazing will bring you in a trance.",
  "last_phrase": "Incorporating non-verbal communication techniques such as proxemics, sound, touch, and magnetic passes can be extremely effective in reaching ecstatic states and inducing hypnosis. When used in conjunction with the right approach, hypnodrama, and an understanding of the client's needs, these techniques can help patients overcome their problems and arrive at a state of clarity, awareness, and inner peace. By following the basic principles outlined in this guide, anyone can learn to use non-verbal communication to improve their lives and the lives of others."
}