{
  "title": "What are the techniques and exercises used in non-verbal therapy and inductions?",
  "first_phrase": "This text is a continuation of the previous days' exercises and aims to introduce the use of sounds and metacommunicational codes in therapy and inductions. The text outlines several exercises that involve approaching the person using sounds and magnetism to bring them into a trance state, introducing nonverbal codes, and using magnetic passes and gestures to balance the HPA axis and brain hemispheres. The last part of the text also explains the importance of focalizing the client on their problem and finishing with a hypnodrama to bring the person to the center. Various techniques, such as fluidification and magnetic maps, are introduced to help facilitate the therapy process.",
  "content": "FLUIDIFICATION USE: prepare the client for magnetism /activate a first parasympathetic reaction ORIGIN: Italian magnetic healers (Muscolo) HERMETIC INTERPRETATION: first activation of the etheric body PHYSIOLOGICAL INTERPRETATION: activation of the PARASYMPATHETIC SYSTEM IMPORTANT POINTS Note: before doing fluidification we can do in case the \"closure of the senses\" or some passes hold his feet (rings) and ask if sensation go up NOTE sensation passes through the hands that must touch his/her legs sensation goes to the top of the head and after comes back RESULTS: after \"fluidification\" the client will be more sensible to his inner reactions MAGNRETC MAPS Explaining of the emotions iside the MAGNETIC MAPS: Rage, Presentation on a theory on the work of magnetism. A research done by a finnish University shows the different zone of activation in the body FOUR TYPES Presentation of four types Choleric Lymphatic Sanguine Menlancholic ========================================================= EXPLANATION OF MAGNETIC TYPES For doing well magnetism we must first of all understand that our glands and in general every organ of our body can be hyper-active or hypo-active. Se we have a first big split HYPER HYPO Is the client coming to us HYPO or HYPER? Ex. Hyperthyroidism/Hypothyroidism Many times we observe that HYPO is also connected to increased actrivation of the PARASYMPATHETIC SYSTEM HYPER to the increased activation of the ORTO-SYMPATHETIC SYSTEM We can have even TYPES OF PERSONALITY that connect to these different types of ACTIVATION CHOLERIC (Sympathico-tonic) LYMPHATIC / PHLEGMATIC (parasympatthico-tonic) SANGUINE (ambo-tonic) MELANCHOLIC (dia-tonic) Try to judge from how the client move a react what type is it.",
  "last_phrase": "In conclusion, these techniques such as fluidification, magnetic passes, and moving therapy can have significant impacts on improving the parasympathetic and ortho-sympathetic systems, as well as activating the etheric body. By using these techniques correctly, one can also determine a client's magnetic type and musculature preferences, leading to better outcomes. These methods can be used for a variety of goals such as weight loss, relief from allergies, and smoking cessation. It's important to note that magnetism should be treated with respect and considered a sacred practice. With practice, one can improve their skills and better use these techniques for themselves and their clients."
}