{
  "title": "What",
  "first_phrase": "In this extended text on hypnotherapy, there are several techniques discussed for inducing a magnetic or ecstatic state in clients. Prior to this section, exercises for working on the spine and alleviating pain are outlined. The last 200 tokens explore the use of mirrors to induce ecstasy, including a technique called \"reconnecting earth and sky.\" The Magnetic Circle is introduced, as is the concept of Non-Verbal Hypnotism and hypnodrama. The course also covers the use of Taurus, a powerful technique for inducing deep trances, as well as magnetism, and quantum and hermetic paradigms.",
  "content": "(Ramus volaris.) Note: you can also count a tenth at the top of the head - At what distance can the magnetic fluid be directed by a pass? Each magnetic pass conducts magnetic fluid only from one nerve node to another. . Why do you have to make no more than nine passes? The magnetic current only letting itself be directed by a pass from one node to another, so it will only be in the ninth pass that from the upper nerve node it will finally arrive at the last one, where we will always have care to bind and intercept the force. - What is intercepting and binding the magnetic force? To intercept is to force the patient's interrupted magnetic current to retreat to the nearest nerve node. This is done by closing the hand so that the tips of the fingers touch the palm and the fingernails rest against the flesh. =============================================== We will now see what we call Non Verbal Hypnotism and introduce a new theme DEMO OF NON VERBAL HYPNOTHERAPY (with hypnodrama) This demo will be done in the following way 1 - NON VERBAL HYPNOTISM 2 - WHEN THE PERSON REACT PUT HIM ON THE FLOOR DOING \"HYPNODRAMA\" This technique will be explained better in the day of tomorrow.",
  "last_phrase": "In conclusion, non-verbal hypnotherapy is an effective technique which utilizes various elements of communication such as proxemics, paralinguistics, gaze, and magnetic passes, among others. By understanding the client's personality type and using the right approach, therapists can induce a state of hypnosis and evoke emotional reactions in their clients. The use of sounds, breathing, and metacommunication codes can also enhance the effectiveness of the therapy. Furthermore, techniques such as fluidification and the swaying test can be used to prepare the client for magnetism and activate the parasympathetic system, respectively. Overall, non-verbal hypnotherapy is a powerful tool for helping clients overcome various challenges in their lives."
}