{
  "title": "\"What is the Advanced Course on Ecstasy and Non-Verbal Hypnosis?\"",
  "first_phrase": "In the last 200 tokens, the text discusses various techniques for inducing ecstasy and a state of deep hypnosis. The exercises involve synchronized breathing, movements, sound, and non-verbal communication to induce a physiological and psychological state of heightened awareness. Reconnection with the earth and sky is emphasized, as well as the use of mirrors and music to deepen the experience. The text also introduces the concept of magnetism and its use in therapy, including how to heal spinal problems such as sciatica. The exercises presented in this section build on those introduced in previous sections, including the use of Taurus to induce deep hypnosis and the activation of the parasympathetic system to create a magnetic state.",
  "content": "IN ROME THESE TWO EXERCISES HAVE BEEN FUSIONED IN ONE AND WE HAVE HAD THE PERSON FALL A LITTLE IN THE HANDS OF THE ASSISTANTS ========================================= In the former exercise we saw the passes to activate the spine These movements are the same that we can use to work after to heal the spine EXERCISE to heal pains on the spine USE: every pain on the spine, discopathy 1 - Ask the person where he feels pain 2 - Find the point feeling it even yourself 3 - Note - You can find the point even moving the hand along the spine and seeing where you have reactions 4 - Create a magnetic state (activate the parasympathetic system) 5 - Lay one hand over the occiput and the other one over the cocciput Dont touch We can even switch hands so we will see different reactions and how polarities will affect the results We will see a reaction in the spine After you will work on the point where is the pain RESULTS: the pain will go away =========================================== How to do with Sciatica? Practically the system is similar. Just we will add movement going down on the side where is the pain These movements we call \"butterfly movements\" because we will move the fingers doing them and we will join the thumbs that can also slightly touch the leg Go always backward Repeat one or two times RESULTS: no pain GENERAL OBSERVATION ON THE WORK OVER THE SPINE The spine is the basic pillar of our organism We worked on the energy going up.",
  "last_phrase": "In conclusion, non-verbal communication is a powerful tool that can be harnessed to induce a magnetic state, heal spine pains, induce catalepsies and evoke emotional reactions in clients. The techniques of magnetic passes, closure of senses, and the hypnodrama offer novel ways of eliciting such reactions in clients. Properly used, these techniques can help to identify problems and enable clients to find their center and remain open to discover new paths to healing. With practice, one can master the art of non-verbal communication and use it to bring about positive changes in those who seek help."
}