{
  "title": "What",
  "first_phrase": "In the previous section, we learned about techniques for inducing ecstasy and working with the spine. In this final section, we will explore two additional techniques: Closure of the Senses and the Technique of the 10 Plexuses. The Closure of the Senses technique can induce a magnetic state in a faster way, and the Technique of the 10 Plexuses can be helpful for anxiety and can be done after a crisis. We will also learn about exercises with mirrors, such as the Reconnecting Earth and Sky exercise, and discuss the concept of ecstasy and how it can be of benefit in therapy. Finally, we will introduce Non-Verbal Hypnotism and the demonstration of Hypnodrama.",
  "content": "(Ramus volaris.) Note: you can also count a tenth at the top of the head - At what distance can the magnetic fluid be directed by a pass? Each magnetic pass conducts magnetic fluid only from one nerve node to another. . Why do you have to make no more than nine passes? The magnetic current only letting itself be directed by a pass from one node to another, so it will only be in the ninth pass that from the upper nerve node it will finally arrive at the last one, where we will always have care to bind and intercept the force. - What is intercepting and binding the magnetic force? To intercept is to force the patient's interrupted magnetic current to retreat to the nearest nerve node. This is done by closing the hand so that the tips of the fingers touch the palm and the fingernails rest against the flesh. =============================================== We will now see what we call Non Verbal Hypnotism and introduce a new theme DEMO OF NON VERBAL HYPNOTHERAPY (with hypnodrama) This demo will be done in the following way 1 - NON VERBAL HYPNOTISM 2 - WHEN THE PERSON REACT PUT HIM ON THE FLOOR DOING \"HYPNODRAMA\" This technique will be explained better in the day of tomorrow.",
  "last_phrase": "In conclusion, non-verbal hypnotherapy is an effective way of communicating with others through body language, sounds, and touches. To induce a successful hypnotic state, it is necessary to use the power of proxemics, magnetic passes, and catalepsies, as well as to focus on the problem at hand. It is also important to use proper communication techniques, including the sounds OH and EEEH, and to be aware of different emotions and types of personalities that can affect the hypnotic process. By following these techniques and understanding the human body and its reactions, non-verbal hypnotherapy can be a highly useful tool in helping people achieve their therapeutic goals."
}