{
  "title": "What are the techniques for strong somnambulism and moving therapy, and how can they be used for self-hypnosis and past-life regression?",
  "first_phrase": "In this text, the author introduces various hypnosis techniques and their applications. The last part focuses on different methods, including the Trabona method, Modified Akstein method, and Moving Therapy, to help achieve a deep state of somnambulism and self-hypnosis. The author also explains how to deal with burn out and work on problems using laying of hands, magnetic points, and fluidification. Additionally, the author introduces the concept of focusing on clients' problems and using hypnodrama to bring two halves together. The text also covers exercises to improve presence, introduces different types of people based on earth, fire, water, and air, and discusses muscular preferences and how magnetic passes can change them.",
  "content": "And working on the past life we can solve problems in the actual life ============================================= Doing outside exercises about presence (stop etc...) NOTE: presence outside is much more stronger ============================================= DAY 4 Explanation of earthly type and airy type The four meditations Water Including this exercise: In the ROOM Mirror exercise 2 people one will look himself in the mirror and the second will be an assistant at the begin we work normally, looking at the center after we begin inhaling and exaling clenching the fists and we look the right eye and after the left one We can give ourself a command: interlochl your finger and tell yourself blocked hands After assume presence position with interlocked fingers charges with open eyes (3 times) And DEVELOPING THE FORCE Earth Fire Air ============================================= Presentation of the muscolar preferences Earth - In the now Air - Projected in the future Water - we observe gaze and positions of the hands Fire - Focusing - we see very well when a person indicate somebody Question: In NLP we have three types Visual (similar to focusing) Kynesthesic (similar to watery) What about Auditory types? Answer: in general introverts are auditory. In psychology an introvert is somebody speaking with himself We can recognise auditory from : 1 - they speak with the left ear 2 - they are closed (arms / legs) 3 - we can recognise them on the spot because they have a lot of MICROMOVEMENTS ================================================ What we have seen were MUSCULAR PREFERENCES Now we will see how magnetic passes can change muscular preferences Exercise Check axially where a person is stronger Do passes from the weaker side.",
  "last_phrase": "In conclusion, this five-day workshop has covered a variety of techniques and exercises to develop self-awareness and promote personal growth. From developing presence through external exercises to exploring symbols of Hermeticism, Quantum physics and Enneagram, this workshop has provided a comprehensive understanding for attendees to work on their past life experiences to solve current problems. Techniques such as self-hypnosis with water, magnetic passes for weight loss, and the crossed breathing technique for fast release have also been demonstrated to help individuals achieve their desired goals. Overall, this workshop has equipped participants with a range of practical tools to improve their physical, emotional and psychological well-being."
}