{
  "title": "What is Non-Verbal Hypnosis and How Can it Help with Therapy?",
  "first_phrase": "This text delves into non-verbal hypnosis techniques, including hypnodrama and magnetic passes. The author emphasizes the importance of focalizing the client, using a former dialogue, and balancing the emotional and rational sides of the individual. The text includes exercises and demonstrations on how to use touch, sounds, and movement to induce a magnetic state and put the client into deeper levels of consciousness. Additionally, the author discusses the interplay between true and false symbolism and the symbolism that gets charged psychologically when people identify with one side of themselves. The text also covers the closure of senses technique and the technique of the ten plexuses.",
  "content": "When they are identified with just one side they become charged psychologically. True symbolism: Archetypes derivated (or false) symbolism: archetypes charged with psychological significance Example 1: the cross: symbolism Archetype: 2 dimensions that cross themselves, the human being Derivated (false or psychological) symbolism : to suffer , it is as the symbolism is owned by just a part of the human being Example 2: The mother Archetype: the earth Derivated (false or psychological) symbolism : what is conceived about own human mother. In reality is not the archetype of the mother. It is a part of you that monopolizes the archetype.",
  "last_phrase": "In conclusion, the four-day training program discussed various techniques and exercises for therapy and self-improvement. From identifying true and false symbolism to introducing sounds and non-verbal codes, hypnodrama, the swaying test, fluidification, magnetic maps, moving therapy, self-hypnosis, and magnetism, the program covered a vast range of topics to prepare the clients for effective results. The program also emphasized the importance of working on both psychological and metabolic reasons for weight loss and using magnetism as a sacred technique to create deep trances. Overall, the program provides a practical and holistic approach to personal growth and healing."
}