{
  "title": "What are the causes of aging and how can we prevent premature aging?",
  "first_phrase": "In this final section of the text, the author explains how the gradual replacement of permeable living matter with impermeable dead matter leads to aging and ultimately death. The author uses the metaphor of a almond, which starts off green and full of sap in infancy, becomes mature with some tender parts and some dry parts in adulthood, and eventually becomes entirely dry in old age. The author emphasizes the importance of maintaining permeability in both the physical and intellectual realms to stay young and healthy. The author also suggests that accumulation of toxins is a key contributor to aging. Additionally, the author discusses how the gradual thickening and slowing of organic renewal is caused by the loss of physiologically normal materials and accumulation of physiologically abnormal materials.",
  "content": "Man mano che si blocca questto assorbimento la persona diviene piú rigida. Imparare cose nuove mantiene giovani poichè mantiene la permeabilità della psiche. La chiusura rispetto all'esterno è causa di problemi. La febbre — diceva Ippocrate — è la cozione degli umori costretti a rimanere nel corpo per conseguenza di una ostruzione passeggera (malattia). Se la cozione non determina l'apertura degli sbocchi e la conseguente uscita degli umori, l'ammalato muore. Analogamente a livello mesmerico la \"crisi\" permette l'uscita di materiale e la risoluzione di problemi. Se non viè crisi non vi è risoluzione. Questo principio della permeabilità vale tanto per l'infimo insetto quanto per la Terra intera. La Terra giovane era ignea, fluida; la crosta superficiale su cui ora brulica la vita va sempre più aumentando di spessore, mentre diminuisce la superficie delle foreste e la profondità dei mari. In un tempo lontano la Terra non potrà più mandare il suo respiro al cielo. Essa sarà una palla impenetrabile agli influssi cosmici; morirà, e con essa moriranno tutti gli esseri viventi, animali e piante che oggi la popolano. I prodotti tossici sono insieme causa ed effetto dell'invecchiamento. Sono casua quando assorbiti ed effetto in quanto l'inaridimento ne crea altri. Ora, ci si domanda: da che cosa deriva il progressivo ispessimento, il rallentamento fatale di quel ricambio organico che è il secondo nome della giovinezza? Deriva da due ordini di fatti : 1. La, perdita di materiali fisiologicamente normali. 2. L'accumulo di materiali fisiologicamente anormali.",
  "last_phrase": "In conclusion, maintaining the permeability of the mind through learning new things keeps a person young, while the closure to the outside world leads to problems. The principle of permeability is fundamental, from the smallest insect to the entire Earth. The progressive thickening and fatal slowdown of the organic exchange that is the second name of youth come from the loss of normal materials and the accumulation of abnormal materials. Therefore, to promote youthfulness, it is crucial to adopt a system of life that emphasizes the rejuvenation of the form and the restoration of the energy, and involves exercises that help maintain proper posture, spinal health, abdominal muscles, and limb proportions."
}