{
  "title": "\"How can sound vibrations impact our brain? Learn practical application through global stimulation exercise.\"",
  "first_phrase": "In the previous text, we learned about how different musical notes affect the mind in distinct ways. By creating sounds that are a sum of all harmonies, we can evoke a global stimulation. This concept is similar to how the sound of the sea, which is composed of the sum of many small elements, can relax the mind. This principle has been used in many traditions, such as the Indian mantra OM. In this final section, we will put these ideas into practice by performing an exercise that involves chanting the OM sound while experiencing a sense of calm.",
  "content": "Se lo fate vibrare vi potete inoltre agevolmente rendere conto di quante vibrazioni crei nel corpo. Analogamente i Greci chiamavano ON (“cio che è” in greco) il cielo superiore. • Esercizio: il suono globale Con un metronomo in azione pronunciate il suono OM (oppure ON pensando contemporaneamente all’idea di vastità) lentamente (non cercate però di coordinarlo razionalmente con il metronomo, seguite il vostro ritmo). Noterete che proprio quando pronunciate la consonante «M» o “N” vi è anche una sensazione (lieve all’inizio) di un «rallentamento temporale». Questo succede infatti perché il vostro cervello viene stimolato fisiologicamente in maniera globale, essendo tali suoni una somma di armoniche differenti. Alla fine dell’esercizio proverete un senso di calma. Potrete pronunciare questi mantra OM oppure On anche in altre occasioni e col tempo potenzierete questo senso di calma interiore.",
  "last_phrase": "In conclusion, practicing the global sound of OM or ON while focusing on the idea of vastness and using a metronome as a guide, can stimulate the brain globally and create a sense of calmness. Pronouncing these mantras regularly can enhance this inner sense of peace over time. Furthermore, paying attention to the vibrational sensations in your body during the exercise can help you keep track of how many vibrations you create. Give it a try and see how it benefits your overall well-being."
}