{
  "title": "\"What is the Power of Sounds in Stimulating Inner Calm? An Exercise from 'L'energia Segreta della Mente' by Dr. Paret\"",
  "first_phrase": "This text delves into the integration of the self as a key component of true wisdom, as conveyed by the ancient symbol of the circle and the harmony of the spheres. The author goes on to discuss the physiological effects of sound and how the combination of all harmonies can stimulate the mind globally. This notion is applied practically through the perception of certain composite sounds, which can induce relaxation and access to different states of mind. These ideas are exemplified in the Indian mantra OM, which contains all vibrations within its composite sound, including the nasal M.",
  "content": "In occasione della Pubblicazione del libro del dr. Paret “L’energia segreta della Mente” vi inviamo un semplice esercizio tratto da quest’opera che vi aiuterà nella calma interiore. Il Potere dei suoni - stimolare la calma interiore La sapienza non consiste solo nell’innalzarsi, come molti pensano. La vera sapienza deriva dall’integrazione della totalità di noi stessi. Per gli antichi un simbolo del tutto era il circolo. È un tutto che ammalia, come mostrano Ulisse e il canto delle Sirene, le quali, secondo gli acusmatici, utilizzano nel canto l’armonia della totalità , o, come sostiene Platone, cantano secondo l’armonia delle sfere. Ma che tipo di conoscenza gli antichi ci tramandono così in maniera velata? Traduciamo questi concetti in un’applicazione pratica. Sappiamo come ogni nota musicale stimola fisiologicamente in maniera differente la mente. Quando creiamo un suono che è somma di tutte le armonie, possiamo quindi suscitare una «stimolazione globale». Notiamo che ciò succede quando sentiamo suoni composti, come il rumore del mare, dove il mormorio dell’onda è un composto della somma dei rumori di tanti piccoli elementi (sassi, ghiaia) trasportati contemporaneamente. Tramite la percezione di certi suoni composti la mente si rilassa, si abbandona e accede a stati differenti, meno «impietrati » nel ragionamento. Molte tradizioni si fondano su concetti simili. Ad esempio il mantra indiano OM comprende la consonante nasale M. Il suono M è un suono composito, contenente al suo interno tutte le vibrazioni.",
  "last_phrase": "In conclusion, the exercise presented in Dr. Paret's book “L’energia segreta della Mente” is a practical way to stimulate inner calmness through the power of sound. By pronouncing the compositive sound OM or ON slowly and rhythmically, our brain is stimulated globally, creating a sense of relaxation and calmness. This exercise can be performed in various circumstances, and with time, the sense of inner calmness can be strengthened. The wisdom of the ancients is translated into practical application that can improve our wellbeing and quality of life."
}