{
  "title": "\"What are the Basic Exercises and Techniques taught in a Hypnosis and Magnetism Course?\"",
  "first_phrase": "In the final part of this text, we get an introduction to the topic of compulsions. Before this section, the text covers the activities and exercises done during a five-day event at a school for learning hypnosis techniques. The course provided a basic understanding of exercises related to magnetic passes, catalepsy, force healing with magnetism, and regression techniques. The trainers performed demos of different exercises, including Salamini, Di Pisa, and Hyperflexibility. The text also covers different techniques such as Ghigi Method, Lafontaine Method, and Trabona Method. Overall, the training aimed to provide students with an overview of different hypnosis techniques and their practical applications.",
  "content": "DAY ONE Basic exercises Magnetic Passes Catalepsy Arkeos Mirror basic Demo crisis DAY TWO Harmonic exercise Force Healing with magnetism Magnetic fall Stopping a person to speak and induction with hypnogenic points Regression with simple magnetism (light at the begin) to learn how simple is to do regressions Left Eye with mirror Taurus Intro to presence Presence Induction DAY THREE Mirror exercice right and left Demo Salamini with regression Doing Salamini Intro Crisis Pre-talk (part one) and Action (part two) Exercises on crisis Explanation Vision of videos Mirror exercise - the force Swmo of different ways of using the gaze (handshake and rotating system) Demo of Di Pisa Demo of Hyperflexibility DAY FOUR Di Pisa Video Di Pisa explanation Exercises between the students Di Pisa hyperflexibility exercises Exercise leaning and solving back problems with regression - in this occasion we introduce the regression opening the gaze and a simplified Ghigi Paret method Mirror exercise for pain Ghigi Method for - regression and - heightened reactions Lafontaine method Trabona method Demos in streaming DAY FIVE The worst of philosophy of the school intro to compulsions",
  "last_phrase": "In conclusion, this five-day hypnotherapy training program covers a range of exercises, techniques, and methods to develop your knowledge and skills in the field of hypnosis. From basic exercises to crisis interventions, demonstrations, and regression techniques, this program provides a practical learning experience to help you apply hypnosis in various situations. Additionally, the program offers an introduction to the worst philosophy of the school and an understanding of compulsions. By the end of the program, you will have acquired a solid foundation in hypnotherapy and the necessary skills to use it in your practice."
}