{
  "title": "\"What are the basic exercises and techniques taught in a 5-day hypnosis seminar?\"",
  "first_phrase": "In the final part of this text, we delve into the last two days of the hypnosis course. The fourth day includes exercises such as Di Pisa Video and Hyperflexibility, as well as regression techniques to solve back problems. The fifth and final day starts with an introduction to the worst philosophy of the school, followed by a discussion of compulsions. Overall, the text explores the different exercises and techniques taught in the course and their practical applications, all while introducing relevant individuals such as Salamini, Di Pisa and the Lafontaine and Trabona methods of hypnosis.",
  "content": "DAY ONE Basic exercises Magnetic Passes Catalepsy Arkeos Mirror basic Demo crisis DAY TWO Harmonic exercise Force Healing with magnetism Magnetic fall Stopping a person to speak and induction with hypnogenic points Regression with simple magnetism (light at the begin) to learn how simple is to do regressions Left Eye with mirror Taurus Intro to presence Presence Induction DAY THREE Mirror exercice right and left Demo Salamini with regression Doing Salamini Intro Crisis Pre-talk (part one) and Action (part two) Exercises on crisis Explanation Vision of videos Mirror exercise - the force Swmo of different ways of using the gaze (handshake and rotating system) Demo of Di Pisa Demo of Hyperflexibility DAY FOUR Di Pisa Video Di Pisa explanation Exercises between the students Di Pisa hyperflexibility exercises Exercise leaning and solving back problems with regression - in this occasion we introduce the regression opening the gaze and a simplified Ghigi Paret method Mirror exercise for pain Ghigi Method for - regression and - heightened reactions Lafontaine method Trabona method Demos in streaming DAY FIVE The worst of philosophy of the school intro to compulsions",
  "last_phrase": "In conclusion, the five-day training program provides ample opportunities for individuals to learn various hypnotic and magnetic techniques to induce catalepsy, force healing, regression, and heightened reactions. With practical exercises and demos, participants can discover different ways of using the gaze, handshake and rotating system, amongst other tools. They can also become familiar with Ghigi, Lafontaine, and Trabona methods, for regression and pain, respectively. Ultimately, this program culminates with an introduction to compulsions and offers a unique perspective on the worst philosophy of the school."
}