{
  "title": "\"What is Covered in Swiss Version Day One to Six of a Basic Magnetism Course?\"",
  "first_phrase": "In the final part of this course, we delve into advanced exercises for hypnosis and magnetism. Over the past few days, the students learned basic exercises such as Magnetic Passes, Arkeos Mirror, and Healing with Magnetism. They also practiced regression and crisis management, and learned different states of animal magnetisms such as fascination, lethargy, somnambulism, and catalepsy. In the last two days, they have been introduced to methods such as Ghigi, Lafontaine, and Trabona for regression, heightened reactions, and pain management. Now, in the last day of the course, they will learn advanced techniques such as Distant Magnetism, Self-Magnetism, and Magnetic Massage.",
  "content": "COURSE LEVEL ONE Swiss VERSION DAY ONE Basic exercises Magnetic Passes Catalepsy Arkeos Mirror basic Falls with the eye Demo crisis DAY TWO Harmonic exercise Force Healing with magnetism Magnetic fall Stopping a person to speak and induction with hypnogenic points Regression with simple magnetism (light at the begin) to learn how simple is to do regressions Use of the Left Eye with mirror Taurus Intro to presence - the point of reference magnetic voice Presence Induction DAY THREE Mirror exercice right and left Demo Salamini with regression Doing Salamini Intro Crisis Pre-talk (part one) and Action (part two) - Paroxism andperson on the floor Exercises on crisis Explanation and different states of animal magnetism (what they are: fascination, letargy, somnambulism, catalepsy) Vision of videos Mirror exercise - the force (natural analgesia on the arm) Swmo of different ways of using the gaze (handshake and rotating system) Demo of Di Pisa Demo of Hyperflexibility DAY FOUR Di Pisa Video Di Pisa explanation Exercises between the students Di Pisa hyperflexibility exercises Exercise leaning and solving back problems with regression - in this occasion we introduce the regression opening the gaze and a simplified Ghigi Paret method Mirror exercise for pain Ghigi Method for - regression and - heightened reactions Lafontaine method Trabona method Demos in streaming DAY FIVE Exercise : The worst of philosophy of the school intro to compulsions presence exercice - weight - air - vertical - warmth of the body Ying Yang The right approach to healing (3 possibilities - physical - mother - earth) Blue Pearl exercise Distant Magmetism Tree Magnetism Using the technique of the Ball of light for a phobia Water + Technique of the Ball + increasing for Allergia Campanelli technique - for stop smoking - for other uses DAY 6 (just on the morning) Explanation of next course Self Magnetism exercise: - choosing the right emotion to work on with the oculomotor test - creating the first reactions Magnetic Massage - lying and sitting version Video Exams",
  "last_phrase": "In conclusion, the COURSE LEVEL ONE Swiss VERSION offers a comprehensive introduction to various hypnotic techniques such as magnetic passes, catalepsy, mirror exercises, and regression. The course also covers different states of animal magnetism and provides useful exercises to improve the overall health and well-being of individuals. With an emphasis on practical applications, participants are equipped with effective methods to induce presence, induce regression, heal with magnetism, and manage compulsions. Overall, this course serves as an excellent foundation for those interested in exploring the field of hypnosis and its various applications."
}