{
  "title": "\"What Will You Learn in the 5-Day Course Level One Hypnosis Training in Slovenia?\"",
  "first_phrase": "This text covers the last 200 tokens of a 5-day course on hypnotism, including exercises and techniques for regression, magnetic passes, and mirror exercises. The course features different demonstrations of hypnotic states and the use of gaze to induce a trance. On the last day, students learn techniques for using magnetic massage, self-magnetism exercises, and the Ball of Light technique to work on emotions and phobias. The course ends with an exam on Indian Self-Hypnosis and Letting Go Exercise. The text explains the activities carried out in each day and experiences delivered by Lafontaine and Di Pisa.",
  "content": "they should repeat) Stopping a person to speak and induction with hypnogenic points Raw gaze and its power Use of the Left Eye with mirror Lafontaine Presence Induction Healing with magnetism Taurus DAY THREE Demo Gaze Mirror exercice right and left Demo Salamini with regression Doing Salamini Intro Crisis Pre-talk (part one) and Action (part two) - Paroxism andperson on the floor Exercises on crisis Explanation and different states of animal magnetism (what they are: fascination, letargy, somnambulism, catalepsy) Vision of videos Mirror exercise - the force (natural analgesia on the arm) Swmo of different ways of using the gaze (handshake and rotating system) Demo of Di Pisa Demo of Hyperflexibility DAY FOUR Di Pisa Video Di Pisa explanation Exercises between the students Di Pisa hyperflexibility exercises Exercise leaning and solving back problems with regression - in this occasion we introduce the regression opening the gaze and a simplified Ghigi Paret method Ghigi Method for - regression and - heightened reactions (just explanation) Exercise : The worst of philosophy of the school intro to compulsions presence exercice - weight - air - vertical - warmth of the body Ying Yang The right approach to healing (3 possibilities - physical - mother - earth) Magnetic Massage - lying and sitting version Blue Pearl exercise Using the technique of the Ball of light for a phobia Self Magnetism exercise: - choosing the right emotion to work on with the oculomotor test - creating the first reactions DAY FIVE Mirror exercise for pain Lafontaine method Campanelli technique - for stop smoking - for other uses Explanation of next course Video GENERAL EXERCISE LETTING GO AND NEW YOU Exams WITH DEEPENING Indian Self Hypnosis NOT DONE Water + Technique of the Ball + increasing for Allergia",
  "last_phrase": "In conclusion, the five-day hypnosis course covers a wide range of techniques, exercises, and theories to help individuals improve mental and physical health. Participants learn about the power of the gaze, induction techniques, magnetism, and regression to overcome various issues such as phobias, compulsions, back problems, and smoking addiction. They also learn how to use the technique of the Ball of Light to work through emotions and let go of negative patterns. With a focus on practical applications and self-improvement, this course is a valuable tool to help individuals achieve their goals and improve their well-being."
}