{
  "title": "What is the language of coaching and how does it support employees in organizations?",
  "first_phrase": "In this article on coaching, we explore the different phases involved in coaching conversations and the importance of using the right language. The last 200 tokens delve into the semantics of coaching language and the specific words used by coaches to elicit certain responses. Additionally, we discuss the characteristics of coaching language, such as the use of open-ended questions and congruency between verbal and non-verbal aspects. This section also touches upon the Manager Coach model, which helps managers motivate and empower their team members through specific situations.",
  "content": "Ed abbiamo individuato una serie di modelli specifici di situazioni in cui può essere utilizzato il linguaggio di coaching Il Manager Coach Spesso è necessario affrontare situazioni e si vuole che queste situazioni siano di crescita. Abbiamo quindi raccolto una serie di situazioni in organizzazioni dove la “visione finale” è stata già stabilita. Le situazioni affrontate sono: MOTIVARE ANNUNCIARE UNA GRAVE DECISIONE RISOLVERE UN PROBLEMA VALORIZZARE I COLLABORATORI Etc… Caratteristiche Generali Verbali e Non Verbali del linguaggio utilizzato Quali sono le caratteristiche essenziali del “Linguaggio del Coach”? SCOPO DEL COACH E’ STIMOLARE I PROPRI COLLABORATORI. IL SUO LINGUAGGIO DOVRÀ ESSERE QUINDI: ACCOMPAGNATO DA UN SOTTOTESTO ADEGUATO (Congruenza tra aspetti verbali e non verbali) UTILIZZA DOMANDE APERTE ED ESPRESSIONI CHE STIMOLINO ALLO SVILUPPO DEI POTENZIALI UTILIZZA DOMANDE CHE FACILITINO COINVOLGIMENTO PERSONALE E PARTECIPAZIONE ESPRIME OBIETTIVI IN MANIERA SENSORIALE E MISURABILE RIFERENDOCI SE POSSIBILE ANCHE AGLI OBIETTIVI COMUNI AGISCE ANCHE SULLA PARTE EMOZIONALE CON RINGRAZIAMENTI ETC… E' COORDINATO CON QUELLO DI CUI CIASCUNO E’ FIERO. (VEDI ENNEAGRAMMA AD ESEMPIO) FINE DEL COACH E' ANCHE INNALZARE L'AUTOSTIMA Il “coaching model” - Parte Semantica Che parole in specifico utilizza un Coach? Un coach utilizza frequentemente specifici termini che stimolano una serie di risposte.",
  "last_phrase": "In conclusion, the language of coaching can be effectively used in different organizational situations, such as motivating, announcing decisions, problem-solving, and valuing employees. A coach's language should be congruent, utilize open-ended questions, facilitate personal involvement, and express sensory and measurable objectives. Additionally, a coach's vocabulary should belong to appropriate semantic subsystems and create a density of attention to help create new directions and mental patterns."
}