{
  "title": "How can developing attention density help generate new ideas and boost motivation in coaching?",
  "first_phrase": "This text is about the importance of concentration and attention, and how they influence the development of ideas. The author explains how practicing an activity every day changes the way people think and perceive the world. He gives an example of how our mental programs can prevent us from pursuing new ideas or actions. However, with enough concentration and patience, ideas can break through and become part of our habitual thinking, leading to new behaviors and actions. In the last 200 words, the author discusses the importance of giving ideas time to develop and how conscious mental effort is often more challenging than physical effort.",
  "content": "Noi sosteniamo che l'idea non è sbocciata perchè non ha trovato il terreno propizio, e noi avevamo già degli altri “programmi mentali”. Quindi il pensiero non ha fatto breccia perchè per dare alle cellule cerebrali un indirizzo tanto diverso dal consueto occorreva uno sforzo che non abbiamo fatto. Occorreva maggiore DENSITÀ DI PENSIERO. Se però questa ragazza è molto bella o m'interessa molto, io ripenserò a lei durante le noiose ore d'ufficio e domattina, se l'incontrassi, l'idea di seguirla avrebbe meno difficoltà a impiantarsi. E cosi continuando, verrebbe il giorno in cui io senz'altro pianterei il mio capo ufficio per correr dietro all'immagine ormai diventata ossessionante. L''individuo arrivato a questo punto è “intossicato” dall'idea amorosa come prima Io era dell'idea del dovere. Concludendo, una parte della mente umana funziona a programmi mentali, ed un'idea isolata non conta quasi nulla se non fa parte del nostro mondo abituale di idee e non si collega ad altre configurazioni neuronali. Per entrare in questo circolo d'idee, per forzare questa corrente, ciò di cui l'idea neonata ha bisogno è di tempo e di pazienza. Ma lo sforzo mentale cosciente è doloroso, assai più dello sforzo fisico.",
  "last_phrase": "In conclusion, our minds operate on mental programs, and a new idea needs time, patience, and conscious mental effort to take root. To develop density of attention on new paths, a coach has powerful tools to develop their coachee's Trio Fondamentale of motivation, which includes self-confidence, assertiveness, and self-esteem. With coaching, individuals can gain insight and make decisions that help them find their own solutions and reach their full potential."
}