{
  "title": "\"How can changing your physiology improve your emotions instantly?\" - The connection between body and mind and how to improve emotional states through physical actions.",
  "first_phrase": "In this text, the relationship between body and mind is explored, highlighting how one can immediately change their emotional state by altering their physiology. The focus is on specific distinctions related to body movements, breathing, and facial expressions. The author emphasizes how one can take control of their emotions by being mindful of these distinctions. In the last part of the text, the topic of attention and energy is touched upon. Coaching Sportivo ed Energetico is cited as a source of insights.",
  "content": "Cambia la tua fisiologia, vale a dire il modo di respirare, l’espressione facciale, la qualità e la velocità dei movimenti, e così via. Ecco alcune distinzioni nello specifico: MOVIMENTI I movimenti del corpo verso l'alto aiutano la circolazione sanguigna e producono emozioni piene di risorse, del tipo “Mi sento su!” “Mi sento carico!'' Le contrazioni o i movimenti verso il basso tendono a restringere i vasi sanguigni e creare emozioni senza risorse, del tipo “Mi sento giù, depresso.” RESPIRAZIONE L’ossigeno è vita. La diminuzione di ossigeno crea stati negativi. Quando sono stressate molte persone contraggono la respirazione, aumentando in questo modo lo stress. Spesso usano comportamenti come il fumare o l’abbuffarsi che riportano a una respirazione completamente addominale, e quindi ad una temporanea eliminazione dello stress. ESPRESSIONI FACCIALI Abbiamo circa 80 muscoli facciali. Cambiamenti nell’uso di questi muscoli modificano l’afflusso di sangue al cervello e l’uso dei neuro-trasmettitori e quindi procurano effetti immediati sullo stato emotivo. “I sogni e gli obiettivi sono soltanto vapore finchè non li mettiamo in azione.” Coaching Sportivo ed Energetico L’attenzione è strettamente collegata all’energia.",
  "last_phrase": "In breve, cambia la tua fisiologia per aumentare la tua energia e raggiungere i tuoi obiettivi più velocemente. Alza il corpo, respira profondamente, fai sorrisi, riduci lo stress. Non fermarti alle idee e alle parole, mettilo in azione. Ricorda, i risultati sono la cosa più importante sia nello sport che nel tuo percorso di apprendimento."
}