{
  "title": "\"How can we develop the motivation to act based on new thought patterns?\"",
  "first_phrase": "In the last part of this article, the focus is directed towards the development of new ways of thinking to promote ACTION. It emphasizes how motivation is linked to IDEAS and the role of the mind in bringing about desired results. The author discusses the importance of neural configurations and how they create predispositions that activate the necessary processes to bring an idea to fruition. The article stresses the importance of intensity of thought and the role of coaches in understanding the fundamental principles of this concept.",
  "content": "L'“Intensità” e la DENSITÀ DI PENSIERO quale variabile per la realizzazione dello stesso Tanto più è la forza che mettiamo, tanto più lontano potrà andare la freccia. Per operare con la mente è necessario che il Coach conosca quindi alcuni principi base. Uno tra questi è che tra immaginazione e realizzazione la differenza è normalmente semplicemente di intensità del pensiero. Se io immagino di alzarmi dalla sedia: “apro” le cellule cerebrali destinate a dare al mio corpo il comando di alzarsi. In altre parole, attivo una configurazione neuronale specifica. Questa idea, come è implicito nella definizione precedente, può essere accettata o rifiutata. Se è rifiutata, la quantità di energia motrice (diciamo così) contenuta nell'idea, cade nel nulla, ovverosia in altre parole disattivo la configurazione neuronale; se è accettata, potenzio ed amplio la configurazione esistente e l'idea “tende” a realizzarsi. Il concetto è: io posso pensare di alzarmi e restare seduto. Che cosa vuol dire? Che fra il pensiero di fare e la volontà di fare vi è una differenza. Ma quale? Si potrebbe dire che la differenza non è qualitativa, ma solo temporale e di intensità.",
  "last_phrase": "In conclusion, understanding the concepts of \"Intensity\" and \"Density of Thought\" can greatly enhance our ability to manifest our desires. By activating specific neural configurations through focused attention and imagination, we have the power to bring our ideas to fruition. The key is to cultivate a high density of attention and to ensure that our thoughts are strong and sustained enough to activate the necessary neural pathways. With these principles in mind, we can unleash the full potential of our minds and achieve our goals with greater ease and success."
}