{
  "title": "What are the main differences between coaching, therapy and training?",
  "first_phrase": "This text compares coaching to other processes such as therapy and training, highlighting key differences between them. It emphasizes how coaching is about developing an individual's unique potential, rather than imparting the same message to everyone. The author explains that coaching aims to facilitate the self-organization of the client's mind and emphasizes that each person is a set of possibilities that can be developed. The author shows how coaching is based on the postulate that all persons have the ability to develop and access their potential. The last 200 tokens are a summary of the previous text and explain how coaching is about the possibilities and future results of the person, not just the present. It helps bring out the best in individuals through specific techniques tailored to their needs.",
  "content": "Differenza Tra Coaching e Terapia Pur potendo il coach conoscere anche dinamiche terapeutiche (ed anzi questo è consigliabile), vi sono alcune differenze di fondo: 1. il coach può suggerire ed operare in certi casi come un consulente, soprattutto negli ambiti business e marketing, mentre un terapeuta non suggerisce soluzioni 2. il coaching tende a gestire, la terapia a risolvere i problemi emozionali: ad esempio il coach accetta le sottopersonalità e lavora con le sottopersonalità, mentre il terapeuta spesso tende a risolvere Il coach ha risultati chiari, espliciti e valutabili da ottenere nel mondo fisico, mentre il terapeuta da il primato ai risultati interiori. Postulati del Coaching Postulato del coaching è che ogni persona è un insieme di potenzialità Il coaching è sulle Possibilità e sui risultati futuri. Possiamo vedere un’analogia sul rapporto esistente in fisica quantistica su onda e particella. L’onda è l’insieme delle possibilità. La particella è la misurazione. Se misuriamo solamente distruggiamo le potenzialità. Quello che invece facciamo è focalizzarsi sulla persona come un tutto. Agire sulle potenzialità. Ognuno ha potenziali in lui che può sviluppare ed ai quali può accedere. E' il postulato base. Possiamo essere più di quello che siamo.",
  "last_phrase": "In conclusion, coaching and therapy have fundamental differences, with coaching tending to manage while therapy tends to resolve emotional problems. Despite a coach having knowledge of therapeutic dynamics, they focus on possibilities and future outcomes, working with a person's potential. The premise of coaching is that each person is a bundle of potentialities capable of evolving positively. By developing these potentials, people can access greater results, with the coach's openness creating a space for mobilizing more resources to achieve results."
}