{
  "title": "\"What are the classic examples of coaching questions and how do they impact nonverbal communication?\"",
  "first_phrase": "This text outlines the different phases of a coaching session and the types of questions used in each phase. The first phase involves building rapport, while the second is focused on determining the long-term goal related to the problem at hand. In the third phase, the coach and coachee revisit their initial agreement, while in the fourth phase they begin to examine the current reality around the problem. Throughout each of these phases, the coach uses precise language to guide reflection and conscious awareness. Finally, in the fifth phase, the coach helps the client to identify and recover their internal resources.",
  "content": "Per che tappe intermedie potresti passare? Risposte Non Verbali Osservabili: Sguardo fisso di fronte. Tono sicuro. Congruenza nel comportamento non verbale. D - Domande sulla realtà (stato e sensazioni attuali) A questo punto possiamo tornare ad operare più esattamente sulla situazione. Esempi di domande (Whitemore): Cosa succede in specifico? Che cosa ti preoccupa e in che maniera? Chi è toccato da questo problema oltre a te? Che controllo hai sul risultato? Cosa avete fatto fino ad ora per la situazione? Che cosa vi ha impedito di fare di più? Di che risorse disponete? Di che risorse avreste bisogno? Ci sono delle resistenze interne o degli ostacoli personali? Linguistica: Linguaggio di precisione Risposte Non Verbali Osservabili: Questa serie di domande porta alla RIFLESSIONE CONSCIA ed all’individuazione di mappe in conflitto. In questa fase arriviamo ad una “massa critica” di attenzione che, opportunamente guidata, ci porterà a mettere in funzione le potenzialità della mente. E - Recupero Risorse emozionali Queste domande possono essere utili per recuperare le RISORSE INTERNE del cliente. Quand’è che sei più efficiente? In che occasioni hai raggiunto nel passato i migliori risultati?",
  "last_phrase": "In conclusion, by following these intermediate steps, you can effectively address your current situation. Use nonverbal cues such as a steady gaze and confident tone to facilitate your conscious reflection on specific concerns and identify conflicting internal maps. Recover your emotional resources by recalling past achievements and determining optimal working conditions. Lastly, generate a range of creative options towards achieving your goal. Remember to use precise language and observe nonverbal cues to access emotional states for best results."
}