{
  "title": "What are the 7 fundamental steps for creating permanent change in coaching collaborators?",
  "first_phrase": "In the last 200 tokens, the text discusses the concept of \"Coaching coi Collaboratori\" or coaching with one's employees. It summarizes some phrases and words to use when coaching, such as analyzing, assisting, and evaluating, and advises avoiding negative language like blame and crisis. The text then outlines seven fundamental steps for creating permanent change, including understanding the employee's world and creating rapport, identifying and solving problems, and reinforcing positive behavior. The text provides potential questions to ask when eliciting these steps, such as understanding the employee's past influences and motivations for actions.",
  "content": "La loro forza propulsiva. b. La loro forza guida. c. Dove vivono. 2. Creare Rapport e fare “leva” a. Dolore se non cambiano b. Piacere se cambiano 3. Distruggere lo schema depotenziante a. Rigare il disco b. Cambiare il focus 4. Definire il problema in modo solvibile a. Ciò che hanno bisogno b. Ciò che vogliono c. Cosa blocca/impedisce 5. Creare una alternativa potenziante Una combinazione di moduli che li faccia star bene. 6. Rinforzare e condizionare continuamente a. Dolore associato al passato b. Piacere associato al futuro c. Identità d. “Future Pace” 7. Riferimento a uno scopo spirituale & Legame a un ambiente potenziante a. Gruppo di pari b. I 6 bisogni umani Domande per Elicitare i 7 Step Fondamentali 1. Capire e Apprezzare il Loro Mondo Quali sono alcuni eventi che hanno influenzato la sua vita? Cosa crede della vita? della gente? di se stesso? Com’è stata la sua vita finora? Qual è la cosa più importante nella sua vita? Qual è la storia che sta raccontando di se stesso? Perché lei fa le cose che sta facendo? Da quali emozioni si sente maggiormente stimolato? 2.",
  "last_phrase": "In conclusion, to help someone change their behavior, it's important to understand their driving force, create rapport, eliminate negative patterns, define the problem, create potent alternatives, and continuously reinforce and condition their new behavior. Additionally, it's important to find a spiritual purpose and bond with a supportive environment. By asking the right questions and using these steps, you can help someone make positive changes, leading to a more fulfilling life."
}