{
  "title": "\"How can coaching inspire and facilitate change?\"",
  "first_phrase": "In the previous paragraphs, the text discussed the vital role of coaching in bringing about change in individuals and organizations. It highlighted the importance of giving compliments and using the \"I message\" approach to incite meaningful change. The last 200 tokens delve into the reasons why people are becoming coaches with the organization. The chapter aims to shed light on why coaching is becoming more popular and important in today's world.",
  "content": "Utilizzare l’espressione IO porta su noi stessi l’attenzione ed inoltre aumenta il “principio di autorità” di chi invita al cambiamento. E’ importante utilizzare domande che portino l’altra persona a proporre lui stesso soluzioni. L'importanza dell'utilizzo del messaggio “IO” Un ulteriore elemento molto utile per individuare un problema può essere il messaggio “IO” Quel che constato…(obiettività) Quel che sento…(autenticità) Il problema che ho è …(spiegare l’effetto tangibile e concreto del comportamento) Schema Operativo per il Coach 1. RAPPORT 2. Utilizzare parole neutre per indicare l’oggetto dell’incontro Si tratta di… 3. Formulare il messaggio IO 4. Domandare all’altro di cambiare Che contate di fare per ristabilire una situazione normale? Che volete fare per regolarizzare la situazione? Che proponete per risolvere definitamene questo problema? 5 – Mettersi d’accordo per una soluzione completa ed ottenere l’impegno dell’interlocutore Siamo allora d’accordo che d’ora in poi… 6 – Ringraziare l’altro per la sua comprensione, collaborazione ed il suo impegno etc… CAPITOLO 6 - Perchè molte persone divengono Coach con la nostra organizzazione? Perchè sempre più persone divengono Coaches con la nostra organizzazione?",
  "last_phrase": "In conclusion, the use of \"I-messages\" can bring attention to ourselves and increase the authority of the person inviting change. It is important to use questions that lead the other person to propose their own solutions. By following the operational steps of rapport building, neutral language, \"I-messages\", asking for change, agreeing on a solution, and thanking the other person for their cooperation, we can effectively coach others. Becoming a coach with our organization offers the benefits of industry experience, international conferences, a comprehensive study program, and a proven track record of success."
}