{
  "title": "\"What are the key elements of effective group decision-making and inclusive leadership?\"",
  "first_phrase": "In this text, the author discusses the importance of creating effective groups in order to apply the holistic decision-making model based on elements such as \"agreement\" and \"inclusion.\" The leader must also serve as a coach to support the evolution of relationship systems within the team. The new types of leadership involve the \"principle of inclusion,\" which means that all individuals involved in a decision must be included as long as they desire to be. The principle of concordance, which develops the \"I want\" position, is also discussed. This section emphasizes the need for coaches to develop human skills to facilitate the success of this model.",
  "content": "Si tratta di un modello nuovo rispetto alla realtà aziendale ed organizzativa occidentale, basata normalmente su rapporti di forza, ma esistente ed adottato con successo in realtà dell’Estremo Oriente (Giappone). Per sviluppare tale modello è essenziale per il Coach lo sviluppo di una serie di “skills” a livello umano. Deve infatti essere capace di aiutare i propri collaboratori nella manifestazione di loro stessi su più livelli e sviluppare profondamente le sue doti relazionali. Concordanza. Il principio di concordanza sviluppa la posizione “Voglio“ e si basa sul concetto di unanimità. Il quantum Coaching parte infatti dalla MOTIVAZIONE. La motivazione è l’equivalente emozionale delle parole “voglio”. Anche se sembra un obiettivo molto alto, quella che stiamo descrivendo ora è quindi la condizione ottimale con la quale un sistema aziendale può funzionare. La concordanza influenza anche il sistema, in quanto la concordanza sulle posizioni da adottare crea correlazione tra i membri del gruppo e facilita quindi lo sviluppo di informazione in maniera non-locale. Questo è possibile se il gruppo e' coerente, in quanto allora il processo di decisione avviene giù celermente.",
  "last_phrase": "In conclusion, the Quantum Coaching model based on the principles of concordance, motivation, and openness is a successful approach implemented in Eastern organizations. Coaches must develop human skills and build coherence within the group to increase correlation between members, facilitate decision-making processes, and avoid decoherence due to excessive discussions. Leaders must also promote openness within the group to ensure the success of the model."
}