{
  "title": "\"Is it possible that we create our experiences for a greater purpose?\" - The power of self-responsibility and inner coaching.",
  "first_phrase": "In this last part, the story concludes with a promise between two souls. The larger soul assures the smaller one that they can come to Earth together and that they will do something terrible to each other. This will allow the smaller soul to experience forgiveness, which is the small soul's quest. The larger soul promises to bring their vibration to a lower level to do this. Ultimately, the story suggests that perhaps we have chosen or created everything that happens in our lives for a higher purpose. Total responsibility makes us masters of life, as demonstrated by Milton Ericson in his effective use of hypnosis.",
  "content": "Farò qualsiasi cosa tu possa chiedermi.” E l’anima amica le dice: “Devi promettermi una cosa: Il momento che ti ferirò facendoti qualcosa di tremendamente terribile, PER FAVORE promettimi che ti ricorderai chi sono veramente, perché sennò dovremo continuare a ripetere l’esperienza in continuazione finché non impareremo la lezione che dobbiamo imparare o finché non arrivi un’altra anima a tirarci fuori.” Questa storia ci fa vedere la possibilità che FORSE, a un certo livello, forse abbiamo scelto o creato tutto quello che accade nella nostra vita possibilmente per uno scopo più grande. Quando raccontiamo questa storia nei nostri corsi c’è sempre qualcuno che ci chiede: “Ma è veramente così?” E noi rispondiamo: “Non lo sappiamo. Però scegliendo di credere che lo sia otteniamo migliori risultati.” Assumersi totale responsabilità ci rende maestri di vita, maestri nell’utilizzare in modo efficace qualsiasi cosa accada. Milton Ericson era un maestro dell’utilizzazione nel contesto dell’ipnosi con le persone. Qualsiasi cosa potesse accadere in prossimità del cliente, lui la incorporava rafforzando così l’efficacia dell’induzione (a differenza degli altri ipnotisti).",
  "last_phrase": "In conclusion, the power of taking responsibility for our lives and assuming the role of the cause can lead to being masters of our lives. By utilizing the AutoCoaching or Inner Coaching process, we access our inner resources and develop a deeper understanding of our vision and life roles to achieve our goals. The key presupposition required for this process is internal availability and open-mindedness. Remember, we may have chosen or created everything in our life for a higher purpose, and assuming responsibility for it can lead to better results."
}