{
  "title": "\"How can coaching help in generating new models autonomously and overcoming procrastination?\"",
  "first_phrase": "In this text, the author discusses the final purpose of coaching - to help clients autonomously create new models. The last 200 tokens dive into the concept of success and the two fundamental forces guiding the human mind. The author highlights how the need to avoid pain is stronger than the desire for pleasure and shares an example of how a client, Maurizio, used this principle to write his first book. The previous sections cover the construction of attention and the creation of new schemes and the three keys to destroy procrastination.",
  "content": "La conoscenza è solo il 10% – le informazioni e le strategie si trovano ovunque – il vero ostacolo è l’entrare in azione verso i propri obiettivi: questo è l’aspetto cruciale. Metodo 1: Dolore e Piacere Questo concetto fondamentale fa la differenza tra il successo e il fallimento. Nel 300 a.C. Epicuro teorizzavano che la mente umana è guidata da due forze fondamentali: 1. Il bisogno di EVITARE DOLORE 2. Il desiderio di OTTENERE PIACERE Ogni singola azione che facciamo nella nostra vita è guidata dal bisogno di evitare dolore e dal desiderio di ottenere piacere. Il bisogno di evitare dolore è più forte del desiderio di ottenere piacere. Per esempio: Se hai 10,000 euro e hai due scelte: Opzione A) Fare un viaggio alle Hawaii di 4 settimane. Opzione B) Pagare 10,000 euro per rimuovere un tumore dal tuo cervello. Facciamo un esempio di come applicare questo principio per ottenere migliori risultati immediatamente. Questo è un esempio di come un nostro cliente (Maurizio) abbia usato questo concetto per scrivere il suo primo libro.",
  "last_phrase": "Remember: knowledge is only 10% - information and strategies are everywhere - the real obstacle is taking action towards your goals, which is crucial. Use the \"Pain and Pleasure\" principle to guide your actions, understanding that the need to avoid pain is stronger than the desire for pleasure. By applying this principle, you can achieve better and immediate results in your life. Start by identifying the pain and pleasure associated with your goals, and let that guide you towards taking action."
}