{
  "title": "What is the DESC technique in coaching and how can language assist in achieving the Vision and Mission?",
  "first_phrase": "In the previous section, the text discussed the Coaching Model's linguistic phases and the language used in each phase, which includes information gathering, building rapport, creating a common model of the world, and finalizing and clarifying the direction of attention. Now, the focus shifts to the importance of having a clear Vision and Mission in communication. The text highlights the role of the manager-coach in helping team members share and understand the organization's Vision and Mission, and creating density of attention towards them. The text also mentions the Ericksonian linguistic school that developed various linguistic models facilitating the evocation of potential unconscious behavior.",
  "content": "Dobbiamo creare quindi densità di attenzione in tale direzione. Nelle organizzazioni la Vision è normalmente globale. Compito del manager coach è aiutare i suoi collaboratori a condividerla. A volte basta anche semplicemente ricordarla per creare adeguata DENSITA’ DI ATTENZIONE. Questo può essere fatto efficacemente con termini del tipo: al fine di …. Abbiamo parlato di … Il nostro fine è … Il “Coaching Model” - parte sintattica Le Fasi del Coaching ed il linguaggio utilizzato Un percorso si svolge in più fasi. abbiamo a questo proposito distinto varie FASI LINGUISTICHE: 1. Raccolta informazioni e presa contatto - INFO 2. Ascolto e creazione del legame e della cooperazione – CORRELAZIONE - CORR 3. Identificazione e creazione di un modello del mondo comune – COERENZA 4. Finalizzazione e chiarificazione – DIREZIONALIZZAZIONE DELL’ATTENZIONE (ATTENZ) FASE 1: (INFO) Raccolta Informazioni e presa contatto Presa Contatto Utilizzo Sottotesto adeguato Elementi di CNV Raccolta Informazioni Metamodello Domande Aperte FASE 2: (CORREL) Creazione del legame Termini inclusivi Termini Generali COERENZA Termini condivisi (ATTENZ) Termini basati sensorialmente Ovviamente un coaching può anche avere funzionalità di creare maggiore coerenza all’interno di un’organizzazione.",
  "last_phrase": "In conclusion, to create a shared vision in organizations, managers need to create appropriate density of attention by using phrases such as \"in order to,\" \"we have discussed,\" or \"our goal is.\" Coaching models involve various linguistic phases such as gathering information, creating rapport, building coherence, and directing attention. The DESC technique is a useful tool for coaches to transmit potentially uncomfortable information to the coachee. By applying these strategies, coaches can lead their team members to success."
}