{
  "title": "\"How to Conduct Effective Group Coaching with Enneagram Methodology and Techniques?\"",
  "first_phrase": "In the earlier part of this text, we learned about the Enneagram method used in group coaching, which allows identifying critical areas of group evolution and taking action towards it. Now, we will discuss the practical aspects of Group Coaching, specifically, two modalities of coaching and specific techniques, such as making meetings more productive. Group Coaching is a new dimension of coaching where the focus is on developing collective performance and creativity in a group. It facilitates better communication, delegation, and motivation among team members. The practical guide will help leaders navigate the complexities of coaching a team.",
  "content": "Come Condurre Praticamente un Coaching di Gruppo Due Modalità di Coaching di Gruppo Il coaching di gruppo può essere condotto praticamente a due livelli: Livello A (molto spesso preliminare o concomitante) - agendo sulle persone – come se fossero una serie di coaching individuali all’interno di un quadro comune. Si determina la vision di gruppo e poi la posizione di ciascun partecipante al riguardo. Livello B - agendo sulle interazioni tra le persone. Nel secondo caso agiamo più sulle interazioni che sulle personalità ed è a questo livello che possiamo creare quella COERENZA che è la base delle PERFORMANCE eccellenti. Delineiamo ora un paradigma possibile per questo secondo metodo. Esempi di tecniche specifiche di coaching di gruppo Esempio 1: Rendere le riunioni più produttive Ecco un esempio di coaching per agire sulle riunioni. Una riunione di equipe contiene in sé il DNA dell’equipe. Agendo sul DNA, noi agiamo sulla genetica dell’insieme del sistema, sulla sua struttura, i suoi processi ed i suoi risultati. IL PROCESSO 1- Prevedere - Preparazione dei ruoli con agenda – Delimitazione delle decisioni da prendere Distinguere tra il ruolo di chi porterà la responsabilità della riunione e le altre persone, alle quali saranno attribuiti vari ruoli.",
  "last_phrase": "In conclusion, group coaching can be conducted practically in two ways, by acting on the individuals and by acting on the interactions between them. By using specific coaching techniques like preparing roles with an agenda and delegating decision-making to the team, a coach can create coherence and increase team performance. By keeping in mind that every team member has a unique skillset and priority should be given to the interests of the organization as a whole, group coaching can be effective in improving team productivity and achieving common goals."
}