{
  "title": "How does your unconscious mind affect your conscious decisions and goals?",
  "first_phrase": "In this section, the text elaborates further on the role of the unconscious mind in our daily lives. The author explains how it is impossible for us to move our muscles consciously and seamlessly, and that the unconscious mind receives directions to do such tasks. This process happens thousands of times throughout the day without us even realizing it. The conscious mind, on the other hand, is limited in its operational capacity and mainly functions to deliberate and actively think throughout the day. In this analogy of the captain and crew of a ship, the unconscious mind is compared to the crew that performs most of the work, while the conscious mind is the captain that gives commands.",
  "content": "La stragrande maggioranza dei messaggi e delle informazioni sensoriali vengono perfettamente monitorate e gestite dalla parte inconscia; cose come la sensazione della respirazione, il contatto dei vestiti sulla pelle, la pressione dell’orologio sul polso, il suono o il silenzio dell’ambiente circostante, l’intensità della luce, la temperatura, i colori della stanza in cui ti trovi, gli oggetti o le persone che ti stanno intorno in questo momento, etc. In ogni istante della tua vita, la parte inconscia del tuo cervello è consapevole e controlla tantissime cose che accadono fuori e dentro di te. Possiamo pensare alla mente inconscia come se fosse un bambino di 7-9 anni che ci vuole tanto bene. La sua funzione è di preservare l’organismo e prendersene cura. Il comandante è l’equipaggio L’analogia che usiamo spesso nei seminari è quella del comandante di una nave e del suo equipaggio. A bordo di una nave in navigazione, chi è al comando? Il comandante ovviamente. Ma chi fa andare avanti la nave? L’equipaggio. E’ utile pensare alla relazione tra la parte conscia e quella inconscia della mente come il rapporto che c’è tra il comandante e l’equipaggio.",
  "last_phrase": "Remember that the unconscious mind plays a fundamental role in managing the sensory information in our daily lives, preserving our organism and taking care of us. In terms of the relationship between the conscious and unconscious mind, it can be compared to the relationship between a ship's captain and the crew. If there is a lack of harmony between the two, amutiny can occur. So, it's important to ensure that our conscious and unconscious goals are aligned to achieve congruence and success in life."
}