{
  "title": "\"How to Give Effective Feedback? Understanding the Levels of Feedback and Coaching for Accountability\"",
  "first_phrase": "In the previous section, Coaching and Responsabilizzazione 3, the author focuses on the importance of giving adequate feedback in a managerial context by explaining the different levels of feedback. In this last part, the author introduces the concept of \"Schema Pratico\" which involves giving feedback to collaborators in a positive way, recognizing their worth, and highlighting issues at a personal level. The aim is to help them become aware of the problem and find solutions to it. The author emphasizes the creative aspect of this process that could lead to new ideas and innovative solutions.",
  "content": "Alcuni ricercatori hanno addirittura detto che è la variabile più importante per migliorare la performance e l'apprendimento (Bilodeau and Bilodeau, 1961). Sage (1984) afferma, basandosi sull'esperienza in campo sportivo, che la ricerca conferma invariabilmente che il feedback aumenta il grado di miglioramento nell'acquisizione di nuove abilità, migliora la performance quando le abilità sono già acquisite, e rende in genere l'apprendimento più interessante. Il Vip Coaching offre una maniera di caratterizzare il processo di feedback rivolto al cambiamento in un contesto manageriale: il fine è passare da un feedback OGGETTIVANTE ad un feedback RESPONSABILIZZANTE Per comprendere tale concetto è necessario soffermarsi sul fatto che esistono più “livelli di feedback”, n altre parole, più maniere di esporre le proprie osservazioni che esponiamo ora in dettaglio. I livelli di Feedback Non tutti feedback sono uguali. Il feedback è un argomento delicato che ha vari livelli: Livello 1 E' il più di base e potenzialmente il più nocivo. Colpisce la stima della persona identificandola con il suo prodotto. Esempio: “Sei incapace!”. Tale feedback di definisce in termini tecnici “oggettivizzante” in quanto considera il soggetto una cosa. Livello 2 Meno nocivo per la stima della persona – colpisce l’oggetto del lavoro.",
  "last_phrase": "In conclusione, il feedback è un'importante variabile per migliorare la performance e l'apprendimento. Per ottenere i migliori risultati, è essenziale passare dal feedback oggettivante a quello responsabilizzante. Utilizzando i diversi livelli di feedback, è possibile fornire osservazioni specifiche che aiutano le persone a migliorare le loro abilità e a raggiungere gli obiettivi desiderati. Con il giusto tipo di feedback, è possibile ottenere risultati eccezionali."
}