{
  "title": "What is the difference between the life of an entrepreneur and a fisherman and how does their focus shape their reality?",
  "first_phrase": "In the final part of this text, the concept of how our focus creates our version of reality is explored. Through the comparison of the lives of an entrepreneur and a fisherman, the idea that external realities are a reflection of internal filters is presented. The author notes that changing our focus can change our experiences, and further details will be provided in the upcoming chapter. Additionally, the concept of the human nervous system creating order in a chaotic universe is introduced, as noted by author James Gleick in his book \"Chaos.\"",
  "content": "Il loro mondo esterno non è nient’altro che il riflesso di come i loro filtri abbiano determinato il loro focus e quindi la loro esperienza. Questi filtri (che vedremo dettagliatamente nel capitolo) costituisco i confini del loro pensiero che, a loro volta, modellano una realtà differente per ciascuno. Per esempio, è possibile che il pescatore non abbia visto la notizia sui giornali dell’imminente fusione dell’azienda? E probabilmente all’imprenditore saranno sfuggite le notizie sui giornali circa le maree e i venti del giorno. L’unica cosa che determina la tua concezione di realtà, l’elemento essenziale che ti differenzia da una persona che sta realizzando ciò che vuoi realizzare è la scelta che fai circa le cose su cui stai concentrando la tua attenzione. Il tuo focus crea la tua versione di realtà. Più avanti vedremo come cambiare le tue esperienze cambiando il tuo focus. UN “MINESTRONE QUANTICO” James Gleick, nel suo libro intitolato “Chaos”, dice che il sistema nervoso umano è impostato in modo da creare ordine in un universo caotico. Siamo letteralmente immersi in un “minestrone quantico” di atomi e molecole in continuo cambiamento e trasformazione.",
  "last_phrase": "In conclusion, your focus shapes your reality, as the outside world is merely a reflection of how your filters have determined your attention. Your perception of reality can be different from others based on where you focus your attention. By understanding this, you can change your experiences by changing your focus to create the reality you desire. And remember, try not to think about what you don't want to think about because it's too late, you already have!"
}