{
  "title": "\"What are the key principles of effective communication and coaching?\"",
  "first_phrase": "This text discusses effective communication strategies in coaching, specifically the importance of subtext and setting clear goals. Using sensory language and a cause-and-effect approach can help coaches gain their coachee's buy-in. Additionally, asking targeted questions can encourage collaboration and commitment to meeting objectives. By paying attention to nonverbal cues, coaches can adjust their approach to suit their coachee's needs. In this final section, the text explores how to generate agreement and response from the collaborator to achieve shared objectives.",
  "content": "vogliamo incrementare le vendite del 5%, CIOE’ xxx euro nel settore delle macchine movimento terra, puntando particolarmente sui seguenti modelli… 3 – aggiungere causa-effetto ed equivalenza complessa L'attività di coaching è un'attività umana, vale a dire condotta in base a contatto interpersonale. Ricordiamo che il cervello è composto da 2 emisferi: destro e sinistro IL DESTRO è più sensibile alla equivalenza complessa, rappresentata dalla parola SIGNIFICA IL SINISTRO è più sensibile alla causa-effetto, rappresentata dalle parole dato che, poiché etc… Esaminiamoli più in dettaglio: 1. EQUIVALENZA COMPLESSA Questo significa che la nostra azienda potrà continuare a posizionarsi prima del mercato 2. CAUSA EFFETTO In quanto i nostri concorrenti stanno adesso seguendo questa strategia… L’effetto di aggiungere questi due modelli linguistici è di CONVINCERE il nostro interlocutore dell’obiettivo da raggiungere. Facciamo attenzione in questa fase alle reazioni di CNV (Comunicazione Non Verbale) DEL NOSTRO INTERLOCUTORE. Normalmente il segnale più frequente in questa fase è il SI’ ANALOGICO. 3 - ADESIONE: Suscitare/Provocare l’adesione del collaboratore all’obiettivo Per raggiungere ADESIONE le domande possono essere elemento chiave di COINVOLGIMENTO. Possiamo utilizzare un modello di domanda chiusa se vediamo che la CNV dell’interlocutore al punto precedente era congrua ed accettava l’idea.",
  "last_phrase": "In sintesi, per incrementare le vendite del 5%, ovvero xxx euro nel settore delle macchine movimento terra, è fondamentale puntare sui modelli di equivalenza complessa e di causa-effetto nella comunicazione con i collaboratori, raccogliere la loro adesione e suscitare nuove idee. Tenendo conto della comunicazione non verbale e utilizzando domande coinvolgenti, si può raggiungere l'obiettivo desiderato."
}