{
  "title": "\"How Can Quantum Thinking and Non-Verbal Communication Influence Effective Coaching?\"",
  "first_phrase": "In this text, we learn about the impact of observation on the result in the quantum world of the brain. Focusing attention is a choice that affects the quality of life. The coach uses nonverbal communication and critical questions to stimulate the coachee's mind, creating attention to reality. The text focuses on the use of specific techniques by coaches, such as creating a \"Coaching Contract\" and determining the \"Background Elements.\" The last part discusses returning to the contract phase, vital to the coaching process's success.",
  "content": "A - Costituzione del “Contratto di Coaching” Il coaching si caratterizza per l’estrema precisione nei suoi scopi. Come puntiamo l’arco, lì arriva la freccia. Uno tra i metodi per fissare l’attenzione è quindi definire il cosiddetto “contratto di coaching”, cioè l’obiettivo della seduta. Ecco alcuni esempi classici di domande: Su che problema vorresti lavorare? Che cosa ti aspetti (esattamente) da questa seduta di coaching? Fino a dove vuoi andare in questa seduta? Aspetti non Verbali di questa fase: creazione del rapport, cioè di sintonia tra coach e coachee. E’ la CORRELAZIONE creata in questa fase che permette il successo nelle fasi successive B - Determinazione degli Elementi di Sfondo (Visione Globale) A lungo termine, qual è il tuo obiettivo riguardo al problema? Cosa significa questo per te? Risposte Non Verbali Osservabili: Dilatazione della pupilla. Segnali Gustativi che indicano l’accesso ad una sensazione differente C - Ritornare al “contratto” (secondo loop) Abitualmente, solo dopo la definizione globale della “Vision” vi è la definizione esatta del contratto. Chiamiamo questa fase “secondo loop”. Esempio: Quindi cosa ti aspetti esattamente da quel che facciamo oggi?",
  "last_phrase": "In conclusion, by following these steps to create a coaching contract and determining the background elements, you can establish clear goals and expectations for your coaching session. This will help you work towards achieving your long-term goals, while also addressing your current situation and sensations, ultimately leading to success in your coaching journey."
}