{
  "title": "What is the Process of Coaching and Delegation to Enhance Productivity - A Guide for Managers?",
  "first_phrase": "In this final section of the text, the authors delve into the benefits of creating a coaching-based organization and delegating to increase productivity. They discuss the protocol for announcing a decision, which includes welcoming a collaborator, presenting a clear goal, justifying the decision, negotiating modality, and agreeing on a concrete action plan. Additionally, the text covers coaching and potential, coaching and accountability, and coaching and change. Finally, the section concludes with information on why people become coaches and the possible levels of certification. The authors offer links for further information and resources.",
  "content": "319 APPENDICE 321 Breve Bibliografia 330 Gli Autori 340 Dr. Marco Paret 340 Il Coaching e la Creatività 343 Quantum e Quantum Psychology © 343 Altre Notizie 344 Libri del dr. PARET 345 Allievi del dr. PARET 345 Apertura e Comunicazione 346 Matt Traverso 347 INDICE 354 SEI INTERESSATO AD UN PERSONAL COACHING? VUOI DIVENIRE COACH PROFESSIONISTA? PER INFORMAZIONI SUI CORSI PER DIVENIRE COACH E ALTRE FORMAZIONI DELLA NOSTRA SCUOLA CONTATTATECI AL 347-8894323 OPPURE AL 348-2213449 Tutte i livelli di Certificazione Coach Possibili oltre ala possibilità per coloro che vogliono divenire professionisti di poter aderire all’associazione di categoria ed ottenere COMPLETA ASSISTENZA per poter operare in Italia. Per contattarci gratuitamente utilizzate il seguente link: http://www.pnl-nlp.org/courses/contactus.php Un elenco comprendente alcuni dei prossimi corsi (non solo di coaching) è disponibile a: http://www.pnl-nlp.org/courses/actual.htm Ulteriori Libri e Materiale Gratuito sono in distribuzione su http://www.pnl-nlp.org/dn/ oppure http://www.neurolinguistic.com",
  "last_phrase": "For those interested in personal coaching or becoming a professional coach, our school offers a range of certification levels and complete support for operations in Italy. Contact us for more information on courses and other training options, including upcoming courses on coaching and creativity. Free resources, including additional books and materials, can be found on our website."
}