{
  "title": "\"What are the phases of the coaching process and how can coaches evaluate non-verbal responses?\"",
  "first_phrase": "This text discusses the process of coaching and its different stages, with a focus on the first phase where the coach and coachee define the goal and establish a coaching contract. It emphasizes the importance of non-verbal congruence and the coach's ability to stimulate the client's potential and confidence. The last 200 tokens discuss the evaluation of commitment and non-verbal changes in the coachee during the coaching process.",
  "content": "Un Coach deve quindi essere capace di: Creare Focus Ingenerare nuove Soluzioni attraverso la stimolazione della parte della mente più attenta allo sviluppo di potenzialità Portare il coachee a scegliere ed agire Ripetere il processo ad un nuovo livello Una schematizzazione possibile suddivide il Coaching in sei fasi: le tappe del coaching Fasi del Nucleo di Base 1. Fase di partenza e Definizione: Il Coach ed il Coachee definiscono insieme l'obiettivo e fissano il “Contratto di Coaching”. Il concetto è fondamentale in quanto attraverso tale contratto si da una DEFINIZIONE della situazione. Il Coach si CORRELA con il coachee. Il fenomeno è molto vicino a quello che viene chiamato “rapport”. Significa che stati d’animo, pensieri e etc.. si possono ingenerare in contemporanea nel coach e nel coachee. Da qui l’importanza che il coach sia convinto e sicuro e possieda già lui stesso le doti di centratura e sicurezza che vuole ingenerare nel coachee. In tale fase comincia anche a sviluppare nel suo cliente la confidenza in sé stesso, l’autostima, e la sensazione di essere (il cosiddetto “trio fondamentale sono – posso -faccio”).",
  "last_phrase": "In conclusion, a coach should be able to create focus, generate new solutions, help the coachee make choices and take action, and repeat the process at a new level. The six stages of coaching are crucial, and the first stage involves defining the goal and creating a contract. During this phase, the coach begins to instill confidence and self-esteem in the coachee, thereby increasing their vitality and ability to solve problems. The second stage involves analyzing one's current situation using the potential of the linear and conscious mind."
}