{
  "title": "\"How can you tell if someone is playing the victim role? Three tell-tale traces to watch out for.\"",
  "first_phrase": "In this part, the author discusses how playing the victim can hinder one's success. Three identifying marks of playing the victim are discussed, namely blaming others, making excuses, and complaining. It is explained how these behaviors attract negativity, leading to a spiral of victimhood. By focusing on these negative patterns, we can identify them within ourselves or others and take steps towards creating a more successful mindset.",
  "content": "Traccia #2: Giustificazioni Se non stanno biasimando gli eventi o qualcheduno, le vittime puoi trovarle impegnate a giustificarsi. Si giustificano raccontando grandissime storie, trovando cento mila scuse, spiegazioni e razionalizzazioni per giustificare la loro mancanza di successo, di salute o di ricchezza. Traccia #3: Lamentarsi Lamentarsi è sicuramente la cosa peggiore che puoi fare per il tuo successo. La peggiore? Si perché in questo modo la Legge della Concentrazione e la Legge dell’Attrazione vengono attivate a tuo sfavore. La Legge della Concentrazione dice che l’esperienza di vita è il risultato di dove uno ha concentrato maggiormente la propria attenzione. Più pensiamo a una certa cosa, più quella cosa si amplifica nella nostra vita. Quando ci lamentiamo, a cosa stiamo pensando, alle cose che vanno bene o a quelle che vanno male nella nostra vita? Ovviamente alle cose che vanno male, e dato che ciò a cui pensiamo si espande, continueremo ad avere una quantità sempre più grande di quelle cose. La Legge dell’Attrazione afferma che il simile attira il suo simile, quindi quando ci lamentiamo stiamo ironicamente attirando il “negativo” nella nostra vita.",
  "last_phrase": "In conclusion, blaming events or others, justifying one's shortcomings, and complaining only activate laws of the universe against one's success. Rather, taking responsibility for one's life and focusing on positive aspects can attract desired outcomes. Richard Branson, Oprah Winfrey, Nelson Mandela, and Mother Teresa chose to live on the side of the cause, and that's why they achieved great success. Let's follow their example and create a better life for ourselves!"
}