{
  "title": "What are the potential pain and pleasure associations of writing a book and how they affect action?",
  "first_phrase": "In the previous part of this text, the author discussed the concept of procrastination and how it is caused by our associations of pain and pleasure related to certain actions. In the last 200 tokens, the author presents a conversation with someone who wants to write a book but is struggling with the stress it brings and the fear of failure. The author helps this person by creating a new pain-pleasure graph, where the pleasure of helping others and achieving a sense of gratification outweighs the pain of potential failure. The person is now motivated to take action and write the book to achieve financial freedom and improve the lives of others.",
  "content": "L’unica differenza tra le persone che procrastinano e quelle che entrano in azione, è il numero e l’intensità di associazioni di DOLORE e PIACERE che hanno in relazione al fare una determinata cosa. A questo punto gli chiesi Su quali associazioni puoi focalizzare la tua attenzione per spingerti all’azione immediatamente? Questo è il suo nuovo grafico: DOLORE PIACERE 1. Se non scrivo il libro mi sentirò come un fallito per il resto della mia vita, e continuerò a vivere nella mediocrità. 1. Quando il libro sarà finito potrò contribuire alla vita delle altre persone e riceverò da loro lettere e messaggi via email per ringraziarmi dei risultati che stanno ottenendo. Questo mi farà sentire molto gratificato. 2. Se non scrivo il libro non aiuterò nessuno in quanto nessuno leggerà le potenti informazioni che contiene. 2. Quando il libro sarà finito, potrò dedicarmi di più a sviluppare relazioni più forti con i clienti che acquistano il libro mandando loro materiale aggiuntivo per aiutarli a trasformare la loro vita. 3. Se non scrivo il libro mi ritroverò a lavorare come un impiegato da qualche parte e non avrò mai la libertà finanziaria per il resto della mia vita. 3.",
  "last_phrase": "In conclusion, the key difference between procrastinators and action-takers lies in the intensity and number of pain and pleasure associations they have towards a particular task. By focusing on the pleasure of completing the task, and envisioning the benefits that come with it, one can overcome procrastination and achieve success. Remember to always associate pain and pleasure with your goals, so you can stay motivated and take action towards achieving them."
}