{
  "title": "What is the role of a coach in creating new insights and activating the non-linear part of the mind?",
  "first_phrase": "This text discusses the role of a coach in helping individuals achieve new insights and overcome mental roadblocks. The author explains that fixed mental maps can lead to conflicts in response to life events, resulting in mental impasses that reduce our potential. The coach helps foster change, which is fundamental to the brain's functioning. In this final section, the author distinguishes two parts of our mind: the linear conscious mind and the non-linear unconscious mind. The former is limited by its capacity, while the latter is probabilistic and generates potential.",
  "content": "La principale attività dei cervelli è cambiare al loro interno (Marvin L.Minsky) 1986 Introduzione al funzionamento della mente Per capire la meccanica del cambiamento è fondamentale distinguere due parti all’interno della nostra mente: Parte lineare (corrispondente a molti dei nostri processi consci, e retta da una logica newtoniana basata sull’analisi della REALTÀ) Parte non lineare della mente (corrispondente a moti dei nostri processi inconsci e retta da una logica quantica e probabilistica basata sulla generazione di POTENZIALITÀ) Vediamo queste due parti ancora in maggior dettaglio: Parte Lineare o della Coscienza Abituale: La parte della nostra mente normalmente conscia è la parte lineare della mente. Normalmente essa ragiona logicamente all'interno di una sola mappa. E' utilizzata per: capire decidere ricordare (memoria a breve termine) La parte conscia ha tuttavia dei problemi di cui il principale è la “capacità limitata”.",
  "last_phrase": "In conclusion, understanding the two parts of the mind, the linear and the nonlinear, is crucial in comprehending the mechanics of change. While the conscious linear part is limited in its abilities, the unconscious quantum part holds immense potential to create powerful connections and facilitate quantum reasoning. Activating this part of our minds can lead us to establish new connections and generate innovative ideas that can lead to transformational change."
}