{
  "title": "\"How Does the SAR Control Our Perceptions and Experience? Understanding the Quantum Coaching Approach\"",
  "first_phrase": "In this text, we learn about the concept of Coaching Quantico, which asserts that our external world is a manifestation of our internal world. The author emphasizes that our brain's \"Sistema di Attivazione Reticolare\" (SAR) serves as a filter for incoming data to our conscious and unconscious mind. The SAR helps us select urgent and relevant data from the barrage of information we receive. The text elaborates on the filtering process by which our nervous system reduces the extensive amount of information we receive daily. It highlights the importance of identifying the components that determine our focus and shape our experience.",
  "content": "La ricerca scientifica ha dimostrato il fatto che il SAR, un gruppo di cellule alla base del tuo cervello (conosciuto come il “centro di controllo”) serve come filtro che elabora e valuta i dati in entrata nella tua mente conscia e inconscia. Dalla massa di dati che giungono, il SAR opera una selezione tra il materiale urgente e quello irrilevante, così che tu possa operare adeguatamente. Immaginati ad una festa, ad un ricevimento o in un’altra occasione. Sei in una stanza affollata e puoi appena sentire la persona con cui sei impegnato in una conversazione; ad un tratto, qualcuno dall’altra parte della stanza dice il tuo nome e questa unica parola passa attraverso tutto il rumore e le tue orecchie si drizzano immediatamente. Questo è l’effetto SAR. Oltre ai filtri biologici del SAR, abbiamo anche dei filtri interni che plasmano la nostra REALTA’ SOGGETTIVA. PROCESSO DI “FILTRAGGIO” Per ridurre l’enorme quantità di informazioni che ci arriva attraverso i cinque sensi, il nostro sistema nervoso si impegna a cancellare, deformare e generalizzare le informazioni. Cancellazione, deformazione e generalizzazione sono le tecniche che la nostra mente usa per ridurre e gestire il flusso di informazioni.",
  "last_phrase": "In conclusion, the SAR serves as a filter in both our conscious and subconscious minds, selecting urgent and relevant information from the massive influx of data that comes our way. Our internal filters also shape our subjective reality, utilizing techniques such as deletion, distortion, and generalization to manage the flow of information. By understanding these components, we can better communicate with ourselves and others, leading to a more fulfilling and emotionally aware life."
}