{
  "title": "\"How can Quantum Coaching help you achieve a 'quantum leap' in your personal development?\"",
  "first_phrase": "This text discusses the importance of insight moments during coaching sessions for personal development. The last 200 tokens introduce the concept of \"Quantum Coaching\" and the role of nonverbal communication in effective coaching sessions. The text advises coaches to create a critical mass of thought, allow the coachee to lead the thought process, and gently push towards solutions. It also emphasizes the importance of nonverbal communication, which accounts for 96% of our communication, in effective coaching. The text mentions that looking for nonverbal signs can help the coach guide the client toward their desired outcomes.",
  "content": "Ed ecco alcuni elementi base per un buon coaching che insegniamo nei nostri seminari: Creare una “massa critica di pensiero” sufficiente a mettere in moto il pensiero. Lasciare che il coachee conduca il processo di pensiero Spingere gentilmente verso le soluzioni Osservare l'energia dell'insight Dare attenzione alle nuove mappe Quelli indicati sopra sono alcuni elementi chiave per riuscire a trovare nuove strade, nuove possibilità e dimensioni: in altre parole, le chiavi del successo attraverso l'uso delle capacità della propria mente. Un altro aspetto importante è non volere condurre il processo come un qualcosa di continuo e sequenziale. Il personal coaching è spesso discontinuo e sono proprio le discontinuità i punti in cui si manifesta l’energia dell’insight e della presa di coscienza di nuove possibilità. Comunicazione Non verbale e Coaching Prima delle parole è il nostro corpo. Varie ricerche hanno mostrato come il 96% della nostra comunicazione sia non verbale. Un aspetto fondamentale per la conduzione di una seduta efficace di Quantum Coaching è quindi l’attenzione a tali aspetti. Questi corrispondono a cambiamenti neurofisiologici. Per il coach esperto sono come dei segnali stradali che gli indicano cosa fare. In questa maniera, osservando il cliente, è in grado di capire se è “sulla buona strada”.",
  "last_phrase": "In conclusione, i principi chiave per un buon coaching includono creare una \"massa critica di pensiero\", permettere al coachee di guidare il processo di pensiero e spingerlo gentilmente verso le soluzioni, osservando l'energia dell'insight e dando attenzione alle nuove mappe. Inoltre, prestare attenzione alla comunicazione non verbale può fornire segnali preziosi per il coach esperto, mentre la direzione dello sguardo e l'attenzione lineare concentrata possono indicare la focalizzazione del coachee sull'obiettivo."
}