{
  "title": "\"How can you solve any problem and improve your emotions by changing your physiology?\"",
  "first_phrase": "In the previous part of this text, we learned that everyone has to deal with problems at some point in their life. However, those who are successful at solving them tend to ask themselves questions that lead to effective solutions. Now, we dive into a specific method for changing our emotional state quickly and easily - changing our physiology. By understanding the connection between our emotions and body language, we can make radical shifts in how we feel and behave. We will explore how the way we move and hold ourselves can create positive or negative emotions, and how we can use this knowledge to our advantage.",
  "content": "Che cosa sono disposto a non fare più per renderla come la voglio? 5. Come posso rendere piacevole il processo per farla diventare come la voglio? 2. CAMBIARE LA PROPRIA FISIOLOGIA Il modo più facile e fulmineo per cambiare il nostro stato emotivo è attraverso un cambiamento RADICALE nel modo in cui stiamo usando il nostro corpo. “Noi non proviamo le emozioni, noi “FACCIAMO” le emozioni.” Per provare qualsiasi emozione o sentimento occorre usare la fisiologia. Il movimento crea le emozioni. Un radicale cambiamento nella fisiologia crea un immediato cambiamento nelle emozioni e nei comportamenti. La Fisiologia è la “leva” massima per cambiare qualsiasi modulo emozionale. Il nostro comportamento è strettamente collegato alle nostre emozioni e, le nostre emozioni sono in stretto legame con il nostro comportamento. È come il vecchio detto: fischio perché sono contento, o sono contento perché fischio? Il tuo corpo e la tua mente sono completamente collegati. Qualunque emozione tu stia provando, si riflette nella tua fisiologia. Nessuno si dice consciamente: “Preferisco esser depresso che felice.” Ma che cosa fanno le persone depresse?",
  "last_phrase": "In conclusion, changing our physiology is a powerful tool to manipulate our emotions and behaviors. To achieve our desired emotional state, we must make radical changes in our body movements. So, ask yourself, what are you willing to stop doing to get what you want, and how can you make the process enjoyable? Try it out for yourself and see the results."
}