{
  "title": "What are effective strategies and tools for coaches to guide group dynamics and achieve change?",
  "first_phrase": "In the previous section, the author discussed the role of the coach in group dynamics and how to test the group's involvement and energy. The final part of the text delves into the tools and variables that can be used to intervene in a team effectively. The author highlights the importance of understanding the group's automatic arrangement and the parameters that can be adjusted within the meetings to improve communication and develop a group culture. By focusing on the aspects of space, time, relationships, creativity, energy, and roles, coaches can steer a group towards achieving its goals.",
  "content": "Sviluppare l’energia del gruppo Gli Strumenti per agire su di un Team Gli strumenti per intervenire rappresentano le variabili sulle quali possiamo operare. Fondamentali a tale proposito sono: Le riunioni Il seguito delle riunioni All'interno delle riunioni è possibile variare i PARAMETRI DI BASE I parametri di base con in quali intervenire I parametri di base su cui intervenire e sui quali possiamo focalizzare la nostra attenzione sono essenzialmente: 1. SPAZIO e TEMPO nel coaching di gruppo. 2. RISULTATI E CREATIVITÀ a livello di processo 3. CULTURA DI GRUPPO 4. MISSION DI GRUPPO 5. COMUNICAZIONE ALL’INTERNO DEL GRUPPO 6. ASPETTI ENERGETICI DEL LAVORO DI GRUPPO 7. PROCESSI DI ATTRIBUZIONE DI RUOLI 1a - SPAZIO E RELAZIONI Le relazioni si esprimono nello spazio. Lo spostamento è uno strumento subliminale possente a disposizione del coach. Si definisce “disposizione automatica del gruppo” come le persone si situano spontaneamente. E' un elemento la cui comprensione è fondamentale per comprendere il tipo di relazioni esistenti tra i vari membri.",
  "last_phrase": "In conclusion, developing the energy of a team requires tools for intervention, such as meetings and their follow-up, to vary the basic parameters of space, time, results, creativity, group culture, mission, communication, energy, and role attribution. Modifying the group's automatic arrangement and managing collective time can reveal emotional situations, facilitate creativity, and prioritize problems effectively in team meetings."
}