{
  "title": "\"What are the different types of attention and nonverbal aspects in coaching?\"",
  "first_phrase": "This text describes different types of attention and brain waves that occur during a coaching session. The first four types of attention are: linear attention, expanded attention, beta waves attention, and alpha waves attention. The latter two correspond to rumination and creative reflection, while gamma waves attention indicates insight. The physiological excitement occurs when recalling past experiences and can signal an openness to new solutions. The text provides a detailed illustration of how these attention moments can alternate during a coaching session. In the last 200 tokens, the article describes the non-verbal and verbal aspects of a coaching session and the initial phases of a coaching session when both the coach and the participant are relaxed.",
  "content": "Le pupille si muovono in varie direzioni anche velocemente) Attenzione/Riflessione Creativa – Onde Alfa: il soggetto lascia apparire davanti a sé una serie di immagini ed idee (le pupille si muovono fluidamente, sguardo maggiormente defocalizzato) Insight – Onde Gamma: il soggetto ha scoperto una nuova soluzione Eccitazione Fisiologica: il soggetto rievoca un momento del passato o recupera una sua risorsa (gli occhi sono come a riosservare la passata situazione). Sguardo sperso. A volte quando l’operatore suggerisce nuove idee il soggetto sembra sperso. Questa situazione è molto positiva in quanto corrisponde ad un momento di superamento delle vecchie mappe, all’accesso ad una “terra incognita” proprio perché nuova foriera di nuove soluzioni. Nello schema seguente possiamo osservare come questi momenti si possano alternare durante una seduta di coaching. Una seduta di Coaching – Aspetti non Verbali Aspetti Verbali Aspetti Non Verbali (generali) Aspetti Non Verbali (specifici) PRIMA FASE Presentazione Entrambi i partecipanti sono rilassati Beta – alfa Il Coachee comincia a presentare i suoi problemi in maniera generale Parole più lente, incertezza. Il Coachee guarda in varie direzioni.",
  "last_phrase": "In conclusion, during a coaching session, various non-verbal cues can help in identifying different mental states and progress. The movement of pupils in different directions, defocused gaze, and being lost in thought showcases attention, creative reflection, and insight. The recall of past events can also evoke physiological excitement. Understanding these non-verbal aspects can aid both the coach and coachee in achieving new solutions and overcoming old patterns."
}