{
  "title": "What is Inner Coaching and How Can it Help Take Responsibility for Our Life Experiences?",
  "first_phrase": "This text explores the idea that we may have chosen or created everything that happens in our lives for a greater purpose. It includes a story about a friend's soul asking the protagonist to remember who they really are if they are terribly hurt. Taking full responsibility for one's life makes one a master of life. Milton Erickson demonstrated this through his utilization techniques in hypnosis. The text suggests declaring, \"I am the cause of all the effects that happen in my life.\" This declaration reinforces the commitment to living from the cause in AutoCoaching or Inner Coaching. Inner Coaching is a system for accessing one's inner resources, discovering what we truly want and using those resources to achieve it. The process can be achieved with the help of an external coach. The underlying principles of inner coaching involve internal readiness and open-mindedness.",
  "content": "Per esempio se si apriva una porta, lui diceva,”Nuove porte di possibilità si stanno aprendo davanti a lei” E il cliente pensava “Wow! Sembra proprio una porta vera!” Questa è l’utilizzazione: spostarsi dall’effetto alla causa. A questo punto, per rafforzare l’impegno a vivere dalla parte della causa, suggeriamo di fare la seguente dichiarazione: DICHIARAZIONE: Mano sul cuore e pronuncia ad alta voce: “Io sono la causa di tutti gli effetti che accadono nella mia vita.” Autocoaching e “Coaching Interiore” Il processo di AutoCoaching o coaching interiore è un sistema per accedere alle proprie risorse interiori, trovare quello che realmente vogliamo nella vita ed utilizzare il potere delle risorse interne per raggiungerlo. Può essere imparato all’interno di un personal coaching e ne può anche essere un obiettivo, in quanto tale processo può essere aiutato da un coach esterno che può fungere da punto di riferimento durante le varie fasi. Nel coaching interiore ci avviciniamo ad una più profonda comprensione della nostra vision, i ruoli che abbiamo nella vita e sviluppiamo le nostre risorse per raggiungere obiettivi ALCUNI PRESUPPOSTI DEL COACHING INTERIORE 1 – disponibilità interiore ed apertura mentale.",
  "last_phrase": "In conclusion, self-coaching or inner coaching provides a powerful way to access our internal resources, discover what we truly want in life, and use our innate abilities to reach our goals. By focusing on the cause rather than the effect, we can tap into our deepest potential and create a fulfilling life. Remember to stay open-minded, pay attention to your inner signals, and take action to make your vision a reality."
}