{
  "title": "\"How Can Understanding Your Manual of Rules Determine Your Life Experience?\"",
  "first_phrase": "In the last part of this text, we will delve into the mechanisms that determine the formation of meaning, specifically in the context of the \"Model of the World\" or one's personal set of rules. These rules are determined by internal filters and are largely unconscious, based on learned behaviors and personal experiences. The Coaching Quantico approach highlights that the external world is essentially a manifestation of one's internal thoughts, and understanding the SAR (Reticular Activation System) in the brain is crucial to defining focus and thus, one's experience.",
  "content": "Il problema è che la maggior parte della gente non sa neppure quali siano queste regole! Come sarà possibile allora vincere al gioco della vita se non se ne conoscono le regole? La vita è un gioco… e il nome del gioco è RISULTATI La buona notizia è che siamo noi ad aver “scritto” questo manuale delle regole che governa la nostra vita. E così come lo abbiamo scritto, possiamo riscriverlo in modo da supportarci nel raggiungimento delle nostre aspirazioni. Queste regole, lo abbiamo detto, determinano il proprio focus. A questo punto facciamo molta attenzione: noi possiamo computare soltanto lo 0.000067 percento delle informazioni disponibili ad ogni secondo; ma chi è che decide quali informazioni elaborare? Esatto! Noi stessi! La premessa del Coaching Quantico è che il mondo esterno è essenzialmente una manifestazione del mondo interno. La propria realtà non è nient’altro che un sintomo del proprio pensiero. Il primo step è quindi sbrogliare i componenti che costituiscono questo manuale delle regole. Perché è questo che definisce il proprio focus e, di conseguenza, la propria esperienza. IL SAR (Sistema di Attivazione Reticolare) Ogni impulso proveniente dall’esterno o generato internamente attraversa il SAR (Sistema di Attivazione Reticolare) presente nel cervello.",
  "last_phrase": "Remember, the game of life is all about results, and we are the ones who have written the rule book. However, since the majority of people don't know these rules, winning is impossible. The good news is that we can rewrite this rule book to support us in achieving our aspirations. Coaching Quantum's premise is that the outside world is essentially a manifestation of our inner world, and our reality is merely a symptom of our thoughts. Remember that the SAR or Reticular Activating System, present in our brain, filters information that enters our conscious and subconscious mind. Understanding and mastering this system is key to defining our focus and experience."
}