{
  "title": "\"What is the Coaching Model and the DESC technique in organizations?\"",
  "first_phrase": "This text explains the role of a coaching manager in helping employees to share the organization's vision. It presents a coaching model consisting of four linguistic phases: gathering information, building rapport, creating a common worldview, and directing attention. Each stage utilizes appropriate language, such as inclusive terms and sensory-based language, to create coherence and maintain focus. Additionally, the article introduces the DESC technique for communicating potentially unpleasant information effectively. Developed by SHARON and GORDON BOWER, this method involves describing behavior without accusations, expressing emotions, and suggesting consequences.",
  "content": "Una domanda che ci si può porre a questo proposito è: Come operare per trasmettere informazioni potenzialmente sgradevoli per il Coachee? Il contatto e la trasmissione di concetti al collaboratore sono di fondamentale importanza. Tuttavia in certe situazioni è possibile che le informazioni trasmesse (fase INFO) possano essere non gradite al collaboratore. La tecnica DESC, che ora descriviamo, ovvia a tale problema. LA TECNICA DESC Si chiama DESC una tecnica molto efficace per l'operato del coach. Desc è acronimo per: Descrivere Emozioni Suggerire Conseguenze La tecnica DESC di SHARON e GORDON BOWER è efficace per risolvere piccoli problemi e situazioni. E’ alla base anche di alcuni dei modelli di linguaggio di coaching che seguono. Descrivere: Descrivete il comportamento del vostro interlocutore in termini precisi ed imparziali. Siate sensoriale ed evitate termini generali. E’ importante evitare le accuse. Emozioni: Esprimete le emozioni che questo comportamento crea in voi. Non riferitevi all’azienda, riferitevi a voi stessi. Utilizzate espressioni incentrate su voi stessi.",
  "last_phrase": "In conclusion, the DESC technique is a powerful tool for coaches to effectively communicate potentially uncomfortable information to their clients. By focusing on describing behavior, expressing emotions, suggesting modifications, and highlighting beneficial consequences, coaches can guide their clients towards solutions and positive outcomes."
}