{
  "title": "How does our brain use filters to process information and shape our subjective reality?",
  "first_phrase": "In the previous section, we learned about the SAR - a group of cells in our brain that acts as a filter, sorting through the information that reaches our conscious and subconscious mind. Now, we'll explore how our internal filters shape our subjective reality. Our nervous system receives an enormous amount of information through our senses, and to manage this data overload, our minds use techniques like deletion, distortion, and generalization to filter the information. This affects how we perceive events and our resulting emotional states. In this final section, we'll consider how our communication with ourselves and others affects our emotional state and how we can wake up from a depowering trance.",
  "content": "Figure 1: Modello di Comunicazione Modello della Comunicazione Qualsiasi cambiamento si basa su come noi comunichiamo con noi stessi e gli altri. Quando accade un evento esterno, noi formiamo una Rappresentazione Interna (R/I) di quell’evento. Quella R/I si unisce con la nostra fisiologia e crea uno stato emotivo. Considerando che la vita è semplicemente un assortimento di stati emotivi che proviamo, allora il valore di conoscere questi componenti diventa molto più evidente. Lo stato emotivo in cui ci troviamo in ogni momento è il risultato della combinazione di immagini, suoni, sensazioni e comunicazioni interne: questi sono i componenti di qualsiasi stato emotivo. L’evento esterno ci arriva attraverso i nostri canali sensoriali che sono: Visivo Auditivo Cinestesico Olfattivo Gustativo Quando l’evento esterno passa attraverso questi canali, viene filtrato e poi le informazioni di quell’evento vengono computate. Noi cancelliamo, deformiamo e generalizziamo tutto ciò che arriva attraverso i nostri sensi. Questo spiega anche il perché due persone reagiscono in maniera diversa allo stesso evento. La maggior parte della gente… dorme; vive la giornata in uno stato di trance depotenziante. Cosa farai oggi per aiutarla a svegliarsi?",
  "last_phrase": "Remember, any change begins with how we communicate with ourselves and others. Our external events form an internal representation, which combines with our physiology and creates an emotional state. Understanding these components and how we filter sensory information can help us better manage our emotional states. Keep in mind that everyone's model or representation of reality is different, and it's important to respect these differences."
}