{
  "title": "How does the unconscious mind affect our actions and goals?",
  "first_phrase": "The previous section highlights how the unconscious mind is constantly monitoring and managing sensory information. The author uses the analogy of a ship's captain and crew to explain how the conscious and unconscious minds work together. If there is a lack of congruity between the two parts, it can lead to problems reaching goals. This section further explores this issue, showing how a person's unconscious beliefs and emotions can undermine their conscious desires, even in relationships or financial success.",
  "content": "Nel codice della navigazione ad esempio, cosa succede quando l’equipaggio perde rispetto nei confronti del comandante? C’è l’ammutinamento. Questo è ciò che spesso accade nella vita delle persone. Il “comandante” dice: “Voglio fare un sacco di soldi!” però se a un livello inconscio nutre della rabbia verso i ricchi, oppure ha paura di cosa significherebbe avere tanti soldi, oppure ha un senso di colpa che associa all’idea di fare tanti soldi, oppure ha delle false associazioni o delle credenze limitanti tipo: “I soldi e la felicità non vanno bene insieme…” Beh, allora con quanta congruenza raggiungerà il suo obiettivo? Molto poca. Si ritroverà col 10 per cento del suo potenziale volto verso il suo obiettivo e il rimanente 90 per cento in tutt’altra direzione. Questa incongruenza è purtroppo uno dei problemi più grandi che le persone hanno nella loro vita. Inoltre questo fenomeno avviene in qualsiasi contesto. Per esempio una persona potrebbe dichiarare di volere una bella relazione. Però se a un livello inconscio questa persona ha poca autostima o una rabbia che proietta verso il partner, avrà sicuramente grandi difficoltà ad avere e mantenere la relazione.",
  "last_phrase": "In summary, when our conscious and unconscious minds are not aligned, we experience incongruence that can prevent us from achieving our goals. This issue affects all areas of life, including relationships and financial success. To overcome this, we must work with our unconscious mind, as true change occurs at that level. Quantum coaching is one approach that helps individuals achieve this alignment and make lasting changes. Make the unconscious conscious and start seeing the changes you desire in your life."
}