{
  "title": "How can coaches use group dynamics during planning meetings to induce subconscious change and insight?",
  "first_phrase": "This text discusses the importance of focusing on goals and coherency during meetings in order to plan actions and develop insight. During these moments, a professional coach can take advantage of phenomena that occur unconsciously within the group to induce positive change. Some of the phenomena that occur include role transfer, the metaphor of family, responsibility processes, involvement, and the group's energy direction. The coach can use their knowledge of leader coach concepts to understand the communication model of the group and propose changes accordingly. In this last section, we will delve into the process of role transfer in more detail.",
  "content": "In questa maniera il cambiamento AVVIENE, e nel contempo non è percepito come. Esaminiamo ora ciascuno di questi fenomeni in dettaglio Il Transfert dei ruoli SUL COACH Il transfert, corrispondente in PNL ad un processo di distorsione della percezione accompagnato da una lettura del pensiero è un processo che avviene anche a livello di gruppo. Anche quando non è tale gerarchicamente, il coach può subire il processo di transfert ed essere considerato come il “capo”. Ecco perché la conoscenza dei concetti di Leader Coach è fondamentale in ogni caso per la conduzione di gruppi. In pratica il fenomeno che si osserva è che le abitudini di comunicazione sono trasferite sul coach anche quando questo non fosse il leader istituzionale. Comprendere tale processo può permettere al Coach di proporre una serie di cambiamenti. Tale situazione può essere sfruttata quindi in modo favorevole. Può permettere di capire più agevolmente il modello di cultura del gruppo ed i suoi “giochi”. In generale il gruppo si aspetta i medesimi modelli comunicazionali dal leader e dal coach. La Metafora della famiglia I concetti di terapia della famiglia sono utili per il coaching di gruppo in quanto i processi di gruppo ricordano sovente le situazioni strategiche e politiche d’interazione famigliare.",
  "last_phrase": "In conclusion, understanding and being aware of the phenomena that occur during group coaching such as role transfer, family metaphors, and responsibility processes are crucial for a successful coaching outcome. By employing subtle and subconscious techniques, coaches can make positive changes and help team members take on more responsibility to increase efficiency and achieve their goals."
}