{
  "title": "\"How to Sensitize Sales Teams to Take Specific Actions through Targeted Advertising Campaigns?\"",
  "first_phrase": "In the preceding text, the focus was on a protocol for motivating employees to achieve a particular goal using advertising campaigns and surveys. Now, the author shifts their attention to coaching and the development of employees' potential. To achieve this goal, the manager-coach should use positive reinforcement and focus on the employees' strengths to drive them towards personal development while allowing for new ideas. The author emphasizes the importance of the psychological principle of quantum Zeno effect in this process. The manager-coach should start by building a rapport and then ask targeted questions that focus on positive aspects of the employee's performance.",
  "content": "Il principio base è quello chiamato in passato RINFORZO POSITIVO ed ancora meglio comprensibile dal punto di vista dell’effetto QUANTUM ZENO (di cui abbiamo parlato precedentemente) . Si tratta di un principio psicologico molto importante, ampiamente studiato nei nostri corsi. Ogni volta che portiamo attenzione ad una certa area della nostra vita ingeneriamo un movimento della nostra mente in tale direzione. In questo caso dirigiamo il collaboratore a rendersi conto dei suoi punti forti (in analisi transazionale definiremmo tale situazione uno “stroke” positivo) e successivamente attuiamo una strategia di rinforzo e ricalco sul futuro con apertura a nuove idee. 1 – Accogliere il collaboratore Utilizzare i modelli abituali di Rapport, sottotesto etc... 2 – Affrontare i punti positivi sotto forma di domande “Che cosa Le piace nel lavoro? “ “Dove ha ottenuto i risultati migliori? “ La mente si focalizza dove va la nostra attenzione. Le domande sopra esposte FOCALIZZANO la mente dell'interlocutore sugli aspetti positivi e predispongono il collaboratore in maniera positiva.",
  "last_phrase": "Remember, when coaching a collaborator, the psychological principle of positive reinforcement and the Quantum Zeno effect can be very effective. Focus on their strengths and use open-ended questions to create a positive mindset. Acknowledge their statements, address their weaknesses, set new goals, summarize the conversation, and express gratitude for their effort. Gradually lead them towards the ultimate goal with positive reinforcements at each step."
}