{
  "title": "How can you practically conduct group coaching? Two methods and specific techniques explained.",
  "first_phrase": "In the previous section, we explored the two approaches to group coaching, and now we will outline a potential paradigm for the second method. This section provides specific coaching techniques, the first of which is how to make meetings more productive. The ultimate goal is to delegate collective examination, decision-making, and implications to the entire team, rather than just one person. The leader's role is to coordinate rather than hinder the group's functioning, and the key to effective coordination is for individuals to feel they belong to the group as a separate entity.",
  "content": "Il fine è delegare l’esame collettivo, la presa di decisione e le conseguenze all’equipe intiera. Segreto nr 1: Il leader non deve intralciare l’operare del gruppo, lo deve invece coordinare. Il maggior scopo del leader è creare sincronia (coerenza in termini quantici). E’ utile partire dal punto di vista che ogni persona in un’èquipe è già pagata per avere delle opinioni o delle informazioni su tutti i soggetti trattati, sia che ne sia l’esperto, il responsabile o l’utilizzatore. Ogni persona ha titoli e responsabilità, come direttore, vicedirettore etc… ma ognuno deve avere come priorità gli interessi dell’azienda intiera invece che del suo dipartimento e partecipare in maniera sincronizzata alla riunione. Un metodo pratico è creare una serie di ruoli per la gestione della riunione di modo da stimolare la partecipazione alla riunione non solo con la proposizione di concetti, ma anche al gruppo stesso. Segreto nr. 2: Perché un gruppo sia coordinato è essenziale che le persone sentano di appartenere al gruppo in quanto entità a sé stante, e non solo che sono lì per esporre il proprio punto di vista.",
  "last_phrase": "In conclusion, by delegating decision-making and collective examination to the entire team, creating roles for managing meetings and ensuring rotation of functional responsibilities, a coordinated team is formed that focuses on the interests of the entire company. Adopting these practical methods leads to improved meeting effectiveness and higher engagement levels among team members, ultimately leading to better results over the long term."
}