{
  "title": "\"What are Internal Filters and How Do They Affect Your Life?\"",
  "first_phrase": "In the previous text, we talked about internal filters and how they determine what we delete, distort, and generalize. In this last section, we'll explore the seven internal filters and how they apply to your specific situation. These filters include values, beliefs, attitudes, memories, decisions, language, and meta-programs. By understanding these filters, you'll be taking the first step towards becoming the master of your own results. Let's take a closer look at the first three filters: values, beliefs, and attitudes, and understand how they shape our perception of the world around us.",
  "content": "Sono come una bussola o una stella polare che ci guida nel prendere le decisioni determinanti per il nostro cammino. I valori sono essenzialmente un filtro di valutazione, ci aiutano a decidere quali emozioni provare circa le nostre azioni. Diversamente dai meta-programmi, i valori sono organizzati gerarchicamente: i valori più in alto hanno maggiore importanza. Credenze Il secondo filtro interno sono le credenze. Le credenze sono CONVINZIONI: le cose che una persona ritiene VERE. Le tue credenze delimitano i confini del tuo “gioco”. In effetti, esse rappresentano il dispositivo d’accensione ON/OFF delle proprie capacità. Diceva Gandhi: “Se credo di poter fare una cosa, avrò sicuramente la capacità di farla anche se magari non ce l’avevo all’inizio.” Attitudini Le attitudini sono idee astratte composte da insiemi di credenze e valori. Un’ attitudine è una cornice che abbraccia i propri valori e credenze. Il vedere le cose in modo roseo… è un’attitudine.",
  "last_phrase": "In conclusion, understanding our values, beliefs, attitudes, and memories can serve as an internal compass to guide us in making critical decisions that shape our path. By acknowledging the power of these internal filters, we can ignite the switch of our capabilities and step into a brighter future of possibilities."
}