{
  "title": "\"What is Coaching and How It Differs from PNL and Training: Understanding the Results and Techniques\"",
  "first_phrase": "This text introduces coaching as a reflective process that helps people find solutions based on their potential, qualities, and knowledge. The coaching process produces not only outstanding performances on a long-term basis but also self-organization and self-correction. In this last part, the author explains the three key achievements of coaching, namely performance, self-organization, and autonomous generation of new models. Additionally, the differences between coaching and PNL are highlighted, with coaching being described as a meta-discipline that goes beyond a single technique. The PNL's basic elements are useful to coach at the correlation level but the concept of correlation is much broader than that of rapport.",
  "content": "Ogni persona è unica, ed il suo cammino di miglioramento può solo essere collegato a lei. Scopo finale del coaching è portare il cliente a crearsi automaticamente nuovi modelli. Il coaching è un modo di pensare che il cliente fa progressivamente proprio. Differenze tra Coaching e PNL Il coaching è diverso dalla PNL. La PNL, che è nata come tecnica per sviluppare eccellenza umana, mira a creare una teoria generale della comunicazione umana. Il coaching non ha minimamente questo tipo di pretese, e questo “minus” nei confronti della PNL, è in realtà un “plus”, in quanto lascia spazio libero ad accettare qualsivoglia teoria o pezzo di teoria che possa aiutare a creare risultati. Il coaching è una meta-disciplina. In altre parole è al di là della singola tecnica, e si pone al livello di scegliere quella che è più appropriata al momento opportuno. La conoscenza degli elementi base della PNL è utile a questo livello, soprattutto per la fase di CORRELAZIONE, che è molto agevolata dagli strumenti insegnati nella parte della PNL chiamata “rapport”. Il concetto di correlazione è comunque più ampio di quello di RAPPORT: due persone rimangono correlate anche quando non sono in contatto.",
  "last_phrase": "In conclusion, every person is unique, and their path to improvement can only be linked to them. The ultimate goal of coaching is to lead the client to automatically create new models, which gradually become their way of thinking. Coaching differs from PNL (Neuro-Linguistic Programming) because it does not have the pretension of creating a general theory of human communication. Coaching is a meta-discipline that selects the most appropriate technique at the opportune moment to facilitate the mental self-organization of the client. Unlike training, coaching aims to bring out the best in each individual with specific methods."
}