{
  "title": "\"What is the Power of Questions in Quantum Coaching?\"",
  "first_phrase": "In this article, we explore the power of questions in Quantum Coaching, a coaching approach that emphasizes creating focus through a series of questions. We discuss how attention and focus are essential ingredients in shaping the quality of our lives, and how coaches can use their nonverbal communication and specific questioning techniques to stimulate their clients to find solutions and establish useful priorities. We also examine the role of the coach in this process, approaching coaching in a “maieutic” way. Our approach emphasizes the importance of nonverbal aspects as well as verbal ones, offering specific tools and techniques to help coaches conduct effective coaching sessions.",
  "content": "Il cervello è un mondo quantico dove il modo in cui osserviamo le cose ha un impatto sul risultato; in altre parole: “La domanda che ti poni ha un impatto su ciò che viene osservato” Porre attenzione in una particolare direzione è infatti sempre una scelta, e la qualità della nostra vita dipende dalla qualità delle nostre scelte L'atto mentale di focalizzare l'attenzione mantiene in funzione i circuiti associati con ciò su cui è focalizzato. Per focalizzare l’attenzione il coach utilizza la sua COMUNICAZIONE NON VERBALE ed una serie di DOMANDE. Le domande per il coaching. Domandando, creiamo attenzione alla realtà. Esse sono un aspetto fondamentale per il lavoro del coach. Attraverso di esse stimoliamo il coachee, lo spingiamo a trovare nuove soluzioni ed a stabilire una scala di priorità utili. Il coach procede in forma “maieutica”. Nei nostri corsi proponiamo schemi specifici che aiutano ad utilizzare tali domande all’interno di un diagramma di flusso utile per condurre efficacemente una seduta di coaching. Nel nostro approccio prendiamo in esame anche gli ASPETTI NON VERBALI, in quanto ci fanno capire quello che sta succedendo nella mente del cliente. Ecco alcuni approcci che possono essere molto utili nel lavoro di coaching.",
  "last_phrase": "In conclusion, the brain is a quantum world where observation impacts the outcome, and the quality of our lives depends on the quality of our choices. Coaching can help focus attention through nonverbal communication and a series of questions that stimulate the coachee to find new solutions and establish useful priorities. Creating a coaching contract, defining the objective of the session, and asking specific questions can be useful in conducting an effective coaching session."
}