{
  "title": "How can unconscious beliefs and thoughts affect our ability to reach our goals and achieve change?",
  "first_phrase": "In the previous part of the text, the author explained how the incongruence between conscious desires and unconscious beliefs can hinder the achievement of goals. In the last 200 tokens, the author introduces quantum coaching as a way to operate at the unconscious level to achieve changes congruently. By changing beliefs at the unconscious level, the change becomes automatic and integral to the person's identity. The text ends by emphasizing the importance of aligning the conscious and unconscious minds to achieve congruent changes.",
  "content": "Nel quantum coaching si opera molto a livello inconscio; proprio perché sappiamo che tutti i cambiamenti avvengono a livello inconscio. Per esempio, se hai mai cercato di fare un cambiamento consciamente, ti sarai reso conto dell’inefficacia di questo approccio. Questo perché il tuo 10 per cento voleva cambiare ma l’altro 90 per cento non voleva. Ti sarà comunque anche capitato di riuscire a fare dei cambiamenti senza quasi neanche pensarci, e scommetto che in quelle situazioni il cambiamento è stato automatico e veloce; quando questo accade è perché il cambiamento è avvenuto a livello inconscio. Il cambiamento è immediato e diventa subito parte integrante della tua persona. Pensa ad esempio a tutti quei comportamenti che facevi in passato ma che oggi non ci penseresti neppure a farli. Perché? Perché sei cambiato. Hai un’identità diversa. Hai fatto questi cambiamenti a livello inconscio, e in modo congruente. Questo è il tipo di cambiamento che ci interessa. Ogni volta che la mente conscia si sofferma su un pensiero, l’ inconscio incomincia a metterlo in atto. Il nostro inconscio si comporta in sintonia con il nostro modo di pensare abituale.",
  "last_phrase": "Remember that true change happens at the unconscious level. Trying to make conscious changes often fails because only a small part of your mind wants to change. However, when you can make changes unconsciously, they become an immediate part of who you are. So cultivate your mind like a garden and watch the positive changes bloom."
}