{
  "title": "\"What are the linguistic elements of effective coaching and how can they be applied in daily coaching activities?\"",
  "first_phrase": "This text provides insights into the linguistic elements of effective coaching through the study of various coaches. The coaching model presented is a general framework that helps in identifying the phase and moment in which the coachee is in. The focus then shifts towards daily coaching, which is a major challenge for managers to stimulate motivation under pre-set circumstances. The last 200 tokens of the text discuss the importance of creating a structure of dialogue and using motivating words while coaching, with specific attention given to the warm acceptance of the collaborator and identifying objectives. The text emphasizes taking control of the inner dialogue and the importance of personalizing and simplifying goals using sensory language.",
  "content": "Tecnicamente per ottenere un ACC efficace è indispensabile utilizzare il sottotesto, vale a dire prendere controllo sul proprio dialogo interno. Nei nostri corsi dedichiamo uno spazio particolare a ciò. In particolare è molto utile il sottotesto parlato che può essere facilmente ancorato alla stretta di mano. In questa maniera la nostra Comunicazione Non Verbale acquista il massimo di efficacia. Esempio di dialogo: Buongiorno, sono contento di poterle parlare SOTTOTESTO Sono veramente contento di parlare con una persona valida 2 - OB: Identificazione obiettivi Nel caso che stiamo esaminando ora, l'obiettivo potrebbe magari essere predefinito rispondendo ad una necessità aziendale. Ogni volta che presentiamo un obiettivo esterno utilizziamo i seguenti principi: 1 – personalizzare L’obiettivo deve comunque apparire come condiviso. In altre parole essere deciso da noi. Essenziale nel coaching è l'assunzione di responsabilità che inizia dal coach stesso. Se l’obiettivo arriva a noi da altra fonte, affermiamo il nostro condividere l’obiettivo: noi siamo infatti i referenti essenziali del nostro coachee e solo la nostra convinzione potrà rendere concreto l’obiettivo Abbiamo deciso che… 2 – rendere semplice e sensoriale Più siamo sensoriali più la mente può capire quel che stiamo toccando in un particolare momento. Il coach deve sapere essere preciso ed efficiente.",
  "last_phrase": "In conclusion, to achieve effective communication, it is essential to use subtext and take control of your internal dialogue. Our courses focus on this, and using spoken subtext can be easily anchored to a handshake for maximum non-verbal effectiveness. Setting goals using specific principles such as personalization, simplicity, sensory language, cause and effect, and complex equivalence can help establish a shared vision with your team and effectively communicate it. Remember to pay attention to the non-verbal cues of your listeners to ensure a successful outcome."
}