{
  "title": "\"Is Your Perception of Reality Real? Understanding the Quantum Physics of Holograms and Expectations.\"",
  "first_phrase": "In the previous part of the text, we discussed how our perceptions of reality are not accurate and are subjective to our expectations. This is supported by the new science of Physics, as suggested by David Bohm, who believed that the objective reality does not exist, and the universe is an illusion - a complex holographic illusion. In this last part, we will dive deeper into this topic and how it relates to how we spend our time during the day, focusing on what we want versus what we don't want.",
  "content": "Semplifichiamo ritornando alla metafora di Alfred Korzybski: “La mappa non è il territorio.” Come abbiamo già accennato, nel 1933 Korzybski ci aiutava a capire che “la mappa non è il territorio”, ossia le nostre rappresentazioni interne non sono la realtà. Per esempio, la mappa più ben illustrata d’Italia non potrà mai essere l’Italia. Allo stesso modo, l’idea che hai della realtà non sarà mai la realtà. Inoltre, la realtà è soggetta alle nostre aspettative. Questo significa che non dobbiamo soltanto cercare di adattarci alle circostanze. Le nostre circostanze si adattano alle nostre aspettative. La realtà si plasma per modellarsi alle nostre aspettative. E questa è la nuova scienza di oggi – la fisica quantistica – non metafisica! OLOGRAMMI Negli anni 50, il fisico David Bohm suggerì che la realtà oggettiva non esiste e, per quanto solida la sua natura possa sembrare, l’universo è essenzialmente un’ illusione: una gigantesca e complessa illusione olografica.",
  "last_phrase": "To conclude, the new science of today - quantum physics - explains that our internal representations are not reality, and the reality itself is subject to our expectations. This idea is further supported by the holographic principle discovered by physicists like David Bohm and Alain Aspect, which suggests that the universe is essentially a complex hologram. Thus, our perception of reality is not fixed, and we have the power to shape it through our thoughts and beliefs."
}