{
  "title": "\"How can effective feedback and coaching stimulate change in the workplace?\"",
  "first_phrase": "This text discusses the importance of feedback and its role in enhancing performance and learning. It provides guidelines for giving effective feedback to others, such as being specific and positive, correcting one error at a time, and giving immediate feedback. The text also talks about the concept of feedforward, which involves planning and projecting forward. Additionally, coaching and change are explored, including the belief that people resist change and the three phases of internal change: the end, the middle, and the beginning. The final part focuses on how to incite change without making someone feel guilty. The upcoming 200 tokens will delve deeper into how managers can stimulate change through coaching.",
  "content": "E’ tempo di ristabilire l’equilibrio. Oltretutto ogni complimento costituisce, per chi lo riceve un RINFORZO POSITIVO della sua motivazione. Un complimento per essere accettato pienamente ed esplicare tutta il massimo della forza possibile deve essere: sincero preciso adatto appoggiarsi su fatti non contestabili. Coaching e Cambiamento - Incitare il Cambiamento con il Coaching Coaching e cambiamento sono strettamente correlati. A volte il cambiamento in una struttura è necessario, ed il Manager Coach deve quindi essere in grado di stimolarlo. C'è una credenza molto comune che è quella che tutti noi resistiamo al cambiamento. Questo non è vero. Il cambiamento può anche essere alternativamente qualcosa che ci piace o qualcosa a cui resistiamo. E' importante distinguere tra il concetto di cambiamento ed il concetto interno di cambiamento che può essere diviso in tre fasi: Fine: l'abbandono di vecchi modelli del mondo Zona di mezzo: i tempo del riesame, delle ridefinizione di noi stessi Inizio: il momento in cui arriviamo a nuove comprensioni su noi stessi ed il mondo Incitare una persona a cambiare deve essere fatto in una maniera che porti la persona a non sviluppare sensazioni di colpevolezza che potrebbero bloccare il processo.",
  "last_phrase": "In conclusion, coaching and change go hand-in-hand, and a manager coach must be able to stimulate the necessary changes effectively. Encouraging someone to change should be done in a way that avoids guilt and encourages self-reflection, using \"I\" messages to focus on oneself and asking questions to prompt solutions. By applying sincere, precise, appropriate compliments based on indisputable facts, along with the IO message, successful change can be achieved."
}