{
  "title": "What does it mean to take complete responsibility for your life in Quantum Coaching and how does it lead to positive change?",
  "first_phrase": "This text delves into the concept of taking personal responsibility for everything that happens in our lives. In the practice of quantum coaching, the belief is that we create, cause or choose everything that happens to us, even if we are not consciously aware of it. The author's job is to shift clients from a victim mentality to embracing the power of being the cause of their lives. The author challenges us not to blame others for our problems and instead look within and take control. The Little Soul and The Sun illustrate the value of this principle. The text concludes with the idea that assuming total responsibility means accepting that we are the creators, producers, directors, and protagonists of our life's movie.",
  "content": "Ma in pratica cosa vuol dire “assumersi totale responsabilità”? Assumersi totale responsabilità per tutto ciò che accade significa non biasimare gli altri se le cose non stanno andando bene. Significa rendersi conto che sei tu e nessun altro l’autore, il produttore, il regista e il protagonista del film intitolato “La Mia Vita.” Potresti dire, “Beh, non ho scelto i miei genitori o la maniera in cui mi hanno cresciuto.” A un livello più profondo di consapevolezza, invece tu hai scelto i tuoi genitori e le circostanze, e le hai scelte per una buona ragione: o per imparare una lezione oppure per aiutarli a crescere. C’è una storiella di Neale Donald Walsh intitolata “The Little Soul and The Sun” che illustra il valore di questo principio. E’ una storia spirituale di una piccola anima che và da Dio e proclama: “Dio ascolta, ho scoperto chi sono! !” “Bene, chi sei allora?” E la piccola anima risponde: “Io sono la luce!” E Dio le dice: “Brava!",
  "last_phrase": "Assumersi totale responsabilità non è solo una questione di non biasimare gli altri per il fallimento, ma anche di scegliere e creare la tua vita. Sei il produttore, il regista e il protagonista del tuo film, e puoi scegliere il tuo ruolo nel mondo. Come la piccola anima nella storiella di Neale Donald Walsh, puoi scegliere di essere qualcosa di più grande di quello che sei, come il perdono. Prendi la responsabilità della tua vita e scegli chi vuoi essere."
}