{
  "title": "\"How can PNL, Time Line, and Enneagram techniques be used for effective coaching?\"",
  "first_phrase": "In this text, the author discusses the coaching paradigm, specifically the role of NLP and its evolution to PNL3. PNL3 combines various disciplines, including classic NLP, Transactional Analysis, and Enneagram, to create a unique coaching approach. The author then delves into the importance of understanding the role of time in coaching, and how Time Line and Techniques for a temporal view of change can help. The text concludes with a discussion on Enneagram and its three neurologically-based sets, which can be used to better understand the different sub-personalities that coexist within us.",
  "content": "Con Time Line e Tecniche per una visione temporale del cambiamento indichiamo una serie di approcci che ci permettono di avere una visione più completa del tempo. Il paradigma della Time Line ci permette ad esempio di fissare adeguatamente gli obiettivi per il futuro e di ancorarli neurologicamente, gestire il tempo, operare un life-coaching . 3 - L’ENNEAGRAMMA ED I 3 SET NEUROLOGICI Enneagramma è il nome dato ad un’antica metodica che definiamo anche dei “tre set neurologici” oppure delle “intelligenze multiple” ad indicare l’utilizzo di differenti strutture cognitive all’interno della nostra mente. Uno tra gli elementi più interessanti nell’enneagramma è il suo dinamismo, ed il suo completare la visione di base data dalla PNL e dall’analisi transazionale. Queste discipline psicologiche fanno l’ipotesi che coabitino all’interno di noi più “parti” (PNL) o più “stati dell’IO” (Analisi transazionale), che sono come delle sottopersonalità dotate di carattere specifico. Queste sottopersonalità possono affrontarsi o vivere in armonia. Lo schema dell’enneagramma permette di capire meglio tali interrelazioni.",
  "last_phrase": "In conclusion, by using Time Line and techniques for temporal vision and Enneagram and the three neurological sets, one can gain a complete understanding of time and their personality. These tools can be used in life coaching to manage time, set future goals, and explore the different facets of a person's character, including their charisma and strengths."
}