{
  "title": "How does our perception of the world change based on how we see it?",
  "first_phrase": "In the preceding text, the author discusses how our nervous system distorts and deletes vast parts of the real world, forming our representations of it. In this final section, the author explores the mechanisms of cancellation and deformation, which allow us to selectively attend to certain aspects of our experiences and transform our sensory data, respectively. These mechanisms help us adapt to the world, but they can also limit our experiences and result in self-fulfilling prophecies. The section provides an excellent finishing touch to the previous text, bringing clarity to this delicate and essential balance.",
  "content": "La fantasia, per esempio, ci permette di prepararci in anticipo a esperienze possibili (colloquio di lavoro, incontro sentimentale,...) E' il procedimento che ha reso possibile tutte le creazioni artistiche dell'uomo: Van Gogh non avrebbe dipinto quei cieli se non avesse deformato la propria percezione al momento della creazione. Con la stessa tecnica si possono ad esempio trasformare e quindi reinterpretare messaggi d'affetto o di stima percependoli insinceri o subdoli. Le mappe creano aspettative e queste fanno sì che l'individuo filtri l'esperienza fino a renderla conforme alle aspettative stesse (la cosiddetta “profezia autorealizzantesi”); dal momento che l'individuo si “impedisce” di fare esperienze non conformi alla sua mappa, le aspettative ne risultano confermate e rafforzate ed il ciclo continua. Un esempio di come l'aspettativa può limitare l'esperienza e quindi il pensiero è dato dall'esperimento di Bruner e Postman con le carte da gioco: i soggetti devono identificare le carte che vengono fatte vedere una per volta con tempi di esposizione sempre maggiori; alcune carte sono però modificate in partenza (es. : un sei di picche rosso e un quattro di cuori nero).",
  "last_phrase": "In conclusion, our perceptions and expectations can heavily influence our experiences and thoughts, limiting our ability to see and understand things in new and different ways. However, by harnessing our imagination and creativity, we can break free from these limitations and open ourselves up to new perceptions and possibilities. Keep an open mind and challenge yourself to think outside the box to fully experience all that life has to offer."
}