{
  "title": "\"How can coaching and responsibility lead to motivation and success in impossible missions?\"",
  "first_phrase": "In the previous section, the text describes how to motivate employees effectively. Now, the focus shifts towards coaching and accountability. The author emphasizes the importance of avoiding judgment when requesting a change in behavior and instead correcting by motivating the employee naturally. The coaching style should be one that promotes responsibility, allowing the employee to have control over their actions and aiming towards self-correction. The author also provides a model, including steps such as positively welcoming the employee, setting ambitious goals, and expressing gratitude for their efforts to achieve the intended outcome. Through identifying and challenging employees to exceed their own limitations, managers can drive motivation, leading to inspired productivity.",
  "content": "“ 5 – Convenire assieme un nuovo piano d’azione 6 – testimoniare la riconoscenza per lo sforzo E’ essenziale proporre il nuovo obiettivo come molto difficile se vogliamo stimolare l’altra persona a misurarsi lui stesso ed a superarlo. Il fine è portare il collaboratore ad identificarsi nella figura di eroe o salvatore. In questo modo potremo stimolare il collaboratore a sentirsi fiero, mobilitando le sue risorse. Il processo di “identificazione” è un processo molto potente che lavora sui livelli logici della persona. E' importante tuttavia che in tale processo non chiediamo al nostro collaboratore di fare di più di quanto è capace. Altrimenti, l'incapacità di ottenere l'obiettivo potrebbe trasformarsi in contro-motivazione. Coaching e Responsabilizzazione 1 - Chiedere di Modificare un Comportamento non Accettabile E’ importante evitare giudizi o rimproveri. Il nostro fine è arrivare ad un comportamento nuovo in MODO NATURALE. Il Manager Coach in questo ambito deve essere capace di correggere responsabilizzando ed al contempo motivare. Una persona responsabilizzata ha infatti molto più controllo sul suo modo di fare di una persona non responsabilizzata e tende naturalmente verso l’autocorrezione.",
  "last_phrase": "In conclusion, when coaching and holding employees accountable, it's crucial to avoid judgment, motivate them to take responsibility, and create a natural process towards behavior change. Setting challenging goals that lead to an identification as a hero or savior can mobilize their resources and increase their pride. But it's essential not to ask them to do more than they are capable of, as it can create demotivation. Remember, the ultimate goal is to create a positive work environment that encourages efficiency and cooperation."
}