{
  "title": "\"How can we use coaching to respond to negative feedback effectively?\"",
  "first_phrase": "In the previous part of this text, the importance of the \"Description and Emotion\" phase was discussed to avoid negative reactions during a conversation. Now, the focus shifts towards using coaching to respond to negative feedback. The text explores the two factors that come into play when receiving criticism, namely our self-confidence and our ability to handle the situation. The aim of coaching is to help the other person see multiple points of view and develop as a person. A sample conversation is given to demonstrate the use of the perspective shift and setting new goals for the future. The text emphasizes the need to listen actively and ask for the other person's point of view to navigate a negative situation successfully.",
  "content": "Se viviamo la critica personalmente non siamo in grado di rispondere adeguatamente. A questo proposito la PNL3 può fornire schemi molto potenti per migliorare la sicurezza e l'autostima. 2. La capacità di gestire la situazione Come rispondere in modo da sviluppare l’interlocutore? Perchè aiutare l'altro a vedere più punti di vista è il fine del coaching. Nell’esempio che segue esplicitiamo al nostro interlocutore il nostro utilizzare il cambio di posizione percettiva ed instauriamo a questo punto un processo nel quale proponiamo anche il nostro come opzione. Infine saliamo ad un livello “meta” fissando un nuovo obiettivo per il futuro. 1 - Mostrare di avere sentito. Molte critiche nascono dal desiderio di essere ascoltati. In certi casi può essere adatta la risposta indicata sotto che crea una piccola interruzione di schema, ideale per passare al punto 2. “Mi aspettavo che me ne parlassi” 2 - Domandare la ragione del punto di vista dell’altro “Perché hai quest’impressione?",
  "last_phrase": "In conclusion, taking criticism personally can hinder our ability to respond effectively, but the practice of NLP can help to increase our self-confidence and resilience. By actively listening to the other person's point of view, recognizing and acknowledging their perspective, and working towards a common goal, we can find a solution to eliminate future conflicts. Remember to keep an open mind and encourage reflective thinking to facilitate personal growth and better communication."
}