{
  "title": "How did Matt revolutionize the coaching industry and become a global leader in training?",
  "first_phrase": "In the preceding text, we learned how Matt, a coaching expert, found the standard coaching courses and learning experiences disappointing. To reset the standards of the profession, he partnered with world-renowned coaches, including Anthony Robbins, Randy Gage, Robert Dilts, and Richard Bandler. In this last section, we learn that after completing all courses of Anthony Robbins, including the Mastery University and the Leadership Academy, Matt started working with Robbins globally in various locations. In 2002, he was offered the role of 'Senior Mentor'. This section showcases Matt's evolution as a coach and his pursuit of expertise in the field.",
  "content": "La sua feroce curiosità lo porta a divorare centinaia di libri sull’argomento partecipando al tempo stesso ai seminari dal vivo tenuti dai massimi esperti in materia. In pochi anni diventa conosciuto come “One Stop Therapist” (il terapista che risolve rapidamente i problemi del cliente) e “Coaches’ Coach” (il coach a cui gli altri coach si affidano). Nel 1998 partecipa a un corso di Anthony Robbins (il formatore No 1 al mondo) e ne rimane folgorato. Decide quindi di iscriversi alla Mastery University e prende il primo volo per gli USA! Dopo aver completato tutti i corsi dello statunitense (incluso anche il Leadership Academy: un corso avanzato di leadership e comunicazione efficace), nel 2000 incomincia a lavorare con Robbins in diverse parti del mondo tra cui Australia, Hawaii, Palm Springs, Miami, San Diego e per lunghi periodi alle Fiji (Namale Resort) dove si occupa della conduzione di una nuova serie di seminari dello statunitense intitolati “Life Mastery - Pure Energy Cleanse”. Nel 2002 gli viene offerto il ruolo di ‘Senior Mentor’.",
  "last_phrase": "In conclusion, Matt's fierce curiosity led him to become a renowned \"One Stop Therapist\" and \"Coaches' Coach\", completing Anthony Robbins' Mastery University and becoming a Senior Mentor working in four continents with a mission to train elite customers from over 80 different nationalities. Matt successfully extended his activity throughout Italy and developed his own coaching methods to transform limiting beliefs and facilitate goal achievement."
}