{
  "title": "\"How can group coaching help improve team dynamics and achieve permanent change?\"",
  "first_phrase": "This text provides practical insights on group coaching techniques and tools to improve team performance. In the previous chapters, topics such as conflict resolution and practical elements of coaching for groups were explored. In the final section, the focus shifts towards the role and language of an excellent coach, and the importance of coaching models in effective communication. Specific linguistic structures and phrases for different types of coaching sessions are discussed in detail, along with the word choice of a coach. The text ends with a comprehensive overview of coaching models and their semantic parts.",
  "content": "216 Elementi e Sintassi del Coaching di Gruppo 217 Come coinvolgere il gruppo: I 3 momenti del gruppo 217 fenomeni frequenti e come utilizzarli per portare il gruppo a svilupparsi 217 Il Transfert dei ruoli SUL COACH 218 La Metafora della famiglia 219 I Processi di Responsabilità ed il “Capro Espiatorio” 219 Il coinvolgimento 220 La direzione energetica del gruppo 220 Gli Strumenti per agire su di un Team 222 Ulteriori Elementi per il Coaching del Team 227 Coaching per la vendita e per gruppi di venditori 228 Che rapporto c'è tra Coaching e Psicologia del Venditore 231 CAPITOLO 5 - Il Coach Eccellente ed il “Coaching Model” 233 Le Parole del Coach - ll Coaching Model Linguistico 234 Strutture di Linguaggio di Coaching Efficace 235 TIPO 1: conversazioni singole 235 TIPO 2 – Conversazioni più complesse condotte durante varie sessioni 236 La “Magia” del Linguaggio di Coaching 237 Le Situazioni del Coaching 237 Il Manager Coach 237 Caratteristiche Generali Verbali e Non Verbali del linguaggio utilizzato 238 Il “coaching model” - Parte Semantica 239 Che parole in specifico utilizza un Coach?",
  "last_phrase": "In conclusion, the elements and syntax of group coaching, as well as how to involve the group, frequent phenomena to utilize for group development, and the role transfer onto the coach are essential in creating an excellent coach. The linguistic and non-linguistic characteristics utilized in coaching language can prove to be effective in achieving permanent change and positively impacting collaborators."
}