{
  "title": "What is Coaching? A Journey towards Unleashing the Inner Potential for Optimal Performance.",
  "first_phrase": "This text discusses the concept of coaching, specifically in the context of unlocking the potential of individuals to achieve optimal performance. The coaching process, developed by Dr. Paret, involves guiding individuals through various mental and emotional states to access their own creativity and potential. The concept of coaching has evolved from earlier approaches, such as NLP's \"modelling excellence\". Coaching is a mental approach that cannot be constrained by rigid frameworks or maps. Instead, it allows individuals to tap into their unique abilities and achieve success. This final section explores how true coaching is based on personal growth through a process of self-discovery.",
  "content": "Per il coaching il concetto è analogo. Rappresenta l’evoluzione di concetti e discipline precedenti. Anche altri approcci nel passato hanno cercato di sviluppare l’eccellenza. La PNL, ad esempio, negli anni ’80 nasce come MODELLARE L’ECCELLENZA. Il concetto è lineare: vedo una persona capace e la copio. I fondatori della PNL si resero conto ben presto che modellare non era sufficiente. Ogni persona è unica, ogni situazione è diversa. Basti menzionare allora la ricerca successiva, con R. Bandler a cercare di brevettare un sistema per “creare l’eccellenza” o Grinder alla ricerca del “New Code” per la PNL. Tuttavia il coaching, il vero coaching, parte direttamente dal gradino superiore. Chi cerca informazioni sul coaching, al giorno d’oggi, può rimanere infatti stupito dalla marea di approcci differenti e fatica a trovare una “linea unica” per questa materia. Questo essenzialmente perché si tratta di un “approccio mentale”. Volutamente non è inquadrato in schemi rigidi. Questi sono solo mappe che possono allontanare dalla vera comprensione. Una vignetta mostrava una volta un tipo che per cercare di orientarsi guardava talmente la mappa invece di quello che aveva attorno da andare a sbattere.",
  "last_phrase": "In conclusion, while other approaches have attempted to model excellence in the past, coaching represents an evolution of these concepts and disciplines. The true essence of coaching lies in its mental approach, which intentionally avoids rigid frameworks and instead focuses on awakening and developing one's unique potential. Thus, by looking beyond mere maps and models, we can truly discover where we need to go and achieve greatness in our personal and professional lives. Per il coaching il concetto è analogo."
}