{
  "title": "\"How does our focus shape our reality? The power of questions in Quantum Coaching.\"",
  "first_phrase": "The last part of the text delves into the concept of focus and how it affects our perception of the world. The author mentions the book \"Flow\" by Mihaly Csikszentmihalyi, who argues that our nervous system is bombarded by millions of bits of information every second but can only process a small fraction of it. The key takeaway is that our focus determines what we perceive, and this can be consciously directed. The author emphasizes the importance of choosing what we focus on, as it shapes our experiences and possibilities. This text reminds us that our experience of the world is an illusion and encourages us to awaken from it.",
  "content": "Dunque il sistema nervoso è impegnato costantemente a eliminare tutto ciò che non è necessario. Dai 2.2 milioni di bits di informazioni riusciamo soltanto ad elaborare circa 134 bits di informazioni al secondo. C’è una differenza tra questi due numeri? Chiaramente c’è un’enorme differenza! Percentualmente questo significa che computiamo lo 0.000067 per cento delle informazioni che stiamo ricevendo. Il problema è che circa il 90 per cento degli elementi che determinano il tuo focus sono ancora a livello inconscio. Einstein diceva che “siamo inscatolati dalle limitazioni del nostro pensiero.” C’è una varietà infinita di esperienze e di possibilità, tutto dipende da questa domanda: Su quali canali ti stai sintonizzando? La gente si collega su diversi canali a seconda della loro definizione di identità, a seconda delle loro esperienze, delle loro strategie e dei loro riferimenti. La buona notizia è che questi elementi possono essere cambiati. Adesso che ci stiamo per imbarcare in questo viaggio della tua coscienza, ricorda che la tua esperienza del mondo è un’illusione. Tutti i più grandi maestri di vita hanno sempre detto che viviamo in un sogno… e che dobbiamo svegliarci!",
  "last_phrase": "In conclusion, our conscious mind can only process a tiny fraction of the information we receive, and most of our choices and focus are determined by our unconscious mind. The good news is that we have the power to change the way we tune into different channels of our infinite potential. With the help of a coach and the power of focused questioning, we can awaken from the limiting dream and create the reality we truly desire."
}