{
  "title": "\"How can restructuring and coaching turn leaders into successful leader coaches?\"",
  "first_phrase": "The text discusses a 6-step restructuring process that can be used in coaching to change certain behaviors. Before this, the author discusses the importance of understanding the positive intention behind behavior and negotiating with the specific party. The process involves being in a creative state of mind and brainstorming multiple alternatives to the behavior, choosing the best ones, and overcoming objections. This technique is effective when in a state of hypnosis. The restructuring process is an essential tool in coaching to achieve personal growth and improvement.",
  "content": "Ponetevi al centro di un cerchio che rappresenta il “comportamento” e pensate ad un comportamento che vorreste cambiare, o che trovate limitante. Descrivetelo 2. Entrate in uno spazio che chiamerete “intento” e chiedetevi: “qual è la funzione o lo scopo del comportamento?”. Quando avete una risposta entrate in uno spazio che chiamiamo “stato creativo”. 3. Chiedetevi: in che altra maniera posso raggiungere il mio intento? Mentre state all’interno dello “stato creativo” permettetevi di generare una serie di comportamenti alternativi che corrispondano a tale intento. Quando avete una serie di alternative tornate alla posizione “intento” 4. Adesso analizzate le alternative e scegliete la/le migliori. Entrate nello spazio “comportamento” 5. Immaginate di utilizzare le alternative. Ci sono delle obiezioni? Se ce ne sono, tornate allo spazio “intento” e ripetete il processo fino alla risoluzione del problema Ristrutturazione in 6 fasi e Coaching Ed appunto lo schema della ristrutturazione in 6 fasi è molto interessante in quanto anche presente in uno dei paradigmi di base operativi del coaching.",
  "last_phrase": "In conclusion, the 6-step restructuring process and coaching can be incredibly helpful when trying to change limiting behaviors. By centering yourself in the \"behavior\" circle, determining the purpose of the behavior in question, and exploring alternative solutions, you can make strides towards achieving your desired outcome. It's crucial for leaders to also embody the qualities of a coach in order to create cohesiveness within an organization. Remember - being recognized as a leader isn't enough, it's important to establish a functional group as well."
}