{
  "title": "How can coaching help unlock creativity and generate successful ideas?",
  "first_phrase": "In this text, the author discusses the importance of insight and awareness in coaching for creativity and genius. They summarize the various steps involved in the coaching process and mention techniques to generate the maximum number of responses possible. In the final part, the author emphasizes the significance of methods that stimulate the quantum part of the mind and lists techniques like problem rotation, schema interruption, Milton model formulation and quantum linguistics that prepare for the insight phase. These techniques help to provide new solutions and activate the gamma state of mind. The author recommends creative coaching techniques to stimulate different parts of the brain and generate long-lasting changes.",
  "content": "Le ricerche hanno mostrato che in tale fase vi è prima fase di accesso in “alfa” e successivamente un momento di “insight” caratterizzato da onde gamma nel quale viene individuata la nuova situazione. Tra le metodologie tipiche di questa fase menzioniamo l’utilizzo di: formulazioni ericksoniane (Milton model), “linguaggio di coaching” (da noi esaminato alla fine di quest’opera, e caratterizzato da parole e sintassi specifica) metodiche specifiche che possano stimolare la parte quantica della mente (Quantum Linguistics) Rotazione ed Interruzione Per preparare tale fase spesso vi è un momento che può essere definito con termine di origine matematica di “rotazione del problema” (dalla Programmazione Neurolinguistica tale fase è chiamata di “ristrutturazione”) un’altra tecnica preparatoria può anche essere la cosiddetta “interruzione di schema” che aiuta a bloccare ragionamenti lineari della mente conscia che non sono produttivi. Questa interruzione dei ragionamenti lineari può essere ottenuta mettendo in atto a volte comportamenti nuovi ed inaspettati. E’ importante capire che un effettivo sviluppo delle facoltà creative si accompagna anche ad una serie di cambiamenti neurofisiologici, che dall’esterno sono anche visibili e corrispondono alla differente attivazione cerebrale del nostro cliente.",
  "last_phrase": "In today's rapidly evolving world, the ability to generate new and innovative ideas is becoming increasingly essential. Through techniques such as the Ericksonian approach, Quantum Linguistics, and interruption of schema, with the use of the right coaching language, individuals can access the alpha and gamma phase of creativity. These methods have been perfected in Executive Personal Coaching and are designed to help individuals create successful and groundbreaking ideas. By understanding the neurophysiological changes that come with developing creative faculties, individuals can navigate the constantly changing demands of the world and respond with innovative solutions."
}