{
  "title": "\"How can a coach develop attention density and motivation in their coachee?\"",
  "first_phrase": "In the previous part of the text, we learned about the fundamental trio behind motivation and how coaches use their skills to help their coachee develop attention density. In this last part, we will dive into the outcomes of effective coaching, including excellent long-term performance, self-correction, and autonomous generation of new models. The author also shares two helpful schemas: one on the construction of attention and the other on the insight process for the development of creativity. Additionally, the text provides three keys to destroying procrastination and highlights the importance of taking action towards one's goals.",
  "content": "Generazione autonoma di nuovi modelli: Scopo finale del coaching è portare il cliente a crearsi automaticamente nuovi modelli Schema 1: lo sviluppo dell’Attenzione Lo schema sottostante riporta il meccanismo di “COSTRUZIONE DELL’ATTENZIONE”, alla base della costruzione e del consolidamento dei circuiti mentali. Schema 2: il processo dell’Insight Lo schema sottostante mostra il meccanismo di creazione di nuovi schemi e sviluppo della Creatività. Le 3 chiavi per DISTRUGGERE la PROCRASTINAZIONE. Cosa è il successo? IL successo avviene quando il coachee decide di fare una cosa e LA FA. Oppure quando decide di NON fare una cosa e NON la fa. Sembra molto semplice, ma il 99 per cento delle persone non riescono a farlo! Certo, tutti parlano delle cose che intendono fare, ma sono davvero poche le persone che effettivamente entrano in azione verso i loro sogni e i loro obiettivi. Ci siamo passati anche noi da quella fase! Uno dei concetti più importanti che abbiamo imparato nella nostra vita è che il 90% del successo è ENTRARE IN AZIONE verso i propri obiettivi.",
  "last_phrase": "To sum up, the ultimate goal of coaching is to guide the client towards generating new models autonomously. Attention and insight are two key mechanisms for building mental circuits and boosting creativity. The secret to success lies in taking action towards one's goals while understanding the principles of pain and pleasure. By keeping these in mind, one can overcome procrastination and achieve their potential."
}