{
  "title": "What is Coaching Community and How Can You Benefit From It?",
  "first_phrase": "In the previous text, we learned about the benefits of becoming a certified coach with the Coaching Community. Now, let's take a deeper look at the programs offered by Dr. Paret, the creator of some of the most innovative coaching techniques. The VIP coaching program is conducted according to international standards and approved by the Association of Italian Professional Coaches. This program introduces new coaching models and techniques, including ones derived from NLP. Additionally, the Turbo Coaching model, an exclusive feature of this school, is a powerful energy-based coaching approach that complements the VIP program. With these programs, participants gain the skills and tools needed to become successful coaches and receive support from the category association.",
  "content": "Il nostro programma di VIP Coaching è condotto secondo gli standard ed i protocolli approvati durante le Conferenze Internazionali di Coaching di Nizza, delle quali la nostra scuola è stata anche organizzatrice, ed approvato dall'Associazione Italiana Coach Professionisti a sua volta aderente all'unico sindacato italiano per tale nuova professione. Tale programma introduce all'interno della preparazione del Coach una serie di modelli di coaching di nuova generazione, oltre a presentare nella sezione “strumenti per il coach” molti modelli derivati dalla PNL3 e da altre tecniche presentate nelle Conferenze Internazionali di Coaching. Turbo Coaching rappresenta invece un secondo nuovo modello accelerato di Coaching energetico che può essere complementare al VIP coaching appena menzionato. E' un modello ESCLUSIVO della nostra scuola. Il nostro programma di Coaching è molto completo, e permette al partecipante di imparare ad essere coach, crearsi la sua attività di coach, e sviluppare solide fondamenta. Non solo: prevediamo anche “aiuto professionale” tramite l'associazione di categoria per il futuro “Coach”, aiutandolo ad immettersi sul mercato e tutelandolo.",
  "last_phrase": "In summary, our VIP Coaching program follows internationally-approved standards and protocols, introducing new generation coaching models and tools derived from PNL3 and other techniques. Our Turbo Coaching model is exclusive to our school and complements the VIP Coaching. Our comprehensive Coaching Program offers two alternative paths for individuals seeking to develop fundamental coaching skills, and it also includes professional assistance in setting up a coaching career. The program is suitable for those who want to become accredited coaches, those who seek to add coaching skills to their existing profession, and those who wish to acquire coaching skills. Completing the basic course curriculum entitles the coach-in-training to participate in more advanced coaching courses like the \"LEADER COACH\" program, and the \"MASTER TRAINER\" program. Check our website for upcoming coaching dates."
}