{
  "title": "\"How can chunking and emotional management techniques help you overcome procrastination?\"",
  "first_phrase": "In the last part of this text, the focus shifts to two methods for managing motivation: Chunking and the Rule of 3, and Emotional Management. In the first section, the author discusses how breaking larger tasks into three manageable chunks can help individuals feel less overwhelmed and more motivated to take action. This is followed by a discussion on emotional management and how many people struggle to manage their emotional state, which can lead to difficulty in getting started on tasks. The author also suggests that these methods can be helpful for coaches to use with their clients who may be struggling with motivation.",
  "content": "Per fare qualcosa dobbiamo quindi raggruppare un insieme di azioni in due o tre ‘chunks’ della nostra attenzione. Il ‘chunking’ aiuta a dar senso al caos. L’esempio della palestra di prima, può essere così ridotto in tre semplici step: Andare in palestra Fare esercizio Sentirsi bene e carico! Quindi qualora il coachee si trovasse a procrastinare, è bene scoprire in che modo si sta rappresentando l’obiettivo. Sta pensando a TUTTE le cose che deve fare e a tutta la fatica? Se si, è opportuno allora aiutarlo a raggruppare le azioni in 3 step. Focalizzandosi su questi tre step, l’entrare in azione risulterà molto più facile e naturale. Metodo 3: Gestione Emotiva “Non sono d’umore oggi, lo farò domani.” “Non mi sento proprio di farlo adesso.” Avete mai sentito i vostri clienti usare espressioni di questo tipo? Magari le avete usate voi stessi? Il 99% delle persone non sa gestire efficacemente il proprio stato emotivo. A volte si svegliano felice, a volte no.",
  "last_phrase": "In order to accomplish our goals, we need to chunk our actions into two or three manageable steps. By doing this, we can better manage our emotional state and take action towards our objectives. Instead of waiting for the \"right\" emotion to arrive, we can use emotional management techniques to create the emotional resources we need to take action. Remember, focus and physiology are the key resources for emotional empowerment."
}