{
  "title": "How to effectively delegate and communicate decisions in a hierarchical organization?",
  "first_phrase": "In this text, the topic is how to communicate a decision effectively to employees. The author gives four principles, and in the last 200 tokens, he focuses on the fourth principle of letting the employee express their concerns, followed by a conclusion. The author emphasizes the importance of using spoken subtext and personalizing the objective while making it clearly understandable and cause-and-effect, making it easier for employees to understand. The author also suggests that allowing employees to participate in the decision-making process ultimately increases employee engagement.",
  "content": "Se l’obiettivo arriva a noi da altra fonte, affermiamo il nostro condividere l’obiettivo: noi siamo infatti i referenti essenziali del nostro coachee e solo la nostra convinzione potrà rendere concreto l’obiettivo Abbiamo deciso che… FASE 2 – rendere semplice e sensoriale Più siamo sensoriali più la mente può capire quel che stiamo toccando in un particolare momento vogliamo incrementare le vendite del 5%, CIOE’ xxx euro nel settore delle macchine movimento terra, puntando particolarmente sui seguenti modelli… FASE 3 – aggiungere causa-effetto ed equivalenza complessa Ricordiamo che il cervello è composto da 2 emisferi: destro e sinistro IL DESTRO è più sensibile alla equivalenza complessa, rappresentata dalla parola SIGNIFICA IL SINISTRO è più sensibile alla causa-effetto, rappresentata dalle parole dato che, poiché etc… EQUIVALENZA COMPLESSA Questo significa che la nostra azienda potrà continuare a posizionarsi prima del mercato CAUSA EFFETTO In quanto i nostri concorrenti stanno adesso seguendo questa strategia… L’effetto di aggiungere questi due modelli linguistici è di VENDERE al nostro interlocutore 3 – annunciare la decisione motivandola In queste condizioni, ho preso la decisione di…a causa di…tenuto conto di… 4 – lasciare il collaboratore esprimersi sugli inconvenienti Ci sono dei problemi riguardo a tale situazione?",
  "last_phrase": "In conclusion, by following the coaching process outlined above, we have successfully decided to increase our sales by 5% (equivalent to xxx euro) in the earth-moving machine sector, and have developed a clear and sensory plan that appeals to both the left and right hemispheres of the brain. We have also negotiated the implementation of this plan with our team member and have committed to achieving the desired results. Delegation is key to increasing productivity, and by implementing a coaching-based approach, we can effectively delegate tasks, trust our team members, and achieve our desired goals."
}