{
  "title": "\"How can mesmerism and body work transform our behavior based on the polivagal theory?\"",
  "first_phrase": "In the previous paragraphs, we discussed the idea that symbolisms can be a compass for change, leading to intuitive transformation, while mesmerism focuses heavily on the body's attention. In this final section, we explore the concept of the mesmerism approach to bodywork and its applications. We delve into the transformative alchemy of being, the body's influence on the mind, and the effectiveness of nonverbal communication techniques. We also introduce the recent polivagal theory supporting the validity of the mesmerism approach and how it can improve relationships by facilitating behavioral flexibility. Finally, we explore how mesmerism can help clients navigate social engagement and overcome internal blocks to develop their talents.",
  "content": "Prima della teoria polivagale, il nostro sistema nervoso era raffigurato come un sistema antagonista in due parti, con una maggiore attivazione che segnalava meno calma e una segnalazione più calmante che segnalava una minore attivazione. Si lavorava molto sul rilassamento come mezzo per essere tranquilli. La teoria polivagale identifica un terzo tipo di risposta del sistema nervoso che Porges chiama “sistema nervoso per l’impegno sociale”, una parte del nostro sistema nervoso che è una miscela di attivazione e calma. Può essere liberato grazie ad una specifica reazione corporea spesso e accompagnata da crisi. Nel sistema del mesmerismo esiste anche la pura e semplice “dissoluzione” del problema grazie all’attivazione di una reazione corporea incentrata sulla zona che gli orientali chiamano Hara. Risolvere i nodi relazionali in modo neurologico Risolvere i nodi relazionali in modo neurologico “Il sistema di impegno sociale” ci aiuta a navigare nelle relazioni. Col mesmerismo possiamo aiutare i nostri clienti a passare all'uso del loro sistema di impegno sociale. Questo consente loro di diventare più flessibili nei loro stili di relazionarsi agli altri. Risolvere i Blocchi della nostra vita e sviluppare i nostri talenti Il più grosso problema nello sviluppare i nostri talenti sono i nostri blocchi interiori.",
  "last_phrase": "In conclusion, understanding the polyvagal theory and the activation of the social engagement system can aid in navigating relationships and resolving internal blocks that hinder the development of our talents. With the help of mesmerism, we can shift our response to events and embrace our full potential, rather than running away or getting angry. By activating our social engagement system, we become more flexible in our relational styles and can resolve relational knots in a neurological way."
}