{
  "title": "How can you work in a relaxed state and achieve perfect efficiency?",
  "first_phrase": "This text discusses the idea of working in a relaxed state by avoiding unnecessary movements to increase efficiency. It relates psychological work to physical tension and manual labor, emphasizing the need for purposeful movements. The author stresses the importance of avoiding small tics or tensions and achieving absolute silence. The goal is to subjugate emotions and save energy, which can otherwise go wasted. This last 200 tokens offer practical tips on how to avoid unnecessary movements and maintain a motionless posture for better concentration.",
  "content": "Small tics or tensions In addition, over and above the “formal” relaxation exercises which should be repeated with such assiduous diligence as to ensure that they turn into an unconscious habit of our body, the main rule is encapsulated in the following: Avoid all useless movements. Every movement has to have a purpose. When you are studying, refrain from tapping your fingers on the table, do not strike the ground with your feet, do not swing either your feet or your head, avoid twisting your facial muscles, and do away with humming a tune or whistling unconsciously, whether in a low voice or by following some music in your mind. Absolute silence ought to reign in an active spirit. If you happen to move without any useful motive, try and go back to a state of calm at once. Some kind of motionless posture will prove to be of the greatest avail to you, especially when it comes to subjugating emotion. For the sake thereof, you should start learning how to carry out gestures slowly and yet precisely, even when you are in a hurry. Every small tic is also, at the same time, a form of dispersion of energy.",
  "last_phrase": "In conclusion, by avoiding useless movements and carrying out the described exercise to address small tics and tensions, we can establish a state of calm and energy balance. Developing precise and conscious gestures, even in moments of hurry, will ultimately help us subjugate emotions and improve our productivity."
}