{
  "title": "What is the exercise for visually tracing the infinite and accessing subtler dimensions?",
  "first_phrase": "In the last 200 tokens of this text, the author gives final considerations and practical annotations to the exercise of mentally tracing the sign of the infinite. The exercise facilitates ocular convergence and access to subtler dimensions. However, the author warns against embarking on this exercise without first improving one's attention and presence through the exercises in the first part of the book. The author invites readers to ponder the psychological law that repressing passions makes it easier to attain victory over their urge. Success in the exercise may not come immediately, but the final result is reported to be brilliant.",
  "content": "It would however be an error, and an exercise in self-deception, if one were to embark on this work without having first gone through the stage of implementing the exercises set out in the first part of this book, which fulfil the need of improving attention and presence to oneself. Practical annotations During the subsequent stage of wakefulness, you should assist your power of suggestion to the best of your ability, in so doing striving to obey the command you have issued to your own selves. “There is a psychological law to the effect that, whenever one surrenders to a passion, resistance to it becomes increasingly more difficult at the time when an identical chance to indulge in it emerges later; whereas, on the other hand, every effort which aims at repressing it, makes it easier to attain the following victory over its urge” 87. Ponder the meaning of this truth, and act thereafter in conformity with its dictates. Whoever might elect to devote his self to these practices is going to realize how the first attempt often proves to be insufficient to ensure the attainment of success, or will at least realize how any success at that early stage is fleetingly short.",
  "last_phrase": "In conclusion, implementing the exercises outlined in the first part of this book to improve attention and presence to oneself is crucial before embarking on the work described. During the subsequent stage, it is important to assist your power of suggestion and resist passions through consistent practice, even if initial attempts may prove insufficient. With perseverance and confidence, success can be achieved, and even deeply-rooted habits can be eliminated. So don't give up and continue training your brain to reap the benefits of ultimate success."
}