{
  "title": "How to avoid cerebral vagrancy and aim at specific targets in studying or working?",
  "first_phrase": "In the preceding text, the author discussed the problem of dilating and scattering the subject-matter when working towards a particular purpose. This leads to cerebral vagrancy which many scholars are unaware of. It is necessary to know how to circumscribe the field of one’s activity and set specific aims beforehand to avoid wasting time and energy. In this concluding part, the author emphasizes the importance of having clear and immediate aims and the benefits of accomplishing such aims. The text encourages learners to pay attention to the necessity of having a clear purpose.",
  "content": "It is therefore necessary to know how to circumscribe the field of one’s activity. No better means to accomplish this requirement exists than to set out beforehand the issues that one is going to deal with within a fixed time, accompanying that step by the firm resolution to tackle each of those issues exhaustively. By resorting to our method, after all, we will gain a huge surplus of free time we can then devote to supererogatory researches. What is in fact the origin of so many agitating states and so many useless speeches? It is the fact they are detached, in other words, that they are not carried out so as to serve a specific purpose. If, by contrast, we set a particular aim for ourselves, however negligible it might be, so long as it is a clear and immediate aim, our actions and our thoughts will naturally bind themselves together in a chain-like arrangement, causally related to one another, and, as a result, all of them will occupy a useful place. We would like to draw the learner’s attention to the necessity that any such purpose should be quite clear.",
  "last_phrase": "To conclude, it is essential to circumscribe one's field of activity by setting clear and immediate aims, analyzing their usefulness, and distinguishing between indispensable and superfluous activities. By doing so, one can gain a surplus of free time to devote to meaningful pursuits and avoid agitating states and useless speeches. Always re-examine the indispensability of any activity that is not useful to ensure it truly aligns with personal objectives."
}