{
  "title": "\"How can blocking thoughts lead to developing creativity and mental power?\"",
  "first_phrase": "In the previous section, the author warned against the harmful habit of switching abruptly from one thought to another, stressing the importance of mastering the art of suddenly deflecting the mind away from any idea or subject-matter to develop geniality and mental power. In the final section, the author introduces the concept of creativity, citing a study by psychologist Colin Martindale on the two stages of creativity - inspiration and elaboration. The author explains that relaxation, mental void, and the technique of light are necessary for developing originality, and delves into the two parts present inside our minds.",
  "content": "Developing geniality, originality and mental power Relaxation, the state of mental void, and the technique of the light which has been laid out here above, represent in truth the essential path for developing the quality of originality we have just spoken about in the preceding pages of this work. The first studies on the subject which have been conducted in recent times, precisely in 1978 by the psychologist Colin Martindale from Maine University, had already shown that there are two stages to creativity, namely, inspiration and elaboration. When his “guinea pigs” (writers placed under electroencephalographic monitoring) were busy creating, the cerebral activity was markedly reduced (= in a state of rest). That is the moment of inspiration. For the most creative among them, the electroencephalogram used to record an even higher figure of alpha waves. It is essential, in order to understand how that occurs, to differentiate between two parts which are present inside our mind: 1. Linear part (which corresponds to many of our conscious processes, and is ruled by a Newtonian logic founded upon the analysis of REALITY) 2.",
  "last_phrase": "In summary, developing geniality, originality, and mental power requires relaxation and accessing the non-linear part of our minds, where potentiality is generated. Research shows that creativity involves two stages - inspiration and elaboration - with inspiration occurring during moments of rest. By understanding the different parts of our mind, we can maximize our creativity and overcome limitations of our conscious part."
}