{
  "title": "\"How can we efficiently implement a successful plan through presentification and control over our personality?\"",
  "first_phrase": "In the final part of this text, the author discusses the efficient implementation of a plan through conscious actions. The narrative emphasizes that the body only executes what the mind truly wills. To effortlessly will one's actions, one can practice presentification, a superior form of concentration that is closely linked to self-hypnosis. Presentification can be multiplied through the use of the technique of light. The author stresses that in order to act efficiently, we must be the masters of our personality and not let our egotistic selves take control.",
  "content": "The true way of acting efficiently, however, is regaled with one quality: It happens effortlessly. It is the consciousness of the action which gives birth to the efficient action, rather than the quantity of energy that is spent in the process. Since, moreover, the body executes what the mind truly wills, one method which is of benefit to the aim of facilitating the implementation of the plan as a whole is thus presentification, being a superior form of concentration, and one which is closely linked to self-hypnosis, of which it represents its preparatory stage. Presentification might in turn be “multiplied” as far as its effects are concerned, and made more extensively “ours” through the use of the “technique of light”. Attaining control over one’s own personality We must be the masters in charge of our personality if we want to act efficiently. Many people surrender control of the steering wheel to their egotistic selves, for them to be piloted by such external selves, whereas in fact we can take control over what we are and turn ourselves into the persons we are eager to become.",
  "last_phrase": "In conclusion, to act efficiently, we must be conscious of our actions and take control of our personality. Presentification and the \"technique of light\" can help us achieve this, while instantaneous mono-ideation and mental substitution of personality can aid in hypnosis. With presence to the action, we can effortlessly achieve pure and focused action, where tasks happen to be carried out. Remember, it's not about the quantity of energy spent, but rather the consciousness of the action that leads to efficient results."
}