{
  "title": "How can we subdue destructive inner dialogue and align our thoughts with actions?",
  "first_phrase": "In the last part of this text, the focus is on the process of subordinating automatism to consciousness for self-development. The author explains how the internal dialogue that limits our beliefs and actions can be eliminated through exercises based on bodily awareness. By reducing the useless thoughts by at least 10%, we can be more present in reality and less in our own thoughts. This leads to a state of balance and loosening of any mental automatism, where we align our actions with our decisions. The text mentions the two primal sources of decisions - conscience and automatism.",
  "content": "Even such phrases as “I can’t do it”, or “I am unable to bring it off”, will progressively shed their meaning, since we will be more present in the reality and less so in our own thoughts. At that stage, we will then begin to align our actions with our decisions more and more. By proceeding along such a path, in addition, we will eventually reach the point where we will no longer have sensory preferences which are lived out in an automatic fashion. Some people see all the time, others are constantly audial persons, etc. By attaining presence, we will gradually reach a state of balance and “loosening” of any mental automatism 36. THE PROCESS OF SUBORDINATING AUTOMATISM TO CONSCIOUSNESS – The process of self-development passes through the prerequisite of establishing a total alignment between the decisions one takes and the resultant actions. Every person is in fact capable of noticing that inside his being there are two elements which inspire actions, two primal sources from which decisions gush out. On the one there is conscience, judiciousness, reason, reflection; on the other hand we find automatism.",
  "last_phrase": "In conclusion, by subordinating our destructive mental automatism to consciousness, we can create a total alignment between our decisions and actions, gradually reducing the influence of our impulses. This method can lead to a state of balance, presence and greater control over our lives, allowing us to make better choices and achieve our goals."
}