{
  "title": "What is the secret to \"acting naturally and effortlessly\" in achieving success?",
  "first_phrase": "In the last part of this text, the author highlights the importance of natural action and the association of ideas. They emphasize that major events are actually a sequence of small events and actions, and the ultimate meaning of these actions is what determines their importance. The author explains that the state of muscular relaxation, letting go of emotionalism, and premeditation on the usefulness of an action are all prerequisites to achieving results through this method. However, identifying oneself with the action can cloud the mind, and therefore, it is important to allow the body to act naturally and follow its own path. The author also discusses that the same action can have different effects depending on the scenario. This text is a part of a comprehensive guidebook that aims to teach people to act more efficiently and effectively.",
  "content": "The reciprocal corollary of such law is that the act brings about the idea, and you will thus be forever barred from getting into this way of acting “effortlessly” so long as you make yourselves unceasingly restless. “Identifying oneself with the action clouds the mind” (Tao Te king) If you are present, you might then allow the body to “act naturally” and follow its own path. Such “natural acting” is developed on the strength of the association of ideas, and it resembles creative activity. A major event, once it is subjected to an analysis, is shown to be nothing other than a sequence of small events. A small event is in turn made up of most tiny actions which are related to one another. The factor determining the smallness or greatness of a specific act is not the amount of fatigue which is required to perform it, but rather its ultimate meaning, that is, the influence it is going to exercise on our life and the life of our fellow humans. The same action is involved by lighting up a cigarette or setting fire to an ammunition warehouse, yet it does not produce a uniform effect in the two separate scenarios.",
  "last_phrase": "In conclusion, we can learn from the Tao Te king that identifying with our actions clouds our minds, and that allowing ourselves to act naturally can lead to creative activity. It's important to remember that even small actions can have a significant impact on our lives and others. Therefore, rather than focusing on the difficulty of an action, we should consider its ultimate meaning. In this way, we can develop a program for our lives that allows us to act naturally and effortlessly, leading to success."
}