{
  "title": "\"How can controlling emotions and implementing a particular exercise improve personal magnetism?\"",
  "first_phrase": "In the previous section, we learned about a particular exercise for controlling our emotions and establishing nervous balance. Now, let's talk about the solar plexus, an essential component in the development of \"personal magnetism\". Personal magnetism is connected with emotional self-control and non-verbal communication. This phenomenon can influence people placed at a short distance from you. However, to exercise this influence effectively, you need perfect self-control because your psycho-physical balance influences the way your energy gets transmitted to others. Any loss of magnetism due to uncontrolled emotions weakens personal influence. The constriction in the epigastric area, precisely by the solar plexus, is the symptom of such a loss.",
  "content": "The intention, the desire to exercise a special influence on one individual from that pair, will channel most of your irradiation in his direction. Yet such irradiation operates in accordance with a way which reflects your own psycho-physical balance. If it is potent but disorderly, such irradiation will cause perturbing irritation; whereas, if you happen to be calm and full of serenity, but at the same time devoid of power of accumulation, or with an inadequate externalizing tension, your influence will prove to be sweet but hardly pronounced. Perfect self-control is required. If you do not learn how to dominate your emotions, you will be amenable to experiencing continuous losses of magnetism, which will have the effect of weakening your personal influence to a degree commensurate with the extent of any such loss. However little you might feel impressed, you will then experience a typical constriction in our epigastric area, precisely by the solar plexus, which is, on the other hand, the very centre from which influence radiates.",
  "last_phrase": "In conclusion, if you desire to exercise a special influence on someone, you must first attain perfect self-control. Only by mastering your emotions, can you retain imperturbable serenity even in the most testing circumstances. So, listen calmly, don't argue, and don't express your opinion unless necessary to avoid continuous losses of magnetism and losing your personal influence."
}