{
  "title": "How does our perception of reality affect our decisions in financial markets?",
  "first_phrase": "In this text about our perception of reality, the author explains that what we perceive is actually our own image of the world based on our experiences. We apply various assumptions to these experiences which shape our reality. The author advises being ready to concede when we might be wrong. The last 200 tokens discuss the state of \"hypnotic dream,\" where traders are screened from perceiving reality and live in a non-sensory reality based on their imaginations. To achieve results, we must be present in the now.",
  "content": "Advice 4: Be always ready to concede the fact you might actually be in the wrong \"Hypnotic Dreams” The issue is that, if expectations are built upon something which is far removed from reality, we shall encounter plentiful difficulties and inconveniences before we can reach a state of satisfaction. A great many people step into that state which might be referred to as \"hypnotic dream\". Technically, this state, which is unfortunately come across frequently among traders, is definable as one in which the trader is essentially screened from perceiving reality, and all that he witnesses is his dream to have an intimate connection with reality. He then lives in a non-sensory reality, one which is rather made up of memories, projections and mental associations. He might say, for example, “this particular share is bound to experience a price increase”, and meanwhile he begins an otiose wait for that expectation to be proven true. As he is caught in that situation, the reality shaped up by his imagination superimposes itself on the actual reality. If we want to achieve results, however, we must be in the present and in the now 113.",
  "last_phrase": "To avoid getting caught in a \"hypnotic dream\" and projecting things into the future as a trader, it is crucial to stay grounded in the present and be open to conceding when wrong. By maintaining a realistic view of the market, we can avoid disappointment and strive for real results."
}