{
  "title": "How can relaxation techniques help us overcome mental and physical tension and improve concentration?",
  "first_phrase": "This text discusses the importance of overcoming useless physical tension to attain mastery over the mind and body. The author explains that exaggerated tension in our muscles and nerves is a product of our artificial civilization and vices associated with education. The text emphasizes the significance of relaxation to focus one's attention and the need to avoid empty tension by setting our bodies in a state of rest. The last part of the text delves into the idea of continuous tension, and how it is linked to our muscular memory and past experiences. The author advises us to relax and set our bodies in a state of rest to avoid wasting energy.",
  "content": "Overcoming continuous tension The exaggerated tension of the muscles and the nervous system might possibly depend on the usual expectant attention of civilized man. As is well known, in the state of expectant attention the muscles and nerves take up a posture of preventative adaptation to the action which is going to be carried out or the stance which is going to be adopted. Due to one’s muscular memory, and often to past experiences as well, our muscles are unconsciously and unnecessarily strained. This empty tension is precisely the one we ought to avoid the most. Avoiding it requires, first and foremost, that we should ascertain, now and then, the extent to which our muscles and nerves are strained, and accordingly try to immediately relax both of them, that is, to set them in that state of rest in which they are plunged at the time of being deeply and calmly asleep. By sitting, walking, etc, we are almost always in a state of rigidity, which is a state that entails a huge waste of forces, forces that might otherwise be channelled in a more beneficially productive manner.",
  "last_phrase": "To overcome continuous tension, it's important to recognize and release muscular and nervous strain to avoid wastage of energy. Exercise 6- the General Relaxation exercise can help review each muscle, starting from the face down to the legs, and release tension. By relaxing and controlling the muscles, one can channel their forces for greater productivity."
}