{
  "title": "\"What is the importance of daily planning for living in the present moment?\"",
  "first_phrase": "In this excerpt, the author provides guidance on how to live in the present moment and plan for the day ahead. The advice is inspired by the Stoic philosopher Seneca, who claimed that those who can summon what is useful to them in each hour of their life are free from fear of tomorrow. The author suggests that we should start by perceiving our own existence and then prioritize urgent daily tasks. Exercise 49 is introduced as a life habit that should be followed every morning. It involves imagining success in the day's actions and breathing deeply. Lastly, the author advises avoiding overloading the plan and creating real commitments.",
  "content": "Exercise 49 – This is a life habit which should be adhered to each and every morning. It is better to act by it as soon as our brain is awake, as our brain has not yet fallen back into the mechanisms by which it usually functions: It is thus possible, at that early stage, to easily issue to ourselves the instructions for that day. One of the most important things to do is to organize your time well. While you keep your eyes closed, and you maintain a steady state of relaxation, you should then devise a plan of action for the day. You must imagine yourselves achieving success in the actions you are going to undertake. Lastly, in the event that you want to additionally increase your level of efficiency when carrying out this exercise, you should take some deep breaths and think of the energy penetrating inside you as you inhale air. Do not overload the plan «in abstracto». Avoid, that is, the trap of creating fictional duties. You should rather create for yourselves real commitments (one must obligatorily have the mindset of being under a duty to will).",
  "last_phrase": "Incorporating this morning habit of organizing and planning your day with realistic commitments and visualizing success can significantly increase your daily efficiency. It's recommended to program not only your morning but also the evening before, determining tasks and hours of action. With consistent practice, you'll notice a surprising materialization of events based on your conscious awareness and successful planning."
}