{
  "title": "What are the methods for \"Dreaming up the means\" and overcoming obstacles in achieving your goals?",
  "first_phrase": "In the last part of this text, the concept of a \"paradigm shift\" is introduced to explain how focusing on a particular direction can lead to new opportunities for creative thinking. Before this, three exercises for \"dreaming up the means\" of achieving a goal were outlined - involving visualization techniques with light and mirrors. These exercises can also help conquer worries. It is emphasized that without initial concentration and execution of a plan, new ideas cannot be discovered. The text encourages readers to focus on their goals rather than waiting for a \"grand idea.\"",
  "content": "Exercise 46 – Dreaming up the means – the mirror Place yourselves in front of a mirror, so close to it that your vision is actually going to be blurred. While in that state, view a movie of whatever you desire. The paradigm shift One objection that might be raised is that, as we proceed further, we might discover new opportunities which are going to nullify the usefulness of our current planning. That is indeed so. It is likewise true, however, that such novel opportunities would hardly have been noticed had our mind not already been set in motion in a particular direction. The paradigm shift, the opportunity wherein we might possibly double the results we are going to reap, is in actual fact a creative activity, and as such it conforms to the rule governing creative activities in general: 1) Concentration in one particular direction, 2) rest/reassessment, and 3) fresh ideas. Without the initial concentration, in the absence, that is, of a plan which you have already begun to execute, you cannot possibly discover new ideas concerning it. Many people live life waiting for the “grand idea”.",
  "last_phrase": "In conclusion, the paradigm shift towards a grand idea is a result of concentrated efforts, reassessment, and fresh ideas. While obstacles may arise in reality, the key is to start with small ideas that can be executed successfully and progressively strengthen our energy towards achieving greater results - just like a muscle of active doing. So, start dreaming up the means and take action towards your desired outcome!"
}