{
  "title": "What is the \"ocular greeting\" and how can it be used to make a powerful first impression in business meetings?",
  "first_phrase": "In the previous section, the author discussed the art of conversation, including how to converse with others in a way that is interesting to them, as well as how to handle being contradicted. In the final 200 tokens, the author focuses on the power of the \"ocular greeting,\" or the moment when we make eye contact with someone upon entering their presence. The author provides tips on how to establish a positive inner mood prior to meeting someone and how this can enhance the power of the \"ocular greeting.\" The author also explains how this can create a powerful effect, as it is an unexpected and rapid movement that is hard to reproduce by mere gestures.",
  "content": "The ocular greeting: An extremely forceful tool, if you wish to lend power to the first moment of your meeting, is to think of something and establish within yourselves a particular state of being, a specific inner mood prior to walking into the presence of your interlocutor. A very effective method consists in giving birth, within yourselves, to the kind of attitude you would have during a chance encounter with a dear friend you happen to see again after a long interval. When the time comes, therefore, to get into the presence of people you are scheduled to meet, what is going to happen is that your eyes shall engage, without any conscious effort on your part, in what is termed “flash” or “ocular” greeting 97. When, in fact, we meet a person we had not previously come to know, it might happen that, unwittingly and unexpectedly, we raise our eyebrows for a very brief moment. That is something which, conversely, does not happen if the person in question is known to us in advance. It is after all an extremely rapid movement which is very hard to reproduce by mere gestures.",
  "last_phrase": "In conclusion, mastering the art of ocular greeting can significantly impact the outcome of your meetings. By adopting a state of mind similar to meeting a long-lost friend and engaging in a brief \"flash\" of recognition, you can establish a more intimate connection with your interlocutor. When presenting a business proposal, maintain eye contact and speak clearly and persuasively with a firm resolution to influence the other party. Remember, what you do is what you can expect reciprocally."
}