{
  "title": "What is the higher level of fascination and how is it achieved with self-mastery?",
  "first_phrase": "In the preceding text, the author explains the importance of mastering the techniques of fascination and possessing a higher level of consciousness to achieve greater success in inter-personal relationships. In the last part, the author introduces the concept of \"presence in the action\" where there is an extensive increase in one's attention and a sharpened self-control, resulting in control over the surrounding environment. Through absolute self-mastery, one can achieve higher forms of fascination, and this technique is very Yang in nature. The author provides a detailed explanation of the double level of consciousness required for this higher level of functioning.",
  "content": "As for the (second) level we are busy describing now, there can no longer be emotion, and there is an extensive increase in one’s attention. What is essentially witnessed at this level is a sharpened self-control, and control over the surrounding environment. The average man sometimes gets into this state in situations characterized by extreme levels of danger or risk, being situations where he has to lean on the entire range of his strengths so as “transcend his own self”, and achieve “the impossible”102. The hub of this higher level of functioning lies in the fact that, whereas simple fascination might even be achieved merely through emotion and the desire to actualize the intended result, this higher form of fascination can only be reached via an absolute self-mastery 103. This is a very Yang technique 104. The fundamental aspect is the double level of consciousness, the first such level being directed at one's immediate sensory nature, and the second one being orientated so as to face the action which is being undertaken.",
  "last_phrase": "In conclusion, mastering the art of presence and reaching the higher level of consciousness requires absolute self-mastery and a double level of consciousness. By being conscious of both our immediate sensory being and the meaning we confer upon things, we can achieve a profound sense of presence and effectiveness in our actions, much like driving a car at a very high speed while paying attention to everything and knowing where we are heading towards. With practice and dedication, anyone can achieve this level of heightened awareness and self-control."
}