{
  "title": "\"How can you materialize your idea through the Antero/Posterior Activation and Magnetization technique?\"",
  "first_phrase": "In the preceding text, we read about the assimilation of a formula and entering a phase where an idea merges with the body, forming a unified amalgam while in a state of mental inertia. Now, we move on to the final phase where the body divests itself of time and represents the ideal support to entrench the new idea. This phase involves Antero/Posterior Activation and Spread of Energy techniques facilitated by mentally repeating the formula.",
  "content": "In that manner, you are going to bring the frontal part of yourselves (the future) in contact with the part which lies at the back (the past), at which stage, for a few instants, you will find yourselves in a median space between the two, namely, the space in which you are busy creating. While in such position, breathe rhythmically until the luminous trace disappears (for a time, therefore, spanning 1 to 3 minutes), in so doing focusing your concentration on the particular idea you would like to give a materialized form to. This concentration, if properly understood, must be as if it were a vision of our own selves endowed with the desired attitude or in possession of the particular physical or spiritual qualities we want to personally possess 85. Spread of Energy Remove at this point your hands from the head, and repeat the action of rubbing the palms of your hands. With the right palm, starting from the shoulder, switch to the left side of the body, from a minimum of four times up to 25 times if you so wish.",
  "last_phrase": "In conclusion, by following these steps, you can create a median space between the past and the future, where you can bring your ideas to life. With focused concentration and rhythmic breathing, you can materialize your desired attitude and qualities. By spreading the energy throughout your body, you can polarize the suggestive fluid and bring your creation to fruition."
}