{
  "title": "\"How to Practice Indian Self-Hypnosis Visualization and Become Creators of Your Own Reality?\"",
  "first_phrase": "In the following section, we explore a method to become the creators of our own reality, consisting of four phases: Inspiration, Projection, Scanning, and Purging. Prior to this, we have discussed the Scheme of Indian Self-hypnosis, where visualization of desired outcomes, charging them with emotions and sending them inward with breath work and light visualization is employed. The last step is gratitude. Method 4 builds on this by defining what we want in the 'Inspiration and Creation' phase, with two distinct moments for submission of data.",
  "content": "— This first phase consists in defining what is it that we want, and elaborating a direction for the actions aimed at accomplishing it. What this phase thus essentially amounts to is to reliantly call upon that part of our selves which is steeped in “globality”, for the purpose of working out directions and possibilities. We might implement this phase in two possible ways, which we shall refer to by the names “classical” and “accelerated” or “modern”. The “classical” way encompasses two distinct moments: The first such moment is in the evening, at the time when we have concluded our daily work (better still, just a short while prior to going to bed), whereas the second one is in the morning (preferably before one has eaten anything). In the evening, we should submit to ourselves the data in respect of which some inspiration is required. We should submit to ourselves the constituent elements of the problem requiring a solution. “Here is what I want”.",
  "last_phrase": "In conclusion, by utilizing the classical or accelerated method, we can call upon our inner \"globality\" and focus our undivided thoughts on the obstacles we need to surmount. With seclusion and creative thinking, we can accumulate thought, consider potential solutions, and envision a successful outcome. Let us approach our problems confidently and trust that we will find a way out."
}