{
  "title": "What are some methods for managing strong emotions and redirecting their energy effectively?",
  "first_phrase": "In the final part of this text, the author explores different ways of stopping intense emotions that tend to reproduce themselves. They suggest that an effective way to counteract emotional influence is to plunge oneself into a state of physical stillness or use a violent procedure like striking the source of vibration with an object. If one smashes an object driven by emotion, it causes physical and psychological reactions. Rather than resorting to such methods, exercise 28 is quite useful. It suggests offloading emotions by moving until they disappear.",
  "content": "Intuitively, if one smashes an object due to the impulse of an emotion (which is what occurs to several people), that generates in him a physical-psychological reaction. It is a physical one because of the effort, and the noise produced by the corpus which is smashed; and it also psychological, by virtue of the state of surprise which soon descends, together with the feeling of remorse over the self-inflicted harm. From a psychological perspective, there are people who react by unleashing a temperamental outburst against some scapegoat, by resorting to listening to some stormy music, or by walking out, meeting people, doing something harmlessly eccentric etc. There are better and more suitable methods available, however. The under-mentioned exercise is quite useful in this connection: Exercise 28 – Offload emotions through movement. Identify the point in your body where you experience the emotion (anger or worry). Bring the eyes to a point of ocular convergence. Let the emotion guide your body in the way it moves and shakes. Go on doing that until the emotion is vanished.",
  "last_phrase": "In conclusion, rather than giving in to the impulse of smashing objects or unleashing temperamental outbursts, it is important to find healthier ways to manage emotions. Exercise 28- Offload emotions through movement is a practical method that can help you redirect the energy of concentrated emotions and use it to tackle pending matters that demand rapid decisions, ultimately leading to a more productive and peaceful state of mind."
}