{
  "title": "What is Exercise 44 in Life Planning?",
  "first_phrase": "In the preceding text, the concept of \"freeing time\" was discussed through an exercise involving the imaginary sphere of light. Now, let's move onto the practical steps for building one's life plan towards the future. The plan should be based on the resources available to us, our subjective aspirations, and the direction the universe is pointing us towards. This can be divided into three phases: identifying current resources, envisioning the ultimate goal, and dreaming up the means to achieve it. By following these steps, we can draw a broad and optimistic life plan that leads us towards achieving our goals.",
  "content": "Phase 1 – We should ask ourselves, concerning every area of our life, 'What positive feature do we possess here?’, ‘Which are the resources that are currently available to my person?’, ‘Which is the direction the Universe is pointing me towards at present?’. Let us avoid posing to ourselves negative questions which would have the effect of blocking us. Let us rather identify the resources we can count on at the present moment. Current State Ideal State Physical (Health) Physical (Health) Economic Economic Cultural/Spiritual Cultural/Spiritual Relationships Relationships Pleasures Pleasures Phase 2: Let us give an answer to the question, ‘What we would like to have or be? Sure, the life plan we must draw ought to be broad and optimistic, and we must wholeheartedly will to bring it off successfully and reach the final goal. Phase 3: In addition to envisioning the ultimate goal in our mind, we must then dream up the means which enable us to arrive at it. «Dreaming up the means» bears the meaning of plunging ourselves into such a contemplative state that the sequence of the links in the chain can be gone through quickly, without encountering any obstacle along the way.",
  "last_phrase": "To conclude, by focusing on our positive features and available resources, envisioning our ideal state, and dreaming up the means to achieve it, we can create a life plan that is both broad and optimistic. By using the method of looking at a light and dreaming up our aim, we can conquer our worries and move towards our goals with confidence and self-awareness."
}