{
  "title": "\"How can practicing present moment awareness lead to self-mastery and serenity?\"",
  "first_phrase": "In the previous section, the importance of being mindful and fully present in whatever one does was discussed. Now, the text delves deeper into this concept and its usefulness in everyday life. The text mentions Zen philosophy and Raja Yoga, which also focus on the benefits of avoiding mental dispersal. The human mind can only operate one mental program at a time, and by allowing distractions, one is wasting away their strength and thought. The author emphasizes the need for self-mastery and concentration as one's thoughts are forces that can be used for creative purposes.",
  "content": "When the Zen manager reads a letter, he truly reads a letter, and when he takes part in a meeting, he truly participates in the meeting, and so on. As for the non-Zen manager, when he reads a letter he is thinking of the meeting, when he attends the meeting he is ruminating about what he is going to do thereafter, and so on and so forth. The former is obviously endowed with greater effectiveness than the latter. Even Raja Yoga, which is the Royal Yoga, draws a lot of attention to this concept of the benefit entailed by the knowledge of how to avoid dispersions. We already know that the thought is a force, and that whatever is not applied to the thing which one has to focus his thought on, is accordingly a wasted strength that has been dissipated forever. “When you carry out some physical action — you will waste away your strength and your thought so long as you are thinking of something radically different. Before you plunge a needle into a cushion, you would have projected outside your being the thought, in essence, a plan for thrusting this needle. This plan is a force.",
  "last_phrase": "In order to be effective, it's important to avoid dispersions and stay focused on the task at hand. Whether it's reading a letter or attending a meeting, directing our thoughts and energy towards the present moment can greatly enhance our productivity. Let's aim to banish impatient thoughts and gather our attention and strength, using our bodies as instruments to accomplish our goals."
}