{
  "title": "What is the non-linear part of the mind and how can we activate it to unleash our full potential?",
  "first_phrase": "This text delves into the different parts of our mind, particularly the linear and quantum parts, and how they function. The linear part is our conscious mind, capable of logical reasoning, decision-making, and short-term memory. However, it has limited capacity and can easily get distracted. In contrast, the quantum part or the unconscious mind is activated by accessing our essential being, enabling us to reason on multiple planes simultaneously. The quantum part has central connections, massive capacity, and often intervenes unconsciously. The text also references Jeff Hawkins' book \"On Intelligence\" about how our neurons become active even prior to receiving sensory input.",
  "content": "It corresponds to the “Quantum” part of the mind A characteristic aspect of the quantum part of the mind (which corresponds to unconscious processes and is activated by gaining access to our essential inward being) is that it is capable of encompassing more than one map simultaneously, and possesses the intrinsic ability to establish powerful connections. It allows one’s reasoning process to unfold itself on a multiplicity of planes at one and the same time. In order for this reasoning to be effective, it must take place unconsciously. Central connections Massive capacity, in need of minimal effort We cannot gain direct knowledge of what it is busy doing without blocking it The quantum part of the mind intervenes more often than what we might think. The truth is in fact that we lack consciousness of most of what we do: The majority of our perceptions are after all automatic in nature, and automatic perception is actualized by our unconscious. \"The neurons involved when we feel something become active even prior to actually receiving any sensory input\". Cf. Jeff Hawkins, “On Intelligence” (2004).",
  "last_phrase": "In conclusion, accessing and activating the quantum part of our mind can lead to powerful connections and a more effective reasoning process on multiple planes. While this part of our mind is largely unconscious, nurturing it can bring about geniality and professional success. To activate it, we must nourish it and understand how it works, which we have outlined in the first phase of this procedure."
}