{
  "title": "How can daydreaming and concentration lead to a paradigm shift for achieving success?",
  "first_phrase": "In the final part of Exercise 46, the author addresses potential objections to the planning process presented earlier. They explain that while new opportunities may arise and alter the course of the plan, the initial concentration and execution of small ideas is necessary for the emergence of a \"grand idea.\" The author argues that practicing active doing strengthens creative energy and enables one to recognize and implement grand ideas. Obstacles are acknowledged, but the purpose of dreaming up a plan is not to predict the future, but to provide direction and momentum towards a desired outcome.",
  "content": "The problem is that the grand idea is but a natural by-product of our mind, and can only materialize after this mind has put some small ideas into practice and has successfully accomplished them. It is as if the Universe was going to give us more, as if it was going to progressively strengthen our energy the more we venture inside it. Besides, if we were not already accustomed to “doing”, we would not be able to translate the “grand idea” into practice even if it were to face us directly, inasmuch as the “muscle of active doing” would be atrophied. When, conversely, the person who follows the method of this book formulates a “grand idea”, he is able to recognize it for what it is and to give practical effect to it. Obstacles Yet another observation one might express is that, even though we might plan, obstacles are indisputably duty-bound to arise in the realm of reality. What would then be the purpose of dreaming of an itinerary which might actually turn out to be different?",
  "last_phrase": "In conclusion, having a grand idea is just the first step towards achieving success. We must start by putting small ideas into practice and accomplishing them to strengthen our ability to translate the grand idea into reality. Obstacles will arise, but they are merely accessories that should not deter us. By keeping a vision of our modified self through daydreaming, we can induce a cerebral, ideational automatism that will ultimately lead to the materialization of our grand idea. So let us dare to dream big and take action towards realizing our goals."
}