{
  "title": "What Strategies Can We Use to Avoid Falling into the Trap of Automatism and Achieve Self-Perfection?",
  "first_phrase": "In the final section of this text, the author emphasizes the importance of conscious decision-making and critical thinking in our personal and social conduct, rather than giving in to machine-like behavior. The method described in the book includes daily exercises in exercising critical judgment and gymnastics of the will, which leads to a strong desire for self-perfection. The author provides a recapitulation of the key means to aid action, including presentification, multiplication, and substitution of personality.",
  "content": "Whoever, after all, desires to become an adept of the method laid out in this book will never run the risk of falling into an exclusive and noxious automatism. The method does indeed include one part which is daily consecrated to the gymnastics of the will, to exercising critical judgment. In actual fact, from it — once the signification of critical judgment is properly grasped — there will spring forth such an intense yearning for self-perfecting that it will prove satisfactory to every most daring conqueror, nay, it will help him attain the loftiest goal he has set for himself. Recapitulation: Aids to action Main means: Presentification 1. Once the agenda for the next day has been drafted, let us accurately examine the various points making it up, viewing them in action; 2. By a summarizing act, we should then arouse in us the emotion that is felt concerning the coming day, as if we were living it at this very moment (i.e. : perceiving ourselves in the next day). Multiplication Let us verbalize our resolution, and then resort to the light so as to obtain a “quantum multiplication”. 2. Substitution of personality. 1.",
  "last_phrase": "In conclusion, by following the method laid out in this book, one can develop an intense yearning for self-perfecting and attain loftier goals. The aids to action provided include presentification, multiplication, and substitution of personality, all of which can be practiced daily to avoid falling into noxious automatism and to exercise critical judgment. With practice, these techniques will help the reader achieve self-respect and authoritative charisma."
}