{
  "title": "How can one increase effectiveness by avoiding thought dispersion and focusing on a single action?",
  "first_phrase": "In the previous text, the importance of Zen-like focus in one's actions was highlighted. The contrast was shown between a Zen manager and a non-Zen manager, and the former's effectiveness was emphasized. This focus on a single act is also emphasized in Raja Yoga, where avoiding dispersion is key. The text goes on to explain that thought is a force and any distraction from the task at hand will cost one strength and produce no profit. To avoid this, one must train themselves to concentrate on one act and pour the plenitude of their intelligence on all their acts.",
  "content": "You should direct this force to your body, which is an instrument for it. You must avoid, at the time when your hand is going to infix this needle, mixing this plan with any other project, the aim of which is to accomplish something else. Were you to do otherwise, you would be dispatching your force — or at least attempting to dispatch it— to two directions at the same time. Every impatient thought or act, no matter how small, will cost you a loss of strength without letting you realize any profit. If sometimes you feel tired of walking, while your brain has worked, tortured itself, and elaborated some projects, you should then banish away all these thoughts and gather your whole intelligence, your whole attention, your whole strength, on your legs, whereupon you would be surprised to feel vigour coming back and exhaustion disappearing”. This law equally applies to all of one’s acts in life. You must train yourselves to concentrate on one act only, and you must train yourselves to pour the plenitude of your intelligence on the entirety of your acts.",
  "last_phrase": "In order to make the most out of your actions and to tap into the power of thought, it is important to concentrate on one task at a time and direct all of your energy into it. Whether it’s talking, singing, or working with your hands, give it your all, and watch as you achieve great things. Remember to focus on positive affirmations and let your thoughts reinforce your actions."
}