{
  "title": "How do you activate your connection with the infinite through body polarization and sleep?",
  "first_phrase": "In the previous section of the text, the author guides the reader through a series of physical movements meant to polarize the body and mind in preparation for a spiritual exercise. Now, in the final part of the text, the author stresses the importance of maintaining the mind's focus and entering a state of \"absence of thoughts\" to activate one's connection with the infinite. The author explains that sleep and nothingness are states in which our diurnal being is \"dreamt\" and encourages readers to achieve this state of mind to fully realize the benefits of the exercise.",
  "content": "Circulation and Homogenization Rub the palms of your hands yet another time and, as you keep them crossed, pass them over your belly, pubis and legs, going down as low as you can, without ever losing your state of relaxation. In that way, step by step, and through the medium of subsequent operations, you will have succeeded in polarizing your entire being. The irradiation of the idea, which had initially started from you, will come back to you, whereupon it will circulate fully 86. Activating your connection with the infinite The entire fruit which the exercise is meant to yield would be lost if, after having carried out the aforesaid operations, the disciple let his mind rove around at the mercy of a diversity of thoughts. The complete state of polarization of the body must thus be followed at once by a state of “absence of thoughts” comparable to one’s sleep. It must be a moment when we gain access to “nothingness”. Sleep, or even “nothingness”, is indeed the state by which our diurnal being is “dreamt”.",
  "last_phrase": "In conclusion, by following the steps of circulation and homogenization, and activating your connection with the infinite, you can achieve a state of \"absence of thoughts\" similar to sleep. This state of complete relaxation and nothingness allows for a recombination of the self, creating a threshold to reach higher consciousness. So, relax in a comfortable position and let yourself slip into this state of self-annihilation for the ultimate spiritual benefit."
}