{
  "title": "\"What are the common emotional reactions and sensory distortions of traders, and how to overcome them?\"",
  "first_phrase": "In the previous section, the text discussed the sensory distortions of traders and how keeping track of one's progress can help overcome ineffective strategies. In the last 200 tokens, the focus shifts to emotional reactions that can prevent traders from achieving their goals. Fear, one of the five most common emotions, can narrow a trader's focus and lead to missed opportunities. The expert knows how to ride waves of emotion and decipher them, while the unprepared can get sucked in. The text emphasizes the importance of self-awareness and lateral thinking in trading.",
  "content": "The most common emotional reactions which might debar a trader from attaining his goals are five in number: FEAR: Fear lowers one’s propensity to take risks, and it especially has the effect of \"closing up\" the mind. Every thing we focus upon is enlarged by our focus. When you experience fear, therefore, you must gather your mind on the business risk and mentally exaggerate its probable negative consequences. In addition, the emotion of fear causes us to engage in reasoning processes which, in the short term, are exclusively linear; it has therefore the tendency of inhibiting \"lateral thinking\", which is of higher calibre. As trading is an issue of OPPORTUNITIES, and opportunities are normally the fruit harvested by lateral thinking, a natural corollary of the aforesaid is that we lose out on the best opportunities. That has sometimes the effect of occasioning the conclusion of sales at unsuitable times, those times where we know with near-mathematical certainty that a market is going to \"bounce back\". Fear additionally narrows the temporal horizon. In such instances, the average trader ends up focusing his attention on an extremely circumscribed time horizon.",
  "last_phrase": "In conclusion, fear and anxiety can be major hindrances to achieving success in trading. The key to overcoming these emotions is to focus on the business risk, mentally exaggerate its negative consequences, and direct your concentration beyond the fear and anxiety to your objectives. By doing so, you can broaden your perception of time and increase your chances of identifying and capturing the best opportunities available. Remember to breathe and practice exercises centered on releasing these emotions to help you rise above them."
}