{
  "title": "How can we avoid mental dispersion and become more focused in our actions and thoughts?",
  "first_phrase": "In this final portion, the text delves into the concept of avoiding dispersions by becoming invincible through defeating one's own self, as Lao Tse once said. It emphasizes that the steering of the course of your thought is the foundation for steering your affairs. It is closely linked to the idea of attention, choosing to opt for the most useful psychological fact in one's consciousness. The final curtain of life will soon draw upon those who let themselves be led by their mind's activity without being able to dominate it. By staying conscious and targeting the action, one should not engage with useless thoughts, actions, or words. The text concludes by stating that whoever possesses such a wayward mind tends to be easily distracted and spends their day in an unconscious state, unless driven by physiological needs or unconscious habits.",
  "content": "The mind operates all the time. The one who is always engrossed in useless things and is dissatisfied when the final curtain is drawn on his life is he who lets himself be led by the activity of his mind without being able to dominate it. Since the mind must be busy by fixing its sight upon some object, it tends to fix itself here and there by following the line which offers the least resistance and by dropping its attention as soon as it is on the verge of producing something which is wholesome but bound to require some straining effort. Whenever that happens, that kind of mind jumps to a different object, and from there passes onto yet a third one. Everything, whatever its nature, distracts the person with such a mind, and his senses are always protruded as if they consisted in five doors that are thrown wide open to each and every external vibration. The person concerned, therefore, ends up spending his day in a kind of unconscious state, and is only engrossed away from it by physiological needs or by habits which, due to their intrinsic nature, are similarly unconscious.",
  "last_phrase": "In conclusion, to avoid being led by the activity of our minds without being able to dominate it, we must strive to fix our focus upon wholesome goals that require some straining effort. By doing so, we can break out of the unconscious state that keeps us stuck in our comfort zones and unleash our brain's capacity for creativity and adaptation to our environment."
}