{
  "title": "\"How can conscious focus and mental relaxation lead to genial thoughts and improved productivity?\"",
  "first_phrase": "The previous text discusses the two phases of creative process - Attention and Conscious Focalizing and Unconscious Focusing. In this final part, the importance of relaxation during ideation and how the mind's rest is not idle is explained. Genial thought arises unexpectedly, but it's not out of nowhere. It comes from the organically living substance shaped by the quantum functioning of a rested mind. To be truly creative, one must \"digest\" and extract from the formless raw material. Learn to let your mind rest, just as you would rest your body, to rise above mediocrity.",
  "content": "The rest of the mind is not, however, a form of idleness, contrary to what some people think; it is rather the means we have at our disposal to «digest», to activate our quantum functioning and extract from what is formless that organic and living substance which is represented by a genial thought. It is known to all and sundry that genial discoveries have been made by their authors at the time they were thinking about them the least: As they were taking a walk, while they were conferring with one another or reading a newspaper, etc. A genial thought explodes, so to speak, out of the blue. But does that mean it springs out of nowhere? Not so. As we are aware, genial men were devotees of work. They were, however, workers who knew how to rest. Second Phase = Unconscious focusing The world is brimful of eager workers, who nevertheless never rise above mediocrity, because they never know how to “digest” what they swallow. That is why relaxation and being in a state of mental void are important. You must learn, therefore, to let the mind rest the way you are able to do with the body.",
  "last_phrase": "In conclusion, just as the body needs rest to function properly, the mind also requires time to digest and assimilate information to spark genial thoughts. So, take advantage of the opportunities for mental relaxation that arise daily, by intentionally creating a vacuum inside your spirit through psycho-physical relaxation or the technique of light. Remember, a rested mind is a productive mind."
}