{
  "title": "\"How to Influence People: Techniques for Achieving Successful Business Proposals through Facial Expressions and Mental Projection?\"",
  "first_phrase": "In the final 200 tokens, the author discusses the importance of maintaining eye contact and projecting confidence while articulating a business proposal. By keeping the listener's attention focused on the speaker's face, the chances of getting a favorable response are increased. The author also recommends using techniques like subtext and intended projection to further influence the listener's response. These techniques are similar to one another and involve thinking creatively to change one's look and expression and observing how the listener responds.",
  "content": "If you take your eyes off your person, in fact, he will get the chance to mull over what you are telling him. So long as he is looking straight at you in the face and you are busy talking to him, he will have but a meagre chance to reflect over the facts you are putting forward to him, in which event it will be more likely that he is going to grant his consent to the proposal without any further discussion, unlike what would be the case were he to be looking elsewhere. The “subtext”: This technique consists in thinking up within your mind, at the crucial times, such phrases as “this is indeed a very interesting proposal to your person, a truly valid proposal”. We would unconsciously change our look and expression, and we would notice how our interlocutor is going to consequentially respond to such a change. The “intended Projection”: A great resemblance with the immediately preceding technique is shown by the “active projection”.",
  "last_phrase": "In conclusion, by using techniques such as \"taking your eyes off your person\" and \"intended projection,\" you can gain control over conversations and steer them in the desired direction. By imagining specific scenarios and projecting the desired emotional response onto your interlocutor, you increase the likelihood of them granting their consent without further discussion. These techniques can be powerful tools for achieving your goals in conversations and interactions."
}