{
  "title": "\"What are small tics and how can they be managed to reduce stress and tension?\"",
  "first_phrase": "In the previous text, the author has shared tips on how to avoid unnecessary movements while studying and how to maintain a state of calm to subjugate emotions. In the last 200 tokens, the author describes an exercise to address unconscious emotions and establish an energy balance. The exercise involves performing small steps with an open hand directed downwardly to sweep away emotionalism while keeping attention on the sensation between the body and palm of the hand. Circular steps over the belly can also help reduce stress, anxiety, and tension located in that area considered the second brain of the body.",
  "content": "The exercise we are now going to describe addresses your unconscious mind and re-establishes an energy-related balance. Whenever you become aware of an emotion or a small tic, you should motion a bit with your hand, which is held open towards the body almost as if to brush it (such small movements are termed “steps”). This motion should be directed downwardly, as though it was sweeping emotionalism away. As you carry out that motion, you should keep your attention focused on the sensation which is established between your body and the palm of the hand. These steps have the effect of bringing about an energy balance. You should additionally take some circular “steps” over your belly. The key of stress, anxiety and tension is in fact situated in that area. It is here, indeed, that we find a true second brain, tasked with important functions which cast a reflection over the entire organism. It is an area characterized by a high density of nervous fibres.",
  "last_phrase": "Incorporating the \"step-based\" methodology to motion through hand movements and circular steps over the belly can re-establish an energy balance, relieving stress, anxiety, and tension. By focusing on the sensation between the hand and the body and directing motion downward, one can sweep emotionalism away and signal joy and pain, as the intestine is the seat of a second brain that releases serotonin, the neurotransmitter of wellbeing."
}