{
  "title": "How can we improve our mental image-building to achieve desired results and develop a sharp \"causal sense\"?",
  "first_phrase": "In the preceding text, the author discusses practical exercises for improving one's mental faculties. The last 200 tokens discuss the importance of purging negative thoughts and practicing an \"ecology of thought.\" The author argues that we must constantly bear in mind the law of psychological actions, which states that thoughts of the same nature attract one another, while thoughts with opposite natures repel each other. Therefore, we should focus on identifying the good qualities in others and avoid negative thoughts, as they can influence how others behave towards us. This requires a constant effort to centralize our way of conceiving and willing.",
  "content": "4) “PURGING”. — This one is, finally, a practice which ought to be carried out constantly. It might even be termed “ecology of thought”. We must in fact always bear in mind the general law governing psychological actions: “The thoughts which share the same nature attract one another; The thoughts with opposite natures, by contrast, mutually repel each other”. It is for example a good thing never to address a thought of distrust at another person; and never to make any one the recipient of your trust if he might go against his word, behave in a manner which would accrue to your detriment, etc. It is rather better to say to our own selves: «What might he prove useful for? Which are his good points?». If you happen to entertain negative thoughts, like the ones we have mentioned here above, you should never lose track, whenever a person establishes a relationship with you, of the fact that he might possibly respond, by his mode of conduct, to your earlier suggestion, even one which had never been verbalized.",
  "last_phrase": "In conclusion, purging negative thoughts and approaching others with unbiased benevolence can lead to positive relationships and personal growth. The practice of constantly examining and purifying one's thoughts can be seen as an \"ecology of thought\" and can lead to a deep understanding of oneself and others. Remembering that thoughts attract similar thoughts and behaviors can help cultivate a mindset of positivity and influence others for the better."
}