{
  "title": "How can you abolish the first person singular and regain energy and presence in your actions?",
  "first_phrase": "In the preceding text, the author discusses the importance of being present and decisive in one's actions rather than succumbing to doubt and fear. They stress the need for individuals to cultivate the ability to make prompt and voluntary decisions, even if it means making errors. In the final 200 tokens, the author emphasizes the need to be energetic and conscious in one's actions by letting thought drive action and identifying oneself with a more comprehensive global dimension. They encourage individuals to inject vital energy into everything they do, to dress up, shave, eat, and walk consciously, detached from their egotistic \"self.\"",
  "content": "In order to be energetic when dealing with our own selves, we have to put an end to too comfortable a habit, namely, the one of feeling pity over ourselves. We are afraid to cause ourselves (our body, and our soul) too much suffering. We ought by contrast to train ourselves, even as regards the most common acts of our quotidian existence, on how to let thought be followed by action, and on how to be more in the \"doing” than in the “I am doing”. What is needed from a practical viewpoint is to stop identifying yourselves with your tiny little egotistic self, in order to identify yourselves with a more comprehensively global dimension. Lastly, it is incumbent on you to inject vital energy and presence into whatever you do. Dress up, shave your beard, eat, and walk with greater energy and consciousness of your sensations. This does not mean you should act as madmen. Quite the reverse, as you will be required to act in a truly normal and rational way, one which is totally detached from your puny egotistic “self”. In one word, doing it the way it should be done.",
  "last_phrase": "In conclusion, to be more present and energetic in our daily lives, we need to break free from the habit of feeling sorry for ourselves and start identifying with a more global perspective. By abolishing the first person singular and using third person singular and infinitive verbs, we can train ourselves to see our actions and do them mindfully, leading to a new perception of reality and a more fulfilling life."
}