{
  "title": "\"What are the exercises to overcome worry and negative emotions?\"",
  "first_phrase": "This section discusses various methods of confronting worry, from imagining oneself overcoming obstacles to analytical investigation and even an exercise of staring into the mirror and conjuring up a state of worry. The aim is to move from \"preoccupation\" to \"preparation\" and know the limits which fate traces. The text emphasizes the importance of healthy preparation and the futility of worry, which only serves to hamper progress.",
  "content": "Let us then repeat the exercise with the left eye, and let us then pursue the exercise in this fashion for a number of times. We will realize after a short while that emotionalism (which is a kind of “trance”) has ceased to exist, and that only our ability to think logically remains. As we are going to see later in this book, our system is inspired by a continuous healthy preparation, a fact which no longer leaves ant room for morbid worrying. We need to move from “preoccupation” to “preparation”, and to know, of course, the limits which fate traces. When, in fact, one is convinced that he is doing something in the best possible manner, at the most appropriate time, and without having left any stone unturned in pursuit of such purpose, preoccupation turns into sheer superfluity and into an absurdity. The strain of working is significantly less when the ground has already been emptied of such features of emotionalism as might be represented by worry and anger, this latter, too, having lost the reason for its existence.",
  "last_phrase": "In conclusion, by practicing Exercise 27 consistently and internalizing its principles, we can learn to control our emotions and think logically, resulting in a significant reduction in mental strain and a better ability to exploit every situation with minimum effort and maximum gain. Let us make it a natural habit and move from preoccupation to preparation, living a life free from negative emotions and focused on achieving our goals."
}