{
  "title": "\"What are the strategies to develop the faculty of observation and become a successful achiever?\"",
  "first_phrase": "In the previous text, the importance of observation, curiosity and interest were discussed as key factors for achieving success. This last part exemplifies how intellectuals such as Galileo, Newton, Daguerre, and Finsen were able to make groundbreaking discoveries by maintaining an active interest and observing their reality with a childlike wonderment. The text concludes by suggesting that one can learn from successful individuals in order to model their approach to achieving success.",
  "content": "Galileo who, thanks to the swinging motion of the lamp, unravels the law of the isochronous pendulum, Newton who, owing to the fall of an apple, discovers the law of universal gravity, Daguerre who, based on a sensitive plate which had been forgotten inside a wardrobe, develops the intuition of photographic sensitivity, Finsen who, merely by observing a cat sprawling on some roofs under the sun, gets the idea of heliotherapy, are prominent examples of the said faculty of nurturing an active interest. They were able to find study material where people had failed for centuries to detect anything out of the norm. In order to attain this faculty of observation, man must go back to be a child. He must, in other words, rediscover the capacity to experience wonderment, the desire to incessantly ask himself, whatever the situation, about the «why» behind what is being witnessed. Another strategy consists in learning from everyone. Every person, indeed, excels in some thing or the other. Exercise 42 – Emulating Look at successful achievers. Imagine the possibility that your body, your cells, might learn the modus operandi of such successful achievers.",
  "last_phrase": "In order to nurture an active interest and achieve great success, one must rediscover the childlike wonderment and curiosity, as well as learn from everyone. Remember, your inward essential being has the capacity to assimilate and learn from the success of others. Don't be intimidated by long-term plans, focus on identifying the shortest possible route and keep moving forward. Knots are meant to be loosened, so keep pushing yourself towards your goals."
}