{
  "title": "\"What is the Coherence Field? How can it create powerful materializations and what are its different varieties?\"",
  "first_phrase": "In the previous section, we learned about the concept of coherence field, where through consciousness, presence is thickened. Now, let's explore the two types of coherence fields - superficial and deep, and how to differentiate between coherence field and coherence as such. The author explains the importance of being very reptilian, reaching a level where there is no space for emotions, and how it uncovers the different selves and personalities that exist within us. These concepts shed light on how presence should be linked to presence in the action, allowing us to enjoy where we live without stress.",
  "content": "Deep In order to get to the foundational level, demystification is a must. Human beings are prey to their own ideas, though ideas are in actual fact serviceable aids of a person. This is why it is advisable to come down to the reptilian level, which is indeed what we actually do during the process of fascination. The concepts of the reptilian are in fact very basis. We should strive to be very reptilian by reaching, essentially, a level where there is no space for emotions anymore. We have to ascertain how many selves of ours (different personalities) exist, and thus get to the bottom of things. We are dealing here with another dimension: Either one is immersed in this dimension or he is caught in his non-stop mental dialogue. At times, this state might be looked upon unfavourably in certain circumstances. A person who is present instils fear in some people, inasmuch as he does not involve himself in their frivolous games. These concepts open up our mind to the comprehension of how presence should be linked to presence in the action. Presence allows us to enjoy where we happen to live. No stress is involved in exercising this kind of presence.",
  "last_phrase": "In conclusion, to exercise the power of the Coherence Field, we must demystify our own ideas and reach the foundational level of the reptilian brain, where there is no space for emotions. By being present and immersing ourselves in the action, we can create a Power-related Coherence Field in a short amount of time. However, to interact with this field, we must traverse several phases of action, avoiding excessive reasoning and understanding our different selves. With determination and practice, we can achieve a stress-free state of presence and truly comprehend the thought that we are living in the best of possible worlds."
}