{
  "title": "\"How does structuring our time horizon affect our self and our decision-making?\"",
  "first_phrase": "In the previous text, the author discussed how our mental construction is automatically structured in time sequences, and how our acquired personality is made up of such sequences. However, sometimes these sequences can be incongruous with our inward essential being, preventing us from attaining our ideals and expressing ourselves outwardly. In this final part, the author explores how an error in our perception of time horizons can lead us astray, and how by selecting the appropriate time sequence, we can better channel our vital energy towards our intended objective. The text provides illustrating examples of how too short or too long a horizon can impact our decision-making and control over situations, ultimately suggesting ways of expanding our vision to better manage our lives.",
  "content": "Yet another illustrating example is that of an individual who is unable to ever commit himself to a relationship, as he incessantly formulates mental projections, spanning many years, of a possible life together with any person he meets. We might think of an additional scenario, one in which an error in respect of a time horizon might even make us feel devoid of any control over the situation, whereas, by starting from small steps, we might possibly be able to dominate it. This is for instance the case of a person who lets his self be swayed by panic. Conversely, too short a horizon might screen us from noticing the consequences of what we are busy doing. If we are capable of selecting the appropriate time sequence, if we, that is, can manage to detach ourselves from too static a “self”, we are then enabled to function better and to better channel our vital energy towards an intended objective. The framing time horizon is normally unconscious. How can we then succeed in expanding the vision?",
  "last_phrase": "By using the method of readying more than one time frame - short-term, medium-term, and lifelong - we can choose our actions effectively and avoid memory's cognitive traps. By being conscious of the relationship between our time horizons, we can better channel our energy towards our intended objectives and gain control over difficult situations."
}