{
  "title": "\"What Are the Benefits of Exercise for Relaxation and Muscular Control?\"",
  "first_phrase": "In the last section of this text, we delve into exercises to help with general relaxation and muscular control. Exercise 6 focuses on reviewing and relaxing each muscle in the body, while Exercise 7 emphasizes the importance of speaking with the diaphragm to display self-control. In Exercise 8, we learn how to walk to ensure that we only feel the weight of our body on our feet. Finally, Exercise 9 teaches us how to read and listen effectively by relaxing the unnecessary muscles, allowing our brain to stay alive and attentive during these activities.",
  "content": "Relax your chest muscles, which are likewise unconsciously pulled at first, in an even manner. Muscular relaxation additionally has a powerful psychosomatic impact, and it reduces the incidence of psychosomatic diseases. Exercise 7 – Speaking When you speak, you should speak with the diaphragm rather than with the muscles of the throat. Never raise your voice, as that is after all the best way to dominate emotion and display self-control. Exercise 8 - Walking When you walk, you should make sure that you only feel the weight of your body on the feet, and not on the entire body. Exercise 9 – How to read and listen Whenever you are studying or listening to a speech or to some music, do not study or listen with your muscles, your spine, your shoulders or your face, but rather with the brain, which alone must stay alive. Put it in different words, you must relax the useless muscles. By so doing, you will realize that your attention, and your effectiveness, too, will be greater. You will in fact learn more, and strain yourselves less.",
  "last_phrase": "Incorporating regular physical and psychological relaxation exercises in your daily routine can help improve concentration, manage emotions better and reduce the incidence of psychosomatic diseases. Remember to relax the useless muscles while reading, listening, speaking, or simply walking. By doing so, you will be able to eliminate the predominant attention directed onto yourself, and allow your body and brain to rejuvenate, leading to a better self and reduced tension."
}