{
  "title": "\"How can we manage our emotions and avoid being defined by our profession, social position, or beliefs?\"",
  "first_phrase": "In this final segment, the author urges readers to control their emotions and not let anger or intoxication cloud their judgment. The key to managing emotions is to acquire a calm temperament, and avoid accumulating the causes that might keep the emotional state alive. The author stresses that one should always put their humanity before their profession, religious or political faith. One should never speak ill of anyone and express opinions only when solicited. Finally, the author outlines two procedures for bringing emotions back to rest and achieving inner peace.",
  "content": "One does not reason with lunatics or drunkards. What one has to do in this context is to let the nerves be restored to their normal state. The problem, here, resembles the one of bringing back to rest the strings of an instrument that has been violently plucked. Two procedures exist for that purpose. Through the first such procedure, which is the more natural one of the two, all that one has to do is to let vibrations turn progressively shorter until complete stasis is reached. Rest is something which materializes without fail. It is only a question of time as to when it will set in. Based on that, one procedure (which is actually a form of not proceeding to do anything) for quenching emotion, is let it flow out of one’s own self by acquiring conscious awareness of one’s body and, if necessary, by carrying out some breathing exercises, whereupon the nervous fluid is dispersed at every moment, until quiet is reached. One single warning must however be necessarily be borne in mind in such instance: Do not accumulate the motivational causes which might keep the emotional state alive.",
  "last_phrase": "In conclusion, when dealing with overwhelming emotions, it's crucial to let them flow out of ourselves through conscious awareness of our bodies and breathing exercises. Accumulating motivational causes will only keep the emotional state alive. Plunging oneself in a state of physical stillness will negate emotional influence, and a violent procedure can stop the vibration at once. By following these procedures, one can achieve emotional balance and stability."
}