{
  "title": "How can you sustain attention during a conversation?",
  "first_phrase": "In the previous section, we learned about methods to sustain attention during conversations. The author shared two methods - making use of eye contact and using an object to attract attention. In the last 200 tokens, the author mentions that there are other unmentioned methods to sustain attention and the student needs to make use of their ingenuity and adapt to the situation. The author also talks about two alternative methods to utilize when the other person is speaking, including maintaining self-control by not staring at them all the time.",
  "content": "After their interlocutor has watched the shape of that object, he will be led thereby to further look at the person who is doing the talking, and to listen to what he has to say. If you are endowed with a sharp and alert insight, you might then seize this chance and record your victory before your interlocutor stops looking at you. Other methods: It is still possible to do much more, in this connection, than what we have alluded to so far. The student of this practice shall be required to resort to his personal ingenuity in order to cope with the circumstances which are going to unfold themselves. It is utterly impossible for us to supply specific guidelines in the context of this general writing. We would in fact need to know the individualized attitudes of the student, before we might venture to issue to him precise instructions he might require to abide by. What to do when the other person is the one doing the talking When another person is busy talking to you, there are two alternative methodological routes that might be actively pursued: Method 1 – Keeping one's self-control: The first method consists in refraining from looking at such person all the time.",
  "last_phrase": "In conclusion, when engaging in conversations, it's important to maintain self-control and consider alternative methods for effective communication. By utilizing techniques such as deflecting your gaze and actively listening, you can better understand your interlocutor and respond accordingly, leading to successful interactions and improved communication skills. Remember to always be adaptable and use your personal ingenuity to cope with each unique circumstance."
}