{
  "title": "How do traders' generalizations turn into hallucinations, leading to trading mistakes and losses?",
  "first_phrase": "In this final part, the author delves deeper into the concept of \"hallucinations\" and \"generalizations\" in trading. They explain that the danger lies in building a false reality by altering it to resemble a previous successful experience. These false realities are created when traders repeat a successful line of conduct and assume that it will always lead to success. However, when faced with inconveniences or problems, the same conduct fails to work. The author warns traders against relying too much on past successes and believing that they can always reproduce the same outcomes.",
  "content": "Sometimes, nothing is worse, in an effort to construct a hallucination, than the scenario where the underlying impulse of it is a prior achievement of success which had made us very proud. The mechanism is in essence the following: We engage in something whereby we achieve success; we then repeat it, once more successfully. We then infer that we will always experience success. If, as we engage in trading, we manage to obtain some gratifications through the pursuit of a certain line of conduct (and that especially during the early stages of that activity), such as carrying out operations which prove to be winners and fetch us good sums of money, we will in fact build a generalization to the effect that such behaviour will always and invariably occasion a satisfactory outcome. As soon, however, as the first inconveniences manifest, problems begin to arise. The truth is in fact that the earlier experiences caused us to feel pride, they have given us an ennobling sense of accomplishment, and yet, now, the selfsame conduct fails to work for us.",
  "last_phrase": "In trading, success is not always repetitive or constant. While it may be difficult to admit fault, acknowledging mistakes and adjusting behavior accordingly can ultimately lead to greater success in the long run. As uncomfortable as it may be, accepting the possibility of error and being open to change could be the key to sustained prosperity in the financial markets."
}