{
  "title": "What steps can be taken to overcome doubt and indecisiveness in order to inject vital energy into actions?",
  "first_phrase": "This text is an exploration of doubt and indecisiveness, and how it can hinder progress and development. The author discusses the pathological cases where doubt can paralyze a person, such as someone with an ailment who cannot decide whether to go out or stay home, or someone who repeatedly retraces their steps to check if their door is locked. The author argues that the fear of making mistakes is a significant factor in indecisiveness and suggests that creating a well-formulated plan can help eliminate doubt. The last 200 tokens discuss how persistent decision making and breaking down tasks into shorter phases can create progress. The author emphasizes the importance of taking action and making mistakes, as it is from the energy of the action that progress relies on.",
  "content": "The people who are ordinarily prey to doubt do not — in general — think in accordance with any plan. They rather dream about the worst consequences imaginable. As a result of that, they are never present to their own selves, and never cohere firmly to the relevant fact. They lack, in short, that precious ability which is named by us «presentification» 66. Every person might acquire the habit of taking a prompt, brisk and voluntary decision just as any one else. You should persist, at the cost of making errors, in willing yourselves capable of resolving upon something promptly, and you should especially remind yourselves of the fact that no more exception should be allowed henceforth. A useful exercise in this regard consists in assigning a certain percentage to error, and then acknowledging it as one conceivable possibility. At this point, you must accustom yourselves to realize your objectives. If you are busy doing something, try and divide it into shorter phases which you then punctiliously complete in full. It is from the energy of the action that progress depends.",
  "last_phrase": "To overcome doubt and become more present in your life, practice taking prompt decisions, dividing tasks into shorter phases, and focusing on the energy of the action. Stop feeling sorry for yourself and instead, train yourself to let thought be followed by action. Identify with a more comprehensive dimension, allowing yourself to inject vital energy and presence into everything you do. Remember that progress depends on action, not just thought. Keep pushing forward and accepting errors as one conceivable possibility along the way."
}