{
  "title": "How can we achieve intelligence and mastery over our mind and body?",
  "first_phrase": "This text discusses the importance of being intelligent in decision-making and achieving goals with minimum effort. Before making a decision, one should clear out all the useless thoughts and study the best way to accomplish it. The author also emphasizes the significance of relaxation to avoid physical tensions that waste energy. With a clear mind and relaxed body, one can attain concentration in ideas and movements simultaneously. The last part emphasizes the importance of voluntary acts and the need to avoid useless acts, words, and gestures. It suggests that discerning intelligently means being vigilant and not blocked by opinions or automatic reflexes.",
  "content": "From a moral perspective, you will have to clear out the way of all useless thoughts. “Discerning intelligently” signifies that one must be vigilant, and not blocked by opinions or automatic reflexes. Attaining mastery over the Mind and the Body Not only we engage in useless acts, but we also perpetuate useless physical tensions which devour energy from us. A general and usual defect in our body, which is an endless source of the dissipation of forces, is occasioned by the exaggerated tension of our muscles and nerves in the course of the day. This tension, which is unknown to animals in a state of rest or to small children, is the product of our artificial civilization and the vices associated with education. It is an aspect that must be rectified at every cost, whence the significance of relaxation. It is impossible to attain the concentration of one’s ideas without the simultaneous concentration of one’s physical movements: «The concentration of consciousness and the one of movements, the spreading of ideas and that of motions, go hand in hand» 20. Knowing how to relax through the suspension of useless movements, therefore, is an aid to focusing one’s attention 21.",
  "last_phrase": "In conclusion, achieving mastery over the mind and body requires clearing out useless thoughts, discerning intelligently, and overcoming continuous tension. This means rectifying the exaggerated tension caused by our artificial civilization and vices associated with education through relaxation. By setting our muscles and nerves in a state of rest like deep and calm sleep, we can avoid empty tension and concentrate our physical movements for better attention. Practice and awareness are key in attaining this mastery."
}