{
  "title": "\"What steps can you take to implement tactical intuition for winning soccer matches?\"",
  "first_phrase": "In this text, the author emphasizes the significance of intuition for a soccer coach. It can help to create tactics that will turn the team into winners. The author used an example to show how one move can affect the outcome of a match. He also emphasizes that intuition emerges from our inward and with the help of the conscious and unconscious mind, we can make pragmatic use of all our resources. In the last 200 tokens, the author proposes steps that need to be taken in order to cultivate intuition. The idea is to create a void, silence, darkness, and calm inside your spirit and then lay in it the seed of a voluntary or intellectual idea. One will inevitably need long and systematic training sessions to develop their intuition.",
  "content": "Ask yourselves daily, after you have correctly defined what you truly want, that is, your genuine objective: “In how many ways can I successfully utilize my resources in order to obtain a higher result, and which should these ways actually be?”. The essential point is that we must strongly will to attain something important; we need to possess the resources to do that; and we should stimulate our unconscious mind for the sake of intuitively understanding how we ought to act. You have to be able to utilize your unconscious. “Learn to create a void, silence, darkness and calm inside your spirit, and then lay in it the seed of a voluntary or intellectual idea, with the specific intention that this seed should develop inside your unconscious side and yield its fruit at the moment you have demarcated beforehand”. Naturally, one cannot reach that result all of a sudden. One will inevitably need long and systematic training sessions, which are in themselves neither difficult nor mysterious. What is required, therefore, consists in getting accustomed to an ever higher level of self-collectedness, and in transforming our will into Prediction, into prayer we would almost be tempted to say.",
  "last_phrase": "In order to attain our goals, we must possess the necessary resources and train our mind to act intuitively. By asking open-ended questions and creating a space for our unconscious mind to work, we can develop creative solutions. Implementing daily training sessions and transforming our will into prediction is key to reaching greater levels of self-collectedness and success."
}