{
  "title": "\"How can developing a strong willpower and eye contact help you achieve success?\"",
  "first_phrase": "In the previous text, the author talks about the difference between desire and willpower, suggesting that many people mistakenly believe they are willing when they are only desiring. The text explains that in order to influence others and accomplish one's goals, one must have confidence and trust in their own ability to succeed. The author notes that the eyes are windows onto the mind, and a lack of confidence can impede our ability to express ourselves fully. In the final 200 tokens, the author emphasizes the importance of learning how to will, rather than simply desiring, in order to work wonders and exert a truly miraculous influence over others.",
  "content": "The more frequently you are going to make use, in that fashion, of the entire will to power at your disposal, the quicker will be the growth of such will to power in terms of its strength, until it will eventually turn into a potent agent of your existence. The large majority of people believe they are actually WILLING, when in truth they do no more than DESIRING at best. Once you are able to learn how to will, as opposed to merely desiring, you will be able to work wonders, and to exercise, over whoever falls within the sphere of your action, an influence which shall truly be miraculous in nature. The bulk of people, in fact, have never developed their own power and will. They are unaware of how one should develop that either, and the little they have of such twin forces is a sheer accidental result or one engendered by a chance stroke of luck. This in no way implies that desire might not prove useful.",
  "last_phrase": "To truly exercise your will to power, you must learn to differentiate between mere desire and true will, and develop your own inner strength. Use your gaze as a tool to assert your influence, looking directly at whomever you wish to influence. By mastering these skills, you can create an almost miraculous effect on those around you."
}