{
  "title": "\"How to Accomplish a Mental Void: Can You Really Think of Nothing?\"",
  "first_phrase": "In the previous part, the text discussed the importance of thinking voluntarily and intensely, but also how we should learn to avoid thinking altogether. Now, the focus shifts to the constant unconscious thought that accompanies our every move. This background noise colors our perspective and demands a special effort to expunge it completely. To reach a state of ataraxia, where one is completely neutral and indifferent, Durville recommends a specific training regimen that includes finding a quiet place and taking precautions not to be disturbed.",
  "content": "We must take good care to observe that it is by no means necessary that this worry should be etched in your mind in a clear shape. That is not a must. It is enough if it lends a special tone to your entire activity, or, we should rather say, your sensibility. This endless unconscious thought resembles a definite hue which colours the field of your mental side. There is no doubt that, in order for one to truly manage how not to think about anything, it is necessary to first learn how to rid oneself even of this thought-non-thought, how to expunge it as if one might erase through a rubber the marks left by chalk on a blackboard, and how to set oneself in a neutral, indifferent state, the one which the Greeks used to term ataraxia. Durville summarises, in the following statement, the features of the training which one has to obligatorily go through so as to reach such a state step by step: “One must withdraw into his room, covered by shade, away from any noise, and take all the necessary precautions not be disturbed.",
  "last_phrase": "In conclusion, achieving a state of total absence of ideas or \"zero-ideation\" requires diligent practice and persistence. It is not necessary for thoughts to be etched in one's mind in a clear shape, but rather to lend a special tone to one's entire activity or sensibility. By following specific steps and creating a neutral, indifferent state, one can expunge even the thought-non-thought and attain a state of true ataraxia."
}