{
  "title": "\"How can maintaining self-consciousness and presence lead to success and a re-education of activity?\"",
  "first_phrase": "In the last part, the text emphasizes the importance of discovering one's centre and training oneself to become a truly authentic, efficient individual. The author suggests that success doesn't solely depend on ingenuity, but rather, on the ability to maintain self-awareness and adapt to different circumstances quickly. Furthermore, the author notes the struggle between the inward being and the outward self, and the value of gradually freeing oneself from egotism. The text also touches on sentimental and mystical knowledge, which should be disciplined rather than suffocated. Overall, the piece encourages readers to find their centre, set aside egotism, and implement a method that leads to authentic re-education and effective feasibility.",
  "content": "We can finally notice that sentimental and mystical knowledge, which stands in contraposition to intellectual logic, is already viewed by some people as a way of retracing our steps to ancestral sub-consciousness. Going as far as wanting to suffocate it would be tantamount to simultaneously killing poetry, music and fantasy along with it. That is not what we want: We simply want to shed light on it and discipline it, to avoid the risk that the ghosts might cross the threshold of consciousness at will. Rather than a despotic master, the self will turn into a docile servant once we have learnt how to recognize and utilize it. Discovering a centre We all have a centre. Through the help of our method, that category of individuals will start from the beginning and carry out all the actions that are needed, by virtue purely of what is almost an automatism. Eventually, as a result of such daily training and psycho-plastic alignment, a normal individual will arise. That is so as the method, once actually implemented, leads through the easiest possible means to a truly authentic re-education of activity or — put it even better — of effective feasibility.",
  "last_phrase": "In conclusion, it is important for us to acknowledge the significance of sentimental and mystical knowledge and discipline it rather than suffocate it. With the help of the mentioned method, we can train our self and discover our center to become a more authentic and effective individual in reality. Let us not simply believe in ideals without making real efforts to bring them into our lives."
}