{
  "title": "How can one utilize their own unconscious and natural side to achieve ultimate mental discipline?",
  "first_phrase": "This text explores the idea of utilizing one's unconscious and natural automatic side to achieve ultimate mental discipline. The goal is to reduce the need to use the brain's higher centers in daily actions and instead, discover an alternative path for hearing the voice of one's essential being. The ultimate goal is to accomplish things through extreme resolution from the mind, but without relying on the higher brain centers. The author proposes a ladder to getting there, where the earlier stages include organizing non-intrinsic value actions to be carried out by the body's \"bodily machine.\" Once set up, these actions can be controlled by the unconscious mind, and we can observe them comfortably.",
  "content": "There is a ladder which can take a person to the acquisition of such capacity. In the earlier stages, it will be easy to firstly organize, in terms of this modus operandi, those actions lacking an intrinsic value, and which serve as means rather than being an end in their own selves. Such actions encompass all the acts of one’s vegetative life, all the individual acts which are necessary requirements for sustaining one's existence, as well as the acts aimed at securing social conservation (the whole array of pleasantries and polite etiquettes, customs and traditions, prevailing fashion, etc). Instead of struggling each time to resolve on what to do, it will be enough to just let our bodily machine carry them out, and then, once they have been arranged beforehand, to entrust control over such acts to the unconscious mind, whereupon we might comfortably limit ourselves to the role of observers of all of that.",
  "last_phrase": "In conclusion, by allowing our bodily machine to carry out actions lacking intrinsic value and entrusting control to the unconscious mind, we can simplify our decision-making process and focus on being present to ourselves. This requires a clear connection with ourselves and the acquisition of positive life habits, but with practice, it can lead to a more effortless and enjoyable way of living. Remember to create a positive image at the initial stage, and soon you will find a ladder to the acquisition of such capacity."
}