{
  "title": "How can you maintain control when someone else is speaking to you?",
  "first_phrase": "In the last part of this text, the author explores additional methods to subtly gain control in a conversation. To summarize the preceding text, he discusses the importance of non-verbal communication, particularly one's focus and gaze. He suggests that by focusing on an object, one can draw their interlocutor's attention and control the conversation. However, for those who wish to further refine their conversational skills, the author suggests alternative methods. In this section, the author proposes Method 1, which involves deflecting one's gaze and focusing on other surroundings to reflect and respond to the speaker's message. This allows for greater self-control and a more thoughtful response to the conversation.",
  "content": "Grant him only your partial attention, and make sure to frequently deflect your look elsewhere. Do not look down, only somewhere else; implementing this method will allow you to ponder what he is actually saying. Those people who have not thoroughly studied this issue normally assume that, when a man is talking to you, and you are turning your look aside, your attitude must be due to the fact that your interlocutor has got you in his grips, and is thus exercising over you some mastery forcing you to look away from him. That is however a false viewpoint on the issue. If you are looking somewhere else, it is only because you are seeking to protect your own selves in the process. It is thus no coincidence that a number of branches of psychology (such as Neuro-Linguistic Programming), have studied the way in which ocular movements become linked to reflection. The mere step of making some room for yourselves has the capacity to grant you the opportunity to reflect and reason things out.",
  "last_phrase": "In conclusion, implementing the technique of looking elsewhere while still granting partial attention can serve as a powerful tool to protect your autonomy and promote reflective thinking. Although it is a common misconception that avoiding direct eye contact is a sign of submission, it actually provides space for critical thinking and intellectual independence, which are essential for resisting influence and making informed decisions."
}