{
  "title": "\"How can premeditation and presentification lead to effective actions and minimize mental tension?\"",
  "first_phrase": "In this text, the author emphasizes the importance of being able to quickly follow up one task with another by premeditating actions and proceeding at a rapid pace. This ensures that one's actions are in line with a \"vigil and rapid\" rhythm, which is necessary to avoid boredom and achieve results. The final part discusses how effective action minimizes mental effort and how the human machine has a perfect system to reach any goal. Visualization is not always necessary for success.",
  "content": "What we find linked to it is effective action, which is even more effective whenever it minimizes the effort made by the mental side, by one’s inner dialogue, that is, by the higher centres of the brain, which, though useful for the task of taking decisions, are, nevertheless, not as useful for us being able to carry out a logical series of operations. Every act must be executed mentally, with resolution but without any useless mental tension. We must grant the human machine a chance to work towards a goal, the chance of “watching its own self act”, as we limit our intervention to those situations where it is necessary. The human being has in fact, in his own self, a perfect system to reach whatever he wants to accomplish, provided it is founded on a uniform intent and on the presentifying of future states (i.e. causing them to be present). In most cases, there is not even any need to engage in tiresome conscious visualization. In a like manner, as we cross the road we do not conjure up a visualization of how the cars will move at different speeds.",
  "last_phrase": "In conclusion, effective action can be achieved with minimum effort from the mental side by allowing the human machine to work towards a goal while limiting conscious intervention to necessary situations. By establishing a uniform intent and presentifying future states, we can tap into the power of our will and use it as an energy component to accomplish our goals with ease, without engaging in tiresome conscious visualization. Understanding the psychological truth that willpower is linked to the \"taste\" of what we accomplish can help us become more efficient and successful in achieving our desired outcomes."
}