{
  "title": "\"What is the daily plan and how can exercise and open-ended questions help with it?\"",
  "first_phrase": "In the previous text, the author discusses the effectiveness of an exercise that involves looking at a light and asking open-ended questions to generate solutions. Now, the focus shifts to breaking down the daily plan into constituent elements, which are also present in intermediate plans. The purpose of the daily plan is to live the present day fully, and envision a concrete duty to achieve the ideal set for oneself. Today's activity must be connected to yesterday and tomorrow's, and the plan helps in achieving this. Once the general direction of the daily activity has been established, one should stop worrying about the next step.",
  "content": "On each day of your life, you should first create a state of emotional calm, and follow that up by saying to yourselves: \"What am I going to do today in order to approximate the ideal I have set for myself?”. The duty you are going to envision, as you pose the said question to yourselves, should not be something abstract. It must be a concrete vision of your duty in this regard: Doing this, doing that, doing this before tackling that, but in any case doing, as opposed to you thinking of doing. Today’s activity must be connected, at least partially, to the ones of yesterday and tomorrow; otherwise you will walk through life as an inebriated person, incapable as such of moving forward. It is here that the beneficial usefulness of the plan lies. Once, however, — the general orientation of your daily activity has been demarcated —, you should stop worrying about what you are going to do next.",
  "last_phrase": "In summary, in order to live a purposeful life, it is essential to start each day with emotional calm and a concrete vision of your duties. By doing this, you can connect your activities from yesterday and prepare for tomorrow. Remember to focus on the present moment and avoid prioritizing tomorrow at the expense of today. By following these guidelines and regulating your daily life, you can overcome the enemies of today, and live a harmonious life without fear of the future."
}