{
  "title": "How can Self-Remembrance help overcome automatism and unlock our full potential?",
  "first_phrase": "In this text, the author emphasizes the importance of self-remembrance and being present to oneself, in order to overcome automatism and unconsciousness. They argue that by developing a technique of the \"presence\", one can regain control of their subconscious and reach their full potential. The author provides examples of situations where individuals fall into a trance-like state, consigning promises to oblivion or indulging in excess consumption without being aware of it. The text highlights the significance of maintaining a direct sensory reference and not relying on external aids. Through this technique, one can achieve control over their gestures and movements, which would otherwise be guided by the subconscious.",
  "content": "From a technical point of view, what happens in such an instance is that we fall into a “trance”, that is, into an automatic mode of reacting. Another such example is provided by a woman who promises herself not to indulge in excessive consumption of food any longer. A short while after formulating that promise to herself, she walks past a confectionery, goes in, and buys a chocolate sweet which she proceeds to partake of at once. Technically speaking, this woman has suffered 1. Amnesia of the promise she had made to herself; 2. Regression to some moment in her childhood when the chocolate sweet was for her the source of great satisfaction. In other words, this woman has lived in a trance without being “present to her self”. Hypnotherapy might offer some benefit in cases such as hers, but it remains no more than a partial remedy: We must rather learn how to be outside trances in each and every moment of our life without any external aid. This is precisely what the technique of the “presence” helps us develop. The key to be concrete lies in maintaining a direct sensory reference.",
  "last_phrase": "In conclusion, it is crucial to develop the ability to be present and maintain sensory awareness in every moment of our lives to avoid falling into trances that lead to automatic reactions. By doing so, we become capable of making conscious decisions and directing our lives towards our desired purposes. While hypnotherapy may offer some benefits, ultimately, we must learn to be present without external aid."
}