{
  "title": "What are the methods to achieve mental balance and activate creativity?",
  "first_phrase": "In the preceding text, we explored the importance of having a dominant purpose and developing emotional self-control. The final section suggests a specific exercise to activate one's creative mind, based on the power of light. To perform the exercise, you need to look at a light for 30 seconds while thinking of your purpose, close your eyes, and observe the residual trace of light while paying attention to any thoughts that come to mind. This exercise can help you develop creativity around your purpose and increase your mental potential. Even physical relaxation, as described, has a pronounced benefit.",
  "content": "The following example illustrates the said method: Exercise 14 – Beginning to activate one’s creative mind This exercise is based on the power of light. It has the effect of taking the neuron to its highest degree of activation. It might help you develop creativity around your purposeful aim. The light might even act as a very potent tool to increase your mental potential. You must look at a light (max. 75 watts), at a distance of approximately 1.50 meters, for 30 seconds, in so doing thinking of the objective of yours you wish to accomplish. Close your eyes and observe the way the residual trace of light develops until it eventually disappears (The whole process should take up around three minutes. You will notice towards the end the appearance of a luminous halo around). Now open your eyes 29, and conclude by writing down whatever springs to your mind. Even a physical relaxation as described has a pronounced benefit.",
  "last_phrase": "In conclusion, the power of light can be a potent tool to increase mental potential and activate creativity around a purposeful aim. By looking at a 75-watt light at a distance of 1.50 meters for 30 seconds, followed by observing the residual trace of light and then relaxing the mind, one can interrupt their thoughts and achieve cerebral relaxation, just as many famous men in history have done. Use this exercise to unlock your creativity and increase your mental potential."
}