{
  "title": "How to Nurture Imagination for Powerful Ideal Development in Career and Life?",
  "first_phrase": "In the preceding exercise, we discussed how our profession of choice should enable us to inject love into our work and create value for others. These ideals can be powerful, but they require imagination and practical implementation to become a reality. In the last part, we learn how Edison's light bulb was first an idea in his mind, and that educating our imagination builds a bridge between reality and our desires. This text emphasizes that following our primal impulses and developing powerful ideals can pave the way for an enriching and satisfying career.",
  "content": "You might have some grandiose ideas, but you cannot move forward so as to actually implement them, unless you are able to discern, in your observation of things, the practical idea, unless you are able, that is, to concretely work out the image of the factual improvement that needs to be achieved. Educating one’s fantasy has as its consequence the building of a bridge between reality and what you desire. Whoever is devoid of imagination is the passive target of the concatenation of life’s events; as for the one regaled with imagination, by contrast, he «rapidly crosses the various stages» and attains not what he should, but rather what he would like to realize. If — say — you are a merchant, you might be one because you feel an initial impulse which is turned towards the realm of building and communicating. This primordial impulse later turns, in the sphere of practical implementations, into the idea of starting up a business.",
  "last_phrase": "In order to turn your grandiose ideas into reality, you must be able to concretely work out the image of the factual improvement needed, and this requires nurturing your imagination through widening your horizons. By visualizing and actively creating, you can turn your impulses into successful business ventures and expand your activities to realize your full potential."
}