{
  "title": "\"How can we communicate effectively through passive and authoritative manners to attain prestige and influence?\"",
  "first_phrase": "In the previous paragraphs, the author discussed the different manners of addressing a subject, either passively in a maternal way or authoritatively in a more fatherly approach. In the last 200 tokens, the author explores how individuals can acquire prestige and status through non-verbal communication, resulting in a state of regression in the other person. The text also mentions tactics used in sales to decrease the status of the client, such as making them wait uncomfortably. The author emphasizes the importance of non-verbal communication and extra-verbal cues for gaining further prestige.",
  "content": "The result attendant on achieving prestige is, therefore, the fact that the other person initially regresses in age. He accordingly begins to function as a child all over again. If we pay watchful heed, we might detect a number of signals pointing to the regression we have spoken about: The voice undergoes a change, and the look is lowered. When a person is in a state of regression, prestige emerges as the foundational element, as it stands for the child’s feeling vis-à-vis the father or the tribal leader. In the field of sales, this type of communication is sometimes deliberately engaged in. Every single thing we add to our status or we subtract from the status of the other person, facilitates regression and acceptance of ideas on the part of the latter. If he accepts to wait, we shall ignore him; when he later comes, he will be seated on an uncomfortable chair, and that fact is going to diminish his status. From a psychological point of view, we also gain further prestige by making use of extra-verbal communication: Sit down here, wait a moment, and so on ... We might inquire again from him about the reason for his visit ...",
  "last_phrase": "Remember that small details can make a big difference in communication with others. Pay attention to non-verbal signals, use extra-verbal communication, and be aware of the status game. By mastering these dynamics and applying them shrewdly, you can transform interpersonal interactions, establish a higher degree of self-consciousness, and achieve greater success in coaching or sales."
}