{
  "title": "\"Why do traders repeat past mistakes instead of changing strategy, and how does generalization lead to hallucinations in trading?\"",
  "first_phrase": "The previous paragraphs discuss the problematic phenomenon of traders who repeat unsuccessful strategies despite past experiences. They rely on the faulty assumption that the future will necessarily replicate the past. This section delves deeper into this issue by introducing the concept of \"hallucinations\" in trading. The author warns against the dangers of generalizations, which can lead to traders distorting reality to fit their preconceived notions. Therefore, traders must adopt a humble and open-minded approach and admit that they do not know everything.",
  "content": "Whoever thinks “he knows”, conversely, is actually “generalizing” and making speculative conjectures about the future having the ability to fully reproduce the past. What is even worse, however, is the scenario where generalizations transmogrify into “hallucinations” properly so-called. Traders’ hallucinations In the technical lexicon of hypnosis, the term \"hallucination\" is used to define an image which corresponds to something that is physically not there (the hypnotist, for example, says there is a chair where no such object is present, and yet the subject “sees” it); an illusion is in turn describable as a \"modification of reality\" (the subject, to give an illustration, sees a chair and thinks it is a bicycle, whereupon he climbs on it and begins to pedal). A generalization is nearly a species of \"hallucination/illusion\". What essentially occurs, as far as trading is concerned, is that we alter reality so as to bring it in greater line with our thought, to make it resemble to a greater extent a previous experience we went through to before.",
  "last_phrase": "In summary, relying on past success and forming generalizations can lead to dangerous illusions and hallucinations that alter our perception of reality, especially when it comes to trading. It is crucial to remain mindful of this tendency and approach each situation without assumptions, to prevent disappointment and further problems down the line."
}