{
  "title": "How Do Traders' Hallucinations Affect Their Trading Strategies?",
  "first_phrase": "In the previous section, we explored the phenomenon of how traders tend to rely on past experiences to create expectations about their trading activity, which can lead to stubbornness and repeating failed operations. The author questions how we can assume the future will be identical to the past and emphasizes the importance of acknowledging when we don't know. In the last part, the author discusses how unconventional premises might be needed to overcome challenges emerging from economic crises, and how experience plays a role in the formation of discomforting expectations. The text concludes by discussing the turning key of a good trader, which entails knowing that they don't know.",
  "content": "We have come across this phenomenon on plentiful occasions: Our trader, in the past, has undertaken operations which have accrued to his benefit. Taking such previous experiences as his foundational departure point, he then re-enacts those very same operations, save that this time they prove a failure. He turns stubborn, and keeps on repeating them time and again, saying to himself in the process: “No doubt that stock is going to bounce back”. He looks over the Internet for articles which articulate the prediction of a U-turn inversion in the prevailing trend. Yet no such inversion factually takes place. Why is it that this person spends his money in this fashion, as opposed to resolving on changing strategy? The question we ought to pose to ourselves as regards the preceding illustration is this: \"How can we know that the future is identical to the past?”. A good trader is equipped with a turning key, namely: Knowing that he does not know. Even though we might think we have a perfect working knowledge of a particular market, we should still grant us the suitable benefit of “knowing not to know”.",
  "last_phrase": "In conclusion, a good trader must possess the key of acknowledging that they do not know everything, even if they believe they have a perfect working knowledge of a particular market. Making speculative conjectures and generalizations about the future having the ability to fully reproduce the past can lead to hallucinations and illusions that alter the reality of trading. It is crucial for traders to remain open-minded and constantly reevaluate their strategies based on current market trends and experiences."
}