{
  "title": "\"What is the secret behind effortless action and how can it lead to success?\"",
  "first_phrase": "In this last section, the author discusses the concept of \"acting naturally and effortlessly\" in both small and big things alike. They assert that the secret of success is not in the action itself, but in the potency and congruence of premeditated actions to achieve a goal. This idea is related to the difficulty of initiating action, whether in writing an article, removing a tooth or executing a lifelong program. The author highlights the importance of being habitually present to ourselves and our actions in order to watch our human machine function effortlessly. The use of the higher centers of the mind in organizing and directing activity is crucial.",
  "content": "Due to the foregoing, “acting naturally and effortlessly” might be understood as relating both to the small and the big things alike. The most difficult aspect of drafting an article for a newspaper consists in sitting in front of a blank piece of paper and dipping the pen into the ink for the first time, before the initial words are jotted down. The most difficult issue to be solved when one wants to remove a tooth is to ring the door bell of a dentist’s surgery. The program of a lifetime might be automatically carried out in such a fashion. The whole secret behind success is not ensconced in the action as such. It rather depends on the potency and congruence characterizing the way in which we have premeditated the actions to be undertaken and the sequence in which they should be performed, so as to eventually arrive at the goal we are aiming for. Being able to watch our own human machine function, and seeing ourselves act without any effort, is the outward expression of being habitually present to our own selves. What you organize through the higher centres of the mind represents activity in general.",
  "last_phrase": "In conclusion, by habitually being present to ourselves and premeditating our actions towards our goals, we can achieve a state of effortless and natural functioning. While \"acting naturally\" is an unconscious occurrence, it can either aid us in our useful pursuits or inhibit us from harmful operations. Ultimately, success is not just about taking action, but about the potency and congruence in which we execute our premeditated plans."
}