{
  "title": "\"What are the available methods to interrupt thoughts and achieve cerebral relaxation?\"",
  "first_phrase": "This text explores the idea of cerebral relaxation as a means of achieving spiritual inner peace. The author suggests that the success of this approach is dependent on the complete relinquishment of every thought and preoccupation, the cessation of cogitative faculties, and insensitivity to all external stimuli. The text also mentions two famous historical figures who employed similar relaxation methods to achieve inner calm. The latter half of the text presents various strategies for interrupting thoughts and attaining a state of pleasant calm, including an exercise in mentally drawing the mathematical infinite symbol.",
  "content": "Since the notion of direct voluntary oblivion is thus a psychological absurdity, all that can be done in order to force our thoughts and passions into silence is to deliberately fix our attention on a state of pleasant calm 30 and learn to concentrate. Here are some stratagems which naturally offer themselves as suggested ways of attaining the said purpose: They range from engrossment in the activity of opening and closing one’s eyes in a dark place, to the mental depiction of a tranquil and inanimate landscape, from the mental observation of a column of breath which comes out of our nostrils and perpetuates itself ad infinitum to, finally, the particularly interesting device of continuously tracing the sign of the mathematical infinite, which must be persisted with without ever deflecting the mind once, not even for a moment. Exercise 15 – The infinite. Here we have an exercise which is ostensibly easy, whereas in actual fact it is quite hard to bring it about correctly. It consists in mentally drawing, in an uninterrupted fashion and for gradually longer time spans, the mathematical sign for the infinite, which is similar to a reclining 8 (?).",
  "last_phrase": "In conclusion, the power of concentration and the ability to quiet our thoughts and passions is essential for a peaceful and centered life. By practicing mental exercises such as tracing the sign of the mathematical infinite, and taking time for physical and psychological rest, we can achieve a refreshed and powerful state. Daily effort is key in mastering this art."
}