{
  "title": "\"What is the hypnotic role of 'Expectations' in trading and how does it lead to hallucinations and other psychological effects?\"",
  "first_phrase": "In the previous section of this text, we explored the various ways in which traders can fall into negative patterns of thinking and behavior that can harm their performance. These include transference, daily imaginations, hypermnesia, and sensory distortion. In this final part, we will delve into the ways in which these negative patterns can take on pathological forms, such as positive hallucination and hypnotic regression, ultimately leading to amnesia and compulsive trading. We will also discuss how temporal distortion and post-hypnotic suggestion can prevent traders from setting and achieving their objectives.",
  "content": "focusing excessively on moments from the past. We might for instance remember with vivid intensity the gains we have made in the past, and this memory influences us despite the fact that the market is now different. 6. Temporal distortion, which leads us not to be aware of time passing by, and which prevents us from successfully demarcating our objectives. 7. Hypnotic Regression and Post-hypnotic Suggestion, namely, acting in obedience of phrases and beliefs which have been learnt during childhood, such as “do not make mistakes”. The trader suffering from it would then invent reasons that might tend to explain and justify why he is losing. 8. Sensory distortion, which is also present in several compulsive habits such as “compulsive trading”. In it, we distort attention to reality by replacing it with attention to our own excitement. 9. Amnesia, meaning that one leaves aside or wipes out elements from his past and, in the field of trading specifically, not to keep track of one's losses. That gives rise to compulsive trading, one in which the subject drives on until the total squandering of his capital.",
  "last_phrase": "In order to avoid falling into the trap of temporal distortion, hypnotic regression, and other common pitfalls of trading, it is important to recognize the role that expectations play in shaping our decisions. By remaining aware of the market's unique and constantly changing conditions, and by taking a proactive approach to tracking our losses and successes, we can make the most informed choices possible and ultimately achieve greater success in our trading endeavors."
}