{
  "title": "\"How does taste correspond to the deepest activity of the mind and its role in presentification?\"",
  "first_phrase": "In the preceding text, the concept of taste was explored as a neurological activity linked to the cerebellum's primary function. It was noted that non-verbal communication can reveal an increase in salivation or other mouth-related activities when something truly involves a person. The author advises mentors to pay attention to this phenomenon in their apprentices or observe it in themselves. The text then moves on to explain two essential operations of presentification and multiplication. The presentification is defined as the art of creating and living out beforehand, within oneself, the next predetermined day through ideation. The author further emphasizes the importance of making this idea come alive, arousing the taste of the coming day both mentally and within the body.",
  "content": "Olfactory Signals Gustatory Signals Enlargement of the nostrils Touching one’s nose Movements by the tongue Pressing the tongue inside the cheek Salivation Small bites Small movements by the lips (kiss) Various examples , in the field of non-verbal communication, of gustative signals which point to the “tasting” of something In order, therefore, to persuade, motivate, urge ourselves to act in a direction we have premeditated, we must succeed in involving our most basic mental exigencies. In the light of the aforesaid premises, we will now set out to explain the two essential operations, namely, presentification and multiplication. First passage: Presentification Presentification as we understand it — in its application to our Method — is the art of creating and living out beforehand, within the inner chords of our beings, the following day that has already been predetermined through ideation. What is mostly needed, therefore, is to colour and invigorate the said premeditated idea, to arouse in us, that is, the taste of the coming day. Even more importantly, we have to make such idea alive and kicking before our eyes, and especially to live it inside our body.",
  "last_phrase": "To involve our most basic mental exigencies and act in the predetermined direction, presentification and multiplication are essential operations. Creating and living out beforehand the predetermined day through ideation, figuring out desired moods, words, and actions are necessary. Various gustatory signals, such as salivation and small bites, can help in the process, just like a person facing a crystal ball. With presentification, we can bring tomorrow's self into the present and become magicians of our own lives."
}