{
  "title": "What is the method for achieving a brilliant final result through exercises focused on improving attention and presence to oneself, and what are the practical annotations to follow?",
  "first_phrase": "In this last part, the author presents an alternative method to the exercise of \"watching the luminous forms\" by implementing it during normal sleep. The method involves pressing the middle finger on the forehead and focusing on the sign of mathematical infinite before falling asleep. The exercise aims to facilitate ocular convergence and create a favorable state for accessing subtler dimensions. The final result is said to be exceptionally brilliant, with students reporting feeling better after implementing the exercise.",
  "content": "Before doing that, however, focus your thought on the sign of the mathematical infinite: What is required is to mentally trace, without any break and for progressively longer time spans, the mathematical sign of the infinite ?, which resembles a reclined 8. Imagine yourselves, therefore, being able to see this immensely huge sign shine out in great relief against some dark background. You must, starting from any point, follow the continuous curve, without ever taking off the eyes of the mind. Let go of yourselves afterwards. As soon as you have fallen asleep, the pressure exercised by the finger will come to an end naturally. This light pressure is going to facilitate “ocular convergence”, as well as to create a favourable state for accessing subtler dimensions. Final considerations The final result turns out to be exceptionally brilliant, and one exceeding any prior expectation; all our students recount the fact that they feel better already in the immediate aftermath of the implementation of the exercise.",
  "last_phrase": "In conclusion, the exercise of mentally tracing the sign of the infinite can lead to exceptional results, but it is important to first practice improving attention and presence to oneself. During the wakeful stage, it is recommended to assist your power of suggestion and ponder the psychological law of surrendering to passion. Remember that success may not come immediately and requires perseverance."
}