{
  "title": "What are some concentration exercises for improving focus and attention?",
  "first_phrase": "In the previous section, we learned about exercises 10 and 11 that help to develop a focused attention span. Now, let's move onto the next two exercises designed to further cultivate concentration. Exercise 12 involves opening and closing individual fingers while focusing firmly on their motion. In exercise 13, the goal is to mentally define the exact sensations experienced while touching an object. It's important not to exhaust oneself while extending these exercises and to be satisfied with a short, perfect execution.",
  "content": "What matters is to force the thought to follow the movement without any interruption whatsoever, so as to train the mind to focus on a given issue with an ever longer concentration. Exercise 13 – Touch Take any object, such as a pencil, a paperweight, or a watch. This exercise consists in mentally defining the exact sensation which touching the object produces in you: Its form, the sensation of weight or colour, its hardness, and so on. In order to make the exercise even simpler, you should begin by defining the sensations associated with the examined object one by one; you might subsequently reach the point where you are able (and that only comes with difficulty and on the back of a long training) to progress onto the simultaneous and comprehensive demarcation of all the touch-related sensations 28. NB – Do not exhaust yourselves in the effort to extend any exercise excessively. At the beginning, you should feel satisfied so long as an exercise has been carried out perfectly, albeit for an extremely short time. Rather than seeking to extend the duration of such exercise on the same day, it would be more fittingly convenient to move to another exercise.",
  "last_phrase": "In conclusion, mindfulness exercises such as Exercise 13 - Touch require the mind to focus on a given issue with ever-increasing concentration. It is important to not exhaust oneself and feel satisfied with implementing an exercise perfectly, albeit for a short time. Finally, one should focus their thoughts on the exercise itself rather than worrying about the implementation."
}