{
  "title": "How to Overcome Continuous Tension through Relaxation Exercises?",
  "first_phrase": "In the last part of the text, the author describes an exercise aimed at achieving relaxation and muscular control. The exercise requires one to lie down and gradually review and relax each muscle in the body, starting from the face, down to the arms, chest, back, and legs. The author emphasizes the importance of avoiding empty tension in our muscles and nerves to avoid wastage of energy. By following the exercise, the muscles and nerves can be set in a state of rest, leading to increased productivity. The exercise is a part of a series of exercises aimed at relaxation and muscular control, as described in earlier parts of the text.",
  "content": "Exercises aimed at Relaxation and at Muscular Control Exercise 6 – General Relaxation In order to implement this exercise, you should lie down on the bed and let go of yourself at once; alternatively, you should let yourself be carried by the chair, and rest on either support, the bed or the chair, as if you were an empty bag. After that, you must review each and every muscle in your body, starting with the muscles of the face (especially the eyes, the mouth and the tongue), and then go down bit by bit to your arms, the chest, the back and the legs. You must lift one arm and let it fall down suddenly, as if the joints of the shoulder, the elbow, the wrist and the phalanges were merely the strings of a net happening to interlink parts of your upper limbs. You should then do the same with your lower limbs. Check and eliminate the tension which is so common by the cervical and dorsal vertebrae, and make sure you feel your spinal chord as something loose and mobile, as if it were a limp chord, rather than as a column made of iron.",
  "last_phrase": "Incorporating exercises aimed at promoting relaxation and muscular control can have a powerful psychosomatic impact, reducing the likelihood of psychosomatic diseases. By implementing exercises such as general relaxation, diaphragmatic speaking, and mindful walking, you can reduce tension and increase overall well-being. Give yourself the gift of relaxation and tranquility through regular practice."
}