{
  "title": "\"How Can Being Present to Ourselves Help Us Overcome Destructive Automatism and Subordinate it to Consciousness?\"",
  "first_phrase": "In the last section, the author discusses the process of subordinating automatism to consciousness, which is an important aspect of self-development. The text explains that every individual has two primal sources of inspiration for actions, namely conscience and automatism, and it is important to align actions with decisions to reduce destructive automatism. A concrete illustration of a young student's struggle between giving in to automatism and sticking to his commitment to studying for an upcoming exam is used to exemplify this process. Through practicing this method of subordinating automatism to consciousness, one can gradually reach a state of balance and loosen any mental automatism.",
  "content": "It is this destructive automatism which we are going to reduce progressively as we move on with the implementation of this method. A concrete illustration will clearly exemplify the interplay between these two distinct centres of one’s personality: A young student sits down at his desk early in the morning, so as to devote himself to some abstract philosophical problem which cannot distract him. Outside, the sun is shining brightly and, from the half-open window, he is reached, along with delightful buffets of fresh air, by the echo of plentiful joyous noises. Our lad is vividly tempted to put his vexing book aside, and go out to meet some friends. However, this movement engendered by automatism, this “impulse”, encounters opposition on the part of the youth’s “conscience”: The date of the exam, with its overloaded schedule, is approaching, and only an unbending commitment to study will enable him to absorb what can empower him to pass it. At that point, the “internal battle” from which the student’s choice of behaviour ultimately depends, is going to break out.",
  "last_phrase": "In conclusion, the process of reducing destructive automatism requires a methodical approach of dominating insignificant impulses before moving on to the most significant ones. To succeed, we must be present to ourselves and regain control of our gestures and movements that would otherwise be guided by the subconscious. This self-remembrance can lead us to unleash our potential and avoid situations where we fail to keep our promises."
}