{
  "title": "How can Circulation and Homogenization Lead to Connection with the Infinite?",
  "first_phrase": "In the previous text, the author shared an exercise for achieving a complete state of polarization of the body. In this final section, the focus shifts towards activating one's connection with the infinite. The author suggests that in order to alter the mutually interlacing thread of actions, thoughts, and values, one must first annul their own self. For this purpose, sleep or nothingness is seen as a representation of self-annihilation. The exercise given involves watching a light and carrying out head movements. The goal of the exercise is to activate the connection with the infinite.",
  "content": "We might think that our individual life is but a mirage dependent on a contingent mode through which the different “entities” comprising it are kept in balance: Actions, thoughts, values, and so on. In order to be able to alter this mutually interlacing thread, we must first annihilate our own selves, so as to enable our beings to achieve a recombination of their selves on a new basis. Sleep is the daily representation of one route through which such self-annihilation might occur. We thereby step past the threshold of diurnal consciousness into the space of power. Due to the aforesaid, as soon as the polarization of the body is finalized, you should place yourselves in the position which allows you to sleep most comfortably, whereupon you will keep trying to relax yourselves as best as you can. Exercise 52 – The infinite Watch a light in front of you, after which you should carry out, with your head, some movements in the form of a reclined \"eight\" (? ), in such a manner that the pupils of your eyes are forced to undertake the said movement.",
  "last_phrase": "In conclusion, self-annihilation is necessary for achieving a recombination of our beings on a new basis, and sleep is one way to achieve this. The exercise presented here, although seemingly unconventional, can be an effective method for self-transformation. By consistently practicing it, one can experience the infinite power of the inner self in ways that were never imagined before. Give it a try and see the results for yourself."
}