{
  "title": "\"How to Train Yourself to Practice Indian Self-Hypnosis and Become a Creator of Your Own Reality?\"",
  "first_phrase": "In the previous text, the authors described the third method of self-hypnosis, Indian Self-hypnosis, which emphasizes visualization and projection to bring about physical results. In the last part (200 tokens), the text delves into the fourth method, becoming creators of our reality, which involves four phases - Inspiration, projection, scanning, and purging. These phases are crucial to projecting and creating a new reality.",
  "content": "Scheme of Indian Self-hypnosis Visualization of the scene one desires to see actualized Taking the scene to the level of the heart and charging it with emotions Taking the scene to the level of the navel, at the centre, that is, of one’s own being Beginning a 6 3 6 breathing until one gets to the point where he feels a kind of energy Visualizing a light at the base of the nose, under the eyelids who are kept closed Sending a light to the scene Carrying out an act of deep exhaling, in so doing sending the scene inwardly and feeling it turning alive Giving thanks! 6 3 6 Breathing The time each breath should take consists in six units, while the retention time comprises three units and the exhaling time six units. Method 4: Becoming Creators of our own Reality We are setting out here under a series of beneficial approaches to the effort of changing reality around us. The phases through which the projection and creation of a new reality will pass consist in four phases: Inspiration, projection, scanning, and, lastly, thorough purging. a) “INSPIRATION and CREATION”.",
  "last_phrase": "In conclusion, by following the Scheme of Indian Self-hypnosis Visualization, including taking the scene to the level of the heart and navel, 6 3 6 breathing, and sending a light to the scene while exhaling deeply, we can create our own reality. By following the four phases of inspiration, projection, scanning, and thorough purging, we can become creators of our own reality and manifest our desires."
}