{
  "title": "\"What is Purging and How Can it Improve our Psychological Well-being?\"",
  "first_phrase": "In the final part of this text, titled \"PURGING,\" the author emphasizes the importance of constantly purging negative thoughts and attitudes in order to cultivate an \"ecology of thought.\" The author explains the psychological principle that thoughts with similar natures attract each other and those with opposite natures repel each other. Therefore, it is important to focus on the positive qualities of others rather than harboring negative thoughts. The author suggests examining individuals in an unbiased and benevolent manner before passing judgment or making decisions. Additionally, the author advises that individuals who justify contempt or neglect should be kept at a distance until one is powerful enough to influence them positively. The author provides an analogy to a trader who accounts for losses and profits and recognizes weaknesses to avoid further losses.",
  "content": "It follows that you should examine such person in an unbiased and benevolent fashion, prior to passing a judgment or taking a decision. Whoever practices these techniques must feel sufficiently strong in his self as to ipso facto eliminate, as a result of the said feeling, any attitude which differs from the most imperturbable benevolence vis-à-vis his fellow human beings. Those people whose modus operandi seemingly justifies contempt or total neglect are, after all, individuals whose psychological and physical condition has not yet enabled them to discern the true path. We must keep at a distance from them, until we deem ourselves powerful enough to influence them in a beneficial manner. It would however be a grotesque absurdity or a criminal act of foolishness to spare for them any thought, other than one of pity caused by noticing them in such a state, along with a moral incitement to them to change their character for the better. The most percipient trader, indeed, always makes space in his accounting books for an item which he labels «losses and profits». His wisest combinations might in fact reveal a weak spot which is going to occasion some losses.",
  "last_phrase": "In conclusion, when faced with individuals who seem to justify contempt or neglect, it is important to approach them with unbiased benevolence and distance ourselves until we have the capacity to positively influence them. Similarly, when faced with losses or disillusionment, we should calmly record them and seek to discover the source of the problem within ourselves. By doing so, we can turn seemingly unforeseeable situations into opportunities for growth and calmly react to the contingency of the moment."
}