{
  "title": "How can traders overcome hypnotic distortions of reality and be present in the market?",
  "first_phrase": "In the last part of this text, the author delves into the importance of being present and grounded in reality for traders to achieve their objectives. They analyze the hypnotic distortions of reality that often plague traders, causing them to behave as if they were playing instead of making sound decisions. The author emphasizes the importance of having a motivational urge and knowing the reasons WHY you want to accomplish your goals, especially when it comes to making money. The text also highlights the importance of understanding that every theory must be grounded in the past, but the only way to succeed in a volatile market is to adapt and be steeped in reality.",
  "content": "It is, rather, to walk on the ground (Chinese proverb) Many traders assert that they desire to accomplish their objectives and that they are going to stick to a specific line for that purpose, and yet they subsequently allow themselves to be seized by the emotion of the moment, whereupon they start behaving as if they were playing. The truth of the matter is that, in actual fact, they only play with themselves. In order to function properly, it is imperative to be present, and to be in the here and now. In the case of most traders, however, the reality is different. They act in the same manner they would do if they had they been “hypnotized”. A great many traders keep on mulling over events of the past, either because they fail to use their heads, or because they only utilize automatic systems. The use of an automatic system is always based on historical data. Every theory, too, must be grounded on the past. In reality, the only way of acting in a variable market is BEING STEEPED IN REALITY. By adapting ourselves to reality and by accepting it, we shall maximize the function which likelihood discharges.",
  "last_phrase": "To be a successful trader, it's essential to be present in the moment and adapt to reality. Avoid getting caught up in past events and emotions of the moment that lead to playing with yourself. As the Chinese proverb goes, it is essential to walk on the ground and stay grounded. Stay mindful and avoid falling into common trances like dissociation which disconnects you from reality."
}