{
  "title": "How can correct breathing and mental discipline improve our physical and mental abilities?",
  "first_phrase": "In the previous paragraphs, the author delves into how thought engages the nervous system, which in turn enlivens matter through the will. Correct breathing multiplies the efficacy of such will, leading to a state of wellbeing and harmonizing organic functions. However, restraining and exciting one's faculties to achieve specific results within a stipulated time is a problem of difficult resolution. In this concluding part, the author emphasizes on the importance of extending our existence, through studying the means and resolutely pursuing them, mentioning how restraint in consumption could help.",
  "content": "One has, therefore, to mentally excite his potential faculties, by debarring them from getting released in small rivulets, and by channelling them, rather, towards the achievement of a specific result within a demarcated time period. The time span involved, and in any event the goal to be attained, will represent an essential variable, since it is only through such route that our organism is going to preserve the energy, without absorbing it back whenever there is a surplus of it. Besides, since we are never allowed to know every thing, and one never reaches the end of his task but that it is already time to die, it would seem logical that the most important study has to be the study of the means by which we can extend our existence, along with the presence in us of a resolute intention to pursue those means at any cost. As soon as you have realized that two glasses of wine per meal are enough, you should never consume three glasses of it. In a similar way, whenever you come to know that bread crumbs harm you, you must jettison their consumption for ever.",
  "last_phrase": "In conclusion, it is crucial to channel our potential faculties towards achieving specific goals in a designated time to preserve energy and extend our existence. We must make qualitative determinations and set menus, paying attention to our capacity to digest food and its cost. Furthermore, we should not despise the pedantic work of caring for our body, which includes both passive hygiene and active exercises such as gym work, hydrotherapy, and massage. Remember, the key to a healthy and fulfilled life is discipline and determination."
}