{
  "title": "\"How can you successfully confront worry and preoccupation in daily life?\"",
  "first_phrase": "In the final part of this text, the author delves deeper into the subjects of emotional excitements, worries, and preoccupations. These phenomena can be harmful to our mental and emotional well-being, as they make us feel anxious and unable to focus on what truly matters. By refusing to accept worry as a natural feature of human character and by eradicating it, we can feel more vigorous, confident, and better defined in relation to the Universe around us. The author emphasizes the importance of learning to react externally only to a limited extent and mastering the art of forgetting small nuisances in life.",
  "content": "Worry is to the engine of the brain what ashes and wastage are to the other types of machines, i.e. a noxious material which has to be cleared out. The process which is needed to uproot worry consists in refusing to accept it as an item in the list of human faculties. After such operation of extirpating surgery is over, man will feel healthier and more vigorous. Preoccupation is not just — as the word might outwardly like to indicate — a phenomenon of emotional foreseeing, i.e. one of negative premonition about the future, since it might also be of a different kind. Preoccupation is derived partly from our experiences, by which we mean the accumulated pile of prejudices and fears which lies in the depths of our unconscious, and partly from, yet again, the constitutional form of emotionalism. No effort to cure such weakness will ever be excessive. Eradicating worry has the connotation of clarifying our life, and of placing our self in a well defined relationship with the Universe around us from the dual viewpoint of time and space.",
  "last_phrase": "In order to live a healthier and more vigorous life, it is necessary to uproot worry from our minds. By refusing to accept it as a part of human faculties and using methods such as creating a positive behavioral model or subjecting it to pre-ideation, we can eradicate worry and clarify our relationship with the Universe."
}