{
  "title": "\"How can you improve exercise performance and creativity through mental focus and relaxation?\"",
  "first_phrase": "In the preceding text, the author delves into the importance of being present and focused while carrying out exercises. They argue that it is impossible to implement an exercise correctly while simultaneously worrying about its execution. As such, one should focus their thoughts on the exercise rather than its implementation. The text also touches on the harmful habit of switching abruptly from one thought to another, which can lead to distraction by trivialities. In the final 200 tokens, the author explains how to develop creativity by blocking thoughts at certain moments, which can lead to the production of brilliant insights. They provide valuable insights on the matter, along with some practical tips.",
  "content": "Too many people move with excessive ease from one thought to another, and show interest, almost simultaneously, in two such mutually heterogeneous issues that we might essentially assert that they are entertaining both of them together. They are clearly two abortions which are destined to be thrown into the immensely vast limbo of foetal thoughts. Sometimes one thought destroys another, only to be annihilated by the one immediately succeeding it. Sure, one comes across a spontaneous generation of ideas which would be wrong to ban, since the so-called “lateral” thoughts are almost invariably pregnant with valuable findings. We merely want here to raise a barrier against the harmful habit of switching abruptly from one thought to another, for then we would be allowing ourselves to be distracted by every triviality. We have to master the art of suddenly deflecting the mind away from any idea or subject-matter. As for creativity, we are now going to explain how it should be developed. It is precisely by blocking thoughts at some points in time that we might be able to produce geniality.",
  "last_phrase": "In order to harness our creativity and produce truly original ideas, we must learn to block out distractions and find a state of mental void. According to studies, the two stages of creativity are inspiration and elaboration, and both require a calm and focused mind. By practicing relaxation and the technique of light, we can develop the mental power needed to achieve geniality and bring our unique ideas to life."
}