{
  "title": "How can relaxation and accessing the unconscious mind lead to greater creativity and mental power?",
  "first_phrase": "In the preceding pages, we discussed the importance of developing geniality, originality, and mental power. In this last section, we delve into how relaxation and accessing the non-linear part of our mind can aid in creativity. Colin Martindale's studies showed that creativity involves both inspiration and elaboration, and inspiration occurs during moments of rest or mental void. Our mind has two parts: the linear part that governs the conscious processes and the non-linear part that governs the unconscious processes. While the conscious part is limited by capacity and easily distracted, accessing the unconscious part through relaxation and self-access can foster creativity.",
  "content": "Non-linear part of the mind (which corresponds to many of our unconscious processes, is especially active during moments of rest or access to our own selves, and is governed by a quantum logic based on the generation of POTENTIALITY). Linear Part or the Part of Habitual Consciousness: The part of our mind which is normally conscious is the linear part thereof. Usually, this part reasons in a logical fashion within the confines of a single map. It is used in order to: Understand decide remember (short-term memory) The conscious part, however, is affected by certain problems, chief among them its “limited capacity”. It accordingly ensues that this part is: Easily distracted easily confused It finds it difficult to deal with too many data at the same time: A famous essay penned by Miller has proven how our conscious mind might tackle, at the most, a peak of 5 to 9 different pieces of information simultaneously. That explains why we recommend that one should concentrate his mind on one issue at the time. The other constituent element of our mind is the unconscious part. This part is activated by accessing our essential being.",
  "last_phrase": "To fully harness the power of our minds, we must recognize both its linear and non-linear parts. By accessing our essential being and acknowledging the quantum logic that governs our potentiality, we can tap into the massive capacity of our unconscious processes, allowing our reasoning to unfold on multiple planes effortlessly. While we may not be conscious of most of what we do, we can trust our quantum mind to establish powerful connections and centralize our perception, providing us with the solutions we seek."
}