{
  "title": "\"What are the Steps to Implement Tactical Plans and Subordinate Plans for Success?\"",
  "first_phrase": "In the previous section of the text, the importance of subdividing the general life plan into smaller secondary plans was highlighted. Now, the focus shifts towards breaking down the yearly plan into monthly, weekly, and daily plans. This last section explains how every plan, regardless of its size, must be linked to earlier and later plans and the general life plan. Additionally, tactics play a crucial role in executing minor plans and daily plans. Tactics allow better exploitation of available resources to achieve goals.",
  "content": "However, every plan, regardless of its proportions, will have to be established by linking it strictly both to the earlier and to the later plans, and, in particular, to the general life plan. In fact — as already stated here above — every action only draws its value and its full justification from such overall life plan. Creating this correlation is in actual fact easy: Once you have devised the largest plan, and you view it “as a movie”, it is then sufficient to “cut out” from it progressively smaller divisions. Strategy, tactics and intuition Tactics play an important role in the execution of the minor plans and the daily plan. In other words, differently from the life plan, we might be able to foresee certain elements which are not essential at the general level, and yet might avail the accomplishment of our aims. Why are tactics important? Their importance is due to the fact that they grant us the opportunity of better exploiting our available resources.",
  "last_phrase": "In summary, linking every plan to the overall life plan is important for its full justification. Once you have the largest plan, divide it into progressively smaller sections. Tactics play a fundamental role in executing these plans, as they grant us the opportunity to better exploit available resources. To implement winning tactics, one must first analyze the critical elements of the larger plan and then undertake the following steps: Define objectives clearly, identify potential obstacles, create alternatives, select the best course of action, and consistently evaluate the outcome."
}