{
  "title": "How can you fascinate someone with mental suggestion and inner calm?",
  "first_phrase": "This article discusses the power of suggestion in personal relationships and business, building on the techniques outlined in the first part of the book. It references Guido Cavalcanti's work and offers practical advice on gaining trust and influencing others through mental suggestion. The author stresses the importance of maintaining inner calm and adapting auto-suggestions to fit specific situations. In the field of business, the focus is on applying magnetic looks and auto-suggestions congruent with the conversation topic. Keep reading for insights on how to fascinate others with these techniques.",
  "content": "You must accordingly feel in your own selves whatever you are eager to see being nurtured. This will increase the effect produced by mental suggestions manifold times indeed. Take care to keep your eyes open. Very important: Work on your own state of inner calm. Be informed by the thought that you actually have all the time in the world at your disposal. Avoid showing any sign of anxiety when you find yourselves in the presence of the person you would like to influence. Haste has the effect of destroying every impact. Business and commerce: What matters in this field is to give practical effect to the entire force of suggestion which our student, assuming he has diligently and correctly carried out all the instructions which have been imparted during the first part of this course, is already in possession of. Let us recapitulate: Use must be made of one’s magnetic look, which is directed at the base of the interlocutor’s nose or between his eyes, and recourse should be had to auto-suggestions which are intrinsically congruous with the distinguishing character of the subject-matter dealt with in the conversation.",
  "last_phrase": "In conclusion, remember that the power of suggestion can be tremendously effective in business and personal interactions. Focus on cultivating inner calm, exuding self-confidence and taking the time to greet someone warmly and sincerely. By feeling what you wish to nurture and using auto-suggestions congruous with the conversation, you can maximize your impact manifold times. Keep your eyes open and avoid showing anxiety or haste, as these can weaken your efforts. With these strategies in mind, you can master the art of persuasion and achieve your goals with greater ease."
}