{
  "title": "\"What are the two procedures for dealing with emotional turmoil?\"",
  "first_phrase": "This text explores two procedures to quench emotions and restore mental and physical stillness. The first method involves letting vibrations gradually turn shorter until complete stasis is reached, which is achieved by consciously dispersing nervous fluid through breathing exercises. The second, more violent method involves abruptly stopping vibrations by striking the string with an external object. The author emphasizes that both methods work by negating emotional influence and inducing physical stillness. It is warned not to accumulate the causes that keep the emotional state alive.",
  "content": "If we unflinchingly keep on striking the same chords, the string can never stop vibrating 44. Essentially speaking, what must be done is to negate the emotional influence which tends to reproduce itself, or, expressed it in different words, to passively let it flow out. Due to the well known correlation between the physical and the psychological levels, the problem is solved by plunging oneself in a state of physical stillness, by for instance keeping silent, secluding oneself, or refraining from moving. There is, secondly, a violent procedure, which consists in stopping the vibration at once by striking the string with some external object. At a psychological level, what we would get is a reversibility of the relevant emotion. In other terms, the emotion might be halted abruptly, thereby producing in us a nervous «shock» of a different kind. Once more, on account of the selfsame principle of physical-psychological correlation, we might be able to induce in us a violent physical emotion: Jumping, racing, pinching or slapping ourselves, taking a shower, a scratching gesture or whatever.",
  "last_phrase": "In conclusion, managing and dealing with emotions can be challenging. However, there are several ways to do so effectively, including physical stillness or the more violent approach of inducing a different emotion. Alternatively, one can also try offloading emotions through movement, which is a useful exercise that can help individuals overcome their emotions and maintain a balanced state of mind. Remember that if we unflinchingly keep on striking the same chords, the string can never stop vibrating."
}