{
  "title": "\"How can eye contact and self-talk improve personal influence and impact in conversations?\"",
  "first_phrase": "In the previous section of this text, the author explores the idea of how to create a desire within oneself and use it as the outer shell for absolute will. In this concluding part, the author delves into specific techniques for inducing influence on others, such as maintaining eye contact during a conversation, changing the spot of gaze, and coordinating one's look with the action of thought. The importance of hearing and listening to oneself talking is also emphasized. The text provides practical insights into the art of communication and persuasion.",
  "content": "When you shake hands with someone over whom you desire to exercise an influence, you should let your handshake and look be escorted by the desire to communicate mental orders. Listening to your own selves talking: In order for your look to be effective, it must coordinate its specific action with the action which is undertaken by thought when it is conveyed through the medium of words. The following will therefore represent an essential element: \"The look must never reflect a feeling which differs from the one deriving from one’s thought and expressed in the form of words. More specifically, it must never clash with such thought\". It is in fact by no means an infrequent occurrence that, in the course of a conversation or a discussion, one gets assaulted by thoughts which are extraneous to the issue that is being spoken about. These thoughts unconsciously give rise to changes in one’s expression, which would then pose the risk of being devoid of the level of inner conviction which is needed so as to impress the interlocutor. An extremely valid tactic in this sense is thus provided by the following motto: Hearing and listening to our selves talking.",
  "last_phrase": "In conclusion, mastering the art of effective communication involves not only paying attention to the words we speak but also to our body language, particularly our handshake and look. Being aware of our own thoughts and aligning them with our expressions is crucial in conveying inner conviction to our interlocutors. Finally, during crucial moments, a firm and prolonged gaze can help produce a state of fascination and ensure that our message is heard loud and clear."
}