{
  "title": "\"What are the techniques for achieving self-presencing and recovering inner power?\"",
  "first_phrase": "In this text, the author discusses the importance of self-presencing and the ability to establish a different relationship with oneself and the surrounding reality. The practical reality of being present to oneself is achievable through a series of exercises that facilitate attention and presence in every single moment of existence. The techniques taught in the text represent a road for learning how to be our own selves and recover our inner power precisely where it is located. The last part of the text focuses on three exercises which are based on the Reference Point Exercise 16 – The focal point, Exercise 17 – Projection of the point, and Exercise 18 – Being present at the mirror. These exercises aim to guide one's attention and help individuals set out on the path to their own selves.",
  "content": "The techniques we are teaching represent a road for learning how to be our own selves, as well as to recover our inner power precisely where it is truly located 35. Exercises based on the Reference Point Exercise 16 – The focal point. You should imagine a point, a tiny point in front of you. Make it as small as possible, and then focus your attention on it for some ten seconds. Let us call this a \"focal point\". This point stands for the direction taken by our attention. In order to achieve the greatest possible results, you have to be able to guide your own attention. Exercise 17 – Projection of the point. Immediately after you have completed the preceding exercise, you should then look at yourselves in the mirror and imagine yourselves projecting the focal point onto the image in the mirror, precisely in the spot between the eyes. Thereafter, you simply say, ‘I now decide to set out on the path to my own self.’ Close your eyes, move away from the mirror, and do not think about what you said until the next day. Exercise 18 – Being present at the mirror.",
  "last_phrase": "These exercises offer a practical approach to achieving inner power and discovering your true self. By focusing your attention on a \"focal point,\" projecting it onto yourself in the mirror, and being present, you can guide your attention and let go of self-consciousness to achieve personal growth."
}