{
  "title": "What is the Method for Exploiting Situations and Eliminating Negative Emotions?",
  "first_phrase": "In the last 200 tokens, the text provides exercises to develop oneself further and eliminate negative emotions such as anger. The exercise, mentioned as \"Exercise 27,\" helps centralize oneself in pursuit of goals. The author emphasizes that acting under the impulse of anger can lead to regretful and illogical acts. To avoid such acts, one must understand the close relationship between anger and fear, and abstain from exhibiting anger.",
  "content": "Stage 2: Begin by acquiring consciousness, alternately, of the right and the left parts of your head (at the rhythm of one second) Keep on doing it with that part, backward and forward, a few more times (at the same rhythm) Conclude the exercise by attaining alternate consciousness of the upper and lower parts of your head (A e B) You should now take and break, and then, if you so wish, you might start again. Anger Another element which poisons our activity is anger, that is, one’s vindictive excitation. Under the impulse of this evil adviser, our acts are almost always censurable, illogical, and disproportionate, and they are nearly invariably followed by regret. What we suggest here is never to act under the impulse of anger, which is after all a bestial rather than a human passion. Anger is an excess of self-defence, and the unlawful offspring of the survival instinct, hence of fear. If we become fully convinced of the close relationship between the two of them, we will be careful to avoid ever showing ourselves to be angry.",
  "last_phrase": "In conclusion, it is essential to avoid acting under the impulse of anger. Instead, we must treat everyone as equal and show respect for their individuality. By doing so, we can avoid the regrets that often follow our actions when we act in anger. As for the exercise, acquire consciousness alternately of the right and left parts of your head, then the upper and lower parts to achieve inner calmness."
}