{
  "title": "\"How can you use psychological techniques to control a conversation and steer it in your desired direction?\"",
  "first_phrase": "In the previous section, we learned about two techniques to influence our interlocutor. The first method involves diverting their gaze to promote reflection on our proposal. The second technique is called \"Active Projection,\" where we visualize an emotion we want to elicit from the person we're speaking with. In this final section, we will delve deeper into the concept of intended projection and explore how imagining a similar encounter before the actual meeting can help us steer the conversation in the desired direction. Additionally, we'll uncover how self-hypnosis can aid in intensifying the intended projection.",
  "content": "The psychologist Sigmund Freud had made use of the term “projection” in order to refer thereby to the phenomenon in term of which we might be able to “project” a mental image of ourselves over a specific individual. For example, an adult might “project” onto the traffic cop who slaps him with a fine the image of his father when he used to shout at him. We can then attain control over this phenomenon, as opposed to living it passively, and we can accordingly succeed in actually steering the conversation. For us to accomplish that goal, we shall confer on ourselves the impression of witnessing the emergence, in our interlocutor’s face, of the particular feeling we would like to see coming alive in him. One way of intensifying this intended projection is by imagining, shortly before the time scheduled for the meeting, or else in the course of self-hypnosis sessions, that we are going to meet, not the person who will actually confront us, but, rather, the exact type of person who corresponds to the projection we want to create; and by following that up by perpetuating such a situation during our real encounter.",
  "last_phrase": "By understanding and mastering the phenomenon of projection, we can take control of our interactions with others and steer them in the direction we want. One effective technique is to imagine meeting someone who represents the feeling we want to project and then projecting that image onto our actual interlocutor. Through this method, we can achieve the desired outcome and navigate our interactions with greater success."
}