{
  "title": "\"How can we introduce new ideas and create change in communication and persuasion?\"",
  "first_phrase": "This text discusses the importance of interrupting people's habitual thought patterns in order to introduce new ideas. It explains how certain models, such as those presented in movies and advertisements, can trigger a natural sympathy in people. The third and fourth phases of this process involve bringing the person's attention to the present moment and using phrases that activate the unconscious mind. Overall, the aim is to create a new mindset and introduce new concepts. The use of surprises, changes in position, and enthusiasm can help with this. The text provides examples of how these concepts can be applied in different situations.",
  "content": "Significa interrompere il flusso abituale di pensieri del nostro interlocutore, che inevitabilmente andrebbe sempre nella stessa direzione, per poter avere lo spazio per suggerire un'idea nuova. Una maniera di fare questo è ad esempio la sorpresa. E' famosa la frase di Milton Erickson che ad un certu punto diceva \"parliamo ora della sua vita sessuale\" al suo interlocutore. Così facendo introduceva un elemento di sorpresa. Ma nella vita quotidiana possiamo introdurre sorprese in tante situazioni; ad esempio possiamo ogni brazelletta che raccontiamo può essere una interruzione, un evento inatteso al quale il nostro interlocutore non sa come rispondere. ESEMPI della seconda fase. Siamo brillanti, nel momento in cui il nostro interlocutore vede il nostro atteggiamento di sicurezza e tranquillità siamo prontoi per la fase successiva. Anche l'instauraziuone di un nuovo \"setting\" in una seduta terapeutica corrisponde a questa fase. Ci dobbiamo \"separare\" dalla realtà precedente. MODELLI UTILIZZABILI: Barzellette, entusiasmo, cambiamenti di posizione. TERZA FASE: Portare l'attenzione al presente Ogni cambiamento avviene nel presente. Dobbiamo imparare a legare all'adesso la risposta. Dobbiamo portare il nostro interlocutore nell'ora. Questo sarà eseguito in più modi: sia con l'utilizzo dell'espressione \"ora\", sia focalizzandolo su elementi dell'adesso. ESEMPI della terza fase: quando l'ipnotista dice \"guardami\". Nella vendita il venditore che dice \"guardi qui\". QUARTA FASE: frasi e parole che attivino la mente inconscia Perchè un messaggio passi deve toccare l'integralità della nostra mente, ivi compresi gli strati più profondi. In questa fase utilizziamo quindi frasi che facilitano il contatto con la mente incoscia.",
  "last_phrase": "In conclusion, using the techniques outlined in these six phases can help you interrupt habitual thought patterns, bring attention to the present, and activate the subconscious mind of your listener for more effective communication. By adopting a positive, emotional, present, sensory, and imaginative approach, you can guide different personality types towards a new direction. Remember to focus on connecting with your listener and creating emotions to appeal to their subconscious mind, which is where decisions are made. Happy communicating!"
}