{
  "title": "\"How can we use hypnosis in advertising to create effective mental images?\"",
  "first_phrase": "In the preceding text, the author emphasizes that to create effective advertising, it is essential to engage with the consumer's unconscious mind by creating an imaginative mental image. The author discusses using the technique of ambiguity, interrupting schema, and appealing to the five senses for a new image to take hold in the customer's mind. The final 200 tokens discuss further hypnotic models that can be employed to increase persuasion, including adapting to the customer's sensory system and utilizing enneagram techniques.",
  "content": "Proprio perchè questa immagine mentale sia percepita in maniera realistica possiamo ricorrere all'acronimo PEPSI dove: P sta per Positivo E sta per Emozionale P sta per Presente S sta per Sensoriale I sta per immaginativo POSITIVO: la mente funziona meglio quando ha realtà sensoriali cui riferirsi. Se non sa dove andare, non si muoverà mai. Facciamo un esempio: quante volte in molte aziende sentiamo persone che dicono \"non voglio più lavorare qui\" e tuttavia dopo mesi, o anche anni li ritroviamo sempre lì? Perchè non si sono fatti un'idea positiva di quello che volevano EMOZIONALE: perchè un'immagine mentale faccia presa sull'inconscio deve stimolare l'immaginazione ed essere emozionale. Con l'emozione stimoliamo infatti anche il cervello limbico, sede delle nostre emozioni PRESENTE: la mente inconscia ragiona al tempo presente. Creiamo un'immagine chiara e presente che agisca direttamente sul nostro interlocutore SENSORIALE: facciamo appello a tutti i sensi: Vista, udito, gusto, olfatto e tatto. Quello che dobbiamo fare infatti è creare una nuova realtà. IMMAGINATIVO: creiamo un'immagine chiara e completa che faccia presa nel nostro interlocutore. ULTERIORI MODELLI IPNOTICI L'utilizzo dei sistemi sensoriali nella comunicazione Possiamo potenziare ancora maggiormente la nostra persuasività se impariamo ad adattarci al \"sistema sensoriale\" del nostro interlocutore. Noi infatti processiamo la realtà attraverso i nostri sistemi sensoriali. Tre di questi sono direttamente collegati alla corteccia: il visivo, l'uditivo ed un altro senso che chiamiamo \"cenestesico\" Sorpresa - rompere il ghiaccio Portare l'attenzione nell'ora suggerire risposte inconsce ricalchi guida creare una nuova realtà LA COMUNICAZIONE IPNOTICA BASATA SULL'ENNEAGRAMMA Se vogliamo raggiungere un livello ancora più elevato di comunicazione ipnotica possiamo utilizzare la tecnica dell'enneagramma.",
  "last_phrase": "In conclusione, utilizzare l'acronimo PEPSI per creare una pubblicità o una comunicazione ipnotica efficace significa creare immagini mentali realistiche e positive, emozionali e presenti che coinvolgano tutti i sensi, in modo da creare una nuova realtà nell'interlocutore. Inoltre, adattarsi al sistema sensoriale del nostro interlocutore, utilizzando l'enneagramma per individuare il tipo di personalità, può aumentare ulteriormente la persuasività della comunicazione ipnotica. Con queste tecniche è possibile comunicare con efficacia e raggiungere il livello desiderato di persuasione."
}