{
  "title": "\"How can we use schema disruption to introduce new ideas in communication?\"",
  "first_phrase": "In the previous text, the author discusses the importance of interrupting patterns in our communication to introduce new ideas. This interruption can be achieved through surprises and unexpected events. In this last part, the author focuses on the latter part of the communication process, which involves bringing attention to the present moment and activating the unconscious mind. The author provides examples of how to accomplish this, such as using specific phrases and words that foster a connection with the unconscious mind. Overall, the author emphasizes the importance of being aware of communication patterns and how to interrupt them to improve communication effectiveness.",
  "content": "Significa interrompere il flusso abituale di pensieri del nostro interlocutore, che inevitabilmente andrebbe sempre nella stessa direzione, per poter avere lo spazio per suggerire un'idea nuova. Una maniera di fare questo è ad esempio la sorpresa. E' famosa la frase di Milton Erickson che ad un certu punto diceva \"parliamo ora della sua vita sessuale\" al suo interlocutore. Così facendo introduceva un elemento di sorpresa. Ma nella vita quotidiana possiamo introdurre sorprese in tante situazioni; ad esempio possiamo ogni brazelletta che raccontiamo può essere una interruzione, un evento inatteso al quale il nostro interlocutore non sa come rispondere. ESEMPI della seconda fase. Siamo brillanti, nel momento in cui il nostro interlocutore vede il nostro atteggiamento di sicurezza e tranquillità siamo prontoi per la fase successiva. Anche l'instauraziuone di un nuovo \"setting\" in una seduta terapeutica corrisponde a questa fase. Ci dobbiamo \"separare\" dalla realtà precedente. MODELLI UTILIZZABILI: Barzellette, entusiasmo, cambiamenti di posizione. TERZA FASE: Portare l'attenzione al presente Ogni cambiamento avviene nel presente. Dobbiamo imparare a legare all'adesso la risposta. Dobbiamo portare il nostro interlocutore nell'ora. Questo sarà eseguito in più modi: sia con l'utilizzo dell'espressione \"ora\", sia focalizzandolo su elementi dell'adesso. ESEMPI della terza fase: quando l'ipnotista dice \"guardami\". Nella vendita il venditore che dice \"guardi qui\". QUARTA FASE: frasi e parole che attivino la mente inconscia Perchè un messaggio passi deve toccare l'integralità della nostra mente, ivi compresi gli strati più profondi. In questa fase utilizziamo quindi frasi che facilitano il contatto con la mente incoscia.",
  "last_phrase": "In conclusion, using the six stages of influence, we can effectively interrupt habitual thought patterns, bring attention to the present, activate the unconscious mind with emotional language, and guide our interlocutors towards a new reality. By incorporating the PEPSI acronym and understanding the nine types of individuals and their linguistic tendencies, we can tailor our approach and effectively persuade others. By fostering empathy, creating emotions, and providing a positive and sensory experience, we can successfully lead our listeners towards a desired outcome."
}