{
  "title": "\"How can mirroring and surprise be used for effective communication?\"",
  "first_phrase": "In this text, the author explores the concept of \"identification\" in advertising and cinema, and how it relates to the theory of mirror-neurons. They explain that people are attracted to models that resemble themselves, and that by using specific linguistic structures, we can consciously create a rapport with our interlocutor. The last 200 tokens focus on the second phase of this process, which involves introducing new ideas and emotions by disrupting established patterns or schemas. The author suggests that humor and surprise are effective ways to create space for new concepts, and gives examples of linguistic patterns that can be used in this phase of communication.",
  "content": "Possiamo quindi facilitare consapevolmente tale processo utilizzando una serie di frasi appropriate costruite linguisticamente in maniera tale che il nostro interlocutore vi si ritrovi. In pratica instauriamo diciamo una cosa che nell'altro c'è. Facciamo in maniera che il nostro interlocutore ci trovi simile a lui. Il ricalco costituisce la base. Come nel gioco dell'oca, è la prima casella. Se non riusciamo a creare rapport torniamo indietro. ESEMPI della prima fase. Quando incontriamo una persona nuova, cerchiamo di comprendere la sua realtà e cosa ha di interessante. Diciamo parole positive al riguardo, anche se ci sembrano banali. MODELLI VERBALI UTILIZZABILI: \"comprendo quello che dici\", truismi SECONDA FASE: L'inatteso. Sorpresa ed Humour: Un secondo pilastro della comunicazione ipnotica è rappresentato da quella che è chiamata \"interruzione di schema\". Se ricalchiamo continuamente non potremo mai suggerire qualcosa di nuovo. Ricalcare tranquillizza, ma dobbiamo creare \"spazio\" per inserire nuove emozioni. Dobbiamo quindi fare attenzione che il nostro interlocutore sia pronto a ciò. L'essere umano è prrvedibile, condizionato dalle sue attese. Ognuno di noi funziona infatti a schemi e resiste all'introduzione di nuovi concetti. Quando ad esempio incontriamo una persona, si attiva lo \"schema del saluto\". E' logico che la salutiamo, che questa risponda e scambiamo dei convenevoli. Al 90% le convenienze sociali guidano le nostre azioni in movimenti prevedibili. E' come dire che al 90% la nostra comunicazione segue schemi prefissati. Per introdurre un'idea nuova, dobbiamo allora creare una frattura dove questa possa essere introdotta. Quella che chiamiamo \"interruzione di schema\" è appunto ciò.",
  "last_phrase": "In conclusion, by consciously and skillfully using appropriate language, we can effortlessly guide our listener towards a new perspective. Implementing the technique of interrupting established patterns, surprising and entertaining our listener, and evoking emotions form a significant triad of communication. By taking into consideration the nine different personality types, we can use linguistics to guide them to an alternate reality. Ultimately, to gain someone's trust and persuade them, we must create emotions, be present and stimulate all their senses via a positive, emotional, present, and sensory image, turning them into our ally."
}