{
  "title": "How can practicing exercises for senses and imagination enhance psychic faculties and personal influence?",
  "first_phrase": "In the preceding text, the author explores a series of exercises for developing inner power and increasing sensitivity by integrating subliminal sensorialities. The exercises range from grounding to mastering polarities through breathing and perception training. Symbolism is examined throughout, with reference to Etruscan mythology and the caduceus. In this final part, the author discusses the role of light in awakening abilities and powers. The Key of Light is introduced as a tool to stimulate the mind and increase enthusiasm, energy, insight, and clairvoyance.",
  "content": "Cercate di sentirlo in un ambiente silenzioso anche senza tapparvi le orecchie e rimanendo presenti. Successivamente cercate di ampliare la vostra percezione fino a poterlo catturare il più spesso possibile. The glance Another very important exercise is what is called \"near-far\", or \"glance\". It consists in observing a distant point and at the same time maintaining peripheral consciousness in the field close to the point and vice versa. This exercise, when properly executed, combines two elements: 1) the adjustment of gaze, 2) the fact that both eyes are \"awake\" Exercise 30 – near-far Holding the hand stretched out in front of you, practically consists in focusing first at your thumb and then at a distance. If the exercise is done well, we will see, in the side field, two thumbs (due to non-centered vision of the eye) when we look far away, and two distant objects (due to non-centered vision of the eye) when we look close. Exercise 31 – with breathing The same exercise, holding your breath The Key of Light Light is an important tool that can awaken in a person's abilities and powers. The light stimulates the mind at the global level, increasing creativity, willingness to do, and energy. The direct light brings solar qualities: enthusiasm, energy Instead, reflected light stimulates Lunar qualities, such as insight and clairvoyance, (indeed, reflected light is polarized.",
  "last_phrase": "In conclusion, the art of imagination and the use of light and symbols can greatly enhance our mental abilities and influence people around us. Through various exercises, such as near-far glance and focusing on light, we can increase our awareness and shape our mental material. These techniques can also have positive effects on our health. By expressing our wishes and concentrating our thoughts with intensity, we can produce mental streams in full strength and facilitate the occurrence of certain events. It takes time and effort, but the results are worth it."
}