{
  "title": "Can ancient symbols and images be used to strengthen the power of fascination?",
  "first_phrase": "In the last part of this text, we explore various ancient traditions and exercises that focus on using symbols and images for transmutation and activation of the subconscious mind. We also discuss the importance of the gaze and the use of light as a tool to improve creativity and energy. Before that, we analyze an amulet of Gnostic nature, of Greek-Egyptian origin, whose symbols represent the sun and the moon, and we interpret the deer as a symbol of Diana of Ephesus and the thunderbolt as a representation of Serapis, a Sun God. Finally, we delve into three different methods of psychic projection that involve retiring into silence and using mental pictures to express desires.",
  "content": "These can easily relate to the four elements: Thunderbolt to fire, Dolphin to water, Eagle to air, and the head of Serapis to Earth. Some researchers interpret these ancient gems as amulets, but this attribution is not the only possible: there is no doubt that they can also be used as a Mandala to strengthen fascinating power by who knows the methodology and how to interpret the symbols. To operate in such a way the focusing, as in the Bishoff methodology, must perform first on the eye, extending then the look at the symbols viewed with peripheral side vision and eventually returning to the eye. Exteriorizing: The Psychic Projection. It is possible to irradiate magnetism even at distance. These three methods of ancient origin have for common base the \"retirement in silence”. That means the student has to retire into a room where cannot be disturbed nor hear any noise. Must be sitting or lying down, but at ease, and get about ten minutes during a State of absolute passivity. The muscles should be relaxed, the thought quiet. First Method The first method is the mental picture. When you are in a status of calmness described above, sit down at a table and write very readably on a white sheet of paper a succinct phrase expressing a desire whatsoever. Write for example \"I want to cease the disagreements I have with the guy\"; or “I want Mr. X forced to do this or that other thing.\"",
  "last_phrase": "By following the ancient methods outlined in this text, one can develop powerful and effective techniques for manifestation and mesmerism. From mandalas to psychic projection, each method requires focused concentration and a calm mind. By utilizing the solar plexus and the power of the fixity of the look, one can strengthen their will and become a proficient fascinator. As with any practice, it is important to follow the prescribed steps and techniques for the best results. For more information and to learn how to connect these techniques with inner rejuvenation for a stronger character, visit http://www.hypnotisme.com/."
}