{
  "title": "What is the significance of the Caduceus symbol and how can breath control help dominate polarities and awaken the central fire?",
  "first_phrase": "In this section, we will focus on exercises for hemispheres and the awakening of the central fire. Before this, we explored how the alternating rhythms of breathing match the activation of the cerebral hemispheres and how alternating breathing can balance these energies. We also discussed an exercise for grounding and expanding perception and an exercise for accessing the symbol of Etruscan deity's winged Caduceus. In this context, we must learn to handle the energies of the spinal column, the central canal of the Western Hermetic Caduceus and the Indian Kundalini.  The following exercises will help to integrate subliminal perception, increase sensitivity and magnetic sensations.",
  "content": "Sono anche polarità le espressioni della visione dualistica del mondo, un prodotto della nostra mente e soprattutto del nostro ego che ha imparato ad interpretare i dati sensori secondo modelli precostituiti. Quanta gente si lamenta continuamente! Farci influenzare dalle distinzioni del mondo, bello/brutto, piacevole/spiacevole ecc… significa in pratica vivere in una realtà costruita dall’esterno e basata sui concetti. L’uomo magnetico costruisce invece lui il suo mondo e la sua realtà. E il primo punto dove dobbiamo superarci è in noi stessi. Dobbiamo essere in grado di costruire il nostro mondo e vivere la nostra realtà. Un modo per accedere ad ogni simbolo è rappresentato dalla sensorialità. Un fondamentale esercizio è chiamato “acqua calda ed acqua fredda”[2]. Consiste nel [1] Dennis, Etruria, vol ii. p. 160 [2] Questo esercizio è tra i primi, se non il primo nella tradizione di Virgilio T. Reintegrare le “sottosensorialità” Chiamiamo “sottosensorialità” una serie di sensorialità ultraperiferiche di cui normalmente non ci rendiamo conto, e che avvengono sotto il livello della nostra coscienza (subliminali). Per essere sempre più presenti esse devono essere reintegrate. Integrare le sottosensorialità è la chiave per aumentare la propria sensibilità. Avremo: a livello fisico le sensazioni del MAGNETISMO a livello visivo le cosiddette “auree” a livello uditivo i “sottosuoni” I seguenti esercizi possono aiutare ad integrare queste sottosensorialità CORPO Le sensazioni magnetiche Avvicinate un dito al palmo della vostra mano. Anche senza toccare il palmo avvertirete una sensazione come di formicolio sullo stesso; allontanate il dito e notate come vi possa essere una sensazione che permane.",
  "last_phrase": "In conclusion, integrating subliminal senses and developing one's imagination through exercises like the near-far glance and the concentration at the mirror can be useful tools for increasing sensitivity and shaping mental material. Along with the use of light and symbols, these techniques can have positive effects on health and behavior, but they require a certain level of awareness and art, and can be enhanced with numerology. Ultimately, by learning to construct our own reality, we can overcome the limitations of the dualistic world and be free from external influence."
}