{
  "title": "What are the basic exercises to develop gaze and presence according to ancient techniques?",
  "first_phrase": "This text explores the power of the gaze and the ability to control others through it. It cites ancient philosophers such as Isigonus, Aulus Gellius, and Pliny who also believed in the importance of using the gaze to influence others. The text provides several exercises to practice this skill, including increasing the time without blinking, developing attention and gaze, and using the magnetic power of gaze and concentration of thought to dominate others. The text includes names such as Count Kowalski and Inga Topeshko, M.A. It concludes by highlighting the beginning of hypnotizing with the ability to hold someone under your gaze, diminishing the strength of their judgment and will.",
  "content": "The experience can be done with the same process in backward conditions; namely, passing you set one person at a window. Two action elements come into the scene in this series of experiences: the magnetic power of gaze and the concentration of thought. When these experiences have succeeded once on two, you have conscience that you can dominate others and impose your will in large measure. Other experiments you can then try with the help of a friend or an ordinary person. Suppose that you want to obtain from him a service or an object from which he does not want to part from. You will focus your thoughts on the idea that he must deliver this object, without having him to suspect what action you want to exercise. You will place yourself in front of him talking about the satisfaction you would feel if you had the object even only for a few minutes, you stare to the subject of the experiment with sweetness and persistence, like to let his brain absorb the idea of handing over the object. If the penetration of the gaze is sufficiently developed, and if thought concentration is quite large, you will quickly notice that every word has, on the subject, a physical effect that goes straight to the point you want to reach. The interlocutor, who does not take long to be more or less completely subjugated, abdicates the throne and ends up giving the object that you want. Here there is evidently a beginning of hypnotizing. Until you hold someone under your eyes, you greatly diminish more and more the strength of his judgment and his will.",
  "last_phrase": "In conclusion, practicing these exercises can help you develop presence and strengthen your fascinative force. By focusing on the magnetic power of gaze and the concentration of thought, you can learn to penetrate deep into the subconscious of others and impose your will. Remember to perform the recommended exercises as often as possible, and don't exhaust yourself by unduly prolonging an exercise. With enough practice, you can cultivate a status of natural consciousness and an enlarged perception that will benefit you in all aspects of your life."
}