{
  "title": "What are the basic exercises of fascination and how can they improve concentration and willpower?",
  "first_phrase": "This text explores the power of focus and attention through a series of exercises that aim to develop one's gaze and hypnotic abilities. In the previous sections, the text discusses the importance of breathing and muscle tension to create and control energy. The last 200 tokens present a set of exercises that involve fixing one's gaze on an object or person, concentrating all of one's energy on it, and exerting influence through mental recall. The exercises include fixing one's gaze on a point, holding a glass of water while staring at its level, and causing a person to turn by directing one's gaze on their nape. These exercises can be used to quickly and efficiently learn how to hypnotize others.",
  "content": "Formulating clearly in your mind the idea of left or right makes this purpose very easy. You can also do this by observing a group of people walking down the street and it is a very easy exercise. 4 ° on train, on tram, choose an individual seated facing to you whose place is appreciably to the right or left of that which is opposite. Simulate to normally occurs on words meaningful to the subject and at times when there is interchange conscious reasoning - unconscious mind. Even the ancients had noted the importance of the gaze, e.g. Isigonus, Aulus Gellius, Pliny, and bring attention to this element (fixe intueri).delle palpebre avvenga normalmente su parole significative per il soggetto ed in momenti in cui si ha interscambio ragionamento conscio-mente inconscia. Anche gli antichi avevano osservato l’importanza dello sguardo fisso, ad es. look straight, to give the impression that you do not see, but look at him sideways, directing to him with the stronger mental power you can, and say to yourself with all the energy you feel capable of, you want him to look in your direction. The chosen person will soon become restless, nervous, as if she was aware of a force that dominates her, and will end up looking on your side or even staring at you. 5 ° Get to the window and look at a person who comes towards you. If you fix it with sufficient energy expressing the will that raises her head and looks at you, it will almost invariably, obeying your mental recall.",
  "last_phrase": "In conclusion, practicing presence exercises can help you strengthen your fascinative force and be more aware of your surroundings. From focusing on a fixed point to paying attention to the sensations of touch and movement, these exercises can be done at any time during your daily activities. It's important to remember not to get exhausted and to switch exercises when necessary. With practice, you can improve your ability to concentrate and dominate others, while also avoiding being affected by their dominance."
}