{
  "title": "What are the ancient methods of mental and physical fascination and how can they be practiced?",
  "first_phrase": "This text explores the ancient art of fascination, which involves developing the power of the eyes to influence other people or conditions. The text covers three methods to achieve this: mental picture, solar plexus, and muscular methods. The text also integrates symbols, mandalas, and numbers into the art of fascination. The last part of the text focuses on developing the fixity, rapidity, and expression of the look. These exercises help to develop a decisively potent will and the capacity to maintain a fixed look—a main prerequisite for a proficient fascinator. Our school, Mesmerismus ©, organizes periodic training in Mesmerism for those who wish to explore this ancient technique.",
  "content": "Rapidity of the look; 3. Expression of the look. It is recommended that our prescriptions should be scrupulously followed, as they will quickly lead you to a truly surprising result. In no other work than this text of ours are you in fact going to come across so many exercises with so much power at the same time. I. – FIXITY OF THE LOOK As we know very well, the capacity to maintain a fixed look is one of the main prerequisites of a proficient fascinator. In addition to developing the fixity of your look, these exercises will also gift you a resolutely decisively and potent will. Exercise 27 a While in front of a mirror, you should fix your gaze on the third eye without batting your eyelids. You should pursue this exercise gradually, until you can manage to extend its duration. Refer in this regard to the instructions applicable to the next exercise. INDEX Preface 3 The original sources of our interest in the subject 7 Fields of utilization of fascination 12 Fascination in the relationship between the two sexes 21 Eye in the Tradition 23 The art of conferring fascination on the eyes 31 I. – FIXITY OF THE LOOK 31 Where to learn more? 35 Where to learn more? Our school organizes periodically training in Mesmerism. We do both personal coaching as group training. We call our teaching “Mesmerismus ©”. We invite you to visit us and discover, from the source, this ancient technique. Come Learn real Hypnotism and Mesmerism in France!",
  "last_phrase": "To become a proficient fascinator, it is important to maintain the fixity of your look and develop a decisively potent will. By following the exercises and instructions provided in this text, you can quickly achieve surprising results. Our school offers in-person and group training in Mesmerism, a system that connects inner preparation with character strengthening techniques. For more information, visit our website or contact us at info@neurolinguistic.com. Start learning the ancient technique of Mesmerism and unlock its power today!"
}