{
  "title": "What are the techniques for controlling polarities and developing inner power through breathing and sensory experiences?",
  "first_phrase": "This text explores the concept of breathing exercises to help dominate polarities in humans. It begins by discussing Abraxa, Ur and Krur Breathing, which is an exercise that helps us achieve control over our polarities. The text also discusses the alternating rhythms of our breathing and how they match the activation of our cerebral hemispheres. The exercises that follow aim to awaken the central fire and develop fascination. The last two exercises mentioned help connect our \"look\" with our \"watch\" and allow us to achieve a global perception. The text concludes by discussing the symbolism of Caduceus.",
  "content": "2) Re-inhale to the left keeping closed the right nostril 3) Exhale right while closing the left nostril 4) Keep on doing it You can add a particular respiratory rhythm in the exercise above, or run it just as well. Presence to head sides with the two seconds’ rhythm Be aware of the right side of the head, and then of the left one. Continue alternating for a short time. Follow with presence at the front of the head and the back of the head. Continue with the top of the head and the bottom. As you develop a stronger Central, you will feel increasingly centered on you. The rate shall be the following: a second to right and a second to left, repeating for some times, then a second ahead and a second back, repeating for several times too, and similarly for top and bottom. This rhythm according to the researches of Prof. Lefebure improves brain and opens the way to the psychic faculties. In particular the exercise above will enable you to rekindle the \"central fire\" whenever is about to become extinct. Symbolism of Caduceus repeats what was said earlier about the reported Etruscan deity. The two snakes symbolize the side energies, and the Central stick corresponds to the Central energy. Ernest Rossi, \"The mind-body Biology\" Respirazione per dominare le polarità La nostra respirazione, senza che noi ce ne accorgiamo, passa alternativamente da una narice all'altra. Il ricercatore Ernest Rossi[1] ha osservato come questo alternarsi segua dei ritmi specifici e corrisponda al differente attivarsi dei due emisferi cerebrali.",
  "last_phrase": "In conclusion, through the practice of alternate breathing, head-centric presence, visualization exercises, and the use of light, one has the ability to increase their mental capacity and unlock their imagination. These techniques can also have a positive impact on health and behavior, but it requires a level of awareness and diligence. With consistent practice and effort, individuals can tap into their psychic faculties and strengthen their central energy, leading to a more centered and fulfilled life."
}