{
  "title": "What are the exercises to develop concentration, presence, and sensitivity according to esoteric traditions?",
  "first_phrase": "The last 200 tokens of this text focus on the concept of presence and developing it through exercises in attention and gaze. The text involves various people such as Gurdjieff, ancient alchemists, wise oriental Taoists, yoga practitioners, and esoteric traditions. The exercises aim to separate perception from the body from one's emotions and attain greater consciousness. The exercises include gazing exercises, maintaining attention without blinking, creating energy through tension, and maintaining presence for oneself for three times a day. The key is to be constantly aware of the body and remain focused on specific directions.",
  "content": "Experimentally we observe that, constantly operating and maintaining awareness of the body, first it take place a rebalancing and realignment due to the abandonment of unnecessary tensions; and is a feeling of energy too. After a little, we pass to a further stadium. Continuing in the work of the body consciousness we will even leave useless identifications (which are \"mental activities\", mental projections of the body) coming to a perception of it as \"not expressible verbally.\" The body is something real and is no longer an \"Id\". The rule of \"three times ten minutes\" Since one \"falls asleep\" too easily, decide to be present for yourself three times for ten minutes every day. You have to hear, see, and be into reality at the highest level. Other exercises All the exercises that follow now will have a short duration at the beginning; the unexercised could not hope for a too long presence in themselves. We must here clarify what we intend for exercise perfectly performed. An exercise is perfectly executed until in the brain there is no break in the continuity of attention. It is therefore obvious that we cannot perform well the exercise and worry if the exercise is well executed at the same time. The same moment mind asks this question, the exercise is finished. Therefore, the question “Do I have performed well this year?\" will always be related to an exercise already accomplished, could not be more than merely retrospective.",
  "last_phrase": "In conclusion, practicing body consciousness exercises can lead to a rebalancing and realignment of the body, as well as a feeling of energy. By constantly operating and maintaining awareness of the body, we can leave behind unnecessary tensions and mental identifications, coming to a perception of the body as something real and not just an 'Id'. The 'rule of three times ten minutes' can be a helpful tool to stay present and focused three times a day for short periods of time. The exercises listed here can also help improve sensitivity and focus, but it's important to remember to focus on the exercise, not the performance of the exercise. Through practice, one can develop the core energy and a deeper connection with the body."
}