{
  "title": "\"What are the ancient techniques and methods for strengthening the mind and body through symbols, images and visualization?\"",
  "first_phrase": "The final part of this text delves into various techniques of fascinative force that date back to ancient times. The three primary methods discussed are the mental picture, the muscular method, and the method of solar plexus. These methods are based on the \"retirement in silence\" where one must remain in a state of passivity, relaxation, and absolute focus. The text also explores using symbols, numerology, and mandalas to enhance the effectiveness of these exercises. Lastly, the text discusses the practical art of making eyes strong, attractive, and regaled with charming attraction.",
  "content": "These forces do not differ among themselves in the form they take to manifest itself. Based on this theory, the student, after retiring in silence, must remain completely straight and tense every muscle in his body, as rigidly as possible. We are therefore in the presence of a force created but not used. The spirit of the student is then brought fervently on the desire that must be satisfied. He wants with all his forces that this desire fulfills. He shall ensure, at the same time, the physical force-expression, namely the rigidity of tired muscles, turns into mental strength-expression. Matters that he keeps in his mind this idea: while the force escapes from his tired muscles, it withdraws from him in the mental form of his desire, and acts in this form on personality or conditions concerned. You can, to give an example, put into practice this exercise every morning, with thoughts like: -my business will be better — or — will live peacefully all day-or any other that you like or it is worthwhile. Persian scientist Ibn Sina says for example that some women have the power to fascinate not only with look, but also from afar with a simple thought. The art of conferring fascination on the eyes Let us now talk about the practical art of making eyes strong, attractive and regaled with charming attraction. This in fact represents the central phase of the method. As several elements need to be coordinated, this part of our work is divided into 3 sections: 1. Fixity of the look; 2.",
  "last_phrase": "In conclusion, with the practical art of making eyes strong, attractive, and regaled with charming attraction, you can quickly become a proficient fascinator. By following the prescriptions and exercises recommended in this text, you can develop the fixity of your look, gift yourself with a decisively and potent will, and connect the inner preparation of the hypnotist and mesmerist to inner rejuvenation techniques for strengthening the character. Start practicing every morning and see the surprising results for yourself. For more information, visit the website, or write to info@neurolinguistic.com."
}