{
  "title": "What Are the Most Effective Exercises for Mental Imagery and Projection in Physical Space?",
  "first_phrase": "This text explores the use of mental images and symbols for transmutation and activation, as well as the importance of light and gaze exercises. The author introduces a third stage of visualization where one projects the image onto a surface in physical space and achieves a positive trance. The exercises are part of the Hermetic Caduceus realization and require the union between will and imagination. The author also emphasizes the importance of memory and imagination in feeding intelligence and penetrating deep meanings. Finally, the text discusses the setting of symbols and mandalas as traditional instruments to increase the fascinative force.",
  "content": "To simplify things, we can tie the apparition to conditioned reflexes. Each position or repeated sound can serve this purpose. Speaking of which, we note the relationship between art of imagination and art of memory. The latter can actually define the ability to invoke to our spirit, at the appropriate time, pictures, events, reasoning and feelings already proven because of a stimulus. The memory is then in «set the mercury», namely, the imagination is normally free and wanders in humans. The passive principle (= A) is determined by the active principle (= D) linked to memory and attention. Sulfur of active consciousness operates as a principle promoter of mercury. It is when the will guides the attention, imprinting it in our unconscious. And then, imagination and memory, merging together, feeding intelligence, namely the penetration into the deep meaning of things as mentioned by Greeks, for whom Mnemosyne was the mother of the nine Muses, to signify that is the basis for the education of human spirit. Therefore, memory throws a bridge between the present and the past, and imagination does the same, because in connecting the world of possibilities and our will we can determine the present. Symbols and Mandala The setting of certain symbols is always one of the most secret traditional instruments to increase the fascinative force. The method is similar to that still practiced in Tibet and India on certain types of Mandalas. Watching them with intensity the fascinating person takes possession of their power. When to perform these exercises? It is not critical.",
  "last_phrase": "In conclusion, the art of fascination requires a deep understanding of the relationship between memory and imagination, as well as the use of symbols and mandalas to increase the power of suggestion. The Bishoff method and Virgilio T.'s numerology provide practical techniques for focusing the mind and projecting psychic energy. Practicing fixity of the look and strengthening the solar plexus are also key components of becoming a proficient fascinator. By following these exercises and techniques, you can tap into your inner strength and develop a potent will for achieving your desires."
}