{
  "title": "\"What are the exercises to dominate polarities and develop inner power according to Hermeticism?\"",
  "first_phrase": "In this text, the author discusses the importance of developing inner power and handling the energies of the spinal column through various exercises. The last part focuses on reintegrating the subliminal sensorialities, including physical sensations of magnetism, visual auras, and auditory sub-sounds. Additionally, the text explores the symbolism of the Caduceus, an Etruscan deity represented as a winged sword with two aquatic tails, which implies the concepts of the upcoming exercise that aims to extract power from the two different water energies and breath. Lastly, the exercises for hemispheres and awakening the central fire are discussed.",
  "content": "Sono anche polarità le espressioni della visione dualistica del mondo, un prodotto della nostra mente e soprattutto del nostro ego che ha imparato ad interpretare i dati sensori secondo modelli precostituiti. Quanta gente si lamenta continuamente! Farci influenzare dalle distinzioni del mondo, bello/brutto, piacevole/spiacevole ecc… significa in pratica vivere in una realtà costruita dall’esterno e basata sui concetti. L’uomo magnetico costruisce invece lui il suo mondo e la sua realtà. E il primo punto dove dobbiamo superarci è in noi stessi. Dobbiamo essere in grado di costruire il nostro mondo e vivere la nostra realtà. Un modo per accedere ad ogni simbolo è rappresentato dalla sensorialità. Un fondamentale esercizio è chiamato “acqua calda ed acqua fredda”[2]. Consiste nel [1] Dennis, Etruria, vol ii. p. 160 [2] Questo esercizio è tra i primi, se non il primo nella tradizione di Virgilio T. Reintegrare le “sottosensorialità” Chiamiamo “sottosensorialità” una serie di sensorialità ultraperiferiche di cui normalmente non ci rendiamo conto, e che avvengono sotto il livello della nostra coscienza (subliminali). Per essere sempre più presenti esse devono essere reintegrate. Integrare le sottosensorialità è la chiave per aumentare la propria sensibilità. Avremo: a livello fisico le sensazioni del MAGNETISMO a livello visivo le cosiddette “auree” a livello uditivo i “sottosuoni” I seguenti esercizi possono aiutare ad integrare queste sottosensorialità CORPO Le sensazioni magnetiche Avvicinate un dito al palmo della vostra mano. Anche senza toccare il palmo avvertirete una sensazione come di formicolio sullo stesso; allontanate il dito e notate come vi possa essere una sensazione che permane.",
  "last_phrase": "In conclusion, the ability to shape our mental material as clay is an art that requires an increase in our level of awareness. Integrating the sottosensorialità is the key to unlocking our personal influence, and with practice, we can develop our spiritual abilities. Techniques such as positive visualization, using light and symbols, and incorporating exercises like \"near-far\" and \"glance\" can have a profound effect on our imagination and health. Ultimately, the power lies within us to create our own reality and live in a world of our own construction."
}