{
  "title": "\"How can mental imagery and symbolism improve personal development?\"",
  "first_phrase": "In the previous section, the use of mental images and symbols was discussed as a basis for the transmutation and activation of energies within ourselves. This is an ancient practice that is still relevant today and is explored further in the following pages. The text delves into exercises that can be used to develop our ability to build images and project our will into the world. It also discusses the importance of the glance exercise and the use of light as a tool to awaken our abilities. The section concludes with a discussion on the symbolism of Caduceus and the two phases of the positive trance.",
  "content": "To whom is interested only in non-duality, we answer that it is true that the final stage of the way towards non-duality passes through knowledge and overcoming of all mind condensations, including symbols. Nevertheless, before we get to that level, these are tools necessary and irreplaceable to who has spiritual purposes only. The first phase: To get started in this subtle domain of our imagination, or, to express it in hermetic terms, in the ability to fix our “mercury”, you can begin building images that appear in the relaxed mind, with closed eyes. The body must eliminate any tension. Any mental effort blurs mental images. However, this phase, we call it passive imagination, is only an initial step in which you do not have to indulge too much. In fact, if we stay too long in the passive stage, the ability to infuse an impulse to our unconscious is becoming increasingly weak, and we end up with appearing images dominating us. We enter in a negative trance where imagination reigns. We risk to take the mood of the “peaceful dreamer” type. Second phase: The positive trance is the next step. It is more tiring, and consists of imagining whatever you want to. It is the union between will and imagination. It is then a first level of realization of the Hermetic Caduceus. • Remember that the images you create are totaling, in other words, when we speak of “imagination”, we mean something that is both visually and aurally, both tangible and perceptible.",
  "last_phrase": "To summarize, the techniques discussed in this text can be utilized for personal growth, from creative visualization to psychic projection. These methods require focus, concentration, and a high level of awareness. With practice, one can develop the ability to shape their mental material as clay, and experience an increase in personal influence. Additionally, visualization can also affect health positively. While these techniques may seem complex, they can be simplified by tying the apparition to conditioned reflexes, using numerology-based keywords, and utilizing symbols in mandalas. By retiring in silence and focusing one's thoughts, mental strength-expression can yield results in manifesting desires."
}