{
  "title": "What are the three ancient methods to increase your mental and physical power through fascination?",
  "first_phrase": "This text delves into the topic of fascination and provides various methods and exercises to develop the power of the eyes, including the mental picture method, the solar plexus method, the muscular method, and the Virgil T. method. The section also discusses the use of symbols, numbers, and mandalas in increasing the fascinative force. The last 200 tokens provide a summary of the three methods of increasing the power of the eyes, including fixity of the look, rapacity of the look and expression of the look. The author recommends following the prescriptions precisely to obtain remarkable results.",
  "content": "Rapidity of the look; 3. Expression of the look. It is recommended that our prescriptions should be scrupulously followed, as they will quickly lead you to a truly surprising result. In no other work than this text of ours are you in fact going to come across so many exercises with so much power at the same time. I. – FIXITY OF THE LOOK As we know very well, the capacity to maintain a fixed look is one of the main prerequisites of a proficient fascinator. In addition to developing the fixity of your look, these exercises will also gift you a resolutely decisively and potent will. Exercise 27 a While in front of a mirror, you should fix your gaze on the third eye without batting your eyelids. You should pursue this exercise gradually, until you can manage to extend its duration. Refer in this regard to the instructions applicable to the next exercise. INDEX Preface 3 The original sources of our interest in the subject 7 Fields of utilization of fascination 12 Fascination in the relationship between the two sexes 21 Eye in the Tradition 23 The art of conferring fascination on the eyes 31 I. – FIXITY OF THE LOOK 31 Where to learn more? 35 Where to learn more? Our school organizes periodically training in Mesmerism. We do both personal coaching as group training. We call our teaching “Mesmerismus ©”. We invite you to visit us and discover, from the source, this ancient technique. Come Learn real Hypnotism and Mesmerism in France!",
  "last_phrase": "In conclusion, by following the prescribed exercises, you can develop the fixity and expression of your gaze, which are essential skills for becoming a proficient fascinator. It is essential to adhere to the instructions to achieve the desired results quickly. If you're interested in learning more about Mesmerism and Hypnotism, our school, Mesmerismus©, offers both personal coaching and group training in France. Strengthen your character and inner preparation for Mesmerism, which is deeply rooted in tradition, by visiting our website or writing to us at info@neurolinguistic.com."
}