{
  "title": "What are the exercises for developing inner power and fascination through sensorial experiences?",
  "first_phrase": "This text presents a series of exercises that aim to develop perception and inner power. It explains how the Etruscans may have developed techniques for the development of the power of gaze, which was connected to the awakening of the central fire. Before introducing exercises related to the awakening of the central fire, the author explains the importance of grounding, energetic spinal column, and inter-hemispheric coordination. The exercises include observing a point while performing movements, focusing on a pinhead to memorize nearby words, and clapping the hands rhythmically. The final exercises, called \"hot water and cold water,\" aim to reverse the physical polarity of perception of the water element.",
  "content": "When we operate at the same time on two hands then we arrive at a new and higher sense of unity. Exercise 28: Hot water and cold water. 1) Put a basin with cold water to the right 2) Put a basin with hot water to the left 3) Put a hand in the basin of cold water and a hand in warm water basin and at the same time try to reverse the perceptions. Some will totally. Others will only partly. Anyway, make the maximum effort and act without using the imagination (so you do not have e.g. to imagine ice) but the willpower only. Note, it could seem it was you heating the water. Then you will see that you actually have achieved control over your perceptions. Exercise 29: With breathing Perform the same exercise again, but holding breath The exercise has a strong symbolic value. The first symbol of the exercise: the non conditioning With this exercise our being is no more influenced from temperatures of \"waters\" (symbolized by an arrow that goes down ? ). The second symbol of the exercise: the upper dimension With this exercise, you log on to an aerial dimension that is no longer tied to \"land\" (symbol ? ). The tradition symbolized this dimension by an early development of mercury (symbol r). Namely we are at a point where the polarities meet and can be controlled.",
  "last_phrase": "Mastering the techniques described in these exercises can lead to a new level of control over your perceptions and thoughts. By detaching yourself from physical senses, you can awaken your serpent power and achieve a sense of unity within yourself. By practicing exercises that stimulate the mind and neurons, such as the near-far exercise and exercises with light, you can gradually increase your brain capacity and improve your ability to shape mental material. With time and effort, you can become more in tune with your own energies and emotions, and even develop a deeper connection with others through the power of your gaze."
}