{
  "title": "Can Fascination Cure Anxiety and PTSD? A Look into the Healing Power of Instant Fascination and Eastern Techniques.",
  "first_phrase": "In the last part of this text, the focus is on the power of fascination, specifically in relation to eradicating physical pains and other ailments. The technique of fascination involves creating a mental void and turning one's attention inward in order to eliminate limiting thoughts. The author compares this method to some techniques practiced in the East. The text also discusses the importance of intention and inward focus in achieving the best possible results. The section also describes the work of Professor Erminio Di Pisa and his instant hypnosis technique, which has been shown to produce impressive results. Overall, the section highlights the role of mental attitude and intention in achieving successful therapeutic outcomes.",
  "content": "We could use the quantum metaphor to easily describe the process. As he ask the subject to recall where he feels pain, he is doing a “measurement”; he and the subject are together observing something, and touching the point, he entangles himself with the situation. As the subject get fascinated, he and the subject go very fast through a moment of “no thought” and “no “reality”. In this moment he/she is outside ordinary reality in the implicate level. Here the intention get full meaning. The operator want to see the subject well. As the operator fascinates the subject there are no more two distinct realities. Both realities merge. As both come back to the ordinary reality, something got changed. Is as a stronger force manifest itself in this moment. In fact quantistically every intention is an act of creation that modifies reality. Here we see the reality changed. Mental attitude This type of therapy encompasses an inward dimension as well. In order to achieve the best possible results, it is imperative that, first and foremost, your inner being should be open. Your intention plays a very important role. Your client will feel it more than ever as you are looking at him. The following are a few simple exercises which help develop Prof. Erminio Di Pisa’s magnetic power: 1. Lie down on your back and relax your muscles completely. Draw in air from the nose slowly and gradually, in so doing trying to expand your abdomen as much as possible.",
  "last_phrase": "In conclusion, mental attitude plays a significant role in achieving positive results in therapy. The quantum metaphor can be used to describe the process, where the operator's intention acts as a force of creation that modifies reality. As such, it is imperative that inner openness and intention are developed in order to achieve the best possible outcomes. The exercises outlined by Prof. Erminio Di Pisa, aimed at developing magnetic power, can be useful in achieving this goal. With daily practice and emotional control, one can concentrate on the exercises that are most beneficial and develop a magnetic look and positive speaking."
}