{
  "title": "Who is Prof. Erminio di Pisa and what is instant healing?",
  "first_phrase": "This text provides insights on Professor Erminio Di Pisa, a renowned expert in instant hypnosis and healing, as well as a psychic medium. He was a charismatic person who exhibited exceptional energy and traveled globally to carry out experiments and showcase his capabilities. Prof. Erminio di Pisa was the director of the Centre of Instant Hypnosis and chaired the Astrological Association of the Light since 1973. He had hypnotized over 250,000 individuals and was featured on state-owned media outlets for his parapsychic exploits. The last part of this text focuses on an encounter with Prof. Pisa, where he exhibited the same openness, accessibility and energy he was known for.",
  "content": "Instant Healing – Prof. Erminio di Pisa Prof. Erminio di Pisa was a person marked by exceptional charm and energy. He specialized in instant hypnosis and in instant healing especially. He was also a medium (= a psychic). Though he lived and worked in Milan, he travelled abroad as well. He was for instance in South Korea following an invitation. Therein, he carried out experiments which drew a large crowd of people interested in them. He chaired the Astrological Association of the Light since 1973, and acted as director of the Centre of Instant Hypnosis. At the age of 14, he fully devoted himself to the study of hypnotic techniques. He has hypnotized more than 250.000 persons. For several years, both the Italian state-owned radio and television have shown us his parapsychic exploits: Collective hypnosis of a theatre audience, distance paranormal healing, announcing the final result of the “Corsa Tris”, a horseracing event, fifteen minutes before it even started, and so on. He was a very expansive person, full of energy. His residence was in Milan, close to Corso Sempione, in the heart of that city. He consented to our visit after merely making a phone call to him. He simply said to us, ‘Come.’ When we first met him, with all that he had never knew us before, he was open and gentle, quite accessible and energetic from the word go. He was pleased that, in Italy, some young persons were sincerely interested in his techniques and shared some aspects of his characteristic nature.",
  "last_phrase": "In conclusion, Prof. Erminio di Pisa was a remarkable individual who devoted his life to the study of instant healing and hypnosis. Through his extensive experience and expertise, he was able to heal a vast range of physical and mental ailments in his patients with astonishing success rates. Prof. Di Pisa was a charismatic figure who held a deep understanding of the power of fascination and the human consciousness. His legacy lives on through the numerous individuals he has taught and influenced, and his contributions to the field of hypnosis and healing will be remembered for generations to come."
}