{
  "title": "Can Fascination by means of the look be used for Instant Healing?",
  "first_phrase": "The final part of this text explores the power of fascination, specifically through the use of the look, to cure physical and emotional ailments. The author shares anecdotes of the late Prof. Erminio Di Pisa, a master of instant fascination, who would cure people of pain, neuromuscular disorders, and headaches in just a few seconds. The author also cites a study by Elizabeth Phelps of New York University, which proves that traumatic memories can be erased by recalling them and writing over them with a new memory. By re-enacting a symptom and inducing a state of non-thinking, fascination through the look can help people achieve relief from their pain and trauma.",
  "content": "A further scientific support for this theory and the useful benefit of re-enacting the symptom, to be immediately followed by a state of “void” where such symptom is no longer extant, being a result that can be achieved through fascination by the look, is provided by a research in the US we are going to make mention of. It is proven in this research that it is indeed possible to uproot traumas without needing to intervene through a drug, opting instead to “write once more” over such trace of the memory and erase it 3. Published in the Nature magazine, the successful realization of that research has been achieved by Elizabeth Phelps of New York University. In an earlier study, she had successfully tested the method on a number of small mice. It has been shown in the experiment that all one needs in order to wipe out an awfully frightening memory is by first recalling it. Thereafter, within a six hours’ time window, one writes over it a memory other than the scary one, exactly as it would happen if we were to tape over an existing recorded base. The important thing is to do it within six hours from the moment when the memory is recalled, for it is within such a time span that fear becomes entrenched again. Anxiety disorders and post-traumatic stress are linked to bad experiences which become rooted in the mind. Whenever a certain stimulus reminds one of the experience he had gone through, fear resurfaces and anxiety grows, even though the stimulus is not dangerous per se.",
  "last_phrase": "In conclusion, the research conducted by Elizabeth Phelps of New York University has shown that it is possible to uproot traumas by rewriting over the memory associated with the experience within a six-hour time window. This fascinating result proves to be a powerful tool in removing fears and anxieties linked to bad experiences without needing to intervene with drugs. Taking inspiration from Eastern techniques like Trataka and learning to detach oneself from external \"fascination\" may also facilitate a spontaneous self-reorganization. Practicing exercises aimed at securing magnetic look and emotional control can be beneficial for achieving positive results."
}