{
  "title": "What is Instant Fascination and how does it work in curing physical and mental ailments?",
  "first_phrase": "This text explores the techniques of Instant Fascination, a therapeutic practice developed by Erminio Di Pisa, a prominent figure in the field of hypnosis. The text describes how Di Pisa was able to quickly and effectively cure a variety of ailments, such as pain, headaches, and even addiction. The author also provides anecdotes of Di Pisa's ability to fascinate people in everyday situations, such as causing a waiter to make endless cups of coffee or a passerby to open an imaginary umbrella. The last 200 tokens delve into the phenomenon of fascination on a deeper level, describing how it works at an ocular level and can reset the mind. The author also discusses their own studies of fascination and its therapeutic effects.",
  "content": "We are not dealing here with some mere hypnotic suggestion, so much so that on some occasions (albeit rarely) it is necessary to operate two or three times before “the right moment can be grabbed”. If it had been no more than a suggestion, the third attempt would be bound to emulate what happened in the previous ones. As that is not the case, however, it means we have actually guided our patient to a new life dimension. Prof. Di Pisa at a TV show Our further studies Our own Nice-based school has scientifically examined the phenomenon. A key aspect of the look-centred therapy is letting ourselves be observed and observing in turn the patient while we give him a chance to recollect the state that caused him problems. Thereupon, we lead the person into a state of fascination without any recourse to words. Such method, indeed, allows us to transport him into a state of “non-thinking” where the symptom disappears. It is the equivalent of resetting the mind. Within that context, for a period of time that might last more or less long, the fascinated person attains a state which is devoid of consciousness of the “ego”, that is, the totality of our mind and our automatic mental programs. The person concerned would then be “beyond the trance”. The Fascination which is carried out on a person is indisputably something that acts at an ocular level, by creating a kind of “trance” for the subject on whom one is operating. However, we are in a state of trance even in other situations.",
  "last_phrase": "In conclusion, the therapy of the look and the technique of fascination offer a powerful tool to uproot traumas and eliminate negative fascinations that may have been created as a result of interpersonal moments or other life experiences. Through these techniques, one can attain a state of void that allows for self-reorganization and facilitates a rebalancing of the individual's mental mechanisms. The exercises provided, such as the prolonged staring at an object without blinking or controlled breathing, can help individuals achieve emotional control and develop a magnetic look and positive speaking for more effective results."
}