{
  "title": "Can Instant Fascination Cure Physical Pains and Ailments? A Look into the Techniques of Erminio Di Pisa.",
  "first_phrase": "This last part of the text focuses on the extraordinary abilities of famous hypnotherapist, Professor Erminio Di Pisa. He was known for using a technique called \"Instant Fascination\" or \"Instant Hypnosis\" which could remove physical pains, muscular tensions, headaches, tinnitus, and various other ailments within seconds. Di Pisa was the only practitioner of this technique in Italy and was renowned for his ethical approach. He could cure dozens of people per week using this technique, and his success rate was 97%. He was a charismatic and generous person who would often offer to pay for meals and lavish gifts on people. Despite being open and gentle, he was quite expansive and could effortlessly fascinate people in passing.",
  "content": "In certain cases, a single intervention is enough to engender a permanent result. In other instances, it is necessary to apply the technique twice or thrice in a row, whereupon a more than highly satisfactory overall percentage of 97% of healed people will be actualized. At our institute, we keep a number of videos which corroborate what we have stated in this connection. The methodology is rather simple. After we have caused the patient to indicate to you where he is experiencing pain, we fix him intensely so as to fascinate him, for the explicit purpose of taking him “beyond the point”, that is, beyond rigid positions and mental habits which represent the sum-total of his personal problems. At some stage, one feels intuitively that the patient’s pain has vanished. He is then woken up by a simple rapid knock of the hand over his shoulder. The most positive aspect of it all is that the person is feeling better! That seems impossible to the person who is merely watching. From a technical point of view, it is, on the contrary, very natural. The pains and the other problems we have referred to represent “fixed realities”. The moment we look at the subject, we settle his attention upon some other space. We would say that we are now in direct contact with the unconscious, if we wished to borrow Erickson’s terminology. The unconscious, indeed, always works for the person’s wellbeing and in his interest.",
  "last_phrase": "In conclusion, the methodology of look-centered therapy, which involves inducing a state of fascination in the patient to overcome fixed realities that cause problems, has proven to be highly effective in healing a vast majority of people. It also allows for the transcending of the ego and can lead to a total rebalancing in some cases. The therapy of the look is about positive fascination that chases away negative fascination derived from life experiences. The exercise of prolonged staring without flapping one's eyelids is similar to Trataka and helps create a mental void. Overall, the power of the mind and the tools to control it can be significant in overcoming fears and anxieties to achieve a healthier state of being."
}