{
  "title": "\"Can Hypnosis Help with Obesity and Anorexia Nervosa in Food Habits?\"",
  "first_phrase": "In this text, the topic of hypnosis in relation to eating disorders such as obesity and anorexia nervosa is explored. The author describes obesity as the abnormal accumulation of fat in the body caused by various factors such as endocrine disorders, imbalances in diet and organic consumption, and nervous disorders. The author then proceeds to explain how hypnotherapy can be used as a treatment for obesity. The therapist should ask for the patient's photograph and work with it to better suggest the patient during the pre-therapy conversation. The text concludes with suggestions of walking at least three kilometers a day and controlling weight daily, with the patient being directed towards healthy eating habits.",
  "content": "L’ipnosi nell’alimentazione: obesità, anoressia nervosa OBESITÀ L’obesità è un accumulo abnorme di grasso (polisarcia) nell’organismo; è una sindrome complessa che prevede numerosi fattori, non necessariamente associati, e cause differenti (disturbi del sistema endocrino, squilibri tra ali­mentazione e consumi organici, disturbi nervosi, ritenzione idrica, ecc. ); determina, tra l’altro, facile affaticamento, degenerazione vascolare precoce, cardiopatia, catarro bron­chiale cronico. Prima di iniziare la terapia ipnotica chiedere al paziente una sua fotografia, possibilmente da testa a piedi, per in­tero, per meglio suggestionarlo sin dal colloquio preli­minare. Lavorerete sulla fotografia prima ancora di vederlo. Gli consiglierete di camminare per almeno tre chilometri al giorno, possibilmente prima dei pasti, e di controllare il peso giornalmente. Una volta ipnotizzato gli direte: « D’ora in poi non sentirà più il bisogno di man­giare... masticherà adagio e gusterà il cibo... ma­sticherà adagio, lentamente... assaporerà ogni boc­cone... masticando lentamente si sazierà prima... non avrà più fame... II desiderio di mangiare diminuirà... si sentirà ri­lassato, senza tensione... L’enorme potere dei suo inconscio le farà perdere i chili in sovraccarico... non mangerà più a stoma­co pieno, perché non avrà bisogno di altro... lei vorrà dimagrire e sarà orgoglioso di divenire snel­lo, attraente, come vorrebbe essere... Mangerà soltanto il necessario evitando di affati­care il suo organismo... Non vorrà più essere ansimante col suo gran pan­cione... Continuerà nei. suoi sforzi senza fermarsi...",
  "last_phrase": "Hypnotherapy can be a successful aid for obesity treatment. By hypnotizing patients to change their attitudes towards eating, they can develop a better relationship with food that leads to weight loss. With a combination of suggestions about eating slower, having better tastes and not needing as much food, hypnosis can help reduce food consumption and allow for a more relaxed lifestyle. With an average of seven to nine sessions, patients experiencing obesity can see long-term results using hypnotherapy."
}