{
  "title": "\"How Can Concentration and Magnetism Affect our Facial Expression?\"",
  "first_phrase": "This section delves into the practice of magnetism and its effects on facial expressions. Before discussing magnetism, the previous text emphasized the importance of eliminating all thoughts during intervals and achieving deep relaxation through concentration. The author then distinguishes between the vocations of magnetic hypnosis and magnetism, with the latter enlarging facial features when practiced correctly. The face's muscles and epidermis are governed by a complicated network of tiny muscles influenced by every thought and sensation, causing the face to expand or contract depending on the emotion. The text illustrates how magnetism, a life of intensity, eradicates all signs of weakness and expands the face's limited and restricted form.",
  "content": "In generale li ha quando effettua la fascinazione magnetica e guarda il soggetto. Chi invece lavora soprattutto e solo col magnetismo non deve contrarre la faccia. Quello che diciamo adesso si riferisce quindi soprattutto al caso del magnetismo. Riportiamo ora le seguenti considerazioni per riuscire a comprendere ancora meglio il concetto di Magnetismo. “Il magnetismo ben praticato allarga le fattezze. La faccia è un fascio di corde, chiamate muscoli della carne. Ogni parte è disposta in due ordini: uno per tirar la pelle da un lato, l'altro per rimetterla al suo posto. L'epidermide è una pelle viva che covre la carne sottoposta. Essa è sotto l'impero di una rete complicatissima di piccoli muscoli, che rendono la faccia capace di ogni forma di espressione. Su questo insieme ogni pensiero stampa la sua influenza in una forma o nell'altra. È naturale che, se la pelle è liscia quando è bene stirata, diviene rugosa quando la si sgonfia, si rilascia o si contrae. Il magnetismo è una vita d'intensità che distrugge ogni indizio di debolezza ; esso trae la faccia dalla sua forma limitata e ristretta e la espande. La più semplice sensazione di piacere produce questo effetto, mentre la tristezza la contrae.",
  "last_phrase": "In conclusion, practicing magnetism correctly can enhance and widen facial features. The face is a complex network of muscles, and every thought leaves an imprint on it. Therefore, paying attention to facial expressions and maintaining a positive mindset can help maintain a smooth and expanded appearance, while negative emotions can lead to wrinkles and facial constriction. Remember, the power of your thoughts can show on your face."
}