{
  "title": "\"What are some mental exercises to improve concentration and overcome obsessive thoughts?\"",
  "first_phrase": "In the previous paragraphs, we learned about different mental exercises that can help in training the mind. These exercises ranged from focusing on specific ideas to challenging oneself, to reading difficult books with interest, to mentally analyzing a chosen problem. Now, in the last 200 tokens, the focus shifts to the exercise of mental elimination. The student is advised to choose three to five different objects and place them next to each other on a blank sheet of paper. Then the student must eliminate each object one by one and ensure whether they have mentally removed it or not. This exercise is an excellent way to train concentration and focus, even in a noisy or challenging environment.",
  "content": "Proponete a voi stessi un problema, una questione da risolvere, un'idea qualunque da svolgere, e incominciate ad analizzare mentalmente il tema propostovi sotto tutti i suoi aspetti, in tutte le sue conseguenze e attinenze, a seconda della natura del soggetto. La mente non dovrà mai distaccarsi da questo quesito. Voi potete dare una progressione all'esercizio, spingendo per es. l'analisi fino a un certo punto, salvo a riprenderla domani, riepilogando anzitutto le idee del giorno precedente e sforzandovi di aggiungerne delle altre. Dapprima questo esercizio sarà eseguito nelle più favorevoli condizioni di tranquillità e d'isolamento; più tardi procurerete di eseguirlo anche in strada o in mezzo al rumore di una conversazione. 25. L'eliminazione. L'allievo scelga 3, 4, 5 oggetti differenti che collocherà gli uni accanto agli altri su un foglio di carta bianca, poi, dopo essersi ben reso conto della natura degli oggetti che ha davanti, ne elimini uno mettendolo da parte. Sarà bene che in questo momento egli chiuda gli occhi e si sforzi di appurare se realmente egli ha eliminato anche mentalmente l'oggetto in parola. Questa è la cosa principale. Poi farà sparire un secondo e un terzo oggetto e così di seguito fino a che tutti gli oggetti siano scomparsi.",
  "last_phrase": "In conclusion, practicing mental exercises such as the one proposed, can have an enormous impact on our ability to eliminate persistent thoughts. Although they may seem trivial, the gradual progression of removing objects from one's mind can improve one's ability to focus and recover from an obsessive thought. With time, performing such exercises in all environments can improve our ability to stay present and focused."
}