{
  "title": "What is Mesmerism and what are the discoveries made by Mesmer, Thouvenel, and Baudouin frères in their researches?",
  "first_phrase": "The following text is a compilation of various texts related to the discovery and development of animal magnetism or mesmerism. It includes Memoire sur le Magnetisme Animal by Dr. Mesmer, which led to Franz Anton Mesmer's research on mesmerism. It also includes Memoire sur la Decouverte du Magnetisme Animal and Observation tres importante sur les effets du magnetisme animal. The last 200 tokens include a detailed insight into the protocols involved in the practice of mesmerism. The text titled Mesmerismus Primo Livello provides an overview of the first four protocols, including consciousness, energy, connection, and concentration. The second part of the text explores the sun, personal success, and cosmology.",
  "content": "Recueil des pièces les plus intéressantes sur le magnétisme animal, dont le mémoire sur la découverte du magnétisme animal de M. F.A. Mesmer - various - 1784 INDICE Prefazione 1 Origine Dei Protocolli 3 Cosa è il Mesmerismus © ? 7 Linguaggio e Simboli nel Mesmerismus ® 11 Quaderno Simbolico di Base 19 Uso dei Quadri 26 Quadro I 27 Quadro II 28 Quadro III 29 Iniziazione Magnetica 30 MESMERISMUS PRIMO LIVELLO 32 Primo Protocollo - La COSCIENZA prende controllo degli elementi. 33 Secondo Protocollo - ENERGIA 41 Terzo Protocollo – CONNESSIONE 47 Quarto Protocollo – Il Potere della CONCENTRAZIONE - potere dei sensi e dell'occhio 53 Protocollo Preparatorio 59 Secondo Livello 61 Caratteristiche del Secondo Livello 62 Quaderno Simbolico di secondo Grado 63 Protocollo Preliminare Iniziale Seconda parte: Il Sole 74 Quinto Protocollo: PERSONALITA' E SUCCESSO 76 PRAXIS 1 - Consigli Pratici per il successo della Personalità 92 PRAXIS 2: Precetti Aggiuntivi (Pitagora - Rotschild) 95 Cosmologia.",
  "last_phrase": "In conclusion, if you are interested in learning the original techniques of Personal Magnetism, as described in the \"Recueil des pièces les plus intéressantes sur le magnétisme animal\" collection, and other more powerful approaches, the school of Dr. Paret offers the possibility of acquiring these skills. Check out the Bibliography and Sources for the book to learn more."
}