{
  "title": "What sources influenced the composition of this work on magnetism and its symbols?",
  "first_phrase": "The text is a collaboration of authors over 300 years, forming a comprehensive treatise on the Discipline, with sparse modern additions marked as \"cfr.\" The author has based their exploration on the works of Franz Anton Mesmer and H. Bischoff, drawing similarities in their ideas. The sixth protocol contains various elements from different sources, including Virgilio, Franz Bardon, Ashnu O' Hara, and Bondegger. The text is written in symbolic language, with all words deeply considered.",
  "content": "Mesmer stesso del resto afferma che è rappresentante di una Tradizione millenaria che si è limitato a raccogliere e mettere in forma scientifica. Infatti, praticamente, l’unica differenza apparente è che per H. Bischoff Dio è nella Natura mentre F.A. Mesmer non è così chiaro al riguardo (anche se nel protocollo del sole osserva come il Sole sia servito a costruire l’idea di Dio ed in tale maniera si avvicina a Bischoff). L’opera di H. Bischoff, pubblicata nel 1922, riporta quella che è stata la base per i protocolli magnetici da 1 ad 5 e per la cosmologia. Il sesto protocollo contiene invece vari elementi di varie fonti tra le quali Virgilio, un magnetista operante ancora nell’epoca attuale, Franz Bardon (lettere), Ashnu O’ Hara, Bondegger, in quanto poteva essere utile e conforme all’operare di Virgilio che per quanto ne sappiamo è l’unico nell’epoca attuale a comprendere (praticamente) i principi della fascinazione magnetica.",
  "last_phrase": "In conclusion, the works of F.A. Mesmer, H. Bischoff, and other contemporary magnetists have been a great contribution to the field of animal magnetism. The concepts of numerology, use of symbols, as well as the techniques derived from the original Zoroastrian initiation have been integral in shaping the protocols and cosmology. The traditions and knowledge passed down from ancient times have greatly inspired and influenced the development of magnetic fascination techniques to better understand the potential of natural forces."
}