{
  "title": "\"What is the connection between movement and concentration in the protocol of Vortex Meditation and Moon practice?\"",
  "first_phrase": "In the previous text, the author discussed how obtaining something is linked to a concentration of movement or thought. This idea is also expressed in the \"cosmogony\" where the first impulse given to matter imprinted a double constant universal movement. Now, the author introduces a protocol, called \"Meditazione Vortice e Luna,\" that can be done with a partner or in front of a mirror. The protocol involves becoming centralized, feeling the force of gravity, and understanding the concept of a vortex and a moon. The text explains how the tendency to attract bodies is based on their mass and how the mind can have a magnetic effect through the creation of images.",
  "content": "Un corpo luna si avvicina al centro del suo vortice a causa della forza delle correnti verso questo centro. Un corpo luna si allontana dal centro del suo vortice a causa del suo movimento o della sua forza centrifuga, cioè per l'effetto del movimento che lo porta a scapparsene per tutte le tangenti della linea curva che descrive. Un corpo luna occupa il suo posto in un vortice nel punto in cui la forza delle correnti che lo precipitano verso il centro del vortice è uguale alla forza centrifuga che lo allontana. La tendenza ad attirare dei corpi è in funzione della loro massa. Cioè più l'uomo si densifica, più ha massa. La velocità delle correnti nelle quali sono immersi i corpi è in funzione della massa e solidità dei corpi. La tendenza dei corpi è più diretta dalle parti che si guardano che da quelle che non si guardano. Inspira ora il magnetismo universale Pensa all’idea di luce Espira Magnete La nostra mente, creando immagini, può avere effetto magnetico. Infatti l'immagine che creiamo tende ad essere realtà e ad essere rimpiazzata da materia ed eventi materiali.",
  "last_phrase": "In conclusion, the concept of magnetism and the natural forces that govern our universe are key components of our understanding of the world around us. By understanding how objects interact in the context of these forces, we can gain a greater appreciation for the complexity and beauty of our universe. Furthermore, we can harness the power of our minds and internal energies to increase our personal presence and sense of connection to ourselves and the world. By developing our own individual \"presences,\" we can gain greater control over our lives and create a more fulfilling existence."
}