{
  "title": "What is Mesmerismus and how does it relate to the Magnetic School's teachings and practices?",
  "first_phrase": "In this text, the author reveals how a school is part of a greater human development path. The school's techniques and protocols are similar to those of Mesmer, who was inspired by a pre-existing knowledge rather than books. The author believes that this knowledge has been transmitted through oral tradition, making it difficult to study. However, the book is practical, using ritual expressions that have been proven to develop magnetic qualities. The author has made some additions to clarify certain points, using ancient materials from other sources. This last part delves into the practical aspects of the school's teachings and reinforces the idea that the origin and development of magnetism come from a shared source.",
  "content": "La scuola magnetica è stata infatti certamente, almeno in questi ultimi secoli, trasmessa in maniera orale negli aspetti più segreti e cosmologici e solo alcuni autori quali F.A.Mesmer o H. Bischoff mostrano di avere coscienza di una teoria generale che vada oltre i singoli fatti specifici. Questa teoria generale, come anche testimoniatoci da un anonimo francese del 1700 che si firma “un ami zelé de la verité” è quella che permette i “veri risultati”. Per ritrovare l’originario “Corpus”, abbiamo quindi utilizzato molto lo stesso criterio utilizzato dai linguisti per ricostruire le lingue antiche e scomparse. La nostra attenzione è andata sugli elementi che più di tutti apparivano a distanza, non sembravano essere casuali, e nel contempo erano molto simili. Avendo avuto anche accesso alla tradizione orale e diretta, indipendentemente da tutto possiamo dire che è anche di base un libro PRATICO, in cui le espressioni rituali utilizzate sappiamo per certo che portano allo sviluppo di tutte le qualità legate al Magnetismo, e che sono per certo conformi a quello che è il loro fine. Abbiamo dovuto infatti effettuare alcune interpolazioni per chiarire alcuni punti. Anche tali aggiunte sono state fatte utilizzando materiale antico di altre fonti.",
  "last_phrase": "In conclusion, the Mesmerismus technique connects human actions with the workings of nature to achieve real results. By using ancient sources and techniques, the authors have created a practical guide for developing magnetic qualities in oneself. This book offers a timeless message and a theory for achieving true results - a concept that has been passed down orally for centuries."
}