{
  "title": "\"How can students improve concentration through simple exercises and mental techniques?\"",
  "first_phrase": "In the previous text, the author discusses the importance of concentration while performing exercises and identifies the most common mistake made by students in this regard. He further explains that students must aim for simplicity and freedom of mind to achieve true concentration. The author suggests that students evoke mental images of calmness, energy, and control to aid concentration. In the last part (200 tokens) of the text, the author outlines the steps for improving concentration, including the idea of calmness, energy, and control through mental affirmations. The author advises that the student should incrementally increase the duration of these exercises, which he describes as an essential prerequisite for auto-hypnotization.",
  "content": "Si ottiene collo stesso sistema, cercando di avere il sentimento della propria forza, ricordando un'occasione in cui si fu veramente energici. Il psicastenico cercherà di concentrarsi sul significato di « energia » e di ciò che può essere energia. Con un po' di perseveranza, questa idea non tarderà a definirsi nel cervello. Idea di controllo. Questa concentrazione è la deduzione naturale delle due precedenti. Infatti allorchè l'allievo riesce ad essere calmo ed energico a suo piacimento, è perchè può controllarsi. Egli non proverà dunque una grande difficoltà a comprendere o definire la sensazione di controllo. Egli deve soltanto affermare a se stesso che in quel momento egli sta controllandosi. Quest'affermazione, se vera e ripetuta, svilupperà un poco alla volta il sentimento esatto di tale facoltà. Egli dovrà aumentare ogni giorno più la durata di questo esercizio che - come vedremo - è la premessa indispensabile dell'auto-ipnotizzazione. Nota. - L'allievo troverà una facilità assai maggiore eseguendo quesiti esercizi di concentrazione sull'idea, mentre eseguisce l'esercizio di respirazione integrale. Per far, ciò, egli dovrà ripetere mentalmente l'afférmazione scelta e concentrarvi fortemente il pensiero durante il movimento di inspirazione, e rilassare lo spirito (ohe però non deve vagare o fissarsi su altre idee) durante l'espirazione.",
  "last_phrase": "In conclusion, developing concentration skills using techniques such as focusing on the concept of energy and control through repeated affirmation can be a helpful first step towards self-hypnosis. Performing exercises like concentration during deep breathing can make it easier to achieve these mental states. Additionally, individuals can focus on different qualities they would like to improve upon to enhance their concentration abilities. Reading can also be a useful tool to further develop concentration skills."
}