{
  "title": "\"How do Zoroastrian initiation and magnetism relate to physical and mental well-being?\"",
  "first_phrase": "This text discusses the ancient Persian religion of Zoroastrianism and its emphasis on natural elements that surround and affect human existence. It suggests that improving one's physical state is essential to achieving personal goals and highlights exercises from Zoroastrianism that also aid in mental development. The last section explores the relationship between Magnetism and Freemasonry, explaining how Magnetism focuses on the elevation of the individual and reconnecting with nature. The text suggests that Magnetism can be seen as a primary and natural school, whereas Freemasonry is a more advanced continuation of ancient mystical schools, incorporating magnetic elements.",
  "content": "I seguenti esercizi sono tratti dai concetti dell’”iniziazione zoroastriana”29 e facilitano anche gli altri esercizi mentali. Mattina Oscillazione della testa respirazione di energia (6-3-6) osservare sotto le palpebre chiuse il punto centrale (ajna chakra con OM) oppure salire AUM Sera Contrazione di tutto il corpo Respirazione di energia (6-3-6) osservare sotto le palpebre chiuse il punto centrale (ajna) Massoneria e Magnetismo Magnetismo e Massoneria si sono incrociati varie volte nella storia. La Massoneria è una scuola di origine antichissima di tradizione occidentale per lo sviluppo dell’uomo e la (ri)costruzione del “tempio”. Concetti magnetici sono stati anche assorbito dalla Massoneria. In essa sono infatti confluite varie correnti ed è visibile in essa una continuazione delle scuole misteriche del passato. Anche il magnetismo mira alla elevazione dell’uomo, ma ponendosi in un livello differente. Si può pensare al Magnetismo come un scuola primaria e naturale. Il contatto con la Natura è fondamentale. Si può pensare che esso agisce ad un livello parallelo e precedente alla scuola misterica vera e propria. Il suo fine è infatti riscoprire l’uomo naturale. Vari elementi della Massoneria includono elementi magnetici, e la totalità della sua ritualità può trovare una giustificazione magnetica.",
  "last_phrase": "In conclusion, these exercises draw from the concepts of Zoroastrian initiation and can facilitate other mental exercises. Additionally, massonery and magnetism intersect throughout history, and both aim to uplift and develop individuals to different levels, with magnetism emphasizing the natural man. Mesmer's work, in particular, should be viewed through a Masonic lens. Practicing these exercises and delving deeper into these concepts may bring insight and success to one's life."
}