{
  "title": "What is the origin of the concepts and techniques of magnetism in Mesmerismus?",
  "first_phrase": "This text discusses the tradition of mesmerism and its use of magnetism for healing. The author examines the work of two influential figures in the field, H. Bischoff and F.A. Mesmer, and considers their differing views on the role of God in nature. The article also delves into the numerology concepts from \"Nouvelle Découverte sur le Magnétisme Animal\" by an anonymous author and provides insights into symbols based on the knowledge of exoteric currents utilized by Mesmer. Additionally, the text touches on techniques from the Zoroastrian tradition and their significance in understanding these concepts more deeply. Finally, the article ends with some exercises from various sources.",
  "content": "I concetti di numerologia appartengono integralmente alla scuola di Franz Anton Mesmer e sono tratti da un’opera anonima del 1780 dal titolo “Nouvelle Découverte sur le Magnétisme Animal ou lettre adressée à un Ami de Province, par un Partisan zelé de la Verité”. Alcune frasi, soprattutto nella prefazione e per spiegare alcuni concetti, sono del barone Du Potet, uno tra i più acuti (anche a giudizio dei suoi contemporanei) interpreti della tradizione magnetica. I concetti e le riflessioni sui simboli sono in generale ripresi da Franz Anton Mesmer, interpretati sulla base della conoscenza della stessa corrente esoterica da lui utilizzata come riferimento per l’utilizzo dei simboli e da noi conosciuta. Infine abbiamo inserito anche alcune tecniche derivate dall’originale iniziazione zoroastriana riportate a noi sia dal dr. Lefebure che dal dr. Hanish. I persiani erano conosciuti fin dall’antichità per la potenza delle loro tecniche. Il riconnettersi a tale tradizione iniziatica permette il recupero e la comprensione più profonda di parecchi concetti. Gli esercizi sono di varia origine.",
  "last_phrase": "In conclusion, the concepts of numerology are deeply rooted in the Mesmer school of thought and are drawn from various sources, including the anonymous work \"Nouvelle Découverte sur le Magnétisme Animal ou lettre adressée à un Ami de Province, par un Partisan zelé de la Verité\" and the interpretations of Baron Du Potet. Understanding the esoteric traditions of Mesmerism and Zoroastrianism can help us grasp these concepts more fully. In addition to the exercises found here, we recommend reading \"Mesmerismus © - Potere del Magnetismo Personale per la Vita e per il Benessere\" and consulting other works on magnetism."
}