{
  "title": "What are the exercises for pelvic strengthening according to the millennial Magnetic Tradition, and what are the sources used in this book?",
  "first_phrase": "This text discusses exercises for pelvic strengthening that can be categorized under five positions. The information is based on the millenary \"Tradizione Magnetica\" and interpreted from ancient texts through an oral source. The authors used words and phrases from the ancient magnetizers, adapted to modern grammar. They also added modern references like quantum physics. The book is composed jointly by authors mentioned over three centuries, and every word is deeply considered. The authors used texts from Franz Anton Mesmer, H. Bischoff, and others to develop their theories. They extracted the \"protocollo del Sole\" almost entirely from Mesmerismus.",
  "content": "Abbiamo cercato di rendere evidenti le poche aggiunte moderne, precedendole spesso da un “cfr.” (ad esempio nei riferimenti alla fisica quantistica) E’ quindi come se quest’opera fosse stata composta congiuntamente da tutti gli autori menzionati più sotto durante trecento anni di tempo, mentre noi operavamo, sulla base della nostra esperienza e della nostra personale introduzione a tale Disciplina come supervisori. Tutte le parole si riattaccano quindi ad un passato profondo e sono state profondamente pensate. In particolare per Franz Anton Mesmer ci siamo basati sulla “Thèorie du Monde et des Etres Organisés” (1784). L’opera è scritta in linguaggio simbolico. Abbiamo anche utilizzato il libro Mesmerismus scritto da Franz Anton Mesmer in età ormai avanzata. Il protocollo del Sole è estratto praticamente integralmente da tale libro, così come vari passaggi in varie parti di quest’opera. Nella nostra ricerca abbiamo inoltre incontrato l’opera di H. Bischoff “der persoenliche Erfolg”. Infatti abbiamo notato eccezionali somiglianze tra il pensiero di H. Bischoff ed il pensiero di Franz Anton Mesmer, tanto da farci supporre che H. Bischoff sia un rappresentante di una scuola segreta dalla quale Mesmer stesso ha estratto molti dei suoi concetti.",
  "last_phrase": "In conclusion, this work is a product of three centuries of collaboration among the authors mentioned, written in a symbolic language that reflects deep thought and research. The few modern additions are clearly indicated, and the references to Mesmer's work are based on his \"Thèorie du Monde et des Etres Organisés\" and \"Mesmerismus.\" The sixth protocol draws on various sources, including Virgilio, Franz Bardon, and Ashnu O'Hara, to provide practical guidance and conform to Virgilio's understanding of magnetic fascination principles."
}