{
  "title": "\"How can mental recitation and connection with the universe help achieve personal power and success?\"",
  "first_phrase": "In the previous text, the author talks about the power of mental recitation and how it can connect individuals to the universe's spirit. By reciting letters and sounds, the mind creates waves that can affect everything around us. The author emphasizes that the universe is a continuous and full entity, and nothing is truly empty. He also discusses the relationship between thoughts, movements and space. In this last part, the author emphasizes that our spirit is connected to the universe and that we need to recognize our inner power and purpose to take control of our lives. By acknowledging our right to possess things, we can manifest them into our lives. The text ends with a suggestion to close our eyes and focus on the light as we recognize the materials of the universe and their presence within us.",
  "content": "Tutto è pieno di un pieno di continuità nell'Universo e quindi i pensieri agiscono su questo tutto. Le immagini mentali non sono all'inizio che delle rappresentazioni mentali ma divengono in seguito realizzazioni tangibili. (L’origine del Potere) Ora il tuo spirito è identico e connesso allo spirito del tutto. E’ solo in te stesso che puoi trovare le forze per raggiungere e sviluppare la forza. Connettersi allo spirito della Natura e dell’Amore in sé significa poter divenire padrone delle proprie condizioni, riconoscendo il proprio spirito interiore ed il proprio divino potere. A questo punto, dicendo nel proprio spirito, che è al di là dello spazio e del tempo, il proprio scopo questo verrà portato a compimento, se corrisponde alla legge suprema. STOP vedere – sentire – udire Puoi sentire che nel passato ti sei appoggiato sempre a qualcosa o qualcuno. Ora senti che hai solo te da cui dipendi. Guarda la luce Chiudi gli occhi Pensa che hai diritto Per ottenere qualcosa bisogna pensare che si ha diritto di averlo. Le materie dell’Universo sono anche in te. L’universo è un’unità.",
  "last_phrase": "As you connect with the spirit of nature and love within yourself, you become the master of your own conditions and recognize your divine power. Remember that everything in the universe is interconnected, and by aligning yourself with the existing currents, you can achieve your goals through harmonization. As you learn to pray in this way, you will realize that your thoughts can manifest into tangible realities - so trust in your inner and universal power."
}