{
  "title": "What are the exercises for concentration and willpower, including one for breathing and one for arm flexion?",
  "first_phrase": "In the last 200 tokens, the author describes other exercises for concentration and willpower training. The first exercise involves flexing the arm and paying attention to every movement, while the second focuses on breathing and eye movement. These exercises require careful attention to be performed correctly, and the author advises not to overdo them. The goal is to train the disciple to true concentration and voluntary efforts, two essential elements. It is recommended to read the notes carefully and apply them to all the exercises.",
  "content": "Mantenerlo in tale posizione durante il trattenimento del soffio Tale esercizio può avere come effetto un'apparizione di una maggiore \"lux interna\" per ragioni fisiologiche. Lasciate che il fenomeno avvenga naturalmente. Non eccedete con tale tipo di esercizio in quanto è molto potente e leggete attentamente le istruzioni al momento dell'esecuzione. Altri Esercizi per la Concentrazione e la Volontà NB.- Questi esercizi hanno lo scopo di allenare l'allievo alla vera concentrazione ed agli sforzi volontari, vale a dire ai due elementi indispensabili. Si raccomanda di studiare attentamente le note apposte qua e la alla descrizione degli esercizi, osservando che ciascuna di esse non si riferisce solo all'esercizio sotto cui si trova, ma a tutti gli esercizi indistintamente. 1. Flessione del braccio. Piegate l'avambraccio sul braccio sino a toccare la spalla colla mano. Eseguite il movimento lentamente, controllandolo, vale a dire concentrando tutta la vostra attenzione su quanto state facendo. Un simile esercizio sarà ben eseguito solo a patto che durante l'esecuzione la mente del discepolo non si distragga neppure un attimo. Il cervello deve dare l'impulso sufficiente al movimento, l'attenzione seguire questo movimento sino alla fine. Quando avrete imparato ad eseguir bene questo esercizio, ripetetelo progressivamente per 2, 3, 4, 5 volte.",
  "last_phrase": "In conclusion, while performing the \"flessione del braccio\" exercise, remember to maintain the correct posture and not overdo it, as it can be very powerful. Allow the \"lux interna\" to occur naturally. Additionally, consider other exercises such as \"il dito\" to improve concentration and voluntary efforts, gradually increasing the duration of your practice. Always be attentive, focus your mind and remember to alternate exercises."
}