{
  "title": "What are some concentration exercises and techniques for students to improve their focus?",
  "first_phrase": "In the previous text, we learned about proper concentration techniques and how it can give a particular sensation to the student. Now, we move on to exercise number 16, which involves mentally writing and pronouncing the number 1, with intervals of rest in between. It is a challenging exercise, but it helps develop complete control of the brain. Exercise 17, called \"A braccio teso,\" will also be discussed.",
  "content": "- Per eseguire l'esercizio, l'allievo deve sospendere mediante un comando della volontà ogni lavoro cerebrale, poi scrivere l'1, parlarlo e udirlo mentalmente nello stesso tempo. Tutto deve cancellarsi durante un secondo, poi si ricomincia. Si tratta in sostanza di una riconcentrazione eseguita parecchie volte di seguito. Occorre osservare che se il riposo fra gli 1 non esiste, la difficoltà sparisce, ma l'esercizio non ha alcun valore. Questo esercizio obbliga l'allievo a prendere possesso in modo completo del proprio cervello ed è in ciò che consiste la difficoltà. Naturalmente si potrebbe scegliere un altro numero qualunque, oppure un segno, un punto, ecc. Per facilitare l'esatta comprensione dell esercizio noi raccomandiamo di sforzarsi di raccogliere mentalmente tutte le proprie idee e di fissarle, per così dire, sull'uno. Vale a dire, lo scolaro pronuncia mentalmente uno, quando si sente sicuro che tutti i suoi pensieri sono ricondotti a un unico pensiero. Per ciò egli può raffigurarsi graficamente l'esercizio, ìmaginando, per esempio, un cerchio nel quale tutti i raggi (pensieri) convergono all'1 (1). 17. A braccio teso.",
  "last_phrase": "In conclusion, the exercise mentioned above can greatly help in taking full control of one's brain, as it requires complete concentration and focus. To execute the exercise, the student must concentrate all thoughts and fixate them on the number or symbol chosen. This exercise can be further complicated by adding elements such as holding a glass of water or prolonging the duration of the exercise. Practicing this exercise regularly can improve cognitive abilities and increase focus and attention."
}