{
  "title": "\"How can focusing solely on money hinder business success and what additional guidelines can help?\"",
  "first_phrase": "This text emphasizes the importance of focusing on the activity and people in a successful business, rather than solely on money. The author suggests that thoughts and success are both transmitted to others and highlights the importance of attentiveness and subjectivity in success. The final part introduces the PRAXIS 2: Precetti Aggiuntivi, additional precepts for success used by famous bankers Rothschild and written in their studio. These precepts have similarities to the Pythagorean initiation precepts and can serve as meditation during the fifth protocol. The last 200 tokens explain the four golden precepts from the PRAXIS 2: Fai attenzione profondamente alla vita, Fai attenzione all'utilizzo del tempo, Fai attenzione con pensiero a tutto quel che fai, ma l'azione sia veloce ed energica, and Sopportate tutto quello che vi crea preoccupazione.",
  "content": "Il successo è strettamente legato alla propria operatività E' importante fare attenzione alla propria operatività Fai solo quello che nessun altro potrebbe fare e che solo tu puoi far. Soggettività ed Oggettività Alcuni sono più portati alla soggettività, altri all'oggettività I primi avranno più successo come artisti, i secondi come uomini d'affare PRAXIS 2: Precetti Aggiuntivi (Pitagora - Rotschild) I precetti di questa pagina possono servire da meditazione all’interno del quinto protocollo. Seguirli aiuta sicuramente nel successo. I precetti qui indicati erano utilizzati dai famosi banchieri Rotschild e scritti nel loro studio.17 Vi è una somiglianza con alcuni precetti dell’iniziazione pitagorica che abbiamo inserito tra parentesi. Ascolta questi Precetti Aurei 1. Fai attenzione profondamente alla vita - controlla attentamente i tuoi affari. (Pitagora. non metterti a compiere azioni per le quali non hai competenza, ma impara piuttosto tutto quello che è utile conoscere e godrai di una ita tranquilla) 2. Fai attenzione all'utilizzo del tempo 3. Fai attenzione con pensiero a tutto quel che fai, ma l'azione sia veloce ed energica 4. Sopportate tutto quello che vi crea preoccupazione. (Pitagora: quanto alle servitudini e doveri che possono accompagnare il tuo destino, accettali, sopportali e non rivoltarti.",
  "last_phrase": "In conclusion, success is closely tied to your operational abilities, so it's important to pay attention to them. Focus on doing what nobody else can do but you, whether that's as an artist or a business person. Additionally, the additional precepts provided can serve as a helpful guide to achieving success, with a focus on deep attention to life, time management, thoughtful and speedy action, resilience, and maintaining the integrity of your name."
}