{
  "title": "\"What are the Aurelian Precepts used by the Rothschild bankers for success, and how do they relate to Pythagorean initiation?\"",
  "first_phrase": "This text shares the principles used by the famous Rothschild bankers, written in their study, and has similarities with the Pythagorean initiation precepts. The previous tokens outlined the first six of these principles, which emphasize attention to life, time, action, and integrity. You should pay attention to this final section as it highlights important principles for handling debt, household management, and mindful consumption. Also, it includes the last two principles that deal with avoiding reliance on chance and moderation in all things, even drinking.",
  "content": "E' a te solo che incombe rimediare. Tu ne hai il potere. Ma ricordati: la Provvidenza non carica sul saggio dei fardelli così pesanti!) 5. Fate attenzione all'integrità del vostro nome 6. Non cercate mai di apparire più di quello che siete. (non lasciarti indurre dalle parole e dagli atti degli altri: gli umani sono soggetti tanto all'errore ed al male quanto alla ragione ed al bene.) ( Adottate la semplicità nel vostro modo di vivere, ma sii senza debolezza) 7. Non perdete tempo con conoscenze inutili. (nella scuola Pitagorica: tra i tuoi simili, non prendere per amico che colui che si mostrerà essere il più virtuoso) 8. Pagate a tempo i vostri debiti 9. Tenete bene la vostra casa, ma non siate avaro col vostro denaro quando sapete che per qualcosa è ben utilizzato. (Non spendere a dismisura come chi non vede ciò che è utile e bene, ma non essere nè avaro nè ingrato) 10. Siate misurato in ogni cosa e non bevete. (non negligere la tua salute fisica. Nel bere, nel mangiare come ovunque, adotta una giusta misura) 11. Non contate mai sul caso nei vostri affari 12.",
  "last_phrase": "In conclusion, adopting the principles of simplicity, honesty, and moderation towards ourselves and others can guide us towards a more meaningful and purposeful life. Remember that it is up to you to take action and uphold these values, as the success of our endeavors depends on our own efforts, not chance."
}