{
  "title": "What are Mental Exercises for Eliminating Dominant Thoughts?",
  "first_phrase": "This text describes exercises that can be done to train the mind to eliminate dominant thoughts. The author suggests starting with choosing different objects and eliminating them one by one, eventually moving on to eliminating mental presence of those objects altogether. The following exercises involve mental elimination of numbers and the number 1 specifically, which can be achieved by visualizing it getting smaller and smaller until it disappears. These exercises may seem childish, but they can have a significant impact on the ability to control one's thoughts. It is recommended to perform these exercises in various environments, starting with a quiet and isolated setting and eventually progressing to noisy and distracting ones.",
  "content": "Se l'operazione è ben riuscita, l'allievo non avrà mentalmente che la visione di un foglio di carta bianca, senza alcun oggetto. Nota. - Questo e i seguenti esercizi, per quanto possano sembrare puerili, hanno una enorme influenza sull'arte di scacciare dal cervello un pensiero dominante.. Abitualmente si suol raccomandare ai malati di idea ossessionante, di pensare ad altro. Questo procedimento che pare semplice, riesce poi in pratica impossibile a chi non sia iniziato alle nostre teorie, giacchè lo sforzo di pensare ad altro non fa che ribadire l'idea ossessionante. L'allievo dovrà quindi impalare ad eliminare l'idea, attaccandola, combattendola nella sua essenza. 26. Le cifre. Scrivere mentalmente due o tre cifre. Voi dovete ora cancellarle successivamente fino a che neppure una cifra resti nel cervello. 27. Ancora la cifra 1. Dopo esservi concentrati sulla cifra 1 come è stato spiegato nell'esercizio 16, dovrete arrivare ad eliminare volontariamente e adagio adagio questa stessa cifra. Ecco come può procedere l'allievo: 1.° Egli scriverà mentalmente la cifra in caratteri sempre più piccoli fino alla sparizione completa; 2.° Egli può anche raffigurarsi l'1 che si allontana sempre più diventando impercettibile.",
  "last_phrase": "In conclusion, the exercises explained in this text may seem trivial but have a significant impact on the ability to clear the mind of obsessive thoughts. By practicing these exercises, one can learn to eliminate distracting thoughts and achieve a state of mental clarity. With consistent effort and focus, it is possible to reach a point where the mind is like a blank sheet of paper, free of any distracting thoughts."
}