{
  "title": "What is Mesmerismus and How to Learn Its Techniques in Dr. Paret's School?",
  "first_phrase": "This text is a collection of the most interesting pieces about animal magnetism, including F.A. Mesmer's memoire on the discovery of animal magnetism. The first part of the text includes the origins and language of mesmerism, as well as the basic symbolic notebook and protocols of the technique. The second part describes the three levels of mesmerism, including additional exercises and protocols for personal success and the use of sound, color, and symbolism. The last part contains exercises for improving concentration, physical energy, and willpower, as well as a glossary of terms and historical sources. The text concludes with information on where to learn the original techniques of personal magnetism at Dr. Paret's school.",
  "content": "Il Rapporto tra Uomo e Natura 97 Dio, Spirito, Universo, Natura 100 Cosmogonia Mesmerica, Numerologia e Tetraktys 102 Sesto Protocollo ARMONIA, VIBRAZIONE, ATTRAZIONE, FORTUNA 108 La Via del Suono - Uso delle lettere - Magnetismo del Suono 120 Protocollo Aggiuntivo – Attrazione - Il Pianeta o Luna 122 Protocollo – Meditazione Vortice e Luna 124 Terzo livello 127 LA PRESENZA 128 APPENDICE 130 Glossario di Alcuni Termini 131 Yoga e Magnetismo Personale 136 Iniziazione Zoroastriana e Magnetismo 140 Massoneria e Magnetismo 142 Osservazioni sul simbolo del Magnetismo Animale in Mesmer 144 Osservazione sui simboli solari e sul simbolo del movimento in Mesmer 145 Osservazioni sul simbolismo dell’utilizzo dei colori in Mesmer 147 Esercizi 149 Sguardo 149 Respirazione 149 Altri Esercizi per la Concentrazione e la Volontà 160 Morfopsicologia e Magnetismo 177 Ulteriori caratteristiche del magnetista 180 Esercizi Fisici per l’Energia della Volontà 181 Bibliografia e Fonti Storiche per questo Libro 182 INDICE 188 Dove Imparare l’Arte e la Tecnica del Mesmerismus ® ? 192 Dove Imparare l’Arte e la Tecnica del Mesmerismus ® ? Presso la scuola del Dr. Paret è possibile imparare le tecniche originali del Magnetismo Personale descritte in quest’opera e vari altri approcci ancora più potenti.",
  "last_phrase": "Enroll in Dr. Paret's school and learn the original Personal Magnetism techniques described in this book, along with more powerful approaches. This can be the first step towards a profound individual transformation and increased effectiveness in all areas of your life. Attend the original seminars to access the highest level of the discipline and learn to appropriately handle the extreme power of the advanced techniques taught. You can also participate in seminars held in Italy and other countries. Contact IHI 33 - RUE de Paris 06000 NiceFrance via info@neurolinguistic.com or telephone at 0039-348-2213."
}