{
  "title": "What do the Mesmeric symbols mean and how are they connected to universal movement and order?",
  "first_phrase": "This text explores the symbolic significance of the sun in understanding the connection between the primary force and its emanations. The concept of \"place\" according to Mesmer is also discussed. The mind creates the idea of space, and space is never empty but filled with a substance that is so fine as to be imperceptible, yet operates at the same level as thoughts. The symbols of ebb and flow and current are also examined. This last section focuses on the meaning of these symbols and how they relate to the natural order, using Mesmer's ideas.",
  "content": "Infatti l’osservazione dell’incatenarsi reciproco delle azioni umane mostra chiaramente l’aspetto circolare della Natura, alla base del flusso e riflusso. Dice Mesmer chiaramente: nessuno può alterare l’ordine della Natura ed i disturbi dell’ordine della Natura tornano prima o poi indietro. Spazio Il simbolo per lo spazio. Nel sistema mesmerico tutto è pieno e non vi è spazio vuoto. Per comprendere meglio questo concetto si può pensare che anche quello che è apparentemente “vuoto” in realtà è pieno di “fluido”. Ovverosia di un qualcosa talmente fine da non essere percepito direttamente, che però esiste allo stesso livello del pensiero che può quindi operare su di esso (cfr. tale visione con la moderna visione quantistica che afferma che quello che definiamo “vuoto” è in realtà un “pieno di potenzialità”) Impenetrabilità C’è solo una linea. Corrente Quest’ideogramma esiste fin dai tempi preistorici. E’ utilizzato in molti sistemi moderni ad indicare un “flusso” oppure una “corrente”, ad esempio la “corrente dell’oceano” sulle mappe nautiche o le mappe geografiche. Normalmente il numero di “penne” sulla freccia indica la velocità della corrente.",
  "last_phrase": "In conclusion, the Mesmeric system's circular aspect of nature's ebb and flow is evident in the reciprocal chaining of human actions, and disturbances of nature's order will eventually return. The symbols used in the Mesmeric system, such as space, impenetrability, current, and man, have practical applications to our thoughts, as they can create strong currents that move towards consciousness, leading to a higher level of awareness that is comparable to God in the Mesmeric triangle."
}