{
  "title": "\"Which Breathing Exercises Can Improve Physical and Spiritual Health?\"",
  "first_phrase": "In these last 200 tokens, the focus is on two exercises recommended for physical and spiritual benefits. The first is full breathing, which involves breathing rhythmically and focusing your attention on it. The proper position and technique are described in detail. The second is combined breathing with arm movements, also explained in detail. Both exercises can be combined with concentration and self-suggestion. Additionally, the concept of concentration on an idea is introduced. These exercises are meant to be performed gradually and increase in intensity over time.",
  "content": "Esalate l'aria che avete inspirato, regolarmente e pacatamente: evitate ogni brusco arresto. Il soffio deve essere mantenuto eguale e uniforme; fate rientrare gradatamente l'addome a misura che espirate, ma conservate il petto sporgente. La respirazione integrale può anche combinarsi con gli esercizi di concentrazione e di autosuggestione. Continuate a respirare seguendo le regole precedenti. Per norma indeclinabile, l'esercizio va fatto respirando solo dalle narici, sia durante l'inspirazione che durante l'espirazione. Il numero di queste respirazioni integrali e coscienti deve essere aumentato a mano a mano, e si deve procurare con ogni sforzo di rendere la respirazione completa, spontanea e istintiva. 21. La respirazione combinata. In piedi, nella posizione corretta già descritta, incominciate a riempire gradatamente i polmoni e nello stesso tempo innalzate adagio lateralmente le braccia che prima erano allungate ai fianchi, continuate a inspirare sempre elevando le braccia tese fino a che i pollici vengano a toccarsi in alto. A tal punto i polmoni dovranno essere perfettamente riempiti. Allora tornate lentamente alla posizione e condizione primitiva, emettendo il fiato e abbassando gradatamente le braccia. 22. Concentrazione sull'idea.",
  "last_phrase": "Remember to exhale the air you've inhaled calmly and regularly; avoid sudden stops. Maintain an even and uniform breath, gradually contracting the abdomen as you exhale but keeping the chest extended. Integral breathing can also be combined with concentration and self-suggestion exercises. Remember to breathe only through the nostrils. Increase the number of conscious integral breaths gradually, making breathing complete, natural, and instinctive. In exercise 21, combine breathing with lateral arm raises. Exercise 22 entails mental concentration on a specific idea, striving to refrain from distraction. Focus on the exercise and maintain it over time to achieve successful results."
}