{
  "title": "\"What do the symbols of Mater, Movement, Space, Flow, and Ebb mean in Mesmer's system?\"",
  "first_phrase": "In the previous text, the symbols of Matter, Movement, Place, and Ebb and Flow were explored. Mesmer viewed the double helix as representing the circular motion and duality of Matter. The symbol of Movement, akin to a wheel of transformation, originates from our solar system, where life begins with the Sun. Place, to Mesmer, is a mental construct where material may or may not exist. Finally, the symbol of Flow and Ebb, connected to water, is associated with the way humans must live in society.",
  "content": "Il Sole è elemento fondamentale per comprendere a livello simbolico lo sviluppo tra la forza primaria e le sue emanazioni. Tale comprensione permette infatti di accordare il proprio movimento al movimento universale, ristabilendo l’”ordine perduto”. Luogo Per Mesmer il simbolo soprastante indica il luogo . Il “luogo” per Mesmer è “un punto immaginario nel quale si può o non può trovare della materia”. Un “luogo” è quindi un qualcosa creato dalla mente attraverso l’attenzione, in quanto la Natura è un “pieno di continuità” (cfr. le visioni moderne quantistiche basate sul concetto olistico). In altre parole, interpretando ulteriormente le parole di Mesmer stesso, è la mente che crea l’idea di spazio. (nota, il simbolo sopra è anche simile al simbolo che presso gli antichi Romani indicava il sole. Nelle tavole di primo livello l’abbiamo usato con questo significato) Flusso e Riflusso Il simbolo del flusso e riflusso (collegato all’idea di acqua). Il simbolo del flusso e riflusso si lega dinamicamente a molti concetti, tra i quali ad esempio come gli esseri umani devono vivere in società.",
  "last_phrase": "In conclusion, understanding the symbolism of the sun, the concept of space, and the flow and reflux symbol is crucial in aligning one's movement with the universal movement, thereby restoring the \"lost order.\" Mesmer believed that space was created by the mind and that everything was full, with no empty spaces. Embracing these concepts can help individuals embrace the circular nature of life and live in harmony with the universal flow of energy."
}