{
  "title": "What is the third level of the journey towards self-awareness and how does it relate to the concept of presence?",
  "first_phrase": "In this text, the author discusses the third level of the journey to self-realization, which is the level of presence. They explain that the first two levels are personal power and success/control over one's destiny, respectively. The presence is the increased connection of the individual to their natural self, beyond their personality. The presence is a path of eternity, and it is the direction of all growth paths, be they eastern or western. The protocols discussed in the text so far cover the first two levels. The author notes that the protocols for the presence level are only accessible after previous work, which includes overcoming fear. The work for presence is easier to conduct in a group.",
  "content": "E’ una via di eternità, in quanto l’ora, quando percepito, è indipendente dal tempo. L’epoca attuale porta l’uomo alla cerebralizzazione al vivere nel suo sé originariamente nato dall’interazione con gli altri. A questo sé non appartiene la coscienza e lo spirito. La coscienza e lo spirito appartengono alla parte più profonda dell’uomo. Tutto quello che è ottenuto, sia al primo che al secondo grado è ottenuto perché si è in parte risvegliata questa coscienza all’interno dell’uomo. L’uomo al terzo livello è al di là della sua parte emozionale e dei suoi pensieri. Li osserva e sa che è distinto da loro. I protocolli da noi recuperati e fino a qui trascritti coprono i primi due livelli. Nella nostra esperienza vediamo infatti che i protocolli relativi alla presenza sono solo accessibili dopo un lavoro previo. Nel nostro caso il primo livello sviluppa infatti energia ed attenzione alle energie, mentre il secondo la capacità di autodeterminarsi e di essere libero dai condizionamenti. Il superamento della paura è un prerequisito per la presenza. Ricordiamo che il lavoro per la presenza, anche se fa parte di una ricerca individuale, è più facile da condurre in gruppo.",
  "last_phrase": "In conclusion, developing presence and consciousness is a journey towards eternity, independent of time. The protocols shared cover the first two levels of this journey, while the third level requires overcoming fear and observing emotions and thoughts. It is a personal quest, but easier in a group. The exercises at the end of the book are a valuable aid, and language is critical in this journey. Feel free to contact us for more information."
}