{
  "title": "What is the origin of the ancient magnetic school and its protocols?",
  "first_phrase": "This section delves into the origins of the protocols of the ancient magnetic school, which have been partially and orally transmitted to the author by his masters. The author has based his research on the practice and direct tradition, as well as inspiration from Virgilio T. and Prof. Erminio Di Pisa, who were practitioners of hypnosis with different techniques. The author also consulted the works of Franz Anton Mesmer, who gave scientific credibility to the previous existing magnetic school. The author discovered a series of books at the beginning of the 20th century that contained ritualistic exercises and a particular cosmology, which seemed to be expressions of a secret school.",
  "content": "Franz Anton Mesmer espone nella sua opera la sua teoria del Magnetismo Animale alla quale cerca di dare anche una valenza scientifica accettabile dalla scienza del suo tempo. Si tratta di una visione vastissima, che parte dalla cosmologia e dall’Universo per arrivare all’organizzazione della società (parte mai pubblicata in Francia per ragioni politiche), l’organizzazione religiosa, arrivando a toccare tutti i vari fenomeni fisici e psicologici conosciuti a quel tempo. Difficilmente un’opera del genere può essere opera di un uomo solo. La nostra teoria è che Mesmer abbia dato scientificità ad una scuola preesistente che aveva in qualche maniera conosciuto. Tra le varie opere consultate nella ricerca ho scoperto casualmente una serie di libri scritti all’inizio del 1900 che riportavano una serie di tecniche, basate su di una cosmologia specifica, e su di una presa di coscienza di certi elementi. Questi libri spiccavano tra tutte le centinaia di altri testi che avevamo consultato. Vi era negli esercizi una certa ritualità ed una forma tale, tale da far supporre il loro essere espressione di una scuola segreta. Infatti sembravano più essere un insegnamento da maestro a discepolo nella quale il maestro guida l’allievo alla conoscenza del suo ruolo nell’Universo.",
  "last_phrase": "In conclusion, the work of Franz Anton Mesmer on Animal Magnetism was a vast and all-encompassing theory that touched on various physical and psychological phenomena of his time. It is our belief that Mesmer gave scientific legitimacy to an existing school of thought. Through the discovery of a series of books with specific cosmology and ritualistic exercises, it became apparent that they were also related to Mesmer's work. Our opinion is that these books and Mesmer's work both stem from the same source, which is a valuable insight for anyone interested in the development of consciousness and man's place in the universe."
}