{
  "title": "What is the ancient magnetic school and how did it influence Franz Anton Mesmer?",
  "first_phrase": "This is the last part of a text that explores the ancient concept of reconnecting with the Universe to regain balance and power. These concepts can be found in Egyptian, Greek, and Roman temples, as well as in ancient Eastern disciplines. In the 1700s, Franz Anton Mesmer used these concepts as the basis for a discipline called \"animal magnetism,\" which is the subtle power and influence emanating from certain people who can attract and lead others. This book is a precise description of the ancient magnetic school, which is a Western tradition that has never been documented so completely in writing until now. The protocols presented in the book were gathered from various sources, including the practice and direct tradition, and were inspired by Virgilio T. and Professor Erminio Di Pisa.",
  "content": "L’antica scuola magnetica, a noi trasmessa dai nostri maestri direttamente, anche se parzialmente ed oralmente, trova nei protocolli che seguono una unità ed una coerenza che permettono di gettare uno sguardo su di una tradizione occidentale sicuramente antichissima e mai documentata così compiutamente per iscritto. Origine Dei Protocolli I protocolli di questo libro nascono da varie fonti. La prima fonte che è stata da guida nella ricerca è stata la PRATICA e la Tradizione Diretta. In altre parole per ricostituire la Tradizione ci siamo basati su quanto era pervenuto fino a noi tramite persone viventi e che appariva funzionare. Grandi ispiratori sono stati un fascinatore di nome Virgilio T. ed il Prof. Erminio Di Pisa. Il primo praticava l’ipnotismo con lo sguardo, la stessa tecnica dalla quale è nata probabilmente la leggenda della Medusa. Viveva in campagna. Il secondo, appassionato della stessa tecnica, viveva in città e trasmetteva appieno una seconda maniera di operare, intensa e legata all’ispirazione. Successivamente, grazie alle indicazioni di questi Maestri mi sono approcciato all’opera di tutti i principali scrittori del campo magnetico tra i quali Franz Anton Mesmer.",
  "last_phrase": "In conclusion, the protocols outlined in this book offer a comprehensive insight into the ancient Western tradition of magnetic school, passed down orally by our masters. Based on practical direct experiences and inspired by legendary figures like Virgilio T. and Erminio Di Pisa, these protocols are rooted in centuries-long research and study of Franz Anton Mesmer's animal magnetism theory, resulting in a coherent and practical set of techniques that can be easily applied by anyone interested in the field."
}