{
  "title": "What are the basic principles and exercises of magnetism according to tradition?",
  "first_phrase": "The last part of this text provides further insights into magnetic temperaments by outlining the additional useful but non-essential precepts for magnetism practitioners, including physical exercises to energize the will. The author emphasizes the importance of looking for and spreading positive vibes everywhere we go, as this expands the features, removes wrinkles, and dispels negativity. The text also includes a bibliography and historical sources that are based on the millennia-old tradition of magnetism, interpreted through a contemporary oral source, and adapted to modern language.",
  "content": "Basterà dire che tutti gli esercizi possibili e immaginabili per il rafforzamento del bacino si possono ricondurre sotto uno di questi schemi : a) in posizione coricata avvicinate i piedi al capo o viceversa il capo ai piedi; b) in posizione coricata alzare e divaricare le gambe tra loro il più possibile; c) in posizione eretta accosciarsi e risollevarsi; d) in posizione eretta alternando' le gambe, allontanare un piede il più possibile avanti, indietro, di fianco e inoltre incrociare le gambe; e) in posizione eretta o coricata, rotazione dei piedi, simultanea o alternata. Bibliografia e Fonti Storiche per questo Libro Tutto quanto esposto in questo libro ha una base nella millenaria Tradizione Magnetica. Ci siamo basati su di una fonte orale attuale per interpretare quanto scritto dagli antichi. Abbiamo poi, ove possibile, utilizzato parole e frasi tratte da libri degli antichi magnetizzatori anche per i nostri stessi commenti. Pur potendo esprimere le cose con le nostre parole, abbiamo infatti preferito, ove possibile esprimerci con le stesse parole della Tradizione rendendole comprensibili all’era moderna ed adattandole ovviamente grammaticalmente.",
  "last_phrase": "To conclude, strengthening your pelvic area can be achieved through a variety of exercises, all of which can fit into five basic categories. Additionally, this book draws on the ancient and millennial Magnetic Tradition, using contemporary oral sources and referencing the works of historical magnetizers. The result is a work that speaks to the past while tailoring its message to a modern, grammatically-correct format."
}