{
  "title": "How can one eliminate obsessive thoughts and develop concentration through mental exercises?",
  "first_phrase": "In the previous text, the author discusses mental exercises to enhance one's concentration and eliminate unnecessary thoughts. These exercises include mentally erasing numbers and focusing on the movement of the hand. In this final section, the author delves into the distinctions between magnetism and hypnosis and their effects on one's physical appearance. The concepts of morphopsychology and magnetism are introduced, with an explanation of how practicing hypnosis can lead to a more tense appearance.",
  "content": "3.° Invece di allontanare l'1, l'allievo aumenterà progressivamente gli intervalli di riposo che debbono esistere nella concentrazione. Questo riposo sarà dapprima di 1 secondo, poi di 2, 3, 4 secondi. Resta inteso che negli intervalli l'allievo deve eliminare ogni idea. 4.° In quest'ultimo procedimento, dopo una prima concentrazione sull'1, si mette il cervello in riposo, prolungando questo riposo il più a lungo possibile. Non appena un pensiero si presenta, tosto lo si allontana con una nuova concentrazione sull'l, e così via. 28. La mano. Stendete la mano e concentrate la vostra mente sul pensiero che essa a poco a poco si chiude. Se la concentrazione è ben fatta, le dita incominceranno a flettersi, dapprima insensibilmente, poi con moto sempre più rapido, fino a che le loro punte incontrandosi colle palme, finiranno per farvi male. Eseguite allora la concentrazione inversa, immaginandovi che la vostra mano a poco a poco si apre. Morfopsicologia e Magnetismo In questo caso è importante distinguere tra vocazione all’ipnotismo magnetico e vocazione al magnetismo. Infatti la persona che esercita molto l’ipnotismo magnetico può in certi casi avere i tratti più tesi.",
  "last_phrase": "In conclusion, by incorporating the techniques mentioned above, one can gradually increase the rest intervals in concentration, thereby allowing the brain to enter a state of rest. Additionally, one can practice concentrating on the hand and visualizing it as it closes and opens slowly. Consistent practice of magnetism can have positive effects on one's physical appearance, as it widens the features."
}