{
  "title": "What is the Connection Between Mesmer's Theory of Animal Magnetism and a Secret School of Cosmology-Based Techniques?",
  "first_phrase": "The final part of this text delves into the theory that Franz Anton Mesmer's work on Animal Magnetism was influenced by a pre-existing school of thought. Through research, the author discovered a series of books that contained techniques based on a specific cosmology and ritualistic practices. These techniques overlap with Mesmer's theories, suggesting a common source of inspiration. This book was written based on the live experience and accidental discovery to allow the reader to access the original unity of the school, taking into account all the prescriptions and ideas of this field that are known to produce results.",
  "content": "Questa scuola lasciava in tale maniera capire la sua appartenenza ad un insieme con un progetto ancora più ampio, un cammino di sviluppo dell’uomo e della sua coscienza. I concetti di queste tecniche e di questi protocolli operativi sono perfettamente sovrapponibili all’opera di Mesmer, la quale, come lui stesso ha detto, nasceva da un sapere preesistente. La nostra opinione è che tali libri si rifacciano proprio anche loro alla stessa sorgente alla quale Mesmer ha voluto dare un’espressione scientifica. La fonte di Mesmer non sono stati infatti i libri, bensì una pratica da lui osservata ed a lui trasmessa. Sulla base dell’esperienza dal vivo e di questa casuale scoperta è nato quindi questo libro. Questo è quindi dapprima conforme alla Tradizione ed alla Pratica, è stato scritto tenendo da conto tutte le prescrizioni ed idee di questo campo che sappiamo portare risultato di modo da poter permettere al lettore di riaccedere all’originaria unità della scuola. In secondo luogo è conforme a tutti i messaggi che ci arrivano dalle opere che abbiamo consultato.",
  "last_phrase": "In conclusion, this book on magnetic schools and techniques originates from a rich lineage with a broader vision for human development and consciousness. The concepts and protocols presented in this book overlap with those of Mesmer's work and other related sources. This practical guide, written with attention to traditional prescriptions and ideas, is based on direct experience and a deep understanding of the cosmic and secret aspects of magnetic schools. It is a valuable resource for anyone seeking to tap into the original unity and power of magnetism."
}