{
  "title": "\"What is the importance of overcoming egoism and achieving harmony in willpower for success?\"",
  "first_phrase": "In the previous text, the author discussed the importance of speed in trade, the harmony between body and soul, and the exercises to strengthen the willpower. In the last part, the focus shifts to overcoming selfishness and the symbol of the protocol: the movement of our thoughts and actions, represented by the sun. The author then provides a mental exercise to increase energy and teaches the first lesson: overcoming selfishness by recognizing our own egoism. The analogy with a dog resisting relinquishing food highlights the innate selfishness in human nature that must be overcome for true freedom.",
  "content": "Noi risvegliamo la volontà in noi e la portiamo negli altri. Rinforziamo la nostra volontà ed in ogni situazione operiamo mirando all'obiettivo ed energicamente. Così faremo anche una forte impressione sugli altri, e potremo aspirare al successo. In questo protocollo lavoriamo anche per superare l'egoismo. L'egoismo è presente nell'uomo. E l'egoismo, inteso come incentrarsi sull’ego è comandato dall'intelletto. E’ importante che impariamo ad uscire dal nostro ego. Se ci muoviamo partendo dal nostro ego, non siamo indifferenti e liberi. Simbolo di questo protocollo è il movimento che noi imprimiamo alla realtà attraverso i nostri pensieri e le nostre azioni. Ed è anche il sole, che rappresenta la sorgente di movimento e ci riporta alla fonte primaria. Ora aumenti l'energia mentale Seduto, tenditi tutto trattenendo il respiro. Ora, prima che ti rilassi bisogna che tu voglia che l'energia fisica diventi energia mentale. Rilassati lentamente ora, volendo che quest'energia diventi unità di energia mentale e desiderando che ti passi nel cervello. Ora impari la prima lezione: superare l'Egoismo Quando ad un cane togliamo un pezzo di cibo che ha tra le mascelle, questo reagisce, anche se ha dell'altro cibo a sua disposizione. Un egoismo analogo esiste nell'uomo.",
  "last_phrase": "In conclusion, by awakening and reinforcing our will, and working towards our goals with energy and focus, we can make a strong impression on others and aspire to success. It is important to overcome our egoism, which is driven by our intellect, and to strive for personal freedom by thinking independently. Let us remember that our thoughts and actions can have a powerful impact on the world around us, and that true movement comes from the source within us."
}