{
  "title": "What is the symbolism behind mesmerism and animal magnetism in Mesmer's work?",
  "first_phrase": "This text delves into Mesmer's observations on the symbols used in animal magnetism. The author notes that the symbol of animal magnetism is unique, resembling a table with four legs and a fire with three rays emanating from it, representing the spiritual principle that arises from matter. Additionally, there is a link between the solar symbols and the symbol of movement. Mesmer himself compares the fluid to the melting of butter in wax. The last 200 tokens examine the symbology of animal magnetism and its similarity to Eastern traditions. The text mentions that yoga practitioners may find benefit in animal magnetism and vice versa.",
  "content": "Esiste un legame tra i due. Classicamente si nota che l’azione magnetica è a volte più debole a mezzogiorno (quando l’effetto del sole è più forte) e più forte nella notte anche se per un utilizzo pratico le differenze non sono poi così grandi da essere significative. Il fluido è sotto un certo punto movimento puro. L’avvicinarsi al livello del fluido è paragonabile da Mesmer stesso ad uno scioglimento oppure ad un fuoco. Nella tradizione trasmessaci oralmente, anche senza avere questi approfondimenti teorici, era presente l’idea dello “scioglimento” del soggetto. Nella tradizione zoroastriana è invece presente l’attenzione sulla luce e sul fuoco. Riportiamo l’esempio di Mesmer stesso per comprendere il fluido: “Si può fare paragone con un'immagine di burro nella cera. Ad una certa temperatura il burro fonde e resta la cera, ma se la temperatura sale anche la cera fonde. Il salire della temperatura farebbe sì che non esiste più nè l'una nè l'altra e tutto sarebbe uguale. La materia sciogliendosi diventa fluida. E' quindi chiaro, che tutte le organizzazioni e caratteristiche dei corpi sono il risultato del comportamento tra movimento e materia.",
  "last_phrase": "In conclusion, while there is a link between the sun's effect on magnetic action and the strength of the fluid at different times of the day, the practical differences are not significant. Mesmer's comparison of the fluid to melting and fire helps us understand its properties, and meditation on white light is effective for developing magnetism. Understanding the behavior of movement and matter is key to understanding nature and our own behavior."
}