{
  "title": "\"Dr. Marco Paret: The Re-Birth of Mesmerism and the Power of Instant Hypnosis\"",
  "first_phrase": "The last part of the text focuses on Dr. Marco Paret, a world-renowned mesmerism, hypnosis, and NLP trainer and researcher. After working in marketing for several years, Dr. Paret became interested in mesmerism, and he began offering training in 1996. The text explains that Paret's courses cover disciplines such as Mesmerism, Fascination, and Presence. Additionally, it outlines other modules that Paret offers, including Hypnomentalism, European non-verbal and fascinative stage hypnotism, and quantum memory courses. Furthermore, the text states that to become a trainer through Paret's organization, one must complete the basic course, advanced course, coaching and presentation, personal coaching, and serve as an assistant in the basic course.",
  "content": "Soon after he had discovered he could use instant mesmerism he travelled the length and breadth of Europe giving public demonstrations of his unique abilities, and fortunately, during one of his visits to Italy in 1886 an eyewitness reported what he did in L’Italia: ‘Donato looks at the young man quickly, brusquely, and from very close; the operator then turns the subject round and continues to fix him and provoke with his glance; the latter, as though attracted and fascinated, follows him with wide open eyes. ‘He experiments with about thirty young men, one by one... All of them respond immediately to the power of his fascination, by turning stiff throughout their bodies; their faces becoming contracted, terrified and sometimes cadaverous; they are at the mercy of the fascinator and following his movements like a magnet.....Donato has all of them under his power, he attracts them in threes, sixes, ten at a time, simply by rapidly staring at their eyes, even against their firm will and their obstinate efforts to resist...... Donato, in the process, never speaks,: he thinks, he wants and he points....’ (Donato’s Method – http:www.mesmerismus.info/info-2/inspirators-and-masters/metodo-donato.) A famous German medical hypnotist, Dr. Albert Moll of Berlin, also wrote Donato and ‘Fascination’ in his book Hypnotism (1890. Walter Scott, London) about ‘Fascination’.",
  "last_phrase": "In conclusion, Marco Paret's journey into the world of hypnosis and mesmerism began with discovering the unique abilities of Donato, followed by Professor Erminio's 'Instant Hypnosis,' and the Direct Gaze hypnotic induction developed by Gil Boyne. Along the way, Paret studied NLP and adapted its principles to industrial team-building and management training. Today, Paret's fascination techniques have attracted a global following, and he continues to train mesmerists across the globe. His success is a testament to the enduring power of mesmerism and its contribution to the healing practice of medicine."
}