{
  "title": "Want to Learn Mesmerism, Hypnosis or NLP3? Dr. Marco Paret's Training Academy Can Help!",
  "first_phrase": "Dr Marco, a prolific author, media personality and founder of the ISI-CNV learning academy, has trained over 2500 students who have gone on to successful careers in different healing modalities. The Magnetic Path, his base training program, forms the foundation for further specific accreditation. It encompasses Mesmerism, Fascination and Presence, and is taught over five or six days. Once completed, students can then progress to the four-day advanced course, which includes seminars on Non-Verbal Hypnotism, NLP3, hermetic and spiritual magnetism and coaching for magnetic success and presence.",
  "content": "The 3 stages of the Magnetic Path are: It encompasses the three main teachings of 1) Mesmerismus (c) / Magnetismus 2) Fascination (Power of the gaze) 3) Presence and personal Magnetism Step 2 The 4 days advanced courses completes the basic course in order to arrive to 10 days of training. The 4 days advanced course completes the basic path The four days advanced courses encompasses these two 2 days seminars: Seminar: Non verbal Hypnotism - sound and touches to create a state of trance Seminar: NLP3 and other techniques. NLP3 - the magnetic neuroframe to deal with different people. Our school specializes in non verbal communication and is the most advanced institute in this field. NLP-3 is mostly based on non verbal communication instead as on the verbal one. It goes far beyond classical NLP. It is a “magical” NLP with different techniques and connects it with the enneagram and what is presented in the magnetic path. Very useful for persuasion and subliminal non verbal communication. In conjunction with the magnetic path opens up to a kind a certification permitting to teach NLP-3 as well to Practitioner and Master in NLP and NLP-3. NLP3 - the magnetic neuroframe to deal with different people. The six types of personality. Demonstrational techniques Seminar: Hermetic and spiritual Magnetism (2 days) Two days with attention to the hermetic (alchemical) aspect and also to the spiritual aspect. Seminar: Coaching for magneting success and presence for succesful presentation (2 days) Using magnetism to get success in life. Note.",
  "last_phrase": "The Magnetic Path is a comprehensive course that includes mesmerismus, fascination, and personal magnetism. Completing the advanced course further enriches your skills and knowledge in sound and touch techniques, NLP-3, and hermetic and spiritual magnetism. Aspiring trainers can acquire the certification to teach NLP-3, as well as master and practitioner courses in NLP. With the Magnetic Path's emphasis on non-verbal communication, it offers an alternative approach to traditional hypnotherapy that's more connected to an individual's inner nature and spiritual development. Gain confidence in non-verbal mastery, and develop your practice with the help of Dr. Marco Paret's books and personal coaching services."
}