{
  "title": "What is Mesmerism and how did Dr. Marco Paret revive it through his training programs?",
  "first_phrase": "In the last 200 tokens of this text, the story continues with the discovery of Virgilio Torrizzano's unique ability to use fixed gaze techniques for hypnotic induction. Max was mesmerized by Virgilio's demonstration and convinced his friend Marco Paret to witness it too. Marco was initially skeptical but eventually persuaded to see for himself and was personally affected by Virgilio's method, which changed his life. Marco and Max approached Virgilio to become his students. Later, Marco became a qualified NLP Master Trainer and developed a unique syllabus of Mesmerism with hypnosis and nonverbal techniques.",
  "content": "and to solve their emotional problems. In addition to the therapeutic aspect, the principles of NLP were adapted so it could play an important role in industrial team-building, business communication, persuasion and management training, and it was the latter which attracted Marco Paret because of his then involvement with marketing. Rather than just read about NLP Marco decided to study it properly with the leading men in the NLP field, hence him eventually becoming recognised as a qualified NLP Master Trainer. But again Lady Luck laid down another path for him journey on. Purely by chance he saw a video of the American hypnotist, Gil Boyne, who was affectionately known as the ‘Godfather of Hypnotherapy’, and the founder of the ‘Hypnotic Training Institute’ in Los Angeles. And the things that struck Paret most, was that Gil Boyne had developed a Direct Gaze hypnotic induction technique which was closely linked to the technique Professor Erminio used, and more than that he had even developed his own Rapid Induction which bore many similarities to Mesmerism. Having seen that video he researched to find was there any other unique hypnotists. He found another one. Another American, Ormond McGill, who was regarded by many as being the ‘Dean of American Hypnotists’. Ormond McGill besides being a brilliant hypnotist and teacher of hypnosis had toured the Far East in 1958, when he was 45 years old and became interested in what he described as ‘Oriental Hypnotism’.",
  "last_phrase": "In conclusion, Marco Paret's journey began with NLP and eventually led him to discover Mesmerism and the Fascination techniques. His Institute in Nice became recognized as a training facility for psychotherapists and hypnotists. He trained mesmerists from various countries and is now gaining recognition from doctors and others in the medical field. With Paret's prolific writing and more people becoming interested in Mesmer's techniques, it is clear that his contributions to the field of healing should not be overlooked. Overall, Paret's journey shows that sometimes the unexpected paths can lead to the greatest discoveries."
}