{
  "title": "Who is Dr. Marco Paret and how did he become a world-renowned mesmerism, hypnosis, and NLP trainer and researcher?",
  "first_phrase": "The last part of this text continues with the story of Dr. Marco Paret, a world-renowned hypnotist and NLP trainer who began teaching animal magnetism or mesmerism in Nice, France in 1996. Marco and his friend Max had met Virgilio Torrizzano, who had developed his method of instant mesmerism called \"Fascination Magnetism.\" Marco initially remained skeptical, but after Virgilio successfully used his technique on him, he decided to pursue mesmerism with Max. The text also discusses the different books and courses provided by Dr. Paret, including non-verbal and mesmeric techniques for becoming a professional hypnotist. The last 200 tokens describe the work of Professor Erminio Di Pisa, who developed his own way of instantly hypnotizing people through the control of autonomous thalamus and hypothalamus within our cerebral axis, known as the vegetative brain, leading to an exceptional success rate with a variety of pathologies.",
  "content": "He would then instantly ‘hypnotise’ by fixating them with his eyes and seconds later he would feel, intuitively, the problem had gone where upon he would terminate the session. Because each session only last a matter of a few minutes he was able to see up to 300 people per day without feeling drained of energy at the end of the day. How did it work? A psychiatrist, Professor Muzzana tried to explain it. He said ‘Erminio acts on the autonomous thalamus and hypothalamus within our cerebral axis, namely, the vegetative brain. He extirpates distress and restores happiness and self confidence. He removes addiction to smoking, alcohol and drugs. He has an exceptional rate of success with asthmatics, people affected by hypertension, and those beset by sexual problems or treated by dermatologists. I have attended hundreds of conferences on hypnosis: Whenever the speaker was asked to give a practical demonstration, he was almost always to bring it off successfully. This was not the case of Erminio Di Pisa. He is sure of succeeding!.... The doctor who cures six or seven patients is one who displays an abundant command of his art. Erminio goes further, by seeking to harmonize his nature with his individual subjects!’.1 (Paret, M. Healing a number of pathologies – Reawakening the immune system – French Magnetists : Du Potet – Durville – Maitre Phillippe. Mesmerismus, Nice.)",
  "last_phrase": "Marco Paret, a qualified NLP Master Trainer, has established the first hypnotic practice in Nice with the help of Erminio Di Pisa's technique of instant healing and direct gaze hypnotic induction. Paret's interest in hypnotism led to the adoption of NLP principles in industrial team-building, business communication, persuasion, and management training. He also went on to study Oriental hypnotism and developed his own Mesmeric training courses. Mesmerism has made a significant contribution to the healing practice of medicine, with Paret training mesmerists worldwide."
}