{
  "title": "What led Dr. Marco Paret to become a modern-day Mesmerist and how is he reviving the practice?",
  "first_phrase": "Dr. Marco Paret, a level-headed businessman, became a Mesmerist after being introduced to the philosophy and practice of Oriental hypnotism during a visit to India. After encountering American hypnotists Gil Boyne and Ormond McGill and learning about their techniques, Paret opened the Institute of Hypnosis and NLP in Turin, Italy. He also teaches courses on NLP, but views it as only scratching the surface. Paret is known for using Mesmerism to help people restore good health and has revived the teaching of Animal Magnetism/Mesmerism in Nice, France, since 1996.",
  "content": "His interest in the philosophy and practice of Oriental hypnotism was encouraged on a visit to India where he had the opportunity to how the Indian hypnotists worked. He not only saw them working but was allowed to photograph them; the photographs appearing in his autobiography, The Secrets of Dr. Zomb (Crown House Publishing. 2003. Carmarthen, Wales, and Williston, Vt.) Anyone viewing his photographs will immediately see how they very closely resemble the techniques used by Mesmer and the mesmerists. In view of their unique backgrounds it is little wonder that he made arrangements to visit Gil Boyne in America and find out whether his techniques were the same as Erminio’s. They weren’t, but when Gil found out Marco had studied NLP he told him and others in the group, ‘Why do you learn NLP because it only does what I do, but takes more time?’ Later, in a personal letter to me Marco wrote, ‘I think NLP is interesting, but it only scratches the surface. It is a useful tool to create a preliminary rapport with the use of words’. Although he still teaches courses on NLP. It was on his American travels he met Ormond McGill and had a long conversation with him about some of the hypnotic fascination techniques he had seen and heard of on his visit to India. After his American journey he returned to Italy and became a serious student with Virglio, and soon afterwards felt he was sufficiently knowledgeable to open the Institute of Hypnosis and NLP in Torino, Italy.",
  "last_phrase": "In conclusion, Marco Paret's journey in studying and practicing hypnotism and NLP has led him to discover and explore the mesmerism and fascination techniques which he now teaches in his Institute of Hypnosis and NLP. His interest was sparked during a visit to India where he had the opportunity to witness and photograph Indian hypnotists and their techniques. Through his travels to America, he learned that NLP techniques were similar to mesmerism, but ultimately found fascination techniques to be more effective. Paret's ongoing contributions to the field have paved the way for a new understanding of mesmerism and its potential benefits in the practice of medicine."
}