{
  "title": "How did Dr. Marco Paret become a Mesmerist and what courses does his academy offer?",
  "first_phrase": "This text discusses the re-emergence of Mesmerism in 1996, under the guidance of Dr. Marco Paret. Despite his previous background as a level-headed businessman, Dr. Paret was entranced by the silent and rapid hypnotic demonstrations of Virgilio Torrizzano, leading both he and Max to approach Virgilio about accepting them as students. Dr. Paret and Max learned about instant 'fixation' and the 'Fascination Magnetism' technique, which Virgilio had learned from a mysterious man named Rolando. Dr. Paret has since become a world-renowned trainer and researcher in mesmerism, hypnosis, and NLP, and his ISI-CNV learning academy has helped thousands of students begin successful careers in healing modalities.",
  "content": "He agreed and they learned things which other people would not believe really existed. For instance, Virgilio not only had the ability to diagnose medical conditions accurately, he was also able to locate hidden objects. In addition to learning how to use instant ‘fixation’ they also learned how and where Virgilio had got his knowledge from. When he was fourteen years old Virgilio he had met ‘Rolando’. Rolando knew a very strange system of hypnotism. Even if Rolando never said where he had laernt the system, it was probably the same system that used the famous Donato Donato was the Belgian-born Alfred d’Hont, who, after a long and varied career as a soldier, a civil servant, journalist, author and poet, was introduced to animal magnetism/mesmerism in 1873. Donato developed the system after having spoken with a former magnetist, the chanoine De Mouls. De Mouls used the normal, accepted method of mesmerising his subjects; stroking, or hand-movements down the body which took some twenty minutes. Donato was encouraged by De Mouls to diffuse magnetism and Then for some totally unknown reason he developed and started to use his own method of instant mesmerism which he subsequently called ‘Fascination Magnetism’ (‘Fascination Magnétique’): All he had to do was to fix his gaze upon a person and they responded to what he silently willed them to do.",
  "last_phrase": "In conclusion, Marco Paret's journey in the field of hypnotism and mesmerism led him to discover the techniques of Donato, Professor Erminio, and Gil Boyne, inspiring him to create his own Institute in Nice and train people in Mesmerism and Fascination techniques. He also became a qualified NLP Master Trainer and recognized the valuable contribution of Mesmerism to the healing practice of medicine. Through his extensive research, Paret proves that luck and coincidences can play a significant role in discovering new techniques and developing an innovative approach to the field."
}