{
  "title": "Who is Dr. Marco Paret and how did he become a Mesmerist?",
  "first_phrase": "The last part of this text discusses the resurgence of Mesmerism, Fascination, and Presence in 1996, taught by Dr. Marco Paret, who previously worked in marketing before discovering his passion for mesmerism and hypnotism. The text delves into the various courses offered at Paret's ISI-CNV learning academy, ranging from non-verbal communication to quantum memory. In addition to the course outlines, the text also mentions Paret's publications and media features. The inspiration behind the resurgence of Mesmerism, specifically Donato's Method of Fascination, is explored in detail, including the influence of Rolando and Chanoine De Mouls.",
  "content": "Initially he referred to Donata as ‘a professional magnetizer’, although a little later he wrote that Donato was a ‘hypnotist’, which he was not, he was a Magnetic Fascinator. But despite Moll’s misinterpretation he went on to write, ‘As I saw in Paris, Donato uses a particular process to bring about this state. This process aims at a primary forced contracture of all the muscles of the body, in order, by this means to limit the voluntary movements as much as possible. In this case the eyes of the hypnotist and the subject are firmly fixed on one another. The subject finally follows every movement of the experimenter. If he goes backwards, the subject follows; he if comes forward, the subject does the same. In the same way the latter imitates every movement of the experimenter, only on the condition, that he knows he is intended to do so. We see here, as in the above third experiment, that fascination may be a primary form of hypnosis. But it can also be originated secondarily out of the other hypnotic states; and that is more usual. When the experimenter has hypnotized the subject in some other way, and has him open his eyes, he can fix his own steadily on them, and thus induce the same phenomena. A variety of this fascination is to fix the eyes of the subject on some other object – for example, on the finger of the experimenter.",
  "last_phrase": "In conclusion, Marco Paret's interest in mesmerism and fascination techniques led him on a journey to discover unique hypnotic induction methods that can instantly heal emotional and physical problems. With the help of Professor Erminio, Gil Boyne, and his experience in NLP, Marco became a recognised NLP Master Trainer and started the Institute in Nice. He has also trained mesmerists from different parts of the world and conducted Mesmeric training courses in the USA and Australia. His writings are contributing to validate Mesmer's contribution to the healing practice of medicine, and his fascination techniques continue to be relevant in modern hypnotic practice."
}