{
  "title": "What are the mesmerism and fascination techniques used by Italian Professor Erminio Di Pisa, and how did they influence NLP and hypnotherapy in America?",
  "first_phrase": "In this final part of the text, we learn about Marco Paret's discovery of the fixed gaze technique of hypnotism used by Virgilio Torrizzano and the impact it had on Marco's life. Marco was initially skeptical but became a student of Torrizzano and later opened the Institute of Hypnosis and NLP in Italy. He traveled to America to learn more about the technique and met influential hypnotists like Gil Boyne and Ormond McGill. Marco's interest in mesmerism led him to train people in the technique and conduct mesmerism courses worldwide. This text sheds light on the mesmerism technique and its contribution to the field of healing practice.",
  "content": "He opened the Institute in Nice and was able to get it officially recognised as a training facility for psychotherapists and hypnotists. But all was not well on a personal level. Max, his long-time friend, decided a year after they had opened the Nice Institute he wanted to give up teaching and seeing patients, and go and live a quieter and less hectic life. This meant Marco was left to run the Institute and carry on the training programmes they had started. Then in 2006 he began, for the first time, to train people in Mesmerism and the Fascination techniques and, at the time, by the end of 2011 he had trained mesmerists who had come from the United States, Germany, Australia, Canada, France, Belgium, the United Kingdom and Slovakia. He had also been invited to conduct Mesmeric training courses in the USA and Australia. And as each year passes, because Paret is a prolific writer more and more people, including a small number of doctors, are beginning to realise Mesmer was not a scoundrel, fraud and charlatan and has made a definite contribution to the healing practice of medicine. It has taken a long time to achieve the truth about him and his work, but Mesmer knew this would happen, despite a doctor saying on British television in February, 2012 that any doctor practising ‘Alternative medicine’ was a disgrace to the medical and should be removed from the medical register and barred from practising medicine.",
  "last_phrase": "In conclusion, despite the personal challenges faced by Marco Paret and his colleague, Max, in establishing the Institute of Mesmerism and Fascination Techniques in Nice, Paret persevered and went on to train mesmerists from all corners of the globe. His efforts to promote the legitimacy of Mesmerism have not been in vain, as more and more people, including some physicians, are recognizing the valuable contributions of this healing practice. Though there may still be some resistance to alternative medicine, Paret's dedication to his work has helped to break down barriers and achieve a greater understanding of Mesmerism's place in the field of medicine."
}