{
  "title": "\"Can Mesmerism be Reborn? The Story of Dr. Marco Paret and the Revival of Hypnosis and NLP3\"",
  "first_phrase": "This text discusses the resurrection of Mesmerism in the late 20th century, with Dr. Marco Paret leading the training in Nice, France. Before his career in Mesmerism, Dr. Paret was a level-headed businessman who worked in marketing. After a life-changing experience, he became interested in the field, and started training students in Mesmerism, hypnosis, and NLP. He has published over 20 books on the subject, some of which include \"Easy Guide to Magnetism and Hypnotism,\" \"Your other Mind,\" and \"Hypnotic Fascination.\" The text also mentions the work of famous hypnotists like Donato and Erminio di Pisa, and their use of instant hypnosis through the technique of \"Fixed Gaze.\"",
  "content": "In this case the fascinated person follows every movement made by the finger.’ (Pages 64/65) What Moll did not apparently appreciate was that Donato never had use a hypnotic induction technique, he simply used a Fixed Gaze on a person and the fascination was immediately effective. As so often happens when someone becomes interested in a particular subject they unexpectedly locate something important in the same area of their interest, and this was particularly true of Marco Paret and his friend Max. While they were in contact with Virgilio they heard of the work of a Professor Erminio di Pisa, who at the time lived in Milan. He was a man who had studied hypnotism from the same age as Virglio; when he was fourteen years old. Nor did the coincidence stop there of age stop there. Professor Erminio also discovered his own way of to hypnotise people immediately, something he called, ‘Instant Hypnosis’, and more importantly achieved instant healing in the majority of people seeking his help. A few of his patients/clients required two or three sessions before their condition was permanently resolved. Intrigued by what they heard about the Professor, Marco and Max telephoned him to ask whether they could meet him. Without any hesitation he said ‘Yes’, and that was to result in being the first of many visits where they were talked about and witnessed his techniques. His method was very simple. Erminio would ask what and where the problem was.",
  "last_phrase": "In conclusion, the study and practice of hypnotism and mesmerism have been both fascinating and fruitful for Marco Paret. His encounters with Professor Erminio di Pisa and Gil Boyne led him to develop his own unique techniques, including Instant Hypnosis and the use of the Direct Gaze, which have helped him treat and heal hundreds of thousands of people. Through his Institute in Nice, Paret has also trained others in these techniques and has seen a growing recognition of the contributions of mesmerism to the field of medicine."
}