{
  "title": "\"What is Mesmerism and How Did Dr. Marco Paret Become a World-Renowned Mesmerist and Hypnotist Trainer?\"",
  "first_phrase": "This text explores the reemergence of mesmerism and animal magnetism, which has been taught again in Nice, France, by Dr. Marco Paret since 1996. The text delves into the influences and backgrounds of some of the prominent figures in the field such as Virgilio Torrizzano and Erminio Di Pisa, who have contributed greatly to the understanding and development of mesmerism. The text also discusses the various techniques involved in mesmerism and how they have been used to treat a variety of physical and psychological conditions. Finally, the text outlines the training modules offered by Dr. Marco Paret as well as the steps necessary to become a successful trainer.",
  "content": "Note for Peter: Erminio practiced all types of techniques: his instant healing, but he did also magnetic healings (though very fast) and spoken hypnotism, but always using the gaze and the idea of energy. He wrote therefore a book with the title “Practical Hypno-magnetism” (Ipnomagnetismo Pratico). Erminio experimented also on the so called “higher phenomena” of magnetism. Again luck played a part in what was to happen in the future. Paret soon became a friend of Emernio’s and it was with his help he was able to set establish his first hypnotic practice. To many people what Erminio achieved may sound incredible, but his method worked, and when he died in 2002 it was estimated he had hypnotised and treated some 250,000 people. While investigation into mesmerism was exciting to Marco and Max, the whole question of hypnotism in Italy was rather sterile. A few doctors and psychologists used the typical hypnotism approach with moderate success, although a large number of people who had been practicing magnetic cures that after World War 2 renamed their method, calling it ‘Pranotherapy’, which was and is an energy laying on of hands similar to ‘Therapeutic Touch’. But then ‘Neuro-Linguistic Programming’ (NLP), a system developed by Richard Bandler and John Grinder, burst upon the psychotherapeutic horizon promising to ‘help people have better, fuller and richer lives’, (Bandler, R. and Grinder, J. The Structure of Magic. Volume 2. 1975. Science & Behavior Books. Palo Alto, CA.)",
  "last_phrase": "In conclusion, Marco Paret's journey in the field of hypnosis and mesmerism led him to explore various techniques such as magnetic healing, spoken hypnotism, and NLP. His encounter with the American hypnotist Gil Boyne, whose technique resembled that of Professor Erminio, and his visit to India to observe the practice of Indian hypnotists, inspired him to delve deeper into mesmerism. Through his Institute in Nice, he has trained mesmerists from around the world, and his writings continue to dispel the notion that Mesmer was a fraud and instead recognizes his contributions to the field of healing."
}