{
  "title": "\"Can You Learn Mesmerism, Hypnosis, and NLP3 from Dr. Marco Paret's Revolutionary Training Program?\"",
  "first_phrase": "The last part of the text discusses Dr. Marco Paret's work in mesmerism, hypnosis, and NLP training. Dr. Paret is a renowned trainer and researcher who has published over 20 books in three different languages. He has trained thousands of students and helped propel them into successful careers in different healing modalities. The text outlines various course options, including becoming a professional using non-verbal and mesmeric techniques, inner development, and personal quests. It also mentions the history of mesmerism and how it is being taught again by Dr. Marco Paret in Nice, France. The text includes a personal story about Max's experience with Virgilio Torrizzano, a barber with impressive hypnotic powers, which inspired Max and Dr. Paret to become students of Virgilio and pursue their own work in the field.",
  "content": "If that was not enough he turned his gaze on another customer, and without saying a word the customer’s face became ashen and virtually diaphanous as if it was made of wax. Then Virgilio asked him what he name was. The customer replied giving a woman’s name, much to the amusement of the other customers, but it was the name Virgilio had silently willed the customer to give. After that Virgilio returned him to his normal self. Max was entranced by Virgilio’s demonstration and soon afterwards, and with Virgilio’s permission, took a number of friends to see him demonstrating his amazing, silent and rapid hypnotic demonstrations. On the other hand his friend Marco Paret remained a level-headed businessman and was initially unimpressed. Despite his negativity Max continued to regale him with what Virgilio was able to do, and constantly asked Marco to come with him and see for himself what amazing powers Virgilio possessed. Under that continued pressure Marco was finally persuaded to go and see for himself all the things Max had described ands he had thought bordered upon the impossible. And not only did he see them but Virgilio successfully used his fixed gaze technique on him, but his personal experience was to change Marco Paret’s life. After his personal experience he had long conversations with Max about how Virglio’s fixed method could be used to restore people to good health. They both agreed they had found something which would of great benefit to humanity and decided before they did else they would approach Virgilio Torrizzano and ask him he would accept them as his students.",
  "last_phrase": "In conclusion, the journey of Marco Paret and his friend Max led them to discover the fascinating world of hypnotism, mesmerism, NLP, and ultimately Mesmerism, which became the focus of their research and training center located in Nice. Through their efforts, mesmerism has regained its rightful place in the healing practice of medicine, and Paret has trained people from around the world, including doctors, in the use of Mesmerism and the Fascination techniques. Their journey is the perfect example of how a chance encounter can lead to lifelong devotion to a particular field and ultimately change lives for the better."
}