{
  "title": "What was Donato's impact on the practice of mesmerism and how did it influence the field of hypnosis?",
  "first_phrase": "In the previous text, we learned about Donato, a multi-talented man who revolutionized the practice of hypnosis through his rediscovery of Fascination. His physical strength, agility, and exceptional spirit allowed him to convince the world not only of the reality of somnambulism but also of other surprising phenomena. Donato's contributions were crucial to the development of mesmerism, which had previously been obscure and difficult to learn due to the secrecy surrounding its techniques. In this final part, we will delve into Donato's mesmerizing techniques and explore his remarkable meetings.",
  "content": "Podemos ver em vez disso, na conta de uma testemunha ocular citado em L'Italia (1886), como Donato trabalhou: \"Donato olha para o jovem rapidamente, bruscamente, e de muito perto; o operador, em seguida, transforma a rodada assunto e continua a consertá-lo e provocá-lo com seu olhar; o último, como se atraído e fascinado, segue-o com os olhos abertos. Ele experimentos com cerca de trinta homens jovens, um por um [. . .] Quase todos eles responder imediatamente ao poder de seu Fascinação, girando dura por todo o corpo; seus rostos se contrairão, aterrorizado, e às vezes cadavérico; eles estão à mercê do fascinator e seguir seus movimentos como um imã [. . .] Não é algo lamentável, espasmódica em suas características, algo macabro em seus gestos [. . .] Donato tem todos eles sob o seu poder, ele atrai-los em grupos de três, em seis, dez de cada vez, simplesmente rapidamente olhando para os olhos, mesmo contra a sua vontade firme e seus esforços obstinados para resistir sua sugestão [. . .] Donato, no processo, nunca fala: ele acha, que ele quer, e ele aponta [. . .] \". Vejamos agora alguns dos elementos que compõem as experiências de Donato: AS REUNIÕES DE DONATO A primeira coisa Donato faz, depois de cumprimentar o público em cima entrando no palco, é examinar o modo como o quarto é organizado.",
  "last_phrase": "In conclusion, the power of fascination through mesmerism and hypnosis is a real phenomenon that can be achieved by making a conscious effort. Donato's experiments have proven that individuals can be induced into a state of paralysis and hallucinations through the power of suggestion and a mesmerizing gaze. While some may be skeptical of these methods, it is important to note that they have been tested and proven by researchers such as Dr. Servais. For more information on mesmerism and hypnosis, visit the website www.mesmerism.info."
}