{
  "title": "What were the groundbreaking mesmerism experiments of Donato and their impact on the field?",
  "first_phrase": "In the last 200 tokens of the text, the author discusses the astounding experiments of Donato, a Belgian-born soldier turned mesmerist who revolutionized the practice of hypnosis through his rediscovery of \"fascination\". Donato's physical prowess, quick and insistent eyes, and agility of movement allowed him to quickly convince the world of the reality of somnambulism and other surprising phenomena. The author discusses how Donato's experiments caused sensations and controversies, leading some to seek out the participants of his sessions. Through it all, Donato remained a masterful hypnotist whose power emanated from the oozing charm of his eyes.",
  "content": "Através de um olhar (deslumbramento induzido) e um gesto, Donato ocasiões a paralisia total ou parcial do corpo, enquanto um único olhar dele provoca distúrbios profundos para as funções intelectuais. Ele evoca alucinações impensáveis, gera sensações fraudulentos, e faz uma experiência sentimentos imaginários: Ele leva uma pessoa a ver e tocar objetos não-existentes, transforma um indivíduo sem voz em um tenor melodiosa, ou um taciturno um em um falatório-box. Ele zomba das pessoas austeras, move os companheiros jovial às lágrimas, provoca arrepios através daqueles que estão se sentindo quente, e as forças de suor em um homem dormente. Sob sua influência, conversações frívolas estão engajados em por pessoas normalmente graves ... \". Queridos amigos, temos visto a partir deste exemplo como facilmente Fascinação funciona, e como relativamente simples que é para produzi-lo em indivíduos nervosos. Cavailhon costumava dizer o seguimento de Donato: “Donato’s power descends from the charm oozed by his eyes, which sparkle and flash the way the eyes of a predatory beast do at night”. I would only like to add the following to Cavailhon’s words: “As in any other scientific field, no result can be achieved by hypnosis without making an effort”. Donato usado para realizar experimentos dia e noite! As experiências de Donato causou sensação e agitou-se dúvidas e controvérsias, a tal ponto que depois de uma sessão realizada por Donato em Brest, um médico ligado à Marinha, um Brémaud, procurou traçar o paradeiro das pessoas que tinham tomado parte na mesma. Conseguiu localizar um número deles.",
  "last_phrase": "In conclusion, we have witnessed how easily fascination works, and how relatively simple it is to induce it in nervous individuals, as demonstrated by Donato's experiments. However, it is important to note that achieving results in hypnosis requires effort and practice, as with any other scientific field. Donato used to conduct experiments day and night, and his techniques caused sensation and stirred doubts and controversies. Nevertheless, the veracity of relevant phenomena was later proved, and changes were introduced to the method to ensure even faster hypnosis. For more information, visit www.mesmerism.info."
}