{
  "title": "Who was Donato and how did he revolutionize mesmerism in the 1800s?",
  "first_phrase": "The following text discusses the history of mesmerism in the mid-1800s after the death of Mesmer and the decline of the technique. Only a few specialists were left in Europe, and without their teachings, mesmerism could have remained buried in obscurity. The author then introduces a key figure, Donato (Alfred d'Hont), who learned mesmerism from Canon Mouls in Bordeaux and improved upon existing methods in use at the time. The text explores Donato's similarities to other influential mesmerists, such as Virgilio Torrizzano, and suggests a potential connection between the two. Now, the text will focus solely on Donato's story and his impact on mesmerism.",
  "content": "Vamos agora concentrar-se, no entanto, sobre a história de Donato. Em meados da década de 1800, o magnetismo, após a morte de Mesmer, estava em uma baixa na França. Apenas alguns especialistas foram deixados na Europa, e sem as exposições de cidade em cidade e de país para país de poucos mestres da arte, tais como Du Potet, Lafontaine, e, por um lado menos científico, Regazzoni, Hansen e alguns outros, mesmerism teria recuado na obscuridade em que a Academia de Medicina tinha tentado enterrá-lo. Sem esses propagandistas energéticos, sem o seu exemplo e seus ensinamentos, nem doutor Charcot, Doutor Bernheim, doutor Braid (inspirado por Lafontaine) e Doutor Liebeault, nem Doctor Heidenhain (inspirado por Hansen), jamais teria escrito suas obras notáveis; ea profissão poderia ter permanecido relegada ao esquecimento, praticada apenas em um nível não-académico. Este estado de coisas é explicado pelos segredos que cercam a técnica, o que tornou sua difusão difícil. A verdadeira técnica quase não foi explicada em livros, e sim mantido como um segredo. Este ocasionada imperfeições nos processos utilizados no trabalho até que o tempo, como utilizado pela maioria dos magnetização. Os principais métodos em uso foram lento, trabalhoso e sem eficácia, assim, facilmente desencorajar os esforços de passistas e facilitar a descrença de seus adversários. Em 1873, no entanto, encontramos Donato (belga-nascido Alfred d'Hont) iniciou a mesmerism pela Canon Mouls de Bordeaux.",
  "last_phrase": "In conclusion, Donato's life and work had a significant impact on the practice of mesmerism and hypnosis. He revolutionized the technique through his rediscovery of \"Fascination\", which he used with exceptional physical strength and agility of movement, and a captivating gaze that induced a state of trance in his subjects. Donato's success in reviving interest in animal magnetism throughout Europe proved crucial for the development of hypnosis as a recognized medical practice. Through his efforts, the secrets surrounding mesmerism were unveiled, and the practice became more accessible to the public. To learn more about mesmerism, visit www.mesmerism.info."
}