{
  "title": "What were Donato's mesmerism techniques and how did they revolutionize the field?",
  "first_phrase": "This text talks about the experiences of Donato, a multifaceted individual who revolutionized the practice of hypnotism through his rediscovery of \"Fascination\". It sheds light on the meetings held by Donato and how he examined the room before starting his sessions. The text highlights Donato's physical and mental abilities, which allowed him to convince the world of the reality of somnambulism and other surprising phenomena. The author mentions how the technique of mesmerism was kept as a secret, which made its diffusion difficult. The last 200 tokens reveal the similarity between the techniques of Donato and Virgilio Torrizzano, who is also a master in the field of animal magnetism.",
  "content": "Embora reconhecendo a inteligência radiante na testa ou nos olhos de muitas pessoas, ele é calmo, como ele é certeza de ser apreciado, e então sua voz assume os tons mais suaves, insinuando coisas com dignidade. Seu olhar é sempre tan, mas sem lançar luz vívida. Suas palavras acariciar. Se, em vez disso, a primeira vista, lhe diz que ele vai ser lidar com pessoas que não tenham outro ideal que suas barrigas ou seus apetites materiais, as pessoas que vieram metade embriagada com idéias preconcebidas de malícia e com olhares de ceticismo afetada, ele se arma rapidamente para a luta. Uma vez que ele respondeu o seguinte a uma multidão que o assobiou: - Tenho medo de nada e eu temo ninguém. Cinco minutos mais tarde, essa mesma multidão estava torcendo por ele em delírio. Ele sempre se levantou para as tempestades mais violentas, e ele sempre triunfou sobre as circunstâncias que provou ser o mais desfavorável ao seu império, ou sobre os elementos mais rebeldes para o seu sucesso. No Le Locle, por meio da energia e repentina eloqüência, ele subjugado homens que, obrigadas por esta indefinição paixão política infeliz, todos se uniram contra ele, queria fazer algum dano a ele. Nas sessões realizadas em Herz Hall, onde Donato tinha conduzido as experiências mais variadas e mais bem sucedidas nos espectadores que vieram a ser magnetizado por ele, o mesmo resultou em mais de um incidente, como se pode imaginar. Vamos dar exemplos, cuja autenticidade podemos atestar para, em conjunto com a veracidade de todos os acontecimentos que tiveram lugar diante de nossos olhos.",
  "last_phrase": "In conclusion, this text has demonstrated the power of Fascination and the skill of Donato in utilizing hypnosis to induce various states in individuals. It is important to note that achieving these results requires effort and proper technique, as demonstrated by the alterations made by Dr. Servais to Donato's method. We encourage further exploration of Mesmerism and its potential for both scientific and practical applications. For more information, please visit www.mesmerism.info."
}