{
  "title": "What is Fascination and how did Donato revolutionize the practice of hypnotism?",
  "first_phrase": "In this portion of the text, we delve deeper into the techniques and methods used by Donato in mesmerism, specifically his use of \"Fascination\" to mesmerize individuals. The author provides background information on Donato's life and his contributions to the practice of hypnosis. The text also discusses Donato's influence on other prominent figures in mesmerism, such as Dr. Charcot and Dr. Bernheim. The author concludes with details on Donato's approach to mesmerism, including his examination of the room before beginning and his use of physical movements and actions to increase the subject's sensitivity to hypnosis.",
  "content": "Ele perguntou a eles sobre o que tinha acontecido, e depois reproduzida que o mestre tinha efetuado no decurso do mesmo. Seu propósito em fazê-lo foi três vezes: 1. Absolvendo Donato da acusação de que ele fez uso de cúmplices. 2. Provar a veracidade dos fenômenos relevantes. 3. Luta contra Charcot ao mostrar que os fenômenos eram suscetíveis de serem produzidos em indivíduos que não foram afetados pela neurose. Dentro de um período de quatro meses, ele conseguiu hipnotizar centenas de assuntos, incluindo cerca de sessenta pessoas que já tinham recebido tratamento de Donato, além de novos temas que nunca havia conhecido Donato ou sequer ouvido falar dele. Ele introduziu alterações no método do mestre, melhorá-lo no processo com o objetivo de garantir o hipnose ainda mais rápido. Ele conseguiu isso por tê-lo precedido de uma ação brutal ter o efeito de produzir um forte congestionamento encefálica. Ele provocaria o assunto para relaxar em frente a ele, com os braços soltos pendurado pelos lados e, em seguida, pegando-lhe de repente de trás, ele iria fazê-lo girar em torno de si o mais rápido possível para aumentar, assim, a sensibilidade hipnótica. Depois disso, ele iria continuar com o processo de Fascinação... Nesses casos extremamente raros em que o sujeito ofereceram resistência, ele iria fazê-lo dobrar, para três a cinco minutos, com a cabeça perto do chão. Dentro de um período de quatro meses, ele conseguiu hipnotizar centenas de assuntos, incluindo cerca de sessenta pessoas que já tinham recebido tratamento de Donato, além de novos temas que nunca havia conhecido Donato ou sequer ouvido falar dele.",
  "last_phrase": "In conclusion, the researcher successfully performed hypnosis on hundreds of subjects in a span of four months, including those who had received treatment from Donato. He improved upon the master's method and made alterations to ensure even faster hypnosis. With a sudden spinning motion to increase hypnagogic sensitivity, he was able to precede the process with a brutal action producing strong encephalic congestion. For those who resisted, he would have them bend down for three to five minutes. For more detailed information about mesmerism and hypnosis, visit www.mesmerism.info."
}