{
  "title": "What is the \"bagno-frizione\" and how can it improve skin health in just one minute?",
  "first_phrase": "In the previous text, the author discusses the benefits of a daily frictio bath, which is a simple and effective way to cleanse the skin by removing dead cells and unclogging pores. The author recommends focusing on areas with more active sweat glands, such as armpits, pubic region, knees, and feet. In this last section, the author briefly touches on other methods to purify the skin, such as steam baths and electric baths. Additionally, the author stresses the importance of not covering the skin with heavy clothes and closing windows after cleaning the skin. The text ends with an appendix on the exercise of the bottle.",
  "content": "Il primo può farsi in casa con un attrezzamento molto semplice consistente a rigore in un ampio lenzuolo che disporrete tutto intorno al corpo nudo in modo che ne esca solo il capo, mentre voi seduto su una sedia di paglia col fondo aperto (basta una vecchia sedia rotta di cucina) riceverete i vapori che si svolgono da una pentola di acqua bollente disposta sotto la sedia. Naturalmente, esistono in commercio apparecchi più perfezionati; ma siccome tutto non si può avere, noi insegniamo il sistema più semplice. Quando il corpo è ben sudato, si corre in letto, facendoci avvolgere strettamente in parecchie coperte di lana, e in tal modo la sudorazione si raddoppia. Si finisce con una lavatura di acqua fredda per ripulire il corpo. Quanto al bagno elettrico occorre un dispositivo speciale che qui non servirebbe \"descrivere. Nelle grandi città questi bagni si possono fare a pagamento e riescono utilissimi. Ma non basta che la pelle sia pulita e i pori liberi se poi ci ripariamo ermeticamente dall'aria esterna mediante abiti pesanti e chiudendo le finestre. Non possiamo qui trattenerci a descrivere né l'igiene del vestimento, né le modalità del bagno d'aria e di sole che formeranno l'argomento di un altro volume. APPENDICE L'esercizio della bottiglia.",
  "last_phrase": "In conclusion, by using the simple method of steam baths or perhaps indulging in more advanced commercial electric baths, along with proper clothing and fresh air baths, we can ensure that our skin is clean, our pores are free and our respiratory capacity is in check. Do not forget to utilize the exercise of the bottle to monitor the increase of our lung capacity."
}