{
  "title": "What are the organs of respiration and how does circulation affect breathing?",
  "first_phrase": "In the previous text, the different organs and muscles involved in respiration were described. Now, it is important to know what happens to the air in our lungs and why it is necessary to oxygenate our blood. The circulation of blood is explained, from the heart to the capillaries, and how the blood becomes oxygenated with the help of the air we breathe. The text highlights the importance of breathing exercises to educate the respiratory muscles and how the diaphragm plays a crucial role in inhaling and exhaling air.",
  "content": "Il muscolo principale che, simile a un mantice, si incarica di introdurre e scacciare l'aria attraverso i polmoni, è il diaframma. Quando il diaframma si dilata, la capacità del petto e dei polmoni aumenta e l'aria si precipita nel vano così formato. Quando cessa la dilatazione, il. petto ed i polmoni si contraggono e l'aria a questo modo ne viene espulsa. Il circolo sanguigno e la respirazione. Per capire che cosa avviene dell'aria durante il suo soggiorno nei polmoni, bisogna avere un'idea sommaria della circolazione del sangue. Il sangue, come si sa, è spinto dal cuore, che funziona da pompa, attraverso le arterie, ai tubi capillari. Durante questa prima parte del suo viaggio, che potremmo dire viaggio di andata, il sangue si ossigena, cioè si impadronisce dell'ossigeno dell'aria, diventa di un colore rosso brillante e si arricchisce di qualità e proprietà vitali. Scorrendo attraverso il corpo, esso distribuisce questa ricchezza e nel tempo stesso si carica di tutti i detriti del sistema, diventando così non solo povero, azzurro, tetro; ma anche inquinato. Parte come una corrente presa dalle montagne e discende come scarica di grondaia dirigendosi all'orecchietta destra del cuore.",
  "last_phrase": "Understanding the circulatory system and the process of respiration is crucial to realizing how oxygen-rich blood reaches every part of the body. The main muscle responsible for breathing is the diaphragm, which expands and contracts to draw air into the lungs and expel it. As the oxygen from the air passes through the capillary walls in the lungs, it combines with the blood and undergoes a \"combustion\" process to purify it and expel carbon dioxide. The purified blood then circulates back to the heart, where it is pumped out to deliver vital nutrients throughout the body."
}