{
  "title": "What are the Immediate and Long-term Effects of Pranayama and Yoga-asana on Physiological and Psychological Health?",
  "first_phrase": "This text explores the potential benefits of pranayama and yoga-asana as a complementary therapy for patients with type 2 diabetes. The study conducted by Kyizom, Singh, Sing, Tandon & Kumar in 2008 investigated the effects of these techniques on the brain's response. The last part of the text discusses three other studies that examined the psychological and physiological effects of pranayama, including its impact on problem-solving abilities and cardio-circulatory functions. Thus, the findings suggest that regular practice of pranayama techniques may offer immediate and long-term physiological and psychological benefits.",
  "content": "Pranayama, funzioni cardiocircolatorie e problem solving Come abbiamo visto nelle precedenti ricerche, molti hanno studiato gli effetti benefici delle tecniche di ginnastica respiratoria in periodi molto lunghi di tempo (40 giorni di training). Il dubbio di un gruppo di ricerca malese è invece un altro: le tecniche di pranayama, sono in grado di garantire un miglioramento di alcuni parametri fisiologici e psicologici immediatamente? In una ricerca condotta in Malesia da Subbalakshmi, Saxena, Urmimala e Urban (2005) si voleva indagare l’effetto benefico del pranayama nelle funzioni cardiocircolatorie e nelle abilità di problem solving. Ci si chiedeva inoltre se la pratica del Nadi-shodana pranayama per un periodo di 20 minuti potessi avere un effetto benefico immediato sul battito cardiaco, sulla pressione sistolica e diastolica del sangue, sul picco di flusso espiratorio e sull’abilità di problem solving. L’assunto di base della ricerca si basa sul fatto che se c’è benessere fisiologico anche le abilità di risoluzione dei problemi può migliorare. Per verificare questa ipotesi è stato selezionato un campione di dieci persone tra i 17 e i 20 anni. In questo gruppo la metà dei partecipanti era di sesso maschile, l’altra metà di sesso femminile.",
  "last_phrase": "In conclusion, the research conducted in Malaysia by Subbalakshmi, Saxena, Urmimala and Urban demonstrated that practicing Nadi-shodana pranayama for just 20 minutes can have immediate beneficial effects on cardiac and circulatory functions as well as problem-solving abilities. This suggests that incorporating pranayama into daily routine can have practical benefits for both physical and mental wellbeing."
}