{
  "title": "What is the Sardinian breathing exercise for launeddas players, and what are the ideas of Prof. Heckel on respiratory gymnastics?",
  "first_phrase": "In this text, we learn about a breathing exercise used by young Sardinian musicians training to play the traditional launeddas. The exercise involves blowing bubbles into water with a straw while breathing only through the nose. However, Professor Francis Heckel opposes the idea of voluntary breathing exercises, stating that the respiratory system should function automatically based on the body's oxygen requirements. Heckel believes that the best way to develop respiratory function is through intense physical exercise that increases the body's need for oxygen, such as leg exercises.",
  "content": "Se di questo atto riflesso (egli dice) noi vogliamo farne un atto volontario, cerebrale, limitandone deliberatamente il ritmo, la frequenza, l'ampiezza, noi andiamo contro) i principi stessi della ginnastica che ha per scopo di (mantenere e sviluppare l'automatismo per il miglior perfezionamento delle funzioni organiche e il riposo del cervello. Non si può concepire un adattamento funzionale che non sia incosciente. Insomma l'azione respiratoria deve essere proporzionata al bisogno, e cioè il miglior modo di sviluppare la funzione respiratoria dell'allievo consiste nell'eccitarla mediante il bisogno respiratorio. Questo bisogno non viene — come insegnano i professori di ginnastica respiratoria — da movimenti a vuoto, ma da esercizi ginnastici puri e quanto più si può violenti. Ora, quali sono gli esercizi che maggiormente producono la fame d'aria? Sono quelli che mettono in moto le masse muscolari più voluminose del corpo umano, e cioè le gambe. I sollevamenti, piegamenti, rotazioni delle gambe, la corsa, il salto. La carica carbonica del sangue e del bulbo, l'appello dei tessuti privi di ossigeno e la liberazione per via polmonare dei gas residui prima contenuti nel sangue, sono i soli mezzi efficaci per esaltare la funzione respiratoria. Il solo esercizio respiratorio fondamentale destinato secondo il dott.",
  "last_phrase": "In conclusion, according to Dr. Heckel, the most effective way to train the respiratory system is through pure and vigorous leg exercises, as they activate the larger muscle masses in the body, leading to an increased demand for oxygen. However, the fundamental exercise for developing proper neuro-muscular and bone coordination is a simple deep breath with the shoulders pulled back and the spine extended. It is important to note that breathing should be proportional to the body's needs and should not be artificially manipulated, as this goes against the principles of gymnastics which aim to develop automaticity and organic function."
}