{
  "title": "What are the breathing exercises that produce the most hunger for air?",
  "first_phrase": "In the preceding text, various breathing exercises are discussed as tools for physical training. The exercises include blowing out candles at a distance, shooting pea pellets through a tube, blowing bubbles, and a Sardinian practice used by launeddas players. In the last 200 tokens, the author introduces Professor Francis Heckel, who opposes the respiratory exercises promoted by the Swedish school. Heckel posits that the respiratory system operates reflexively to provide our bodies with the necessary oxygen when needed.",
  "content": "— Aggiungete alcune gocce di glicerina nell'acqua saponata, per rendere le bolle più voluminose. Un esercizio respiratorio dei Sardi. Vogliamo qui indicare un esercizio respiratorio che è usato dai giovanotti di varie parti della Sardegna che si destinano alla professione di suonatori di launeddas. La launedda è una specie di flauto formato da tre canne collegate in modo che il suonatore, avendo impegnato ambe le mani per turare e aprire i buchi, non può levare il bocchino dalle labbra che a suonata conclusa e deve soffiare senza mai fermarsi, abituandosi a respirare nel contempo. Questo s'impara in un mese o due coll'esercizio seguente. Si prende un cannello di paglia e dopo averlo imboccato lo si immerge per l'altra estremità in un recipiente pieno d'acqua. Allora bisogna esercitarsi a soffiare nell'acqua (sollevando delle bolle) per un tempo sempre crescente, respirando solo dal naso. Le idee del prof. Heckel sulla respirazione.4 Il Prof. Francis Heckel, autore del più importante trattato di educazione fisica apparso in questi ultimi anni si è dimostrato violentemente avverso agli esercizi respiratori della scuola svedese. Egli osserva che l'apparecchio respiratorio funziona normalmente per riflesso vale a dire automaticamente a seconda del bisogno d'ossigeno che il nostro corpo prova in seguito alle combustioni organiche.",
  "last_phrase": "In conclusion, adding a few drops of glycerin to the soapy water can make bubbles more voluminous. As for the Sardinian breathing exercise, it involves blowing a straw into a container of water to create bubbles and improving respiratory function. While some experts argue against deliberate and controlled breathing exercises, emphasizing the natural reflexive process, others believe that vigorous physical exercise is the best way to stimulate respiratory function. Therefore, intense physical activity is the key to developing respiratory capacity, as it creates the greatest demand for air."
}