{
  "title": "How to Practice Distant Healing and Yogic Breathing for Health and Vitality?",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the principles behind remote healing, which involves forming a mental image of the patient and sending them vital energy through mental vibrations. The state of the patient's receptiveness to these vibrations allows them to receive the healing energy at any time, making it unnecessary to fix a specific time for treatment. The author then introduces the concept of the Yogic breathing exercise, which rejuvenates and purifies the entire body, including muscles, blood, nerves, and bones. To perform this exercise, one must lie down in a relaxed position and breathe rhythmically until the rhythm is restored.",
  "content": "Lo stato ricettivo del paziente, a cagione della sua aspettativa, nella speranza della forza psichica emessa, lo pone in condizione di poter ricevere le vibrazioni trasmesse, in qualunque momento esse vengano inviate dall'operatore. Se si stabiliranno delle ore previamente convenute, dovrà mettersi il paziente in attitudine d'abbandono ed in uno stato ricettivo. Queste indicazioni costituiscono il grande principio sul quale si appoggia il trattamento a distanza del mondo occidentale. Con un po' di pratica si possono realizzare queste cose altrettanto bene quanto si pratica dai magnetizzatori più riputati. La grande respirazione psichica Yoghi. E' la respirazione purificatrice per eccellenza. Per essa il prana penetra e circola in ogni cellula del corpo umano, rinnovandolo e rinfrancandolo. Il prana, non solo penetra nei muscoli e nel sangue, ma nelle fibre nervose, nel cervello e nella ossa. « Benedetto — dice un proverbio indiano — il yoghi che può respirare attraverso le proprie ossa ». Ecco l'esercizio: 1.° Sdraiarsi in una posizione perfettamente comoda e senza tensione muscolare. 2.° Respirare ritmicamente fino a tanto che si sia perfettamente ristabilito il ritmo.",
  "last_phrase": "In conclusion, the principles of distance treatment in the Western world are based on the patient's receptive state and the practitioner's emitted psychic force, which can be achieved with some practice. The great psychic breathing of Yogi can purify every cell of the body, including muscles, blood, nerve fibers, brain, and bones. By following the exercise of rhythmic breathing and visualizing the movement of prana through various body parts, one can fill the entire body with life energy and send it to vital centers for maximum benefits."
}