{
  "title": "What is Prana in Yogic breathing and how does it affect our vitality and health?",
  "first_phrase": "In this text, we explore the concept of prana or universal energy and how it is present in everything, including the air we breathe. We learn that through the practice of controlled breathing, known as yogic breathing, we can extract a greater amount of prana from the air and store it in our bodies, similar to how batteries store electricity. This stored prana can increase our vitality and allow us to share our energy with others. The text also draws a connection between Western and Eastern perspectives on the power of correct breathing. In this final section of the text, we will describe the four main yogic breathing techniques, namely high, medium, low, and complete breaths.",
  "content": "Concludendo: la scienza occidentale vede nella respirazione corretta un potente mezzo di combustione delle materie di rifiuto e di acceleramento del ricambio, con conseguente aumento della capacità vitale. La scienza orientale vi vede un mezzo di aumentare la potenzialità nervosa che è alla base di ogni estrinsecazione della vita. Come si vede, le due tendenze si riallacciano e si fondono in una sola fiducia ragionata nella potenza della respirazione corretta. Rimandando il lettore che ne fosse curioso ai trattati che diffusamente spiegano i procedimenti della respirazione esoterica 8, noi ci limiteremo a descrivere le manovre principali e segnalare alcuni esercizi scelti fra i più interessanti. Gli Yoghi conoscono e insegnano quattro modi principali di respirazione e cioè: 1 - Respirazione alta 2 - Respirazione media. 3 - Respirazione bassa 4 - Respirazione completa. 1. Respirazione alta. Corrisponde a quella che fisiologicamente si chiama «respirazione clavicolare». In questo modo di respirazione si impiega la parte superiore del petto e dei polmoni. Il diaframma non può con tale respirazione espandersi completamente. Come abbiamo visto, questa respirazione può servire a determinati scopi curativi (debolezza degli apici polmonari, ecc.) ma non si può pensare a impiegarla come tipo normale di respirazione. 2. Respirazione media.",
  "last_phrase": "In conclusion, both Western and Eastern sciences emphasize the importance of proper breathing for boosting bodily functions and increasing vitality. While esoteric teachings delve deeper into the intricacies of breathing techniques, the four main types of respiration - high, medium, low, and complete - can be practiced for their beneficial effects on health. Try incorporating these practices into your daily routine and experience the power of proper breathing for yourself."
}