{
  "title": "\"What are the physiological benefits of yogic breathing and how is it done?\"",
  "first_phrase": "In the final 200 tokens of this text, the author discusses the physiological benefits of practicing complete breathing, as explained by Yoghi. This breathing technique involves inhaling deeply and filling the lower, middle, and upper lungs before holding the breath for a few seconds and exhaling slowly. The benefits include immunity against lung infections, purification of the blood and organs, improved digestion and assimilation, strengthened nervous system, and control over the sexual system. Overall, the text provides a comprehensive guide to mastering the art of deep breathing for a healthier body and mind.",
  "content": "La respirazione completa (il nome lo dice) mette in azione tutte le parti dell'apparato respiratorio e fa funzionare tutte le parti dei polmoni, comprese le più recondite cellule d'aria. La cavità del petto si dilata in tutte le direzioni. Come è facile osservare, la respirazione completa non è in realtà che una combinazione delle respirazioni bassa, media e alta che si succedono rapidamente nell'ordine indicato. Alla fine dell'inalazione è conveniente alzare di quando in quando gli omeri, che alla loro volta elevano le clavicole e permettono all'aria di passare liberamente al piccolo lobulo superiore del polmone destro, dove comincia talvolta la tubercolosi. Effetti fisiologici della respirazione completa Yoghi. La pratica costante della respirazione compiila Yoghi produce i seguenti effetti benefici: 1. ° Rende immuni da infezioni polmonari, raffreddori, bronchiti, consunzione. 2. ° Purifica il sangue e pertanto tutti gli organi del corpo che da lui dipendono per la loro nutrizione. 3. ° Rende facile la digestione e l'assimilazione. 4. ° Fortifica il sistema nervoso e guarisce l'astenia e la nevrastenia. 5. ° Controllando il sistema sessuale, contribuisce alla sua salute ed energia. Respirazione purificatrice Yoghi.",
  "last_phrase": "In conclusion, practicing the complete breathing technique can bring numerous benefits, including increasing immunity against respiratory infections, improving digestion and nutrient absorption, strengthening the nervous system, and purifying the blood and respiratory organs. It is also recommended for orators and singers to stimulate their respiratory system. Try it out by following the simple steps of inhaling a complete breath and raising the shoulders occasionally at the end of inhalation."
}