{
  "title": "What are the basic exercises for respiratory gymnastics and air care elements?",
  "first_phrase": "In this text, the author emphasizes the importance of educating breathing muscles to facilitate easy and complete breathing. They then proceed to explain the essential elements of air care, including respiratory exercises that aim to achieve physiological breathing. The author describes two types of respiratory exercises, toracico superiore and diaframmatico d'esclusione, that can be combined with arm movements to aid respiration. In this last section of the text, the author delves into simple breathing exercises like normal breathing while standing or being in a kneeling position with body erect and hands on hips.",
  "content": "Questa costrizione fa sì che le sommità polmonari si attivano nello sforzo di supplire alla deficiente dilatazione della rimanente gabbia toracica e del diaframma. A questo proposito noteremo che il busto femminile, così bistrattato dagli igienisti, ha almeno questo di buono, che (provocando una respirazione sotto clavicolare e toracica) è un mezzo profilattico contro la tubercolosi. Il Dott. Rosenthal fa applicare la fascia due ore al giorno durante parecchie settimane ai fanciulli ed agli adolescenti predisposti alla tubercolosi. Questo tipo di respirazione è inoltre favorito dai movimenti delle braccia, ecc. che descriveremo più avanti. L'esercizio di respirazione a tipo diaframmatico puro è un puro esercizio di controllo dei movimenti del diaframma nell'atto respiratorio. Durante l'inspirazione il diaframma si abbassa appoggiandosi sui visceri addominali, che compressi, producono un leggero sollevamento del ventre; durante l'espirazione succede il contrario. Basterà di tanto in tanto controllare colla mano o coll'occhio la correttezza e l'ampiezza di questo movimento. Tuttavia i movimenti devono essere descritti con sufficiente precisione. Incominciamo dagli Esercizi semplici. 1. — Respirare normalmente in piedi, in posizione corretta, mani abbandonate lungo i fianchi, posizione militare, ma senza alcuna rigidezza. 2. — Posizione in ginocchio: ginocchia unite, corpo eretto, mani ai fianchi.",
  "last_phrase": "In conclusion, practicing diaphragmatic breathing exercises, combined with the use of a respiratory band, can be an effective preventative measure against tuberculosis. Simple exercises, such as breathing while standing, kneeling, sitting, or lying down, can be practiced with precision to control the movements of the diaphragm. Incorporating arm movements can also aid in this practice. Remember to maintain correct posture and position throughout."
}