{
  "title": "What is the connection between healthy eating and breathing problems in children?",
  "first_phrase": "In this last section, the author discusses the importance of proper breathing techniques for physical and spiritual health. The text starts with a list of recommended food items for healthy and restorative eating. Furthermore, the author explains the problem of adenoids in the nasal passage, which obstructs natural breathing and affects lung health. The author suggests a surgical procedure to cure adenoids but stresses that proper breathing exercises, like Respirazione Cronica (R.C.), must be taught to ensure the patient continues to breathe properly. The author underscores how regular practice of R.C. exercises not only benefits physical health but also enhances vocal capacity. Additionally, the text explores the concept of respirazione psichica, linking breath to spirituality based on teachings from Eastern mystics.",
  "content": "Bisogni quindi insegnargli a praticare la R. C. Quando saprà ben respirare, fargli eseguire 10 R. C. 6 volte al giorno, poi successivamente i 3 o 4 primi esercizi. Voce. — La R. C. e tutti gli esercizi di respirazione hanno una influenza grandissima sullo sviluppo della voce. Questa diventa più estesa, più forte e più vibrante. Le persone che per necessità devono parlare o cantare in pubblico, dovranno praticare regolarmente 10 R. C. almeno 4 volte al giorno e tutti gli esercizi di respirazione uno di seguito all'altro compreso quello indicato a «eccitazione nervosa». LA RESPIRAZIONE PSICHICA. Il ritmo respiratorio si proietta sul cervello. Così in Oriente come in occidente, si considera la respirazione come un elemento importante per lo sviluppo spirituale. Citiamo ad esempio il mistico svedese Swedenborg, il quale affermava di poter abbandonare il proprio corpo consciamente e attribuiva questo potere ad una certa maniera di respirare. In oriente la respirazione è stata molto sviluppata in India e Cina. Ovviamente in un libretto di propaganda elementare non possiamo soffermarci troppo a lungo a spiegare la teoria esoterica o interiore della respirazione, quale si ricava dall'insegnamento degli Yoghi indiani 7.",
  "last_phrase": "In conclusion, practicing respiratory exercises such as the R.C. and breathing techniques can have a great impact on our voice and even spiritual development. By making these exercises a regular part of our daily routine, we can improve our breathing patterns and our overall well-being. Whether it's for public speaking, singing or just feeling more centered, taking the time to focus on our breathing can make a world of difference in our daily lives."
}