{
  "title": "What is the relationship between chest circumference, height, and vitality in individuals?",
  "first_phrase": "This text provides information about how to assess the constitution of an individual based on their chest circumference, height and weight. The author, Dr. Pignet, has established a formula to measure the value difference between an individual's height and the sum of their chest circumference and weight, which can reflect their vitality. The constitutions can range from fortissima (very strong) to debolissima (very weak) depending on the individual's value number. The final part of the text gives two indicators of good constitution, including the distance between nipples and the angle formed by the false ribs that join together at the sternum.",
  "content": "Ora, il valore numerico è inversamente proporzionale alla forza vitale dell'individuo, e cioè più il numero è alto e più la costituzione è debole. La costituzione può considerarsi: Fortissima per un valore numerico di 10 o meno. Buona per un valore numerico di 11 a 20. Media per un valore numerico di 21 a 25. Debole per un valore numerico di 26 a 30. Debolìssìma per un valore numerico di 30 e più. Ricorderemo finalmente che sono indizio di buona costituzione: 1°. la distanza fra i capezzoli, che corrisponde a un quarto della circonferenza del diaframma. Più la distanza è grande e migliore è la costituzione. 2°. L'ampiezza dell'angolo formato dalle false costole che si congiungono fra loro allo sterno. Questo angolo deve oscillare da 60 a 80. Come abbiamo detto, la respirazione è completa quando il torace si ingrandisce in tre direzioni: in altezza per raddrizzamento della colonna vertebrale e abbassamento della volta diaframmatica; nel senso trasversale e antera-posteriore grazie al giuoco delle costole che sollevandosi allontanano lo sterno dalla colonna vertebrale, grazie alla loro flessibilità.",
  "last_phrase": "In conclusion, evaluating our respiratory capacity can be done through the previously mentioned tests, including correct nasal breathing, sufficient thoracic amplitude, chest mobility, and diaphragmatic movement. Additionally, determining one's constitution can help identify potential weaknesses or strengths in the respiratory system. Remember, having strong abdominal muscles and overall muscular strength is crucial for proper breathing."
}