{
  "title": "How Can You Assess and Improve Your Respiratory System with Simple Exercises?",
  "first_phrase": "In this text, the author discusses the indicators of good constitution and complete respiration. They list two factors that contribute to good constitution and mention the importance of having robust abdominal muscles for proper breathing. In the final 200 tokens, the reader is instructed on how to test their respiratory capacity manually by examining the mobility of the rib cage and diaphragm, and they explain that this is the best way to train proper breathing techniques. The concepts of rib cage mobility and diaphragm movement are crucial to understanding the importance of proper breathing techniques for overall health.",
  "content": "In fondo (ripetiamo) dire che siamo in grado di respirare completamente, significa dire che i muscoli ai quali la gabbia toracica è attaccata sono abbastanza vigorosi per muoversi nel senso voluto. Lo stesso diaframma non può abbassarsi energicamente se non si ritrae energicamente la parete addominale anteriore al momento dell'inspirazione. Bisogna dunque avere dei muscoli addominali robusti. Come si vede, ciascuno di noi può farsi un giudizio approssimativo circa la propria capacità respiratoria mediante le prove fin qui enumerate (corretta respirazione nasale, sufficiente ampiezza toracica) e inoltre esaminando la mobilità della gabbia toracica e del diaframma. Quanto al diaframma, è facile accorgersene dai movimenti più o meno energici del ventre. Per quanto riguarda la gabbia toracica, basterà applicare le palme delle mani col pollice sotto le ascelle e le dita distese e allargate sul davanti in modo da abbracciare la maggior superficie del torace. Allora, respirando e mantenendo le mani in lieve e continuo contatto col torace, si sentirà fino a qual grado» la gabbia toracica si allarga e si estende sotto l'influsso dei movimenti respiratori. Diciamo anzi fin d'ora che questo controllo manuale è il mezzo migliore per educare la respirazione fisiologica completa.",
  "last_phrase": "In conclusion, developing a proper breathing technique means educating all muscles involved in the respiratory process, which will allow for easy and complete movements. Simple exercises can be applied to improve one's breathing, and manual control remains the most effective way to develop a complete physiological respiration. Ginnastica Respiratoria exercises can guarantee a nasal, gentle, long, and deep breathing pattern. By utilizing specific techniques such as upper thoracic breathing and diaphragmatic breathing, one can train and improve their respiratory capacity. Additional measures, such as applying compression to the lower torso, can be used to assist with the training process."
}