{
  "title": "What is the practice of rhythmic breathing and how can it help mental and emotional control?",
  "first_phrase": "In the previous section, the text describes a rhythmic breathing exercise and its accompanying mental attitude to cultivate desirable qualities and control unwanted emotions. In this final part, the author introduces another exercise that yogis find effective in controlling emotions. The exercise helps practitioners to express their desired emotional states by imagining and picturing them in their minds. For those who are interested in mental and spiritual development, this exercise may be beneficial.",
  "content": "Per l'acquisto e lo sviluppo delle qualità mentali desiderabili è buono l'esercizio generale seguente: Coricati in attitudine passiva, od assisi col busto eretto dipingetevi a voi stessi le qualità che desiderate coltivare, figuratevi come possessori di dette qualità e domandate che la vostra mente le sviluppi. Respirate ritmicamente, conservando con fermezza il quadro o la pittura mentale. Elevatela in voi stessi quanto più vi sarà possibile, sforzandovi di vivere nell'ideale che avete formato nella vostra mente. Constaterete l'accostamento graduato verso il vostro ideale. Per controllare le emozioni. Le emozioni non desiderate, come il timore, il tormento, l'ansietà, l'odio, la collera, lo zelo, l'invidia, la melanconia, l'eccitazione, la pena, ecc. stanno sotto il dominio della volontà, la quale, in questi casi, è maggiormente capace di operare, se verrà praticata la respirazione ritmica, nel tempo in cui lo studioso sta volendo. L'esercizio che segue è considerato assai efficace dagli studiosi yoghi, quantunque il yoghi progredito abbia poca necessità di esso, perciò esso si è reso indipendente da queste condizioni mentali già da molto tempo, lasciandole da parte, per essersi avanzato spiritualmente. Lo studioso yoghi, tuttavia, troverà in questo esercizio un grande aiuto durante il suo sviluppo.",
  "last_phrase": "In summary, practicing general exercise to cultivate desirable mental qualities and controlling unwanted emotions can be effective. Additionally, to alleviate pain, rhythmic breathing with a mental command to release pain can provide relief. These techniques may require practice but can ultimately improve one's well-being."
}