{
  "title": "What is the main muscle responsible for breathing and how does it purify the blood?",
  "first_phrase": "This text is all about the process of breathing and the circulation of blood. It explains that the main muscle responsible for moving air in and out of the lungs is the diaphragm. When the diaphragm expands, air rushes into the chest and lungs, and when it contracts, air is pushed out. The text goes on to describe how blood carries oxygen from the lungs to the body's cells and returns carbon dioxide back to the lungs to be exhaled. In this final part of the text, it discusses how oxygen and carbon dioxide exchange takes place in the lungs' capillaries and how the blood is purified and oxygenated before being pumped back out to the rest of the body.",
  "content": "Quando questa orecchietta si è riempita, si contrae e fa passare la corrente del sangue attraverso un'apertura del ventricolo cardiaco che alla sua volta lo risospinge ai polmoni. Ai polmoni arriva dunque il sangue carico di impurità e si distribuisce nei milioni di cellule di cui sono costituiti. Nell'atto dell'inspirazione, l'ossigeno dell'aria si pone in contatto col sangue impuro per mezzo dei vasi capillari le cui pareti sono abbastanza grosse perché il sangue non possa attraversarle, ma abbastanza delicate per lasciar penetrare l'ossigeno. Quando l'ossigeno viene a contatto col sangue, ha luogo una specie di combustione: il sangue si assimila l'ossigeno e libera l'acido carbonico generato dai detriti della materia venosa che ha raccolto da ogni parte dell'organismo. Il sangue così purificato e ossigenato, torna, un'altra volta al cuore, è spinto dentro il ventricolo sinistro e di quì attraverso le arterie va a distribuire la vita a tutte le parti dell'organismo. Si calcola che in ventiquattr'ore, da sette a diecimila litri di sangue circa attraversano i vasi capillari dei polmoni, facendo scorrere i suoi corpuscoli in fila indiana ed esponendone i lati all'ossigeno dell'aria. In conclusione, respirando noi laviamo il sangue, disintossichiamo l'organismo e nel tempo stesso gli forniamo l'ossigeno necessario alla combustione degli alimenti.",
  "last_phrase": "In conclusion, respiration is essential to wash the blood, detoxify the body, and provide the necessary oxygen for the combustion of food. When oxygen contacts the blood, it combines with hemoglobin and is carried to every cell, tissue, or muscle, fortifying and vitalizing them. The digestive system also depends on respiration, and weak lungs and poor digestion often occur together. It's crucial to ensure that sufficient oxygen is stored in our lungs to promote good health and wellbeing."
}