{
  "title": "What are the principles and exercises for scientific breathing and muscle development?",
  "first_phrase": "In the previous text, the importance of respiratory gymnastics and the role of the nervous system in breathing were highlighted. Now, we delve into 12 breathing exercises that aim to develop the chest and increase respiratory capacity while also exercising various muscle groups. The first exercise involves standing with arms hanging by the side and will be followed by other exercises that strengthen both the lungs and the entire body.",
  "content": "Dato che l'esercizio di respirazione educa e rimette in attività un meccanismo normale deviato o arrestato, non bisogna che l'esercizio provochi alcuna fatica. Non si deve dunque aspettare né la sensazione di fatica, né l'acceleramento del polso che ne è il sintomo rivelatore. 2°. Dato che l'esercizio della respirazione è educativo, bisogna che le sedute siano distanziate in modo da lasciare, all'organismo il tempo di registrare le abitudini nuovamente acquisite; ma bisogna che le sedute siano abbastanza vicine per evitare all'organismo la disassuefazione dell'impulso educativo e la perdita del beneficio acquisito. Da due a quattro sedute per settimana costituiscono la frequenza più favorevole, salvo indicazioni speciali. 3) ESERCIZI DI RESPIRAZIONE In questo capitolo diamo 12 esercizi di respirazione i quali tendono tutti a sviluppare il torace e aumentare la capacità respiratoria. Ciascuno poi di questi esercizi esercita e sviluppa alcuni gruppi muscolari delle membra e del tronco. Essi costituiscono dunque insieme un corso di ginnastica respiratoria e di ginnastica muscolare, sicché praticati regolarmente gli uni dopo gli altri rafforzeranno tanto i polmoni che il corpo intero. ESERCIZIO N. 1. 1°. tempo. - Tenersi in piedi con le braccia pendenti lungo il corpo. 2°. tempo.",
  "last_phrase": "In conclusion, breathing exercises are educational and should be performed without any strain or feeling of fatigue. It's recommended to space out the sessions so that the body can adjust to the new habits, but not too far apart to maintain the benefits acquired. These twelve exercises will develop and strengthen both the lungs and the whole body. Don't forget to start with exercise number one: inhale, lift your arms laterally, hold, and feel the benefits."
}