{
  "title": "\"How can we improve our breathing through respiratory exercises and proper techniques?\"",
  "first_phrase": "This part of the text discusses respiratory exercises and the importance of educating all muscles involved in breathing for proper respiration. It suggests that assessing the mobility of the chest cage and diaphragm can help determine one's breathing capacity. Additionally, using hand placement techniques while breathing can aid in educating the body to breathe properly. The section also details the elements of air care, such as respiratory gymnastics and exercises to improve chronic breathing. It explains the aim of these exercises is not to increase the amount of air inhaled but to ensure proper nasal breathing, deep inhalation, and continued exhalation. The text then explains different exercises, including chest expansion and diaphragmatic breathing. Finally, it suggests using the method of constriction to improve respiratory function if necessary.",
  "content": "In conclusione ripetiamo quanto è già stato detto: educare la respirazione significa educare tutti i muscoli che concorrono all'atto inspiratorio ed espiratorio in modo da permettere il loro gioco facile e completo. 2) GLI ELEMENTI DELLA CURA D'ARIA 1) Ginnastica respiratoria Esercizi elementari Lo scopo della ginnastica respiratoria non è — come immaginano molti — quello di far respirare la maggior quantità d'aria possibile, ma di assicurare ad ogni individuo la respirazione fisiologica, cioè una respirazione nasale, presa dolcemente, continuata lungamente, diretta profondamente 2. Si dovranno inoltre utilizzare le due variazioni seguenti: esercizio di respirazione a tipo toracico superiore, ed esercizio di respirazione a tipo diaframmatico d'esclusione. L'esercizio di respirazione a tipo toracico superiore è semplicemente una respirazione fisiologica durante la quale il soggetto si studia di dilatare le regioni superiori del petto: Abbiamo già visto come si possa controllare il gioco della gabbia toracica coll'aiuto delle mani. Se questa respirazione è difficile da eseguire, si utilizzerà il procedimento della costrizione inferiore della base del tronco descritto da G. Rosenthal, che consiste nel fasciare strettamente le costale mediane, le inferiori ed eventualmente anche il ventre con una larga cintura di lana o altro.",
  "last_phrase": "In conclusion, it is important to educate breathing by exercising all the muscles involved in inhalation and exhalation to enable their easy and complete movement. To ensure physiological breathing, one should practice nasal breathing, take gentle and prolonged breaths, and use toracic or diaphragmatic exclusion exercises. By constraining one's lower trunk region, breathing can be improved by activating lung areas with difficulty inflating. With additional exercise and arm movements, respiratory health can be greatly improved."
}