{
  "title": "What are the immediate and long-term effects of pranayama and yoga-asana on diabetes and psychological well-being?",
  "first_phrase": "This text discusses the potential benefits of pranayama and yoga-asana in managing type 2 diabetes, specifically in regulating glucose and lipid levels in the body. The study involved participants practicing pranayama for 40 minutes a day for 40 days, alongside conventional medical treatment. The results showed a significant reduction in blood glucose levels and cholesterol, amongst other improvements. In addition, the text references a study investigating the potential psychological benefits of pranayama.",
  "content": "Un gruppo di ricercatori (Kyizom, Singh, Sing, Tandon & Kumar, 2008), ha voluto indagare i possibili effetti benefici del pranayama e del yoga-asana nella risposta cerebrale in pazienti di diabete mellito di tipo 2. Il seguente studio non vuole definire le tecniche di ginnastica respiratoria come sostituto delle normali cure mediche, ma vuole promuovere pranayama e yoga-asana come terapie da affiancare a quelle convenzionali. Per verificare l’effetto benefico del pranayama sono stati suddivisi 60 pazienti in due gruppi, un gruppo seguiva unicamente le cure mediche convenzionali, l’altro affiancava alle cure mediche quelle legate al pranayama e allo yoga-asana. Yoga e Benessere Psicologico Alcuni ricercatori si sono chiesti se le tecniche di ginnastica respiratoria potessero portare non solo a benessere fisico ma anche psicologico. Per fare questo hanno condotto uno studio su 18 partecipanti, a cui sono state insegnate le tecniche di respirazione, utilizzate dai partecipanti per 40 giorni. Per poter verificare l’efficacia della tecnica delle tecniche di respirazione sono stati utilizzati dei test psicologici come il Five Facet Mindfulness Questionnaire (metodo quantitativo) e delle interviste in profondità (metodo qualitativo).",
  "last_phrase": "In conclusion, the benefits of pranayama and yoga-asana in improving the physical and psychological wellbeing of patients with type 2 diabetes and individuals in general have been extensively researched. Despite the varying durations of these studies, they all point to the fact that pranayama techniques can improve cardiovascular functions, problem-solving abilities and promote mindfulness. However, these techniques should be used in conjunction with conventional medical treatments and not as substitutes."
}