{
  "title": "What is complete breathing and how is it different from low breathing?",
  "first_phrase": "The last 200 tokens describe the technique of complete breathing, which is considered as the foundation of many other breathing exercises. The author gives a step-by-step guide on how to perform this exercise while seated or standing, involving the full expansion of the lungs through the concerted use of the diaphragm, chest, and abdominal muscles. The benefits of such proper breathing technique are explained earlier in the text, and the author mentions how it is used in yoga practice.",
  "content": "1.° In piedi o seduto, col busto in posizione verticale e respirando per le fosse nasali, inalate l'aria fermamente riempiendo dapprima la parte inferiore dei polmoni, il che si ottiene mettendo in moto il diaframma che nel discendere esercita una pressione sugli organi addominali e spinge la parete frontale dell'addome. Poi riempite la regione media dei polmoni facendo alzare le coste inferiori, lo sterno e il petto. Riempite allora la parte superiore dei polmoni, protendendo la parte superiore del petto, comprese le sette paia di coste superiori. Nel movimento finale la parte inferiore dell'addome si contrarrà leggermente. Questo movimento dà appoggio ai polmoni e inoltre aiuta il riempimento della parte superiore. Non si tratta (come potrebbe supporsi) di una inalazione in tre movimenti distinti, ma di una inalazione unica e continua che dilata tutta la cavità toracica con movimento uniforme. 2.° Ritenete la respirazione per alcuni secondi. 3.° Esalate molto adagio, mantenendo il petto in posizione ferma, facendo rientrare un poco l'addome ed alzandolo lentamente a misura che l'aria abbandona i polmoni. Quando l'aria è stata esalata completamente, rilassate il petto e l'addome. Un po' di pratica renderà facile questa parte dell'esercizio, e una volta acquisito, il movimento verrà poi eseguito automaticamente.",
  "last_phrase": "Incorporating the full yogic breath into your regular practice can have numerous physiological benefits. With practice, the three-part inhale and slow, deliberate exhale will become automatic, allowing you to breathe fully and freely. Take the time to incorporate this complete breathing technique into your daily routine and enjoy the health benefits that it brings."
}