{
  "title": "\"What is a physiologically good breathing and why should it be nasal?\"",
  "first_phrase": "In the previous text, the author discusses the characteristics of proper breathing, which are nasal, sufficient, complete, and rhythmical. In the last part, the author emphasizes the importance of nasal breathing and explains why both inhalation and exhalation should happen exclusively through the nose. The author also highlights the significance of sufficient and complete breathing, which allows the lungs to expand in all directions. The text concludes with the recommendation to practice nasal breathing to improve respiratory health and reduce snoring.",
  "content": "Infine è stato dimostrato che per la diversità di pressione, la respirazione alternata (inspirazione nasale = espirazione boccale) produce una stasi venosa nei polmoni. L'esercizio di respirazione esclusivamente nasale è il mezzo più sicuro per rieducare coloro che hanno il difetto di russare. LA RESPIRAZIONE DEVE ESSERE SUFFICIENTE — vale a dire ad ogni respirazione deve penetrare nel petto una sufficiente quantità d'aria. I fisiologi valutano questa quantità da 500 a 1000 centimetri cubi circa. LA RESPIRAZIONE DEVE ESSERE COMPLETA, vale a dire ad ogni respirazione il torace deve dilatarsi nei tre sensi: altezza, larghezza e spessore, deve ampliarsi tanto nelle regioni superiori che nelle inferiori. L'apprendimento della respirazione completa è assolutamente indispensabile agli artisti di canto. Quasi tutti credono che per respirare completamente basti alternativamente protendere il petto e gonfiare il ventre; credono cioè che tutta la respirazione consista nel gioco del diaframma. Come vedremo, questa respirazione dimentica la respirazione parietale, cioè quella che si fa dilatando lateralmente le costole. Quando si è alienati, si può riuscir a respirare costalmente, senza quasi muovere il diaframma. Ognuno applicando le mani lateralmente sulle costale può controllare il dilatarsi e restringersi della gabbia toracica per effetto della respirazione.",
  "last_phrase": "In conclusion, proper breathing technique is essential for optimal health and performance. To achieve this, one must focus on nasal breathing and ensure each breath is sufficient, complete, and rhythmic. Artists, snorers, asthmatics, and stutterers can benefit greatly from retraining their breathing habits, and everyone can take control of their respiration by understanding its different components and practicing regularly."
}