{
  "title": "\"How can rhythmic breathing help control emotions and absorb prana?\"",
  "first_phrase": "In the previous text, we learned about the rhythmic laws that govern everything in the universe, including our bodies. Now, we'll explore the yogi technique for rhythmic breathing that harmonizes the body with the universe and allows us to absorb prana or life force. This technique involves inhaling, retaining breath, and exhaling for specific counts that are explained here step-by-step. Along with the physical exercise, the mental attitude of directing thinking towards desired outcomes is also important to cultivate certain mental qualities.",
  "content": "La regola Yoghi per la respirazione ritmica è la seguente: Le unità di inalazione e di esalazione devono essere le stesse, mentre quella di ritenzione o di inter-respirazione devono essere la metà del numero impiegato nell'inalazione e nell'esalazione. L'esercizio chiarirà meglio la cosa. 1.° Sedete col busto diritto, in posizione comoda, in modo che il petto, il collo e la testa stiano in linea retta quanto più è possibile, colle spalle rigettate all'indietro e le mani posate comodamente sulle ginocchia. 2.° Inalate con lentezza una respirazione completa, contando sei unità di polso. 3.° Ritenere l'inalazione, contando tre unità di polso, 4.° Esalate lentamente dalle narici, contando sei unità di polso. 5.° Contate tre pulsazioni prima di incominciare una nuova respirazione. 6.° Ripetete l'esercizio un certo numero di volte, evitando però di affaticarvi. 7.° Prima di abbandonare l'esercizio praticate la respirazione purificatrice. Ogni esercizio di respirazione ritmica è accompagnato dalla raccomandazione di elevare il pensiero verso certi risultati desiderati. Questa attitudine mentale dischiude alla volontà un cammino libero da ostacoli sul quale essa può esercitare la sua forza. Per acquistare qualità mentali.",
  "last_phrase": "In conclusion, practicing Yogic breathing is a powerful tool for improving mental and physical health. By following the rule of rhythmic breathing and engaging in visualization exercises, one can cultivate desired qualities and better control their emotions. Remember to approach these exercises with patience and consistency for best results."
}