{
  "title": "\"What are the Steps and Benefits of Respiratory Exercises 9 and 10? How Can They Improve Your Health?\"",
  "first_phrase": "In the previous section, we learned about three breathing exercises, which were aimed at strengthening respiratory muscles and improving overall health. Now, we will introduce Exercise No. 10, which focuses on improving flexibility and balance. This exercise involves standing with arms extended overhead and slowly bending forward to touch fingertips to the ground while exhaling. The body is then slowly lifted back up while inhaling, maintaining rigid legs and extended arms. The sequence is a great addition to a breathing routine for a complete workout.",
  "content": "- Espirare l'aria attraverso la bocca con piccole scosse ripetute. 6° tempo. - Respirazione di riposo. Praticate questo esercizio come il precedente. Esso ha per scopo di rafforzare i muscoli respiratori e nel tempo stesso stimolare tutto il corpo. La settimana seguente praticare il N. 7 al mattino 12 volte; il N. 8 a mezzogiorno, 12 volte; il N. 9 alla sera 12 volte. Con ciò abbiamo tre mesi di allenamento respiratorio, e voi constaterete un cambiamento notevole nelle vostre misure, nella vostra salute, e anche nel vostro stato morale. L'abitudine presa di sottomettere il corpo a degli esercizi regolari, vi avrà dato maggior impero su voi stessi, sarete più calmo, più tranquillo e più felice. ESERCIZIO N. 10. 1° tempo. - In piedi, braccia levate in alto in prolungamento del corpo. 2° tempo. - Fare una inspirazione completa e mantenerla alcuni secondi. 3° tempo. - Espirare lentamente attraverso le narici mentre si piega il busto all'ingiù finché le punte delle dita vengono . a sfiorare il suolo a 20 o 30 centimetri dai piedi. Le gambe devono restare rigide. 4° tempo. - Risollevare il busto lentamente, inspirando attraverso le narici e mantenendo sempre le gambe rigide e le braccia tese.",
  "last_phrase": "In conclusion, incorporating a regular breathing exercise routine, such as the ones outlined in exercises 6 through 10, can lead to significant improvements in physical health and overall well-being. By strengthening respiratory muscles and promoting mindfulness, these exercises can help increase calmness, promote greater self-control, and even result in physical changes such as improved measurements. Consider giving exercise 11 a try to continue your journey towards optimal health and wellness."
}