{
  "title": "What are the respiratory exercises and positions recommended for asthma and lung emphysema patients?",
  "first_phrase": "This final section provides instructions for respiratory exercises, recommended by Dr. Knopf. The earlier paragraphs discuss the importance of body position in breathing exercises, highlighting a patient's tendency to limit breathing on one side while exaggerating on the other. The exercises detailed are divided into three or four stages, with the aim of expanding lung capacity. By incorporating these exercises, individuals can achieve greater respiratory amplitude and enhance their overall health. This section serves as a practical guide for anyone looking to improve their breathing techniques.",
  "content": "Nel primo caso, quando il soggetto ha fatto un'inspirazione normale, gli si domanda di fare una seconda inspirazione complementare forzata, inspirando una nuova quantità d'aria. L'esercizio ha dunque lo schema seguente: Inspirazione (1), inspirazione complementare (2), espirazione (3). L'intervallo fra i tempi (1) e (2) deve essere meno marcato di quello che separa i tempi (2) e (3). Nel secondo caso si domanda al soggetto che ha fatto una espirazione semplice, di fare un nuovo sforzo di espirazione attiva per vuotare ancora più il petto, secondo la misura. Avremo dunque lo schema: Inspirazione (1), espirazione (2), espirazione complementare (3). L'intervallo lasciato fra i tempi (1) e (2) deve essere superiore a quello che separa i tempi (2) e (3). L'esercizio a. 4 tempi detto anche: respirazione completa, comprende: Inspirazione (1), inspirazione complementare (2), espirazione (3), espirazione forzata (4). Noi raccomandiamo questi esercizi come un mezzo eccellente per convincersi che la respirazione normale può avere un'ampiezza assai maggiore di quella che le diamo normalmente con danno della nostra salute.",
  "last_phrase": "In conclusion, practicing breathing exercises can be an excellent way to increase the capacity of our normal breathing, improving our overall health. The exercises described here involve taking a sequence of breaths with specific intervals, and the exercise of the stools which is aimed at improving the chest's amplitude, it is recommended, especially for those with asthma and pulmonary emphysema."
}