{
  "title": "\"What are the 6 breathing exercises to improve respiratory capacity and body shape?\"",
  "first_phrase": "In this part, the exercise regimen continues with instructions for exercise number 6 which involves standing up, holding hands on hips, and doing breathing exercises while bending the torso in different directions. The exercise must be repeated 5 times, 3 times a day, increasing daily until the end of the week. After the first month, for the following week, exercises 4, 5, and 6 are to be practiced 12 times a day each. This will result in increased chest circumference and respiratory capacity.",
  "content": "Praticare questo esercizio 10 volte di seguito 3 volte al giorno durante una settimana. ESERCIZIO N. 6. 1° tempo. - In piedi, mani ai fianchi. 2° tempo. - Fare una inspirazione completa e trattenerla. 3° tempo. - Irrigidire le gambe e le cosce, poi piegare il torso in avanti espirando lentamente attraverso le narici. 4° tempo. - Sollevare il torso e fare una inspirazione completa. 5° tempo. - Piegare il busto all'indietro espirando dolcemente. 6° tempo. - Risollevare il busto e inspirare. 7° tempo. - Piegare il busto a destra espirando dolcemente. 8° tempo. - Risollevare il busto ed inspirare. 9° tempo. - Piegare il busto a sinistra ed espirare dolcemente. 10° tempo. - Risollevare il busto e fare una respirazione di riposo. Praticare questo esercizio 5 volte di seguito, 3 volte al giorno aumentando una volta al giorno fino alla fine della settimana. Durante la settimana seguente praticherete l'esercizio N. 4, 12 volte al mattino: il N. 5, 12 volte a mezzogiorno, il N. 6, 12 volte alla sera. Dopo questo secondo mese di esercizi constaterete un nuovo aumento di circonferenza toracica e di capacità respiratoria.",
  "last_phrase": "In conclusion, practicing the exercise N. 6 as instructed, 10 times in a row, 3 times a day for a week, will increase your chest circumference and breathing capacity. Following up with exercises N. 4, N. 5, and N. 6 in the subsequent week will help in toning your muscles and achieving a more harmonious physique. Remember to increase the number of repetitions gradually, and you'll witness a positive transformation in your body."
}