{
  "title": "How can we tell if we are breathing properly through our nose? What are the tests and measurements?",
  "first_phrase": "In this text, the authors explain how to determine if one is breathing correctly through their nose by carrying out a series of tests, including using a spirometer. Additionally, they provide tables and formulas to help individuals determine if their respiratory health is adequate based on factors such as height, weight, and thoracic circumference. The last part of the text introduces the formula created by Dr. Pignet to assess the body constitution of an individual, utilizing the numerical value derived from combining the person's height, weight, and thoracic circumference.",
  "content": "Mackievicz: Statura Peso minimo esigibile Perimetro esigibile minimo da m. 1,54 a m. 1,64 53 Kgr. cm. 78 da m. 1,65 a m. 1,70 54 Kgr. cm. 80 da m. 1,71 a m. 1,75 56 Kgr. cm. 82 da m. 1,76 ed oltre 60 Kgr. cm. 82 Questo, beninteso, per persone adulte. Ecco per i ragazzi il rapporto fra perimetro-toracico e statura: Alla nascita Perimetro X 2 = statura + 20 cm. da 8 a 11 anni Perimetro X 2 = statura (più o meno) da 11 alla fine della crescita Perimetro X 2 = statura — 2 a 5 cm. Il Dott. Pignet ha stabilito una formula per apprezzare la costituzione di ogni individuo. Egli chiama valore numerico la differenza tra la statura espressa in centimetri e la somma del perimetro toracico espressa pure in centimetri e del peso del corpo espresso in chilogrammi. Supponiamo un Tizio che abbia i dati seguenti: Statura m. 1,70 Peso del corpo Kg. 65 Perimetro toracico cm. 90 Avremo: 170 - (90 + 65) = 15. La cifra 15 è il valore numerico di questo Tizio.",
  "last_phrase": "In conclusion, understanding your physical constitution can help you make informed decisions about your health and well-being. By considering factors such as height, weight, and chest circumference, you can determine your numerical value and gauge the strength of your vital force, enabling you to take necessary steps to achieve optimal health."
}