{
  "title": "What are some recommended exercises for better breathing and spine alignment?",
  "first_phrase": "In this text, the author describes various exercises for expanding the chest and improving breathing. The exercises involve different patterns of inhalation and exhalation, as well as movements that stretch the chest, shoulders, and spine. The article explains how these exercises can benefit people with respiratory problems such as asthma and emphysema. In the last 200 tokens, the author discusses two exercises that focus specifically on expanding the chest: using stools and straightening the spine. These exercises involve specific movements and positions that can be effective in increasing lung capacity and improving overall health.",
  "content": "Esercizio degli sgabelli. L'esercizio che qui descriviamo serve a dare alla gabbia toracica una grande ampiezza. Si raccomanda in modo particolare ai sofferenti di asma e di enfisema polmonare. Il soggetto è coricato appoggiando le natiche su uno sgabello, le gambe e i piedi su un secondo sgabello, le scapole Fig. 4. e la nuca su un terzo. L'esercizio consiste nel fare un'inspirazione partendo dalla posizione di braccia pendenti e arrivando a quella di braccia tese dietro il capo, rasente alle orecchie, in Fig. 5. Fig. 6. modo che le braccia descrivano un arco di 180 e perfino di 200 gradi. Durante l'espirazione le braccia tornano lentamente al punto di partenza. Raddrizzamento delia colonna vertebrale. Questo esercizio ha una grande importanza (vedi fig. 5). Partendo dalla posizione di «attenti» si sollevano lentamente i talloni delle gambe unite, irrigidendo il più possibile la spina dorsale. L'esercizio è ancor più efficace se si esegue portando le mani incrociate dietro la nuca. Gli esercizi seguenti sono pure utilissimi per raddrizzare la colonna vertebrale. . Spaccatura in avanti, — Dalla posizione di attenti, portare avanti il piede destro il più possibile e nel tempo stesso rigettare bene indietro la mano destra alzata.",
  "last_phrase": "In conclusion, the exercise of the stools described here is recommended, especially for those suffering from asthma and pulmonary emphysema, to give the ribcage greater amplitude. It involves inhaling from a position of hanging arms to outstretched arms behind the head, forming an arc of 180 to 200 degrees, and exhaling slowly back to the starting point. Additionally, the exercises for straightening the spine, such as lifting the heels with a stiffened spine and split forward, can be useful. Try them out and see the results in the renewed flexibility and strength of your spine."
}