{
  "title": "\"What are the exercises to improve breathing and spine rigidity?\"",
  "first_phrase": "This text explains various exercises to improve respiratory and abdominal muscles, particularly for people with constipation. The previous tokens describe exercises like stretching, bending, and lifting to improve various parts of the body. Now, the author explains exercises like Spaccatura all'indietro and Irrobustimento dei muscoli intercostali, which help to increase the capacity of exhalation. The author also provides detailed instructions on how to perform these exercises, including specific body positions and breathing techniques. Additionally, exercises to develop spinal rigidity are also mentioned. Figures 8 and 9 depict some of these exercises.",
  "content": "Il diaframma che è il muscolo respiratorio per eccellenza, amplifica il suo giuoco e in tal modo l'espirazione diventa assai più profonda. Questo risultato che si ottiene artificialmente, è facile da conseguire in modo permanente eseguendo degli esercizi di irrobustimento del ventre. Tali esercizi costituiscono la ginnastica specifica della costipazione. Ecco i principali: In piedi. — Inclinare il corpo avanti e indietro, mani in croce, alla nuca, alle anche. Inclinare il corpo lateralmente, mani in croce alle anche o alla nuca. Circonduzione del tronco, mani alle anche o braccia levate orizzontalmente, mani congiunte per le palme. In questo caso le mani descrivono un semicerchio da destra a sinistra; mentre il corpo gira sui fianchi e i piedi allargati restano immobili. Coricati. — Dalla posizione coricata sollevare il tronco verticalmente, lasciando le gambe immobili. Coricati sul ventre, sollevarsi sulle palme delle mani poste a livello delle spalle, braccia piegate, poi tornare al punto di partenza. Per sviluppare la rigidità vertebrale. Stando addossato a un muro, sollevare le braccia strisciando le mani contro il muro senza mai perdere contatto fino a raggiungere una posizione verticale (vedi fig. 8). Fig. 8. Fig. 9.",
  "last_phrase": "In conclusion, strengthening exercises for the abdomen and shoulder muscles can significantly improve respiratory function, resulting in deeper and more efficient breathing. By incorporating the recommended exercises into a regular fitness routine, individuals can obtain lasting benefits to combat constipation and develop spinal rigidity, while also enhancing their breathing capacity."
}