{
  "title": "\"How can proper breathing techniques and exercises improve health and vocal performance?\"",
  "first_phrase": "In this text, the author talks about the importance of teaching people with tuberculosis how to take control of their own healing process, by breathing correctly and using exercises instead of relying solely on medicine. The author recommends that the TB patient be placed in well-ventilated spaces and practices breathing exercises at least 10 times every 15 minutes. The intake of oxygen through proper breathing makes it impossible for harmful microbes to survive in the body. Also, the author advises a healthy diet and avoiding alcoholic beverages. In the last 200 tokens, the author talks about adenoid vegetations, which cause breathing problems, reduced oxygen uptake, and can be cured by a simple surgical operation.",
  "content": "Alimentazione sana e ricostituente, poca carne e poco alcool; latticini, uova, paste, tutti i farinacei, legumi secchi in purea, legumi verdi, palate, frutta crude o cotte; scegliere fra questi alimenti quelli che lo stomaco digerisce meglio. -47- Vegetazioni adenoidi. — Sono escrescenze di carne che si formano nelle fosse nasali posteriori. Queste vegetazioni rendono la respirazione nasale dapprima difficile, poi impossibile. Si riconosce a prima vista che un fanciullo è colpito da questa malattia Infatti il ragazzo ha sempre la bocca aperta; lo sua voce è nasale e il suo viso pallido ha spesso una espressione più o meno ebete. L'aria non potendo più passare attraverso le narici cessa di arrivare purificata nei polmoni e questi vanno soggetti a molte infezioni. D'altra parte la respirazione è molto ridotta e il sangue sempre incompletamente sbarazzato dei detriti che essa trascina con sé e insufficientemente ossigenato, è per forza impuro. Gli adenoidei possono guarire con una semplice operazione chirurgica. L'aria può allora passare per le vie naturali, e il ragazzo recupera ben presto la salute; ma bisogna vegliare perché il ragazzo non continui più a rimanere a bocca aperta.",
  "last_phrase": "In conclusion, adopting a healthy and restorative diet, low in meat and alcohol, including dairy, eggs, pasta, legumes, green vegetables, fruits, and choosing the ones that are easier to digest, can aid in preventing adenoid vegetation. If surgery is necessary, it's crucial to teach the child to practice proper breathing techniques, including the recommended RC exercises, which can significantly improve their voice quality and overall health."
}