{
  "title": "What are the effects of pranayama and yoga on cognitive function and chronic diseases?",
  "first_phrase": "This text summarizes several studies on the effectiveness of pranayama and yoga-asanas for different health conditions. The study by Kyizom et. al evaluates the effects of pranayama and yoga on cognitive brain function in patients with type 2 diabetes. Other studies explore the potential benefits of yoga for patients with arterial hypertension, non-insulin dependent diabetes mellitus, asthma, and on lipid profile in healthy volunteers. The last article evaluates the effect of breathing exercises on patients with bronchial asthma of mild to moderate severity. Participants in these studies include Malhotra, Singh, Sharma, Madhi, Gupta, Tandon, Mizuno, Monteiro, Petersen, Ritz, Prasad, Madhavi Sunita, Sitarama Raju, Venkata Reddy, Sahay, Murthi, Prem, Sahoo, Adhikari, Saxena, and others.",
  "content": "An assessment of a sequence of yoga exercises to patients with arterial hypertension. Petersen, S., Ritz, T. (2011). The role of fearful beliefs in the relationship between situational self-awareness and report of breathing-related sensations, in British Journal of Health Psychology, vol. 16(2), pp.359-372. Prasad, K.V.V., Madhavi Sunita, P., Sitarama Raju, M., Venkata Reddy, B.K., Sahay, K., Murthi, J.R., (2006). Impact of pranayama and yoga on lipid profile in normal heathy volunteers, in Journal of exercise physiology, vol. 9, n.1. pp. 1-9. Prem, V., Sahoo, R.C., Adhikari, P. (2012). Comparison of the effects of Butyeko and pranayama breathing techniques on quality of life in patients with asthma – a randomized controlled trial, in Clinical Rehabilitation, vol 27(2), pp. 133-141. Saxena, T., Saxena, M. The effect of various breathing exercises (pranayama) in patients with bronchial asthma of mild to moderate severity. Sendhilkumar, R., Gupta, A., Nagarathna, R., Taly, A.B. (2013).",
  "last_phrase": "In conclusion, the studies assessed suggest that incorporating yoga and breathing exercises, such as pranayama, can potentially have a positive impact on various health conditions, including hypertension, asthma, and Guillain-Barre syndrome. These techniques may also improve quality of life, lipid profiles, and reduce smoking cravings and withdrawal symptoms. Consider incorporating these techniques into your daily routine for potential benefits."
}