{
  "title": "Does Yogic Breathing and Pranayama Technique Reduce Smoking Cravings and Hypertension?",
  "first_phrase": "This text explores the beneficial effects of pranayama, a yoga breathing technique, on reducing cigarette cravings and hypertension. The study involved 96 participants who were split into two groups, with one being taught the technique of pranayama and the other group shown a video on breathing techniques. It was found that those who practiced pranayama reported a lower interest in smoking. In addition, a study in India demonstrated the immediate positive effects of pranayama on patients with hypertension, with a significant reduction in heart rate and blood pressure.",
  "content": "Per verificare questa ipotesi sono stati selezionati 23 pazienti ipertesi e sono stati allenati all’utilizzo del suhka pranayama. L’esercizio respiratorio durava 5 minuti ed era basata su un ritmo respiratorio di 6 respirazioni al minuto. La tecnica prevedeva inoltre di compiere inspirazione ed espirazione di eguale durata. Per verificare l’effetto del suhka pranayama, il battito cardiaco e la pressione sanguigna è stata misurata prima e immediatamente dopo l’utilizzo dell’esercizio respiratorio. A seguito dell’esercizio sno state trovate alcune significatività statistiche. Le persone, a seguito dell’esercizio hanno avuto una significativa riduzione nel battito cardiaco (errore statistico del 5%) e una riduzione della pressione sistolica (errore statistico del 1 su mille), riduzione della pressione arteriale media. Risultati simili sono stati ottenuti anche su persone non ipertese nello studio su 50 persone di Roopa, Anita, Shailaja, Shashikala, Surekharani. BIBLIOGRAFIA Acharya, B.K., Upadhyay, A.K., Upadhyay, R.T., Kumar, A. (2010). Effect of pranayama (voluntary regulated breathing) and yoga sana (yoga postures) on lipid profile in normal healthy junior footballers, in International Journal of Yoga, vol 3(2), pp.70-71.",
  "last_phrase": "In conclusion, the practice of suhka pranayama, a breathing exercise based on a rhythm of six breaths per minute and equal duration of inhalation and exhalation, has shown to be effective in reducing heart rate and blood pressure in hypertensive patients, as well as in non-hypertensive individuals. This simple technique can be a valuable addition to traditional therapies for hypertension and stress management."
}