{
  "title": "Can practicing Pranayama for just 20 minutes lead to immediate improvement in cardiovascular functions and problem-solving abilities?",
  "first_phrase": "In this section, we dive into the research conducted by Subbalakshmi, Saxena, Urmimala, and Urban in Malaysia on the effects of pranayama on cardiovascular functions and problem-solving abilities. The study aimed to investigate whether the practice of Nadi-shodana pranayama could have immediate beneficial effects on the heart rate, blood pressure, peak expiratory flow, and problem-solving abilities. The research found that after just one 20-minute session, pranayama had a significant positive impact on all of these factors. Read on to discover the exercise used in the study and its methodology.",
  "content": "I training, in questa ricerca erano tenuti individualmente. In questa ricerca è stato dimostrato come il pranayama può avere effetti benefici anche dopo una sola esercitazione di 20 minuti. A seguito dell’esercizio il battito cardiaco basale diminuiva significativamente così come la pressione sistolica del sangue. C’è stato un miglioramento significativo del picco del flusso respiratorio. C’è stato inoltre un miglioramento delle abilità di problem solving: a seguito dell’esercitazione, i partecipanti impiegavano meno tempo a risolvere problemi. Riporto brevemente le fasi dell’esercizio utilizzato in questa sperimentazione, in modo tale da poterlo far svolgere a chi legge. L’esercizio, tratto da un testo di Bhargava e collaboratori (1988) si chiama ‘Nadishodhana Pranayama’ training. In questo esercizio era richiesto di assumere la “posizione Sukhasana, una posizione comoda per la persona e di regolare le alterazioni della respirazione come segue. 1. Aprire la mano destra e piegare l’indice e il dito medio verso il palmo. Il pollice sarà utilizzato per chiudere la narice destra, mentre l’anulare e il mignolo saranno utilizzati per chiudere la narice sinistra. 2. Avvicinare la mano alle narici al fine di essere pronto a chiuderne 3.",
  "last_phrase": "In conclusion, this study proves the beneficial effects of Nadishodhana Pranayama training, even after a single 20-minute session. By following the described steps, one can also experience a decrease in basal heart rate, systolic blood pressure, and improvement in respiratory flow and problem-solving skills. Give it a try and reap the benefits of this simple yet powerful exercise."
}