{
  "title": "\"Why is skin care essential for good breathing? A technique for a convenient and useful bath-friction.\"",
  "first_phrase": "This part of the text focuses on the importance of skincare and how it affects our breathing. It highlights the difference between healthy and unhealthy skin, and how the state of our skin affects our overall well-being. The author uses the example of farmers who breathe freely and stay healthy despite being exposed to dirt and sweat. On the other hand, the sedentary ones who are not exposed to fresh air and water have a deep sense of intoxication. The author explains the reason behind this occurrence and leads into a technique for a bath-friction that is easy and helpful for everyone.",
  "content": "Ma questa è la ragione apparente. La ragione vera eccola: i pori liberi lasciano penetrare l'aria, sicché essendo alleggerito lo squilibrio' di tensione tra l'ambiente esterno e l'interno del corpo, il gioco dei polmoni avviene con assai maggiore facilità, e noi ci sentiamo allora liberi, leggeri, quasi ringiovaniti. Tutti sanno che le cure da dare alla pelle si riassumono in una parola sola: pulizia. Ma poiché non tutti sono felici possessori di una sala da bagno, insegneremo una sorta di bagno-frizione d'immensa utilità e comodità. Poiché basta un catino e un asciugamano, non esiste più alcun impedimento alla sua esecuzione. Ecco la tecnica: Al mattino saltate dal letto, levate la camicia e correte al catino che avrete riempito d'acqua la sera prima. Più il vostro corpo e caldo, e meglio è. Afferrate l'asciugamani, appallottolatelo nel, palmo d'una mano, immergetelo nel catino, strizzatelo solo quel tanto che basta perché l'acqua non sgoccioli' e con la massima rapidità possibile sfregatelo su tutto il corpo, da capo a piedi. L'ordine dei movimenti che noi consigliamo in seguito a ripetute esperienze è il seguente: 1. Braccio sinistro dal polso alla spalla, sopra e sotto. 2. Torace, trasversalmente e dall'alto in basso.",
  "last_phrase": "In conclusion, while cleanliness is essential for healthy skin, not everyone has access to a full bathroom. However, with a simple basin of water and towel, one can perform a rejuvenating body wash-fraction at home. Try the recommended order: left arm, chest, right arm, abdomen, and feel refreshed and revitalized for the day ahead."
}