{
  "title": "What are the essential movements and principles for scientific respiratory gymnastics?",
  "first_phrase": "In this text, the focus is on respiratory gymnastics and the importance of a strong nervous system in facilitating breathing. Before the last 200 tokens, the author explains specific exercises for spinal rigidity and strengthening shoulder muscles using visual aids. These movements can help improve breathing efficiency in individuals. In the final part, the author emphasizes the relevance of monitoring the nervous system, reinforcing the need to consider therapeutic interventions to improve neural strength.",
  "content": "Per i muscoli fissatori della spalla. La. spalla è insieme alla colonna vertebrale uno dei più potenti punti fissi d'attacco dei muscoli respiratori. — E' quindi necessario che i muscoli fissatori delle spalle siano ben sviluppati, ciò che si ottiene coll'esercizio illustrato dalla figura 9. Dalla posizione di «attenti» abbassare alternativamente la spalla destra e la sinistra facendo strisciare la mano corrispondente lungo le cosce il più in basso possibile, mentre la mano opposta risale più che si può. L'esercizio deve essere eseguito senza impaccio di abiti o tanto meno di colletto rigido. La spalla deve risalire fino a toccare il lobo dell'orecchio. Questi sono i principali movimenti della ginnastica respiratoria scientifica. Non insisteremo mai abbastanza sull'importanza della funzione del sistema nervoso sulla respirazione. Molti insufficienti respiratori sono semplicemente degli individui il cui sistema nervoso non è abbastanza forte e resistente per trasmettere ai muscoli l'ordine sinergetico della respirazione. Bisognerà in tal caso far intervenire tutta la terapeutica igienica e medicinale utile in simili casi: idroterapia con doccia calda, poi tiepida, poi fredda, impacchi umidi, arsenicali, glicerofosfati, ecc. Numero e durata degli esercizi. I due principii che devono guidarci nella ginnastica respiratoria sono i seguenti: 1°.",
  "last_phrase": "In conclusion, developing the fixator muscles of the shoulder is crucial for effective breathing. The exercise illustrated in figure 9 can help achieve this. It is important to note that breathing exercises should not cause fatigue or an increased pulse rate. The frequency of exercise sessions should allow the body to adjust and acquire new habits without losing the benefits gained. Other therapeutic measures may be necessary for individuals with weak respiratory systems. Remember to prioritize the function of the nervous system, which affects breathing."
}