{
  "title": "What is the importance of deep breathing in treating lung diseases and reviving unconscious patients?",
  "first_phrase": "In the preceding text, the author discusses the power of artificial respiration in treating fainting, syncope or apparent death. The author provides a simple, effective technique that involves insufflation using a folded diaper placed on the patient's chest. In the last 200 tokens, the author talks about respiratory therapy as a treatment for pulmonary tuberculosis. The author discusses how deep breathing movements promote the passage of blood in capillaries surrounding the pulmonary tubercles, and how controlled breathing can modify the composition of blood. This section concludes with the practical example of how patients with emphysema initially have difficulty inhaling deeply, but with time the breathing becomes deeper, resulting in improved oxygenation.",
  "content": "Questo fatto si spiega facilmente se si tien calcolo delle seguenti considerazioni: 1°) Il passaggio del sangue nei capillari, nelle parti che circondano i tubercoli o che li precedono, è straordinariamente favorito dai movimenti successivi di inspirazione ed espirazione molto profondi. 2°) Se si fanno eseguire agli ammalati dieci volte di seguito delle sorta di sospiri molto lunghi e ampi, e se si ripete questa manovra 100 volte al giorno ne risulta che si fa passare nei polmoni 1000 volte al giorno una quantità notevole di sangue molto più ossigenato di quanto sarebbe stato senza di ciò. In tal modo si modifica la costituzione del sangue. Avviene infatti nel caso di iperpneismo (o respirazione forzata) come nell'azione di una corrente d'aria rapida su un corpo ardente che lo fa bruciare quasi altrettanto presto come se fosse immerso in ossigeno puro. 3°) Queste considerazioni teoriche sono confermate dal seguente fatto pratico: nelle prime inspirazioni fatte eseguire a una persona colpita da enfisema polmonare, essa prova molta difficoltà nel fare un'ispirazione profonda, ma a misura che respira sempre più, questa difficoltà va cessando e l'iperpneismo si fa ben presto in maniera sempre più ampia.",
  "last_phrase": "In conclusion, deep and repeated breathing can significantly improve the passage of blood through the capillaries surrounding the lungs, thereby modifying the constitution of the blood. This improves the process of coughing out mucus, preventing respiratory distress and discomfort. Thus, if you experience difficulty in breathing, try practicing deep and repeated breathing maneuvers consistently to alleviate your symptoms."
}