{
  "title": "What are the breathing exercises and steps to increase respiratory capacity and chest expansion?",
  "first_phrase": "In this section, we will learn about the final two breathing exercises, Exercise #4 and Exercise #5, that complete the four-week program for increasing chest size and respiratory capacity. Exercise #4 involves standing in front of a wall with arms extended, inhaling, bending forward to touch the wall with your chest, returning to starting position, exhaling, and resting. Exercise #5 requires lying face down and lifting your body using your arms and toes while inhaling, returning to starting position while exhaling, and resting.",
  "content": "ESERCIZIO N. 4. 1° tempo. - Mettersi in piedi di fronte a un muro con le braccia tese in avanti e appoggiare le palme delle mani al muro. 2° tempo. - Fare una inspirazione completa e trattenere il fiato. 3° tempo. - Piegare il corpo in avanti, mantenuto rigido facendo perno sulla punta dei piedi e piegando le braccia fino a toccare il muro col petto. 4° tempo. - Tornare alla posizione di partenza con la sola forza delle braccia. 5° tempo. - Espirare vigorosamente attraverso la bocca. 6° tempo. - Respirazione di riposo. Praticare questo esercizio 10 volte di seguito, 3 volte al giorno durante una settimana. ESERCIZIO N. 5. 1° tempo. - Coricarsi al suolo a ventre in giù e con le palme delle mani appoggiate al suolo e le braccia ripiegate. 2° tempo. - Fare una inspirazione completa e trattenerla. 3° tempo. - Facendo perno sulla punta dei piedi e spingendo le braccia sollevare il corpo finché questo appoggi solo sulle mani e sulla punta delle dita dei piedi. 4° tempo. - Tornare lentamente alla posizione di partenza. 5° tempo. - Esalare vigorosamente attraverso la bocca. 6° tempo. - Respirazione di riposo.",
  "last_phrase": "In conclusion, practicing these exercises regularly can help improve your strength and breathing. Remember to take it slow and gradually increase intensity. By incorporating these exercises into your daily routine, you can achieve a stronger and healthier body. So, let's get started!"
}