{
  "title": "How can you determine if you have a healthy breathing pattern?",
  "first_phrase": "In the previous text, the author talks about respiration rates in newborns, young children, and adults, and how they can be altered in case of cardiac defects or respiratory disorders. The author then describes a simplified version of the \"pneumodograph\" by Courtade to check if one is breathing through the nose or mouth. In the last 200 tokens, the author explains how to examine one's breathing for physiological characteristics. They provide an approach to verify nasal breathing and a table by Dr. W. Koepchen to help determine respiratory sufficiency without a spirometer.",
  "content": "Allora disponiamo sotto il naso orizzontalmente una delle lastre. Per conseguenza l'altra lastra resterà verticale davanti alla bocca. Respiriamo allora senza pensarci, poi osserviamo le due lastrine. Se entrambe presentano un appannamento, è segno che la respirazione non è completamente nasale, ma bucco-nasale. Questa è una semplificazione del «pneumodografo» di Courtade. Per poter dire che noi respiriamo bene dal naso, bisognerà eseguire le prove seguenti: 1°. Stando in piedi colle braccia aderenti al corpo eseguire venti respirazioni nasali. 2°. Eseguire 20 respirazioni nasali per ogni narice, chiudendo una delle narici coll'indice della roano omonima in modo che l'ala del naso vada a contatto col setto nasale, senza però storcerlo. Bisognerà però compiere tutte le respirazioni agevolmente, senza che si alteri il ritmo respiratorio o il colore del viso. Per verificare quando la nostra respirazione è sufficiente occorre possedere uno spirometro, cioè un apparecchio nel quale la lancetta segna sul quadrante i litri d'aria introdotta in un tubo che comunica colla scatola dell'apparecchio. Siccome non tutti dispongono di uno spirometro, ricorreremo alle misure differenziali del perimetro, della statura e del peso, partendo dal concetto che senza una respirazione normale non vi può essere un torace ben sviluppato. Ecco la tabella del dott.",
  "last_phrase": "In conclusion, proper nasal breathing is crucial for maintaining a healthy respiratory system. You can perform simple tests to determine whether you're breathing through your nose efficiently, and using a spirometer or measuring your height, weight, and chest circumference can provide additional insight. By ensuring your nasal breathing is optimal, you can improve your overall health and well-being."
}