{
  "title": "\"What are the breathing exercises recommended for improving lung capacity and chest expansion?\"",
  "first_phrase": "This article concludes with a set of three breathing exercises that aim to increase lung capacity and chest expansion. The exercises involve standing with arms extended and completing full inhalations, holding the breath while moving the arms, and exhaling forcefully. These exercises should be practiced ten times in a row, three times per day for three weeks, and then the first three exercises should be practiced together 12 times each per day for one week. After one month of consistent practice, lung capacity and chest expansion should increase by about one liter and two to three centimeters, respectively.",
  "content": "- Trattenere la respirazione e portare le braccia orizzontalmente all'indietro con un lieve sforzo finale; poi ricondurle avanti; poi ancora indietro, e così per parecchie volte di seguito, sempre trattenendo la respirazione. 4° tempo. - Espirare vigorosamente attraverso la bocca aperta. 5° tempo. - Respirazione di riposo. Praticare questo esercizio 10 volte di seguito, 3 volte al giorno. ESERCIZIO N. 3. 1° tempo. - In piedi; braccia tese in avanti. 2° tempo. - Fare una inspirazione completa e trattenere il fiato. 3° tempo. - Girare le braccia a mulinello prima indietro, poi avanti per parecchie volte di seguito. 4° tempo. - Espirare vigorosamente attraverso la bocca. 5° tempo. - Respirazione di riposo. Praticare questo esercizio 10 volte di seguito 3 volte al giorno durante una. settimana. Abbiamo così tre settimane di esercizi. La quarta settimana sarà impiegata a praticare i 3 primi esercizi nello stesso giorno; alla mattina esercizio N. 1 - 12 volte: a mezzogiorno esercizio N. 2 - 12 volte. Alla sera esercizio N. 3 - 12 volte. Dopo questo mese di esercizi potrete constatare un aumento toracico da due a tre centimetri e un aumento di capacità respiratoria di un litro circa.",
  "last_phrase": "By following these exercises for one month, you can significantly increase your chest capacity and respiratory capabilities. With exercises one to three performed consecutively every day, and exercise four involving standing in front of a wall and taking deep breaths, you'll be on your way to better breathing in no time."
}