{
  "title": "\"What are the Yoghi breathing exercises for stimulating and reinvigorating the nervous system?\"",
  "first_phrase": "In this last part of the text, the Yoghi's stimulating breath techniques are explained. The previous section focused on the importance of the prana or vital energy that needs to distribute throughout the body. The first technique involves standing upright and inhaling fully, then stretching the arms forward and slowly pulling them back towards the shoulders while gradually contracting the muscles. The second technique is the vocal breath, which aims to strengthen, smooth and modulate the voice by inhaling through the nose and exhaling forcefully through the mouth. Both of these exercises help to restore and invigorate the nervous system and produce a feeling of tranquillity throughout the body.",
  "content": "Specialmente è benefico nei casi in cui si è stanchi e si sente mancanza d'energia. Respirazione stimolante Yoghi. Questo esercizio è usato per stimolare e rinvigorire il sistema nervoso. 1.° Mettersi in piedi e col corpo eretto. 2.° Inalare una respirazione completa e ritenerla. 3.° Stendere le braccia avanti, alquanto rilassate, e cioè colla sola forza necessaria per mantenerle in tale posizione. -53- 4.° Ritirare le mani lentamente verso le spalle contraendo gradatamente i muscoli e comunicando loro della forza, in modo che, quando i pugni arrivano alle spalle, siano così fortemente serrati da produrre un movimento di trepidazione. 5.° Conservando i muscoli irrigiditi, tornare lentamente coi pugni alla posizione primitiva (braccia tese), poi ricondurli rapidamente indietro, e così via, sempre mantenendo lo stato di tensione. 6.° Esalare vigorosamente il fiato dalla bocca. 7.° Eseguire la respirazione purificatrice. Respirazione vocale Yoghi. Questo esercizio serve a rendere la voce forte, soave, modulata. 1.° Inalare una respirazione completa, assai lenta ed' esclusivamente nasale, facendo durare l'inalazione il maggior tempo possibile. 2.° Ritenere l'inalazione alcuni secondi. 3.° Espellere l'aria vigorosamente in un soffio, attraverso la bocca aperta. 4.° Fare riposare i polmoni per mezzo della respirazione purificatrice.",
  "last_phrase": "In conclusion, these breathing exercises provide numerous benefits, especially when feeling tired and lacking energy. The stimulating yogic breathing exercise can invigorate the nervous system, while the vocal yogic breathing exercise can strengthen, soften, and modulate the voice. Finally, according to the yogic theory, everything in the universe is a constant vibration, and practicing rhythmic breathing and vibration can help us connect with this fundamental reality. Try incorporating these exercises into your daily routine for a more energized and harmonious life."
}