{
  "title": "What are the fundamental exercises for developing respiratory function according to Dr. Heckel?",
  "first_phrase": "In this text, the author describes the importance of maintaining the automaticity of our breathing process and explains how intentionally limiting the rate, rhythm, and depth of our breathing goes against the principles of exercise meant to improve the respiratory function. The author recommends exercises that stimulate the need for air such as leg lifts, running, and jumping for optimal respiratory function. The article ends with a fundamental exercise to train the neuro-muscular and respiratory systems.",
  "content": "Heckel a formare l'educazione fascicolare e coordinatrice dell'apparecchio neuro-muscolare della respirazione (nervi e muscoli) e dell'apparato osseo, legamenti e articolazioni, è il seguente: «L'allievo, stando in piedi, colle braccia naturalmente pendenti, fa un'ispirazione molto profonda ritirando il più possibile le spalle, ciò che si ottiene facilmente con una semplice rotazione della mano in fuori. Per ottenere una buona contrazione del diaframma, bisogna aver cura di fissare nello stesso istante la colonna vertebrale nella sua massima estensione mediante un gesto di raddrizzamento del corpo come se si volesse « diventare più alti ». Questo allungamento mette la colonna cervicale in posizione rettilinea se il mento è piegalo sul petto. Se, al contrario, il mento è sollevato e la testa leggermente rovesciata, l'asse centrale s'incurva in lordosi, ciò che facilita il giucco dei muscoli sterno-cleido-mastoidei, scaleno e dei muscoli della nuca, inspiratori di soccorso nella difficoltà di respiro ». Insomma i gesti necessari per ottenere una buona postura d'inspirazione estremamente profonda sono molto ristretti. L'espirazione è tanto più completa quanto più complete sono la rettitudine dorsale, la ritrazione delle spalle, la proiezione del torace, la proiezione in avanti dello sterno e l'apertura dell'angolo xifoide. Conclusione.",
  "last_phrase": "In conclusion, while the exercises of respiratory gymnastics may not be the ultimate solution to all health-related problems, they remain an indispensable health aid, especially for people suffering from chronic respiratory deficiency. The benefits of respiratory gymnastics include increased urine emission, better posture, and improved neuro-muscular coordination, making it an excellent tool for individuals looking to improve their overall health and well-being."
}