{
  "title": "What is the QUANTUM PSI / HYPERADVANCED program and what techniques are covered?",
  "first_phrase": "In the previous text, the QUANTUM PSI / HYPERADVANCED Programma aimed at introducing the techniques of decostruction working on emotions. Prior to diving into the last part of the 4-day program held in Torino, the text covers the tenets of Polyvagal Theory and its neuroscientific approach to connection and the three essential points to work on while helping someone. It also discusses Oculomotor Blockage, Fusion/Defusion methods and the vector of intention. The last 200 tokens in Day 2 discuss Four and three Graph Elements and Gunas, the double system NLP and MBTI in HBDI, and double externalization.",
  "content": "Rule of the gaze The 2 ELEMENTS Look Feel the breathing Rule of the 2 ==================================== open view of the world closed view of the world ==================================== Fusion / Defusion method 3 steps with light .... ==================================== Theory of the seed ==================================== Repeating and entering the movement to increase awareness ==================================== Vector of intention --> the whole =================================== Demo gaze look into the eyes =================================== Using the mirror =================================== Principle of the two points Point 1 put your hand Point 2 on the solar plexus Selby/Paret =================================== Using the two points technique to create non verbal change Gaze and the two points technique Gaze : dont blink observe non verbal reaction - Synchronies - answer to gestures DAY 2 ============================== Four and three Graph Elements and Gunas ============================== Introduction to the eyes The double system NLP and MBTI HBDI ============================== How to get the signals Tell meabout an holiday Speak me about something you like HDBI Thought | Intuition Emotion | Sensorial / Procedural if we invert it we have the ocular elements Intuition | Thought Emtion | Procedural ============================================= elements and HBDI Some structure ============================================= Externalization I feel something I live it in the body From which person did you model it Put it in the external ============================== Double externalization Ex.",
  "last_phrase": "In conclusion, Quantum Psi provides powerful techniques for personal growth and communication across multiple dimensions. Through exercises like the Rule of the Gaze, Fusion/Defusion methods, and externalization techniques, individuals can increase self-awareness and connect with others more deeply. Additionally, techniques such as Hypnomentalism and the Enneagram provide further avenues for personal development and exploration. Through consistent practice and attention to the various levels of consciousness, individuals can expand their sense of self and achieve greater fulfillment in their lives."
}