{
  "title": "\"How can Quantum Psi improve communication and understanding through empathy and partecipation?\"",
  "first_phrase": "In the last 200 tokens of this text, the author explores various techniques of hypnomentalism, regression, and communication, using the principles of Quantum Psi(c) and Polyvagal Theory. The text covers the Spiegel Method, the Oculomotor Blockage, and the use of trance to help clients rediscover their inner strengths. The text also focuses on the importance of communication and empathy, explaining the importance of multi-level communication and emotional openness. The author also touches upon the Enneagram and the DISC system as ways of understanding personality and communication styles. In addition, techniques of externalization, fusion, and defusion, and the principle of the two points are explained. It concludes with an introduction to catartic techniques.",
  "content": "Qusta tecnica è già stata presentata nel corso di presenza ma qui operiamo in modo un poco differente Non diciamo infatti \"se togli la parola\" ma diciamo \"se togli X\" In tal caso vogliamo fare scoprire come sotto il velo dello squilibrio ci sia sempre la pienezza Tale tecnica va effettuata GUARDANDO il soggetto Cominciare dicendo Quale è il peggio di...? e poi se togli X cosa rimane ? e poi far guardare la luce =============================================== DEMO CRISI Fascinazione e caduta successiva del soggetto DEMO LAVORO CATARTICO Mano sopra a zona del dolore senza toccare Girare attorno al soggetto ed eseguire stimolazioni simboliche =============================================== DAY 4 =============================================== COSA SONO LE TECNICHE FISICHE QUANTISTICHE Il concetto di base è lavorare sul globale Un esempio di tali tecniche sono - La Luce - La Rotazione della testa Ma sono anche quantistiche - I passi magnetici - La stimolazione dello Hara ================================================ Introduzione alle tecniche catartiche Tecnica catartica con respirazione e fascinazione Una mano sul punto del dolore e l'altra sul petto Esercizio: punto primo: la persona deve volere essere libera dall'emozione - come sarebbe la tua vita senza? - Dove senti l'emozione?",
  "last_phrase": "In conclusion, these various techniques presented in this course allow for a wide range of possibilities to explore and heal oneself. From the Quantum Psi approach to the use of physical techniques such as light and head rotation, there are many paths to expand one's consciousness and transform one's life. With the introduction of clairvoyance and the concept of multilevel being, this course offers a unique and comprehensive approach to personal growth. Remember to stay present and open to the possibilities that these techniques can bring."
}