{
  "title": "\"What is the Quantum Psi/Hyperadvanced Program and Techniques taught in Torino over 4 days?\"",
  "first_phrase": "In this last part, we delve into the HYPERADVANCED Programma, a 4-day course held in Torino that introduces techniques of decostruction, following the emotional route parallel to the already discussed Yang approach. We take a deep dive into the concepts of verticality and Polivagal theory, where the main point lies in CONNECTION. We also learn about the Spiegel Method used in the HPI test as well as the Oculomotor Blockage technique that increases client receptivity. Join us as we explore how people lose themselves in trances and more.",
  "content": "QUANTUM PSI / HYPERADVANCED Programma 4 giorni svolto a Torino Scopo del corso Introdurre alle tecniche di decostruzione che delineano una via umida (cioè che lavora sull'emozione) da praticare parallelamente allavia secca (Yang) già insegnata nel corso di presenza ================================= DAY 1 Intro teorica ================================= sky + - earth The concepts of verticality ================================== The tenets of Polyvagal Theory and how it fits with what we do ================================== Polyvagal Theory is a neurological approach One of the main points is the concept of CONNECTION. Autistic behaviours and other kind of problems can arise when a person is not able to activate the so called \"Vagal Connection\" It is the Ventral Vagus nerve. We already worked with it in the course called Mesmerismus (c) There are some teaching coming from the polyvagal theory When we work with somebody three are the main point we should work with. Context Choice Connection ================================== Polarities and the Postural Triad ================================== Feldenkreis told that psychology get created between sky and earth. It means on our spine we will meet tensions connected to our psychology Marsman, a dutch kyropractor, connected these tensions with Messinger ================================== Spiegel Method ================================== we learn now certain concept from HPI test How much white into the eyes? ================================== Oculomotor Blockage ================================== A tecnique to increase the receptivity of the client ================================== Oculomotor Blockage + the system of breathing 1-6 before counting every breath after just exhaling =================================== Trances people live How the people lose themselves?",
  "last_phrase": "In conclusion, the Quantum Psi/Hyperadvanced program is a four-day course that aims to introduce the techniques of deconstruction, which outline a wet way to work with emotions. The course covers various techniques, such as the Spiegel Method, Double Externalization, Enneagramma, and many others. Quantum Psi emphasizes the importance of creating a connection with others and ourselves, working with the Vagal Connection, and understanding the levels or dimensions of communication, including the external, mental, emotional, physical, and deeper levels of essence. Fascination is an essential aspect of Quantum Psi, and the course teaches different methods and techniques for practicing and mastering it. Overall, this program can be highly beneficial for anyone looking to enhance their communication skills, work with emotions, and achieve deeper connections with themselves and others."
}