{
  "title": "\"What is the Rule of the Gaze and how does it relate to Quantum Psi techniques?\"",
  "first_phrase": "This text is a comprehensive guide on the different techniques used in Decostruzione that delineate a wet path or one that works on emotions to be used parallel to the dry method or one that works on presence. In the last 200 tokens, the author discusses the technique of Regression and The Gaze, where the participant is asked to look into the eyes and breathe, and eventually be taken back to a specific moment in their life. The course explores concepts such as the Polarities and the Postural Triad, Spiegel Method, and the Oculomotor Blockage, with the overarching objective of increasing the client's receptivity to non-verbal cues.",
  "content": "son/father Go from one to the other Exercise Exercise Think to a scene and feel the emotion Put away the scene Let go the emotion to the infinity Let it come back as energy =================================================== Technique of externalization Feeling in the body and putting outside General outline of Quantum concepts Circunstances Base Umbalance Reaction/Personality =============================== The base Emotion =============================== External Mental Emotional Physical Personality base emotion -------------------------- Essence Non verbal I We must put =============================== Regression and The gaze Doing Ghigi Paret method Look at me Follow the hand Look at me (repeat) Breathe Continue Breathing Now I will count from 1 to 3 and you will be the first time you had X Day/night Alone/with somebody At the interior/at the exterior how old?",
  "last_phrase": "In summary, this text covers various techniques and exercises related to Quantum Psi, such as externalization of emotions, techniques for improving communication, enneagram, working with past lives, and Quantum Coaching. Additionally, it introduces concepts like the levels of external dimensions, polivagal theory, and the comparison between PNL and Quantum Psi. The text includes detailed instructions for each exercise and technique, making it a useful resource for those interested in exploring Quantum Psi."
}