{
  "title": "What is the Quantum Psi (c) technique for working on past lives and parts, and how does it compare to PNL?",
  "first_phrase": "This text is the last part of a four-day course in Quantum Psi (c) techniques aimed at introducing participants to emotional deconstruction methods to be used parallel to the already taught Yang approach in the Presence course. The text covers various concepts, techniques, and exercises, including Fascination, Regression, Hypnomentalism, and the use of the Mirror and the principles of the Two Points technique to create nonverbal changes. The text also discusses the Polyvagal Theory, Polarities and the Postural Triad, and the HBDI and Oculomotor Blockage techniques.",
  "content": "In tal caso al mentale corrisponde intuizione e pensiero Più profondo: Essenza Io non verbale Io - Non Io Il nostro sistema nervoso va avanti ad associazioni Andrà ad incollare i livelli per rispondere più rapidamente Breve accenno alla teoria polivagale collegata alla PNL In PNL de facto utilizziamo tre sistemi V A K Nella teoria polivagale abbiamo tre grandi assi . Per fare dialogo interno ci si ferma . Il visivo è legato all'azione . A differenza della PNL dove i tre sistemi sono visti come equivalenti nella teoria polivagale il K è fondamentale Concetto di coregolazione e tocco Andiamo ora sulla tecnica di defusione Noi scolliamo le dimensioni con la tecnica di defusione Partiamo verbalmente Cosa crei quando metti X e Y assieme (come si sviluppa la tua concentrazione) Cosa non crei? (E' la parte della realtà che lasci fuori) A cosa fai resistenza? Usiamo ora la luce e la rotazione della testa ripetiamo Perchè la luce? Perchè è quantistica Perchè la rotazione della testa? perchè attiva tutti i modi di \"vedere\" e noi stiamo giustamente lavorando sulle \"fissazioni\" mentali che si riflettono nei muscoli del collo Altro esercizio utile : il punto che si muove Altra possibilità : la camminata dove la testa si muoe a croce ============================== Rilascio Neuro-Emozionale ============================== Esercizio di Defusione fisica con i due punti poi toccare sterno poi luce e rotazione Perche rotazione?",
  "last_phrase": "In conclusion, the Neuro-Emotional Release techniques presented in this text, such as physical defusion with touch, light, and head rotation, can be powerful tools for addressing mental fixations. Quantum Coaching, with its emphasis on guiding individuals outside their comfort zone and reinforcing their sense of self, is also a helpful approach. Moreover, the exercises for developing clairvoyance and hyperpresence can help individuals gain a new perspective on their lives and actions. By integrating these methods, individuals can expand their consciousness and better understand themselves and their place in the world."
}