{
  "title": "\"What are the Quantum Psi techniques and how do they work?\"",
  "first_phrase": "This text discusses the four-day Quantum Psi course held in Torino, which aims to introduce participants to the techniques of emotional deconstruction to be used in parallel with the Yang approach already taught in the Presence course. The last 200 tokens discuss various techniques, including physical quantum techniques such as light and rotation and catartic techniques with breathing and fascination, as well as communication techniques like empathy and multi-dimensional communication. The text also covers hypnomentalism, regression, and double externalization techniques. The section concludes with a cognitive technique for processing grief and a discussion on time and Quantum Psi.",
  "content": "punto due : parte induttiva Fascinazione oppure in alternativa far osservare luce punto tre : catarsi - far chiudere occhi - tenere una mano sul punto di sofferenza e l'altra sulla zona del cuore - si verifica un fenomeno catartico che lasciamo evolvere come deve punto quattro fase simbolica - si può introdurre il simbolismo centrante - lavoro coi quattro punti cardinali =============================================== Tecnica di visione nel cristallo (chiaroveggenza) Questa tecnica derivata da Cagliostro permette di aprire degli squarci nella percezione e vedere molto chiaramente E' forse anche più chiara della visione nello specchio METODO Eseguire fascinazione col soggetto Osservare un bicchiere ed allo stesso tempo eventualmente respirare L'operatore terrà le due mani sulla testa Ricordarsi di mettere uno sfondo scuro sul bicchiere ================================================ Tecnica per la rielaborazione del lutto Introduciamo ora una tecnica cognitiva molto utile per la rielaborazione del lutto che può essere utilizzata in combinazione con le precedenti - Entrare nella persona che muore - Pensare cosa vuole o desidererebbe per la persona che rimane ( e che magari gli invii una emozione positiva ) Normalmente infatti la persona che muore vuole bene a chi muore e desidera che vada avanti felice ================================================ PAUSA ================================================ IL concetto di tempo e Quantum Psi esempio di lavoro con Time Line a confronto con il lavoro di fascinazione regressiva Il lavoro di Time Line è più mentale Nella time line diamo un altro percorso di vita e prendiamo insegnamenti In quantum psi decostruiamo l'emozione di base che è all'origine stessa del comportamento che ci fa soffrire.",
  "last_phrase": "In conclusion, these exercises and techniques offer various ways to develop one's perceptual and cognitive abilities, as well as to address emotional and psychological issues. From the use of fascinations for regression, past life work, and clairvoyance to the application of quantum coaching and polivagal theory, these techniques can promote personal growth and transformation. By exploring and practicing these methods, individuals can expand their consciousness, deepen their understanding of themselves and the world around them, and potentially improve their overall well-being."
}