{
  "title": "What is the HYPERADVANCED Quantum Psi Program held in Turin and what does it entail?",
  "first_phrase": "In this text, we dive into the last 200 tokens of a 4-day course on Quantum Psi/Hyperadvanced Program held in Torino. We start with an introduction to the techniques of \"deconstruction,\" a way of working with emotions parallel to the dry (Yang) pathway taught in the course's presence program. The text then covers various concepts, including the tenets of Polyvagal theory, Polarities, and the Postural triad, the Spiegel Method, and Oculomotor Blockage, ending with a discussion on Trances people live and how they lose themselves.",
  "content": "QUANTUM PSI / HYPERADVANCED Programma 4 giorni svolto a Torino Scopo del corso Introdurre alle tecniche di decostruzione che delineano una via umida (cioè che lavora sull'emozione) da praticare parallelamente allavia secca (Yang) già insegnata nel corso di presenza ================================= DAY 1 Intro teorica ================================= sky + - earth The concepts of verticality ================================== The tenets of Polyvagal Theory and how it fits with what we do ================================== Polyvagal Theory is a neurological approach One of the main points is the concept of CONNECTION. Autistic behaviours and other kind of problems can arise when a person is not able to activate the so called \"Vagal Connection\" It is the Ventral Vagus nerve. We already worked with it in the course called Mesmerismus (c) There are some teaching coming from the polyvagal theory When we work with somebody three are the main point we should work with. Context Choice Connection ================================== Polarities and the Postural Triad ================================== Feldenkreis told that psychology get created between sky and earth. It means on our spine we will meet tensions connected to our psychology Marsman, a dutch kyropractor, connected these tensions with Messinger ================================== Spiegel Method ================================== we learn now certain concept from HPI test How much white into the eyes? ================================== Oculomotor Blockage ================================== A tecnique to increase the receptivity of the client ================================== Oculomotor Blockage + the system of breathing 1-6 before counting every breath after just exhaling =================================== Trances people live How the people lose themselves?",
  "last_phrase": "In conclusion, the HYPERADVANCED Quantum Psi program, which took place over four days in Turin, aimed to introduce participants to the techniques of deconstruction that delineate a wet path (that works on emotion) to practice in parallel with the dry path (Yang) already taught in the presence course. Participants learned about polyvagal theory, polarities, and Trances people live, among other topics, and gained a better understanding of quantum techniques, such as the use of light and rotation of the head to work on the global level. The course provided a wealth of practical tools and insights for those interested in this field."
}