{
  "title": "What are the techniques and concepts covered in Quantum Psi course over 4 days?",
  "first_phrase": "In the last section of this four-day Hypnomentalism course, the focus is on the theory and practical application of the communication on multiple levels. The previous section introduced the Quantum Psi system and concepts like polarities, eye techniques, and Polyvagal theory. The last part's primary aim is to teach the participants about the different levels at which communication can occur, from external and mental to emotional and physical. Techniques such as Fusion/Defusion method and the Principle of Two points will be taught, alongside exercises that enhance awareness, empathy and the ability to connect with others.",
  "content": "- La comunicazione crea Gruppo - Pensiamo agli uccellini che fanno cip - Lacomunicazion permette di Capire i bisogni degli altri SPOSTARSI DAL MANIPOLARE AL PARTECIPARE L'approccio in Quantum Psi (c) è nel capire Tutti abbiamo bisogni Cioè utilizzare le capacità comunicative a capire i bisogni EMPATIA Spostare l’attenzione dalle preoccupazioni individuali al feeling dell’esperienza fisica ed emozionale dell’altro AMICHEVOLE Essere di servizio all’altro VARIABILI PRESENTE EMOZIONE STARE BENE INTENTO POSITIVO Scoprire la persona nell’incontro Stare sensoriale Portare l’attenzione sull’immediato ed espandere la coscienza includendo il resto Respirazione o punto fisso Sentirsi nel proprio cuore Lasciare andare pensieri negativi Intento positivo - Ricerca soluzioni I quattro punti negativi Preoccupazioni - mente quieta Giudizi - onoro e rispetto l’altro Auto condanna - sono contento di essere qui ed onoro me stesso Tenere il cuore chiuso - ricevo Sentire la situazione Cuore aperto Analizzare l’altro Scoprire possibilità Incontro La bolla L’aria respirata in comune Ricordarsi anche di GODERE LA RELAZIONE ESPLORARE Esercizio =============================================== Spiegazione 1 2 3 4 Maschere =============================================== ENNEAGRAMMA ================================================ SISTEMA DELLE POLARITA' Con schemino per praticare Pe rimparare il sistema completo Braccia Mani Testa Il meglio è avere lo schema di corrispondenza Enneagramma -- Triade Posturale Ad ogni elemento della triade posturale può corrispondere uno squilibrio profondo parallelo a quello dell'enneagramma =============================================== Esercizio il peggio di per trovare il nucleo (squilibrio) profondo.",
  "last_phrase": "In conclusion, Quantum Psi emphasizes the importance of communication to create a group, understand the needs of others, and move from manipulation to participation. It encourages empathy, being of service to others, and focusing on the present moment while maintaining a positive intent. The course covers various techniques and exercises, including catartic techniques, defusion, and fascinations, to help individuals improve their self-awareness and connection with others. Additionally, the course introduces the concept of clairvoyance and the use of sound and visualization to enhance one's perception. Overall, Quantum Psi offers a holistic approach to personal and spiritual growth."
}