{
  "title": "What are the techniques and concepts of Quantum Psi and how they differ from PNL and other approaches?",
  "first_phrase": "This text is the last part of a four-day Quantum Psi course that introduces participants to techniques of emotional deconstruction and works on the vagal connection. The previous sections cover topics such as the Polivagal theory, techniques for working with the physical body, and communication skills. The last part focuses on advanced techniques such as hypnomentalism, the technique of externalization, and trances. It also includes a comparison between PNL and Quantum Psi, emphasizing that while PNL is focused on influence, Quantum Psi is about developing consciousness and taking responsibility for one's life. The course concludes with a demonstration of eliminating emotions using the technique of fascination.",
  "content": "la rotazione e' una delle tecniche quantistiche intro alle tecniche quantistiche cerchio testa occhi punto oscillante esercizio punto oscillante Oltre alla testa ci sono altre tecniche quantistiche Il suono OM per esempio Anche la rotazione degli occhi occhi PNL e MBTI confronto tra metodi di analisi dei movimenti oculari Tipi di trance e occhi introverso posizione testa tipi di trance che le persone vivono trance e contro transfert lato destro e sinistro a cui si aggiunge la trance del freno vagale ritroviamo quindi nelle varie trances il Usare la fascinazione per risolvere i problemi porta fuori dalla trance problematica con sguardo e respiraziome eseguiamo ora una DEMO ELIMINANDO EMOZIONE PERCHE' QUESTE TRANCE SONO UTILI principio ipnosi rapida ascensore scoperto per caso un sistema potentissimo ============================================================= IMPARARE LA FASCINAZIONE ============================================================= metodo Ghigi Paret TRE TIPI DI SEGUI - gli occhi - la mano - la mano con l'altra mano Dite al soggetto di RESPIRARE potete anche eseguire MOVIMENTI LATERALI perche' stimolano l'inconscio attivando la zona periferica dello sguardo possiamo fare l'esempio del Tonal e del Nagual di Castaneda.",
  "last_phrase": "In conclusion, learning the technique of fascination and quantum coaching can be a powerful tool to bring individuals out of their comfort zone and help them achieve their goals. From rotations to eye movements and different types of trances, these methods can be combined with sound and imagery to induce a state of relaxation and clarity. The exercises of clairvoyance and hyper-presence, along with the use of pendulum technique and visualization, can help individuals gain a deeper understanding of themselves and the world around them. Remember to stay hydrated and always consult with a professional before attempting any of these techniques."
}