{
  "title": "What are the techniques of Quantum Psi and how do they work?",
  "first_phrase": "The text is a comprehensive guide to quantum techniques, including the use of rotation, sounds like OM, eye movements, and various trances, with a comparison to PNL and MBTI. The text offers exercises and practical applications of techniques to increase sensitivity and communicate effectively on multiple levels. It also covers hypnomentalism, the enneagram, and a deep dive into the polyvagal theory. The last portion of the text covers externalization, regression, fusion/defusion, and the use of two points for non-verbal change and communication. The text concludes with a discussion of polarity and gunas.",
  "content": "Il tavolo da picnic (tonal) preparato con tanta cura e' niente visto dalla collina dove appare l'immensita' drl luogo (Nagual) possiamo fare ora esercizi per imparare alla fine della fascinazione finire con suoni che fanno capire che si e' in trance IAO vettore di trasformazione spermatozoo ed ovulo ===================================================== Introduzione al Quantum Coaching: le domande fondamentali che problemi ti porta come sarebbe la tua vita cosa faresti dopo rinforzo dell'io con queste parole si porta la persona fuori dalla sua zona di confort Definizione di zona di confort - la prima domanda porta fuori portare la persona fuori dalla zona di confort si fa poi rinforzo dell'io che e' quasi ericksoniano Note portare fuori dalla zona di confort ricorda il lavoro di erickson che pulisce il suo piede nel vestito bianco della persona fatti oggi domenica revusione pesocon riferimento ad immagine di se e vestitociscienzaabitudinidiario alimentare Ricordarsi di bere acqua DEMO PESOesercizio con fascinazione ricordando alla persona come vuole esserechiudere occhi immaginarerespirareluce nell'acqua e bere l'immagineesercizio trance elixir versione peso (solo sistemi PNEI) versione completa aggiungendo anche sistema immunologico e facendo tutte le ghiandole (E completo)(PNEI) e quindi stringendo caviglie Note sullo OM e sul suono interno e sul suono dell universo Connessione con le Sonorita' di Mozart ===================INTRODUZIONE ALLA CLAIRVOYANCE ===================IPERPRESENZA=================== Esercizio di iperpresenzastop KAV progressivamente introduciamo i colpi per ricordare la presenza cariche fare suono misramm portando come una forma al centro cariche feedback ===================Chiaroveggenza===================Mettere la brocca all'altezza della testaSchermo nero dietro Prima fare fascinazioneMettere le mani sulla testa Chiedere:Vuoi vedere? Possono le forze permettere di vedere?",
  "last_phrase": "In conclusion, Quantum Coaching offers powerful tools for personal transformation and growth. By asking fundamental questions and guiding individuals out of their comfort zones, this method strengthens one's sense of self and aids in achieving their desired outcomes. The exercises and techniques, including trance, elixir, and clairvoyance, are designed to tap into our innate potentials and heighten our awareness of the world around us. With consistent practice and dedication, Quantum Coaching can lead to a multilayered understanding of ourselves and our place in the universe."
}