{
  "title": "What is the HYPERADVANCED Quantum Psi Program in Turin about and what techniques are taught?",
  "first_phrase": "In the previous part of the text, the course objectives and topics covered on Day 1 were outlined. The focus was on introducing techniques of emotional deconstruction to be practiced parallel to the dry path already taught. The concepts of Polyvagal Theory were introduced, emphasizing the importance of connection and its relationships to psychological tension. Other topics covered included the Spiegel Method, Trances people live, Fusion/Defusion Method, Vector of Intention, and the use of two points technique to create nonverbal change. Now, on Day 2 of the course, topics covered include four and three graph elements and Gunas, the double system of NLP and MBTI HBDI, and the technique of externalization.",
  "content": "Rule of the gaze The 2 ELEMENTS Look Feel the breathing Rule of the 2 ==================================== open view of the world closed view of the world ==================================== Fusion / Defusion method 3 steps with light .... ==================================== Theory of the seed ==================================== Repeating and entering the movement to increase awareness ==================================== Vector of intention --> the whole =================================== Demo gaze look into the eyes =================================== Using the mirror =================================== Principle of the two points Point 1 put your hand Point 2 on the solar plexus Selby/Paret =================================== Using the two points technique to create non verbal change Gaze and the two points technique Gaze : dont blink observe non verbal reaction - Synchronies - answer to gestures DAY 2 ============================== Four and three Graph Elements and Gunas ============================== Introduction to the eyes The double system NLP and MBTI HBDI ============================== How to get the signals Tell meabout an holiday Speak me about something you like HDBI Thought | Intuition Emotion | Sensorial / Procedural if we invert it we have the ocular elements Intuition | Thought Emtion | Procedural ============================================= elements and HBDI Some structure ============================================= Externalization I feel something I live it in the body From which person did you model it Put it in the external ============================== Double externalization Ex.",
  "last_phrase": "In summary, this text covers a wide range of techniques and concepts related to Quantum Psi, including the rule of the gaze, the fusion/defusion method, the theory of the seed, the principle of two points, communication multilevel, and the Enneagram. Additionally, the text delves into techniques such as hypnomentalism, catarsis, and vision in the crystal. The importance of coaching and taking individuals out of their comfort zones is a fundamental part of Quantum Coaching. By learning and applying these principles and techniques, individuals can increase their sensitivity, improve communication with others, and understand their own emotions and behaviors more deeply."
}