{
  "title": "How can having a clear purpose help you achieve financial success and why is human input essential in trading systems?",
  "first_phrase": "In the previous text, the author talked about the importance of having clear goals to achieve with money in order to avoid irresponsible behavior. In this last part, the focus is on the use of trading systems and the human factor in financial markets. The author refers to the biblical story of David and Goliath to explain how blindly trusting software can have advantages for those who know how to exploit it. This can offer the opportunity of immense gains to those who answer only to themselves.",
  "content": "Il vostro PERCHE' deve essere più forti di tutte le credenze non utili che non avete. La vostra ragione deve diventare molto importante. Se non avete ragione per arrivare non arriverete mai. I Trading System ed il fattore umano DAVIDE CONTRO GOLIA: L'uomo e la macchina Nei mercati globali sempre più persone utilizzano trading system, ovverosia software automatici per acquistare e vendere. Apparentemente questi software possono eseguire in pochi secondi ragionamenti che ad un individuo occorrerebbero ore se non giorni per fare. Tuttavia il trading è sempre fatto da esseri umani. Perchè ? Nella Bibbia si racconta di come Davide potè con una fionda abbattere Golia. Il fatto che tanti operatori si fidino ciecamente dei trading system e siano come “ipnotizzati” dalla loro apparente infallibilità ci offre un'altra possibilità di guadagno. Infatti il gigante è CIECO. In altre parole, possiamo trarre vantaggio dal fatto che molte operazioni sui mercati finanziari sono automatizzate e che molte istituzioni di primaria importanza si appoggino ad essi. Spesso può anche essere un metodo per i dipendenti di tali istituzioni di deresponsabilizzarsi di fronte ai loro capi. Per voi, che rispondete solo a voi stessi, può essere l'occasione di IMMENSI guadagni.",
  "last_phrase": "In conclusion, trading systems may seem infallible and quick, but they have limitations and are based on past data. Your \"why\" must be stronger than unhelpful beliefs, and your reasoning must be important if you wish to succeed. Exploit the opportunities that arise from human reliance on automated systems, and take advantage of the blindsided areas to earn huge profits."
}