{
  "title": "\"What are the cognitive errors and emotional reactions that affect trading, and how to overcome them?\"",
  "first_phrase": "In the previous part, we learned that trading is a dissociated activity from emotional reactions despite the need to observe and understand the emotional reactions of markets. The actions of human traders have a fundamental impact on pressing buttons and updating data, affecting the automatic movements of trading systems. In this final part, we will examine the cognitive errors and emotional reactions that often lead traders to make impulsive decisions. We will analyze the four most common cognitive errors, including contingency and analogy, and the five most frequent emotional reactions, such as greed and fear, that can influence a trader's rational thinking.",
  "content": "In generale, nei momenti di calma gli operatori tendono ad essere logici ed è anche il momento dove è più difficile guadagnare, ma nel momento in cui i mercati diventano più attivi è il momento nel quale molti perdono il controllo. Le reazioni emozionali possono diventare importanti elementi che rischiano allora di condizionare non solo il mercato, ma anche il singolo trader portandolo ad agire d’impulso. In queste situazioni è chi sa essere più presente che prende i soldi degli altri. Esaminiamo ora ciascuno di questi elementi. I nomi dei quattro errori cognitivi più frequenti sono inversione di causa ed effetto contingenza analogia impossibilità del contrario Che spiegheremo nelle prossime pagine. Le cinque reazioni emozionali più frequenti sono Paura Ansietà Avidità Voler aver ragione Ricerca dell’eccitazione Analizzeremo ognuno di questi elementi nelle pagine seguenti. I Quattro errori cognitivi più comuni nei mercati e nei trader Un esperimento effettuato su alcune scimmie ha mostrato che l’apprendimento a volte può essere un limite. Nella situazione in oggetto ad alcuni di questi primati era stato insegnato come prendere una banana sovrapponendo alcune casse. In una situazione successiva era stata cambiata leggermente la forma delle casse stesse, in modo che non potessero più essere assemblate nella maniera precedentemente indicata.",
  "last_phrase": "In conclusion, it's during the moments of market activity that emotional reactions can become detrimental to trading. Understanding and avoiding the four common cognitive errors (discussed in the next pages) and the five common emotional reactions (also analyzed in the following pages) can help traders be present and make informed decisions. Remember, sometimes experience can be a hindrance rather than a helpful tool."
}