{
  "title": "What are the common trance states that traders experience and how do they affect trading performance?",
  "first_phrase": "In this text, the author discusses various types of trances that traders can fall into, which can prevent them from making good decisions in trading. The trances include dissociation, hallucinations and regression hypnotic suggestions, among others. The author stresses the importance of being present and focused in the moment to make good trades. The mention of various trance states and their impact on trading can help readers understand why traders may make poor decisions despite their best efforts.",
  "content": "I trader lo fanno sui loro “guru” 3. progressione nel futuro, che nelle forme patologiche corrisponde ad immaginazioni che ci allontanano dalla realtà ed al trader che non vende perché pensa che “guadagnerà quando lo stock risale” 4. Immaginazioni giornaliere, che ci mantengono come in un'altra dimensione. E’ il sogno ipnotico che ci impedisce di stare nel qui ed ora. 5. ipermnesia, ovverosia il focalizzarci in maniera eccessiva su momenti del passato. Ad esempio ricordiamo con tanta intensità quanto abbiamo guadagnato nel passato e questa memoria ci influenza, ma ora il mercato è diverso. 6. distorsione temporale, che ci porta a non renderci conto del tempo che passa ed a non riuscire a fissare i nostri obiettivi 7. Regressione Ipnotica e Suggestioni Postipnotiche, cioè l’agire ubbidendo a frasi e credenze imparate nell’infanzia come “non sbagliare”. Il trader allora si inventa delle ragioni per le quali sta perdendo. 8. distorsione sensoriale, presente anche in parecchie abitudine compulsive come il “trading compulsivo” dove distorciamo l’attenzione alla realtà sostituendola con l’attenzione alla propria eccitazione 9. amnesia, cioè il lasciare da parte o cancellare elementi del nostro passato e nel trading non tenere traccia delle nostre perdite.",
  "last_phrase": "In conclusion, understanding and avoiding the various forms of hypnotic thinking in trading, such as distorted sensory perception, excessive focus on the past, and unrealistic expectations, is crucial for achieving success in the financial markets. By remaining mindful and staying focused on the present reality of the markets, traders can increase their chances of making profitable decisions and avoid the pitfalls of destructive trading behaviors."
}