{
  "title": "How do negative self-hypnotic words affect traders and their investments?",
  "first_phrase": "This text discusses how negative self-talk can impact traders' decision-making abilities. The language we use influences our perception and can be hypnotic. Calling difficulties \"circumstances\" or \"facts\" reframes them in a way that allows us to approach them logically. However, when our behavior does not align with our goals, we may experience discomfort. These expectations are based on past experiences, and changing strategies can be difficult. The author concludes by asking how we can be sure the future will be like the past.",
  "content": "In questo caso i disagi che si manifestano non possono essere risolti con la logica o mente cosciente ma richiedono l’utilizzo di altre premesse diverse da quelle finora utilizzate. Ma come nascono queste aspettative rispetto alle quali proviamo disagio ? La risposta è: dall’esperienza. Supponiamo che un trader si sia creata la propria realtà sui mercati finanziari, su questa realtà costruirà le proprie convinzioni, inizierà a crearsi delle aspettative per la sua attività e ancor più su ogni operazione di compravendita. Tenterà di raggiungere i suoi obiettivi attraverso il suo comportamento per arrivare alla soddisfazione. Durante questo percorso immancabilmente si presenteranno sia disagi che soddisfazioni. L’abbiamo visto tante volte: il nostro amico trader ha fatto delle operazioni positive in passato. Basandosi sull’esperienza le ripete e non vanno bene. Si incaponisce e le ripete ancora dicendoci “ci sarà un rimbalzo”. Cerca su internet articoli che dicono che ci potrà essere una inversione di tendenza. Ma in realtà questa non avviene. Perché questa persona spende il suo denaro in questa maniera, invece di cambiare strategia ? La domanda che dobbiamo porci nel caso precedente è: come facciamo a sapere che il futuro è uguale al passato ?",
  "last_phrase": "To be a successful trader, remember that the future is not necessarily equal to the past. Accept that you don't know everything and be open to new strategies. Avoid falling into the trap of generalizations that can lead to hallucinations. Always stay grounded in reality and the current market conditions."
}