{
  "title": "\"How can hypno-coaching improve focus, creativity, and mindset with the use of questions and non-verbal communication?\"",
  "first_phrase": "In this text, the author introduces the concept of hypno-coaching, a combination of hypnosis and coaching to increase coherence, creativity, self-awareness, and incorporate new habits quickly. The text presents two schema for the activity, one for general use and one for dismantling negative beliefs. The focus in hypno-coaching is on creating focus through questions, which helps the coach guide the coachee's attention and create a necessary setting for hypnosis. The author discusses the importance of attention, questions, and observation in creating focus and mental connections in the brain, and how they impact our choices and overall quality of life. The coach's communication skills and nonverbal cues are also highlighted as powerful tools for directing attention.",
  "content": "Uno degli strumenti più forti per guidare la mente sono le domande. Si dice popolarmente: “chi domanda comanda”. Le domande creano attenzione in una direzione. L'attenzione crea FOCUS. Il FOCUS a sua volta crea e rinforza le connessioni mentali nel cervello. Nessuna domanda è quindi neutra. Il cervello è un mondo quantico dove il modo in cui osserviamo le cose ha un impatto sul risultato; in altre parole: “La domanda che ti poni ha un impatto su ciò che viene osservato” Porre attenzione in una particolare direzione è infatti sempre una scelta, e la qualità della nostra vita dipende dalla qualità delle nostre scelte L'atto mentale di focalizzare l'attenzione mantiene in funzione i circuiti associati con ciò su cui è focalizzato. Per focalizzare l’attenzione il coach utilizza la sua COMUNICAZIONE NON VERBALE ed una serie di DOMANDE. Le domande per hypno-coaching. Domandando, creiamo attenzione alla realtà. Esse sono un aspetto fondamentale per il lavoro del coach. Attraverso di esse stimoliamo il coachee, lo spingiamo a trovare nuove soluzioni ed a stabilire una scala di priorità utili. Il coach procede in forma “maieutica”.",
  "last_phrase": "In conclusion, asking effective questions is a powerful tool to guide the mind towards a specific focus, which in turn creates and reinforces mental connections. As a coach, one can use nonverbal communication and specific question patterns to stimulate the coachee, encourage new solutions, and establish useful priorities. By focusing attention and utilizing a clear coaching contract, effective hypno-coaching sessions can be conducted, ultimately leading to precision and pragmatic results."
}