{
  "title": "\"Why is self-awareness important for a trader and how to overcome common emotional reactions in trading?\"",
  "first_phrase": "In the previous text, the author discussed five emotional reactions that can hinder a trader's success: fear, anxiety, greed, wanting to be right, and excitement. These emotions can cause a trader to make unwise decisions based on short-term thinking, fear of risk, and emotional attachment to their trades. In the last 200 tokens, the author advises traders to focus on their goals, work on their self-esteem, and practice techniques like visualizing their objectives to overcome these emotional reactions. The author reminds traders to remember that the market always has the final say and not to let emotions guide their trading decisions.",
  "content": "Poi cercate di abbassare la soglia di paura focalizzandovi oltre, sul vostro obiettivo allungando così la vostra percezione del tempo. ANSIETÀ: è alla base dell'overtrading e dello stress. Per superarla agite come con la paura in quanto è derivata da un problema di orizzonte temporale. Siamo ansiosi perché non vediamo più il nostro obiettivo, ma solo il momento successivo. Praticate regolarmente una tecnica di autoipnosi visualizzando il vostro obiettivo quando deve essere raggiunto. AVIDITÀ : L'avidità è causa di ACQUISTI inopportuni. Consiglio: avere degli obiettivi serve anche per fissare una \"soglia di soddisfazione\" e non farsi prendere da tale emozione. Chiedetevi sempre : Quale è il mio obiettivo? VOLERE AVERE RAGIONE: ricordate sempre che il mercato è sempre l’unico che ha ragione. Se volete avere ragione voi finirete col cercare di giustificare sempre le vostre azioni. In fin dei conti il mondo è vasto, e troverete sempre qualcuno che la pensa come voi. Ma questa non è la maniera migliore di guadagnare, è una maniera di consolarsi. Chiedetevi sempre : Preferisco guadagnare od avere ragione? ECCITAZIONE: ricordate che non state comperando o vendendo per provare emozioni. State comperando o vendendo per guadagnare.",
  "last_phrase": "In conclusion, to become a better trader, you must work on managing your emotions such as anxiety, greed, the need to be right, and excitement. To do this, focus on your goals and practice self-hypnosis. Additionally, set goals and remind yourself that the market is always right. Finally, improve your presence through simple exercises to better manage your emotions and let them go when they arise."
}