{
  "title": "How can traders avoid hallucinations and illusions while trading?",
  "first_phrase": "This text warns traders about the dangers of assuming that past patterns will continue into the future, using the concept of \"allucinazioni\" or illusions to describe this phenomenon. Many traders may assume that they know a market well based on past success, but this can lead to dangerous assumptions and irrational behavior. The key to being a good trader is to always maintain a healthy skepticism and acknowledge that the future is uncertain. The text references the experience of a hypothetical trader to illustrate these points.",
  "content": "Vi è una chiave di volta per un bravo Trader. Sapere di non sapere. Anche se pensiamo di conoscere un mercato alla perfezione permettiamoci di “sapere di non sapere”. Chi pensa di “sapere” invece sta “generalizzando” e sta supponendo che il futuro possa essere uguale al passato. Ed il peggio è quando le generalizzazioni si trasformano in vere e proprie “allucinazioni”. Le allucinazioni dei trader In linguaggio ipnotico si definisce \"allucinazione\" una immagine che corrisponde ad una cosa che non c'è fisicamente (ad esempio l'ipnotista dice che c'è una sedia dove non c'è niente ed il soggetto la vede) ed una illusione è una \"modificazione della realtà\" (ad esempio il soggetto vede una sedia e pensa che sia una bicicletta, sale sopra ed incomincia a pedalare). Una generalizzazione è come una specie di \"allucinazione/illusione\". In pratica nel trading modifichiamo la realtà per renderla simile al nostro pensiero, ad una esperienza già vissuta. Ed a volte per costruire una allucinazione non vi è nulla di peggio alla base che un successo che all’inizio ci aveva riempito di orgoglio. In pratica facendo qualcosa abbiamo successo. Lo ripetiamo ed abbiamo di nuovo successo.",
  "last_phrase": "In conclusion, the key to being a great trader is to embrace the concept of \"knowing that you don't know.\" Avoid generalizations and illusions that can arise from past successful experiences to prevent creating hallucinations that could skew your decisions. Always be open to learning and adapting to the unpredictable nature of the market while being humble enough to admit when you are wrong. Remember, success in trading is an ongoing journey, not a destination."
}