{
  "title": "Qu'est-ce que l'hypnose chamanique et comment peut-elle aider à libérer des émotions refoulées?",
  "first_phrase": "This text focuses on the history and techniques of shamanic hypnosis, a form of hypnosis-meditation that uses sound, rhythm, and imagery to help patients relax and access their subconscious. It has been used for centuries by shamans in various parts of the world, and is still prevalent today as a form of meditation. In shamanic hypnosis, the therapist uses special techniques to induce a relaxing trance that allows the patient to access their repressed emotions and memories. An example of the experience would involve astral travel to retrieve lost parts of oneself. For Ericksonian practitioners, adding shamanic hypnosis to their practice could provide a unique tool to help patients access their subconscious and heal from repressed emotions and memories.",
  "content": "La transe hypnotique était également utilisée comme moyen de guérir les maladies physiques et mentales. De nos jours, l'hypnose chamanique est utilisée pour aider les patients à libérer des émotions et des souvenirs refoulés. Techniques d’hypnose chamanique: Au cours de l'hypnose chamanique, le thérapeute utilise des techniques spéciales pour induire une transe. La transe est relaxante et permet au patient d'accéder à son subconscient. Cela peut les aider à libérer des émotions et des souvenirs refoulés. La sensation peut varier selon le thérapeute. dans quel référentiel est on ? par exemple : notion d’inconscient d’erickson, le neref parasympatique pour la fascination etc…. Comment mettre en œuvre cette hypnose en particulier. Donner un exemple ou un exercice ci-dessous. L'expérience d'hypnose chamanique comprend notamment des voyages astraux On peut alors récupérer des parties de soi qu' on a laissées dans le passé. Les traumatismes ont \"fracturé\" la personne et on va apprendre à récupérer des parties de soi en faisant un voyage jusqu’au moment où on a laissé cette partie dans le passé. Que pourriez vous retenir de cette hypnose particulière si vous êtes un ericksonien et que vous souhaitez ajouter a votre pratique un élément venant de cette hypnose.",
  "last_phrase": "In conclusion, hypnose chamanique can be a helpful tool to aid patients in releasing repressed emotions and memories. Through special techniques used by the therapist, the patient can access their subconscious and embark on an astral journey to recover lost parts of themselves. If you are an ericksonian practitioner, incorporating elements of hypnose chamanique into your practice could expand your therapeutic toolbox and provide new options for helping your patients."
}