{
  "title": "\"Why is it important to study and create your own trading method in the computer age?\"",
  "first_phrase": "In the previous section, the author discussed the importance of studying market conditions and utilizing them to develop effective trading strategies. In the last 200 tokens, the author highlights the process of identifying conditions that provide consistent responses and utilizing them in trading. The author gives an example of using the crossover of moving averages to identify a condition and defines the response. The key to successful trading is identifying these conditions and utilizing statistics to determine the probability of success. However, it is important to remember that market reactions cannot be predicted, and the only certainty is past behavior.",
  "content": "Possiamo trovare anche delle condizioni che danno la stessa risposta per il 70/90% dei casi, la cosa importante è che quella risposta possa essere utilizzata nella pratica della nostra attività di trading. Per fare un esempio possiamo prendere l’incrocio di medie mobili su un grafico giornaliero e definire condizione l’incrocio delle medie; definiamo come risposta quello che succederà dopo. La domanda è: quante volte se compro dopo l’incrocio ho la possibilità di portare a casa un utile (ad esempio del 5%) ? Se più del 50 % delle volte si verifica quella condizione ed ho la possibilità di guadagnare il 5% allora so che statisticamente chiuderò più posizioni in utile che in perdita. Questo esempio molto semplice fa capire quante condizioni si possono verificare sui mercati e le relative risposte. Quello che spetta a voi è individuare la condizione o le condizioni. Quello che avverrà in seguito non dipenderà più da voi perché la reazione del mercato non si può prevedere come non si può prevedere il futuro. L’unica cosa che dobbiamo sapere con certezza è come statisticamente il mercato si è comportato dopo il verificarsi delle suddette condizioni.",
  "last_phrase": "Creating your own method is crucial in trading as it allows you to have more control over your trades and helps you avoid getting lost along the way. By finding market conditions where a certain response is more likely, and utilizing tools to study historical charts coupled with statistical analysis, traders can develop a method that caters to their needs and objectives. Remember, while you can't predict the future, you can use past market behavior as a guide to better inform your trading decisions."
}