{
  "title": "How do post-hypnotic suggestions affect traders and how can they be overcome?",
  "first_phrase": "In the previous section, the author discussed the importance of hypnotic suggestions in trading and how childhood conditioning can lead to overtrading. In this last part, the focus shifts to post-hypnotic suggestions of self-sabotage, which can be even more dangerous. The section explains how negative beliefs absorbed from the environment can create confusion and prevent traders from reaching their objectives. The author gives examples of famous rock singers who fell into self-destructive behaviors because of their programming. Similarly, traders who lose sight of their goals due to successful trades often end up making unsound decisions that lead to their downfall. The section ends with advice to be oneself and suggests using self-hypnosis to overcome these self-sabotaging tendencies.",
  "content": "Definiamo con tale termine una serie di credenze negative assorbite dall’ambiente che impediscono al trader di guadagnare in quanto creano una serie di “confusioni” riguardo all’obiettivo. Questo finisce allora per non essere più seguito praticamente. Una affermazione base da cui dovete partire è quella che create la vostra vita, mentre chi non arriva dice: “La vita capita a me”. Quelli che creano autosabotaggio sono frasi e modi di pensare che avete ascoltato dai genitori come “è difficile arrivare”, oppure vi hanno trasmesso il pensiero di “non meritare” etc… Un esempio classico che si può citare è quello di alcuni famosi cantanti Rock che pensavano di “non meritare”. Quando hanno cominciato a raggiungere il successo hanno cominciato ad autodistruggersi con alcool e droghe. La loro programmazione mentale era così forte che poiché l’ambiente esterno non li autodistruggeva si sono autodistrutti da soli. Molti trader analogamente se le cose vanno bene incominciano a fare operazioni sempre più spericolate che alla fine li autodistruggono. In pratica quando si avvicina il successo perdono di vista il loro obiettivo.",
  "last_phrase": "To overcome the self-sabotage that prevents traders from making profits, it's essential to take responsibility for your life and break the negative beliefs that hold you back. Avoid blaming others or using external justifications for your failure. Instead, understand that the beliefs you hold are often inherited from your environment and should be challenged. By doing this, you can successfully take control of your trading and achieve your goals."
}