{
  "title": "How can selecting the right time sequence improve trading strategies?",
  "first_phrase": "In this text, the author discusses the importance of timing in trading and how traders can take control of their subconscious goal-setting and memory biases to operate more effectively. The text also covers a trading method known as the \"triple screen\" strategy, based on the work of Charles Dow, which uses multiple screens to analyze long-term, medium-term, and short-term market trends. In the last 200 tokens, the author emphasizes the importance of having different strategies for different market directions and testing them over a period of 5-10 years using different time frames. They also suggest using multiple screens to visualize different time frames simultaneously to help make informed trading decisions. The example used in the text to illustrate these points is the \"swing\" method, also known as double top or double bottom.",
  "content": "Tuttavia oltre che allargare la prospettiva temporale e creare sequenze di reazione realistiche dobbiamo anche sapere cosa fare. Prima di tutto, per aiutare la nostra mente ad operare bene è buona cosa costruirsi diversi tipi di strategie per ogni tipo di direzionalità (laterale, rialzista, ribassista). L’efficacia delle nostre strategie la possiamo verificare solamente attraverso un “back testing”, almeno su 5/10 anni di mercato. Le strategie devono poi essere applicate su “time frame” diversi (5/15 minuti, 1 ora, un giorno, una settimana, un mese); questo è essenziale per stabilire il “timing” d’ingresso sul mercato. La mente tende spesso a confondersi sul fattore temporale. Di fatto per la mente esiste solo il tempo presente e dobbiamo adottare un accorgimento per portarla ad avere una visione temporale. È quindi meglio avere la possibilità di vedere contemporaneamente sullo schermo un grafico ad un ora, un giorno, una settimana e un mese. Questo ci aiuta a decidere quando è il momento giusto per entrare sul mercato. Prendiamo ad esempio il metodo degli “swing” definito anche come doppio minimo o doppio massimo.",
  "last_phrase": "In conclusion, to operate effectively in the market, it is important to not only widen our temporal perspective and create realistic reaction sequences, but also to build and test multiple strategies for each directional bias, across various timeframes. By doing so, we can make informed decisions and take advantage of the resources at our disposal, maximizing our chances of success."
}