{
  "title": "\"What are the Different Levels of Hypnotic Moving Therapy (HMT) and How Do They Work?\"",
  "first_phrase": "In this text, the author introduces the different levels of Hypnotic Moving Therapy (HMT), also known as Trance Cinetica, a part of the polivagal resolution techniques. Level 1, called the Trabona method, focuses on balancing the person. It was created by Dr. Paret's student, Trabona, and involves creating movement in the client and adding magnetic passes. Level 2, known as the Akstein method, is a form of self-hypnosis where one chooses a desire to work on. The modified method involves non-verbal hypnosis. This text provides a comprehensive introduction to HMT and the methods used at different levels.",
  "content": "INTRODUZIONE AI DIVERSI LIVELLI DELLA “HYPNOTIC MOVING THERAPY” La HMT (hypnotic moving therapy) può essere anche definita come un aspetto particolare delle tecniche polivagali di risoluzione. Può anche essere chiamata “Trance cinetica”. Livello 1 - il metodo Trabona UTILIZZO: per equilibrare la persona. Può essere utilizzato autonomamente o per preparare il livello successivo STORIA: Trabona è un allievo del dott. Paret che ha creato questo metodo molto efficace METODO: dirai al cliente che \"ognuno ha un pendolo dentro di sé\". Oppure \"ognuno ha il suo ritmo\". Inizia a creare movimento nel tuo cliente. Aggiungi dei passaggi magnetici (scoprirai che avrà una sensibilità maggiore) LIVELLO 2 - scelta del desiderio Per il secondo livello, che è una sorta di autoipnosi, cercheremo un desiderio su cui vogliamo lavorare: 1° creiamo il blocco oculomotore 2° pensando a qualcosa che desideriamo vediamo, passando per tre desideri diversi, di cui uno ti blocca di più gli occhi Livello 2 - Metodo Akstein modificato con ipnosi non verbale UTILIZZO: Per fare un'autoipnosi su te stesso STORIA: Akstein era un ricercatore che ha creato una tecnica che chiamò Terpsichore Trance Therapy.",
  "last_phrase": "In conclusion, the HMT or hypnotic moving therapy provides effective techniques for resolving issues and creating balance. The Trabona method, which can be used independently or to prepare for the next level, focuses on creating movement and magnetic passages. The Akstein modified method with non-verbal hypnosis is perfect for self-hypnosis, with music used to induce a state of release. By avoiding verbal stimulation during movement, we can allow for non-verbal expression and a more effective therapy experience."
}