{
  "title": "\"How can creating a correlation and operational framework lead to success in coaching?\"",
  "first_phrase": "In the previous section, a model for creating a framework was discussed. Now, we move on to the correlation created in this phase - this allows for success in the following stages. Several concepts, including operational framework, availability to be followed and creating authority, were mentioned. The next step involves determining long-term goals to gain a clearer picture of the vision. The contract is also defined more accurately during the second loop. This section features the importance of asking specific questions to create emotional states that make the client less analytical and more open to the process. The main individuals in this part are the client and the author.",
  "content": "Il soggetto dovrebbe dare segnali gustativi ed ovviamente rispondere SI a questa ricapitolazione Spesso potremmo passare direttamente a fare una domanda del punto D: Quindi noi dobbiamo raggiungere X e Y. Come ti sentiresti se … (questa domanda crea motivazione) B - Determinazione degli Elementi di Sfondo (Visione Globale) e del futuro Ogni situazione esiste anche in uno sviluppo temporale. Potremo incrementare l'effetto delle domande precedenti con A lungo termine, qual è il tuo obiettivo? Cosa significa questo per te? Cosa vorresti fare dopo? Dammi un’idea del tuo futuro In questo modo si crea un quadro di vita più chiaro. Es. se fossi libero da questa timidezza che altre strade si potrebbero aprire? Risposte Non Verbali Osservabili: Dilatazione della pupilla data dal “guardare oltre”. Segnali Gustativi che indicano l’accesso ad una sensazione differente Mirate distanti per definire il risultato della sessione di adesso C - Ritornare al “contratto” (secondo loop) e definizione più esatta del processo Abitualmente, solo dopo la definizione globale della “Vision” vi è la definizione esatta del contratto. Chiamiamo questa fase “secondo loop”. Quindi cosa ti aspetti esattamente da quel che facciamo oggi? Per che tappe intermedie potresti passare?",
  "last_phrase": "In conclusion, by incorporating the above steps into your communication process, you can gain a clearer understanding of your goals and how to achieve them. By utilizing nonverbal cues and asking targeted questions, you can create motivation and define a more precise plan of action. Remember to give signals of taste and respond positively to recapitulation questions, aim for distant targets, and return to the contract for a more precise definition of the process."
}