{
  "title": "What are the common difficulties faced by traders and how does social hypnosis affect financial bubbles?",
  "first_phrase": "In this text, the author explains the importance of using both automatic methodologies and cognitive processes to become a successful trader. The competition in the trading business has become global, and traders must be aware of the challenges they may face, such as overtrading, impulsiveness, false reasoning, confusion on temporal horizon and objectives, and susceptibility to suggestion. In the last 200 tokens, the author discusses the concept of social hypnosis and its relevance to trading. Social hypnosis is a common communication tool that can affect traders' decisions and plays a role in most market bubbles.",
  "content": "Poichè è un essere umano, il trader può andare incontro infatti a varie difficoltà che menzioniamo ora brevemente: OVERTRADING: significa effettuare un alto numero di operazioni in un breve tempo. Può essere causa di stress. Soprattutto si rischia di sbagliare operazioni cruciali. PRECIPITAZIONE: magari il trader si fa prendere dall'emozionalità e compera o vende troppo presto FALSI RAGIONAMENTI: successivamente ragioneremo sui quattro più frequenti errori cognitivi CONFUSIONE SUL PROPRIO ORIZZONTE TEMPORALE O SUI PROPRI OBIETTIVI: fine del trader è normalmente un insieme di operazioni con un orizzonte temporale. Cambiare i tempi, e vendere un prodotto od una azione prima del tempo può portare a perdite. SUGGESTIONABILITÀ: Istituzioni, altre persone e vari altri elementi possono cercare di influenzare, volutamente o meno, il trader. Il fenomeno è chiamato ipnosi sociale ed è di particolare rilevanza ed alla base di TUTTE le bolle che si verificano. L'Ipnosi Sociale Come detto, l'ipnosi è parte del normale processo di comunicazione quotidiano.",
  "last_phrase": "In conclusion, being a human, a trader can face various difficulties such as overtrading, impulsivity, false reasoning, confusion about time horizon or objectives, and susceptibility to social influence. Social hypnosis can be the main cause of financial bubbles. It is crucial to have control over the quality and extent of ideas that enter your mind, and to reject negative messages. Remember, the market movements are influenced not only by rationale but also emotional reactions of thousands of individuals."
}