{
  "title": "\"How to set positive and specific goals in trading and avoid being too reliant on trading systems?\"",
  "first_phrase": "In the previous section of the text, the author advises traders to use sophisticated trading systems that can analyze and operate with automatic tactics. However, the author also warns against relying too much on the system and not analyzing the situation based on their own objectives. In the last 200 tokens, the author emphasizes the importance of setting positive goals in trading and defining them specifically, instead of relying on vague and negative terms. Clarity in defining objectives is essential for successful trading, and many traders fail because they do not know what they want.",
  "content": "“Guadagnare con poca fatica” è una definizione negativa. In pratica stiamo sfuggendo da qualcosa (la fatica) invece di volere qualcosa. Dobbiamo definire cosa vogliamo per avere successo, non cosa non vogliamo. “Guadagnare tanto” è invece un termine “indefinito”. La nostra mente, quando ascolta la parola “tanto” non sa cosa vuol dire. Cerchiamo di essere più specifici. Cosa esattamente vogliamo ottenere? “Guadagnare in breve tempo” è anche un termine indefinito. Inoltre il trader che parte da questo assunto rischia più facilmente di altri di cadere nello stress in quanto tenderà a fare le cose “in fretta”. Se chi pensa in questo modo non ottiene nulla allora possiamo pensare che chi ragiona in un modo diverso ad esempio pensando che vuole ottenere un giusto guadagno, nel giusto periodo di tempo, e con una fatica adeguata a ciò che si vuole raggiungere ha più probabilità di ottenere ciò che vuole. Soprattutto se nella sua mente sarà chiaro che cosa vuol dire (anche numericamente) la parola “giusto”. La principale ragione per cui la maggior parte delle persone non ottengono quello che vogliono è che non sanno infatti quello che vogliono.",
  "last_phrase": "In summary, if we want to succeed in trading, we must define specific and realistic goals instead of focusing on what we don't want: earning money with little effort. We must adapt to the market and its rules, analyze past trends, and remain detached from the money we invest. By doing so, we may increase our chances of achieving our objectives and avoid the stress of rushed decisions."
}