{
  "title": "\"What are the specific techniques for effective hypno-coaching, including nonverbal aspects?\"",
  "first_phrase": "In the previous text, the coaching approach that takes into consideration non-verbal aspects was discussed. Now, the authors present specific patterns to conduct an effective hypno-coaching session. In this last section, they focus on the creation of the coaching contract and the creation of the operational frame. They provide examples of questions to help establish the client's objectives and suggest ways to create emotional states that will make the client more receptive. Finally, they discuss the importance of recapitulation in achieving the client's goals.",
  "content": "Esempio: la timidezza, il non mettersi in gioco Potete su quanto dire già utilizzare la tecnica del GAP oppure continuare e farla dopo (in ogni caso la dovrete fare) NON PARLATE TROPPO DELL'IPNOSI ALL'INIZIO se create apertura con le domande giuste avverrà naturalmente un processo di cambiamento Aspetti non Verbali di questa fase: in contemporanea dobbiamo effettuare creazione del rapport, cioè di sintonia tra coach e coachee. E’ la CORRELAZIONE creata in questa fase che permette il successo nelle fasi successive Queste prime domande ci permettono di creare un QUADRO OPERATIVO Un altro principio del quadro operativo è che la persona ci segua. Dovete costituire DISPONIBILITA' AD ESSERE SEGUITI. Questo verrà dal vostro MAGNETISMO PERSONALE o da altre fonti che siano identificate con voi. Inoltre create AUTORITA' se porrete un certo set di domande che creeranno STATI EMOZIONALI nel soggetto. Così facendo il cliente sarà infatti MENO ANALITICO e più disponibile Un'altra domanda importante è: Conosci qualcuno che abbia già raggiunto questi risultati? O ne sei stato capace in passato? Hai idea di come vorresti essere? Es. ci sono stati dei momenti in cui ti sei sentito sicuro, ed hai agito? A questo punto opereremo con la RICAPITOLAZIONE Se ho ben capito quindi il tuo obiettivo è ….",
  "last_phrase": "In conclusion, creating a strong rapport and using appropriate questioning techniques is essential for success in coaching. Building a clear and concise operational framework, while ensuring the client is willing to follow, is crucial. By maintaining a positive, emotional state and visualizing a long-term goal, the client will feel motivated and confident in achieving success. Remember to always focus on the client's needs and desires, and success will come naturally."
}