{
  "title": "\"What are the effective questions for accessing client's internal resources through Regression and Hypnocoaching?\"",
  "first_phrase": "In this text, the author explains a technique called \"hypnocoaching\" that can help coaches retrieve their client's internal resources through a series of non-deterministic linguistic questions, observable responses, and powerful hypnosis inductions. In the last 200 tokens, the author introduces techniques such as asking questions about specific actions, using light as a multiplier, and evaluating the level of commitment through the \"scale method.\" The coach should observe the congruence between the client's verbal and non-verbal responses and help clarify any doubts or questions about the future steps.",
  "content": "Nel caso precediamo con un test semplice che stupisca il cliente e che gli faccia capire che esistono risposte al di fuori del suo controllo (tipo incrocio mani oppure magnetismo o mani che si attraggono etc… ) poi entriamo in gioco con l'induzione vera e propria G - Domande sull’azione Chiediamo cosa farà esattamente Andiamo sulla specificità per valutare se metterà in atto Infine potremo ancora eseguire una serie di suggestioni, utilizzeremo la luce come MOLTIPLICATORE e pianificheremo per il futuro Come ti senti? Bene sei cosciente In che maniera sono coerenti coi tuoi obiettivi? Quali sono i criteri e la misura del successo? Come potrai misurare i risultati In che tempi vuoi condurre le tappe successive? DATE UN COMPITO AL VOSTRO CLIENTE Cercate di capire se gli è chiaro cosa fare o cosa farà Risposte Non Verbali: è assolutamente importante che in questa fase il Coach osservi la “congruenza non verbale” nelle risposte del coachee. Eventualmente può anche intervenire e fare delle “controdomande” per testare la motivazione H - Valutazione Possiamo utilizzare il metodo della scala o anche altri Su una scala da 1 a 10, quale è il livello d’impegno che pensi la tua mente inconscia possa mettere nelle azioni che vuoi intraprendere? Perché non 10?",
  "last_phrase": "In conclusion, coaching involves various techniques and methods to help clients achieve their goals. Testing and induction are essential steps, followed by asking specific questions and using suggestions and light as a multiplier. Observing nonverbal cues and evaluating commitment levels are crucial in the evaluation phase, while leaving clients with an open motivation is essential for expansion. Overall, coaches must ensure that the client's expressed direction for the future is achievable and build their confidence in their abilities while addressing any limiting beliefs using the Metamodel."
}