{
  "title": "What are the essential qualities of a successful trader and how to cultivate them?",
  "first_phrase": "In this part, we will discuss the qualities essential for successful trading. The previous text emphasized the importance of a trader's ability to focus on the present, be rational, and avoid being controlled by subconscious reactions. As we move forward, we will explore the traits that will help traders effectively set objectives, think outside the box, and have the courage to access their inner resources. We will also share tips on how to refine these qualities and improve on them through self-hypnosis. In the competitive global trading market, one must be among the best to succeed, and the Pareto principle applies. Being the best will mean possessing the necessary qualities and tools to execute trades with a high percentage of profitability. Moreover, the concept of \"presence\" is crucial for a trader, and to achieve this, they must learn the art of \"demystification\" to overcome limiting beliefs and emotions that cloud their judgment.",
  "content": "In un mercato globale solo i migliori vanno avanti, e nel trading opera infatti ancora più accentuata la famosa legge di PARETO: che dice che il 20% delle operazioni da l'80% del guadagno. Essere i migliori in questo caso può significare: avere un buon trading system (cioè un software) per condurre il 95% delle operazioni avere le qualità che vi permettono di compiere scelte, tarare il trading system e di compiere il restante 5% delle operazioni in modo solo con queste da GUADAGNARE il 95% della vostra redditività Presenza a sé stessi per il trading Il concetto di presenza a sè stessi è fondamentale per un trader ed è esattamente l’opposto del farsi ipnotizzare dal comportamento degli altri. Con il termine di presenza a sè stessi intendiamo un particolare stato di coscienza nel quale non ci facciamo \"mangiare\" dal mondo esterno. Per raggiungere tale stato è essenziale imparare l'arte della \"demistificazione\". Demistificare significa essere capaci di distruggere le nostre credenze e le emozioni che ci impediscono di percepire effettivamente il mondo. Molti si rivolgono al mondo del trading perchè vogliono provare emozioni forti e lo vedono come una forma di gioco d'azzardo dove le possibilità di vincita sono più alte.",
  "last_phrase": "In a global market, only the best traders succeed, and Pareto's Law applies even more sharply to trading, meaning that the top 20% of operations generate 80% of profits. To be among the best, you need a reliable trading system to manage 95% of your operations and the skills to make informed decisions and handle the remaining 5% with ease to earn 95% of your profitability. Achieving a state of presence and self-awareness is also vital for traders to demystify their beliefs and emotions, enabling them to perceive the world and markets more accurately. In choosing which market to operate on, it's essential to be pragmatic and avoid being hypnotized by our choices."
}