{
  "title": "\"What are the common hypnotic states and biases in financial trading and how to avoid them?\"",
  "first_phrase": "This text explores how our perception of reality shapes our trading decisions, with a focus on the subconscious biases that can lead to distorted expectations and behaviors. The author cautions against falling into a hypnotic state in which we become fixated on our own projections of market performance. Specifically, they discuss two common patterns: the \"hypnotic dream\" in which we lose touch with sensory reality and instead rely on mental associations, and the \"future projection\" in which we fixate on an imagined future outcome rather than responding to the present moment. The author emphasizes the importance of accepting losses rather than postponing them, as this is an inherent aspect of trading.",
  "content": "Se vogliamo ottenere dei risultati dobbiamo essere invece nel presente e nell'ora.4 La “proiezione nel futuro” La progressione temporale (o pseudo-orientamento temporale) può essere considerata una variante del “sogno ipnotico”. Essa è anche legata ad una credenza: “è sicuro che guadagnerò”, e, “è facile guadagnare, basta tenere duro”. In essa la mente del trader vede un futuro immaginario e sulla base di questo interpreta il presente. La persona in continua \"progressione temporale\" parla utilizzando il futuro \"il mercato farà, sarò\" etc.... Abitualmente questo comportamento fa sì che il trader che ha una “proiezione nel futuro” di crescita di un titolo che invece scende, anche se ha una possibilità di uscita non esce poiché è convinto che in un futuro immaginario guadagnerà e tende ad andare oltre i limiti che si era fissato. Questo comportamento lo porta a posporre le perdite che divengono via via più importanti. Il trading è un sistema dove qualche volta si guadagna e qualche volta si perde. Se non volete accettare questa semplice verità sarete travolto da queste ultime. Come dice Alexander Elder “Un vincente accetta le perdite. Un perdente le pospone”.",
  "last_phrase": "In order to achieve success in trading, it is important to stay in the present moment and avoid projecting into the future. This can lead to losses and negative self-hypnosis. By accepting losses and using language that reinforces positive thinking, traders can improve their chances of success. Remember to stay present and focused on the task at hand."
}