{
  "title": "\"How can we use motivation as a force? Understanding the Present-Desired Gap and using PREIM to increase motivation\"",
  "first_phrase": "In the previous section, we learned about the different techniques to motivate people and help them achieve their goals by stimulating the gap between the present and the desired state. In this last part, we will explore the PREIM model that goes beyond the basic GAP model and includes Present, Reason, Emotion, Idea, and Multiplication. Additionally, we will look at some examples of suitable questions for business situations and how to observe non-verbal responses. Lastly, we will learn about the importance of recovering emotional resources.",
  "content": "MOLTIPLICAZIONE CON LA LUCE Aggiuntivamente possiamo chiedere: Sei disponibile a mettere il 100% di te in questo processo? (io sono disponibile al 100% sei disponibile anche tu al 100%?) Esempi di domande aggiuntive adatte soprattutto per il business: Cosa succede in specifico? Che cosa ti preoccupa e in che maniera? Cosa avete fatto fino ad ora per la situazione? Che cosa vi ha impedito di fare di più? Di che risorse disponete? Di che risorse avreste bisogno? Ci sono delle resistenze interne o degli ostacoli personali? Se li superassi come ti sentiresti? PRIMO LOOP con la luce Far mettere tutte le idee trovate nella luce (30 secs) e poi osservare la traccia di luce chiedere idee ripetere (1 o 2 volte) Creatività per trovare e definire meglio (Oppure se utilizzate la Linguistica - old system: Linguaggio di precisione ) Risposte Non Verbali Osservabili: Questa serie di domande porta alla RIFLESSIONE CONSCIA ed all’individuazione di mappe in conflitto. In questa fase arriviamo ad una “massa critica” di attenzione che, opportunamente guidata, ci porterà a mettere in funzione le potenzialità della mente. E - Recupero Risorse emozionali Dobbiamo anche recuperare le risorse se non lo abbiamo già fatto.",
  "last_phrase": "In conclusion, by applying the techniques described above such as multiplication with light, asking relevant questions and recovering emotional resources can help individuals or businesses tap into the full potential of their mind to overcome conflicts or obstacles, achieve better results and improve their overall performance. So, are you ready to put in 100% effort?"
}