{
  "title": "\"What are the post-hypnotic suggestions affecting traders, and how can they be overcome?\"",
  "first_phrase": "This text discusses the dangerous effects of post-hypnotic suggestions on trading behavior. It advises traders to expand their perspectives and focus on opportunities rather than fixating on sequential actions. The author stresses the importance of avoiding childhood conditioning such as “the more you do, the more you have” and similar suggestions that can lead to overtrading and self-sabotage. Traders are encouraged to break free from limiting beliefs and internalize a more positive mindset to succeed in the stock market.",
  "content": "Le Suggestioni Post-Ipnotiche dei trader Un altro caso in cui i condizionamenti ipnotici sono importanti è il caso delle ingiunzioni ricevute da piccoli. Ad esempio da bambini molti hanno assorbito questa suggestione: \"più fai, più hai\". Nel trading non è così. A volte chi fa troppo non guadagna, o, come dice il proverbio, \"il troppo stroppia\". In ipnosi il continuare ad obbedire ad un ordine anche se lo stimolo non è più presente viene definito \"suggestione post-ipnotica\". Dopo l'ipnosi al soggetto viene detto ad esempio che non potrà alzarsi dalla sedia ed il soggetto non riesce. Analogamente nel trading dobbiamo uscire dalle suggestioni postipnotiche che ci arrivano dall'infanzia del tipo \"FA!\". Questa suggestione rischia di portare al fenomeno dell'\"overtrading\". In pratica il soggetto fa troppo e... perde. Consiglio 11: Siate voi stessi Se vi accorgete di problematiche del genere cercate di liberarvene (l'autoipnosi indicata più avanti nel libro può essere un ottimo metodo) La suggestione post-ipnotica di autosabotaggio Ancora più pericolose sono le suggestioni postipnostiche di auto-sabotaggio.",
  "last_phrase": "To become a successful trader, it's essential to break free from post-hypnotic suggestions that hold you back. The childhood belief that \"the more you do, the more you get,\" does not always apply to trading. You must learn to overcome self-sabotaging post-hypnotic suggestions that can lead to \"overtrading\" and losses. Remember that you create your own life, and with the right mindset, you can achieve your goals. Unleash yourself from the negative conditioning of the past and develop a successful trading strategy that works for you."
}