{
  "title": "\"What are the cognitive biases that traders should avoid? How can increasing natural self-esteem improve trading decisions?\"",
  "first_phrase": "In the previous paragraphs, the author discusses how experience can sometimes hinder one's ability to learn and succeed, and how cognitive biases can lead to costly mistakes in trading. The last 200 tokens of the text detail four classic cognitive biases often made by traders and how to avoid them. The text suggests that a good trader should have natural self-esteem and not rely on external factors to feel confident. By increasing natural self-esteem, traders can avoid cognitive biases and make better decisions.",
  "content": "causa) Se B implica C e C è vero allora anche B è vero Esempio Sto analizzando che le azioni FIAT devono scendere ed infatti scendono. CREDENZA DERIVATA DEPOTENZIANTE Ne consegue che sono un bravo analista. Investo somme più importanti e mi faccio portare dall'entusiasmo e dall’orgoglio CREDENZA UTILE Ottimo. Mi sono avvicinato al mio obiettivo di redditività. Ma devo comunque valutare anche la prossima azione con uguale attenzione IMPORTANTE: se facciamo un passo giusto non significa che siamo bravi. Significa semplicemente che abbiamo fatto un passo giusto. Non confondiamo un aspetto emozionale (sentirsi bravi) con un fatto fisico e sensoriale. Un bravo trader non deve avere bisogno di elementi esterni per avere stima in sè stesso. Parte già da una posizione di massima AUTOSTIMA. Il concetto è espresso spesso nei termini del \"trio fondamentale\": Sono ? Posso ? Faccio 1. Autostima (SONO!) 2. confidenza in sé stessi (POSSO!) 3. Capacità di fare (FACCIO!) Consiglio 12: Abbiate autostima “naturale” Più aumentate la vostra autostima naturale e meno avrete bisogno di ricavare stima in voi da quel che fate e più guadagnerete.",
  "last_phrase": "In conclusion, remember that having natural self-esteem is crucial for becoming a successful trader or achieving any goal in life. Don't confuse a single successful step with being a skilled trader, focus on improving your natural self-esteem, and you'll notice a positive change in your risk-taking ability and reaction to stress. You can use the suggested exercises to increase your self-confidence and overcome past criticism. The key is to focus on building your \"trio fondamentale\": I am, I can, I do."
}