{
  "title": "\"How can a trader increase natural self-esteem and avoid common cognitive mistakes?\"",
  "first_phrase": "In the final part of the text, the importance of natural self-esteem in trading is emphasized. The \"fundamental trio\" concept is explained as self-esteem, self-confidence, and ability to perform. The exercise of recalling a moment of high self-esteem and passing through a critical event with self-protection is suggested. Another exercise involves reflecting on past actions with and without self-esteem to understand the importance of it. The classic cognitive error of contingency in trading is also mentioned. Self-esteem is crucial as it allows traders to make decisions independently and not be influenced by market behaviors.",
  "content": "Infatti inconsciamente si modificherà anche la vostra reazione allo stress e sarete in grado di assumere rischi quando gli altri avranno già modificato la loro propensione al rischio. ESERCIZIO 1 1) Ricordate una volta nella quale avevate molta stima di voi stessi 2) Stringete il pugno 3) Immaginate una lastra di plexiglas che vi protegge 4) Tenendo le sensazioni di autostima e di protezione, immaginate di passare attraverso un avvenimento nel quale nel passato siete stati criticati 5) cosa notate ? ESERCIZIO 2 1) Stringiamo il pugno. 2) Ripassiamo attraverso i vari momenti della nostra vita domandandoci se avremmo agito ugualmente nel passato avendo autostima. 3) Quest'esercizio ci insegna che non c'è libertà di azione se non c'è autostima. 4) Ci vuole stima in sé stessi per prendere decisioni diverse da tutti e per non farsi influenzare dai comportamenti delle masse. Secondo errore cognitivo classico (anche chiamato contingenza) Se B presuppone C e C è vero allora B è più vero Esempio Se la discesa di un'azione presuppone grossi quantitativi immessi sul mercato di questa ed effettivamente vi sono grosse vendite, allora ne consegue che: CREDENZA DERIVATA DEPOTENZIANTE l'azione scende e scenderà.",
  "last_phrase": "In conclusion, cultivating self-esteem and being present are essential for making rational decisions and taking calculated risks, even when others are affected by mass behavior. By practicing exercises like clenching your fist, imagining a protective shield, and recalling moments of self-confidence, you can unconsciously change your reaction to stress and become more capable of making independent choices. Don't let cognitive biases like contingency and analogy hinder your decision-making skills; instead, strive to remain calm and use your mind as a tool for intuition rather than emotional reactions."
}