{
  "title": "\"How to avoid emotional dependence and create effective goals in trading and investing?\"",
  "first_phrase": "In this last part, the focus is on how to create an objective for trading that is not emotionally driven and how to access the deeper parts of oneself to achieve success. The text emphasizes the importance of eliminating negative emotions and setting a goal for oneself, rather than for the approval of others. It also discusses the role of the conscious and unconscious mind in achieving one's objectives, highlighting the importance of not letting past experiences limit one's potential. The text highlights the fact that successful investors often take actions that positively impact humanity, and encourages readers to operate on a larger level to access intuition and inspiration.",
  "content": "Creazione dell’Obiettivo: fissate inoltre il vostro obiettivo in maniera da accentuare la vostra partecipazione alla globalità includendovi anche un operare ad un livello più vasto. I più grandi investitori al mondo hanno spesso compiuto azioni utili all’umanità. La ragione è a tutti i livelli ed anche prettamente psicologica: tanto più vi chiudete a questo livello, tanto più vi chiudete anche alla vostra intuizione ed ispirazione. Come far sì che la nostra mente inconscia ci aiuti nel raggiungere l’obiettivo La nostra mente cosciente prende le esperienze che abbiamo avuto nella nostra vita e su queste applica delle generalizzazioni. Le generalizzazioni possono esserci utili ma possono anche limitarci. Se da bambini ci avviciniamo ad una stufa e ci scottiamo ed applichiamo la generalizzazione che non bisogna avvicinarsi alle stufe anche quando sono spente, questo potrebbe essere una cosa limitante. Una generalizzazione corretta sarebbe quella di non toccare la stufa solo quando è accesa e calda. Possiamo pensare alla nostra mente cosciente come a un qualcosa che ha filtrato tutte le nostre esperienze di vita fino ad oggi e che su queste si è creata la propria mappa del mondo.",
  "last_phrase": "In order to achieve your goals and fulfill your potential, it's essential to broaden your perspective and engage with the wider world around you. By expanding your horizons and tapping into your unconscious mind, you can unlock new levels of creativity, inspiration, and intuition. So, remember to keep an open mind, challenge your assumptions, and embrace the power of your subconscious as you pursue your dreams."
}