{
  "title": "Why is the Human Factor Necessary in Trading Systems? A David vs. Goliath Story on Automated Trading.",
  "first_phrase": "In the previous section, the article discussed the use of trading systems in global markets, and how these software programs can execute trades in seconds, but are ultimately created based on past data which can lead to over-optimization. In this final section, the author highlights the importance of human involvement in trading, as no trading system can account for all future variables. The author also suggests that automated trading can lead to opportunities for individuals to take advantage of institutional reliance on these systems. This discussion emphasizes the limits of trading systems and the opportunities they present for human traders.",
  "content": "Esaminiamo ora in dettaglio questi elementi: LIMITI DI UN TRADING SYSTEM E PERCHE' è NECESSARIO L'ESSERE UMANO Per quanto un trading system sia studiato nei particolari, il suo punto di partenza e di creazione dovrà sempre essere basato su dei dati passati. Il rischio allora è quello della \"sovraottimizzazione\", vale a dire del tarare talmente il software sui dati del passato che in fase di prova su questi dati funziona perfettamente, ma appena lo si fa operare, poichè il futuro è sempre diverso dal passato, incomincia a sbagliare in maniera tanto più marcata tanto più è stato \"sovraottimizzato\". Un esempio di sovraottimmizzazione in un altro ambito sono state le navi giapponesi costruite dai giapponesi durante la seconda guerra mondiale. Alla fine del conflitto furono sequestrate dagli americani che però spesso dovettero distruggerle perchè i ponti erano troppo bassi ed i loro soldati non passavano. Le navi erano “sovraottimizzate” sull’altezza di giapponesi e non andavano più bene per gli americani che sono molto più alti. Come si suol dire \"l'ottimo è nemico del buono\". Ma proprio il fatto che nessun trading system possa essere sovraottimizzato fa sì che vi siano sempre per forza di cosa degli spazi operativi per l'essere umano.",
  "last_phrase": "In conclusion, while trading systems offer valuable insights and opportunities, they are not foolproof and can be limited by over-optimization. Human intervention is necessary to capitalize on market unpredictability, especially when systems operate on a short-term intraday basis or over multiple days, and to keep equity lines in check."
}