{
  "title": "\"How does attention and questioning impact the brain in hypno-coaching?\"",
  "first_phrase": "This text delves into the importance of attention and focus in hypno-coaching to bring effective positive changes in life. It explains how focus helps to create connections in the brain and how the type of questions asked impacts the result of the hypno-coaching. The coach uses non-verbal communication and a set of questions to focus the coachee's attention in a particular direction, which stimulates the coachee to find new solutions and establish useful priorities. The text discusses the need for precision and pragmatism in coaching, and suggests the use of a \"coaching contract\" to define the session's objective. The last 200 tokens provide some examples of questions that can be asked in a hypno-coaching session, such as understanding the client's problems and expectations.",
  "content": "Nei nostri corsi proponiamo schemi specifici che aiutano ad utilizzare tali domande all’interno di un diagramma di flusso utile per condurre efficacemente una seduta di coaching. Nel nostro approccio prendiamo in esame anche gli ASPETTI NON VERBALI, in quanto ci fanno capire quello che sta succedendo nella mente del cliente. Ecco alcuni approcci che possono essere molto utili nel lavoro di hypno-coaching. A - Costituzione del “Contratto di Coaching” e creazione del QUADRO Il coaching si caratterizza per l’estrema precisione e pragmaticità nei suoi scopi. Come puntiamo l’arco, lì arriva la freccia. Uno tra i metodi per fissare l’attenzione è quindi definire il cosiddetto “contratto di coaching”, cioè l’obiettivo della seduta. Ecco alcuni esempi classici di domande: IL PUNTO PRIMO E' COMPRENDERE CHE IL CLIENTE E' VENUTO LUI A CHIEDERE Su che problema vorresti lavorare? Che cosa ti aspetti (esattamente) da questa seduta?",
  "last_phrase": "In conclusion, our approach to hypno-coaching includes specific schemes that help use questions effectively in a flowchart, while also considering non-verbal aspects to provide a better understanding of the client's needs. By creating a coaching contract and an operational framework and establishing rapport, we can create emotional states that encourage the client to follow, all while keeping the focus on the client's specific needs. So, if you want to become successful in hypno-coaching, remember to focus on the client, create a framework, establish rapport, and create emotional states that encourage clients to follow."
}