{
  "title": "\"How Can Trading Benefit from Building Rapport with the Market and Maintaining Present Awareness?\"",
  "first_phrase": "The last 200 tokens delve into applying the concept of rapport to trading. One must cancel preconceptions and let go of the need to predict the market. To achieve a stronger \"correlation\" with the market, remaining present and not giving in to hysteria is crucial. Warren Buffett likened the stock market to a manic-depressive partner, and one should ignore it most of the time but take advantage of its depressed and manic moments. By doing so, traders can increase their chances of making positive trades.",
  "content": "Questa afferma che due particelle possono dopo un contatto rimanere “correlate” anche a distanza. La mente del trader è un buon esempio di sistema quantico, in quanto contiene elementi non determinabili in anticipo. Analogamente anche il mercato rappresenta un sistema sotto certi punti di vista caotico ed indeterminato. Possiamo rendere più forte questa sintonia se riusciamo a mantenerci presenti a noi stessi. Nel caso delle persone, se siamo in grado di mantenerci presenti e nello stesso tempo ricalcare attiriamo l’altro a noi. E’ lo stesso col mercato. Sapere essere presenti significa sia seguire, sia non farsi portare in stati di isteria. Come dice Warren Buffett7, quando entrate in questo mondo, diventate soci con un partner maniaco-depressivo che si chiama “signor mercato”. Si agita molto e la maggior parte del tempo dovete ignorarlo in quanto è psicotico, ma di tanto in tanto il signor mercato diventa così depresso che vi da quanto ha per poche perline di plastica. E questo è il momento nel quale dovete comperare. Ma altre volte diventa così maniaco che vi offre un prezzo altissimo per quanto avete, ed a quel momento dovete vendere.",
  "last_phrase": "In conclusion, maintaining mindfulness and presence is crucial when trading and understanding the unpredictable nature of the market. By being in rapport with the market and not letting emotions take over, one can attract financial gains. Setting a sustainable goal is also vital for successful trading."
}