{
  "title": "What are the different levels of the \"Hypnotic Moving Therapy\" and how do they work?",
  "first_phrase": "In this text, the different levels of the \"Hypnotic Moving Therapy\" (HMT) are introduced as a particular aspect of the polyvagal techniques of resolution. Level 1 involves the Trabona method, used for balancing the person, while Level 2 includes the modified Akstein method with non-verbal hypnosis for self-hypnosis. The stimulation of non-verbal cues is crucial in the method, and the action of change is produced by the intrinsic mechanisms developed during the \"Trance cinetica.\" The last 200 tokens present a method for applying the previously described techniques and include a detailed explanation of how to perform self-hypnosis with water.",
  "content": "Ha molto apprezzato il lavoro di Mesmer e sente che quello che ha fatto era sulla sua linea Usava la musica per creare lo stato di rilascio. Siamo d'accordo con molti dei suoi principi, ma preferiamo ipnosi non verbale come stimolo. Anche per noi il ritmo è fondamentale. Il metodo è totalmente non-verbale e basato sul movimento La stimolazione verbale è da evitare durante il movimento perchè può creare irritabilità. Dobbiamo lasciare esprimere il non-verbale. E’ attraverso il linguaggio del corpo che il soggetto si esprime nella Trance Cinetica Anche se durante il metodo è meglio non parlare è preferibile prima accennare a quello che si vorrà fare. L’azione di cambiamento è prodotta dai meccanismi intrinseci che si sviluppano nel cliente durante la “Trance cinetica” METODO SINTETIZZATO Il metodo base può essere sintetizzato in due fasi Monoideismo 60 sec (anche più volendo) Movimento (terpsichoterapia) + respirazione Applicazione di quanto detto sopra con: AUTOIPNOSI CON ACQUA Spiegazione attenta.",
  "last_phrase": "In summary, the Kinetic Trance method involves using non-verbal stimuli and movement to allow the client to express themselves and reach a state of deep relaxation. Incorporation, visualization, and intense breathing are also employed in conjunction with water and magnetic steps. Remember to allow your body to express itself during the process, and the action of change will come intrinsically. Focus on feeling, not thinking."
}