{
  "title": "\"How Do Emotional Reactions Affect Trading? Tips to Stay Calm and Confident in the Markets\"",
  "first_phrase": "In the previous text, we learned about the classic cognitive errors that affect our decision-making, especially in the stock market. In the last 200 tokens, the author provides exercises to boost self-esteem and awareness, crucial elements for making sound judgments. The exercises involve visualizations and introspection to remember a time of high self-esteem and evaluate our actions based on it. The author also emphasizes the importance of being present and in control of oneself to act calmly and use intuition, not emotions. Finally, the author advises being open-minded and valuing each company independently, instead of making broad assumptions based on analogies or false guru predictions.",
  "content": "vendo anch'io CREDENZA UTILE Rimango calmo, osservo la situazione ed agisco in funzione di un insieme più vasto di analisi Consiglio 13; siate presenti Per poter agire con calma è necessaria PRESENZA. Per un attimo dimenticate i vostri pensieri. Siate presenti a voi. Un bravo trader sa essere PADRONE DI SE' STESSO. Le sue azioni sono tecniche ed utilizza la sua mente per avere intuizioni, non reazioni emozionali Terzo errore cognitivo classico (anche chiamato analogia) Se B è analogo a C e B è vero allora B è più vero. Esempio: le azioni Mercedes stanno salendo. ne consegue che: CREDENZA DEPOTENZIANTE Allora è anche probabile che le azioni FIAT salgano CREDENZA UTILE Valuto. Ogni azienda è a sè stante. Quarto errore cognitivo classico Se B compete con C e C è falso, allora B è più credibile. Esempio: Un \"guru\" del mercato afferma che vi sarà una crisi. La crisi non c'è. CREDENZA DERIVATA DEPOTENZIANTE Ascolto e mi baso su quel che dicono invece gli altri guru CREDENZA UTILE Se questa persona ha detto questo valuto. Spesso certe previsioni si avverano in tempi diversi da quelli previsti o certe criticità del sistema permangono comunque. Consiglio 14: mantenersi aperti Mantenetevi sempre aperti.",
  "last_phrase": "In conclusion, to be successful in trading, it is important to stay calm, be present, and avoid letting emotions like fear control your decisions. Do not make cognitive errors like drawing false analogies or relying solely on the opinions of others. Stay open to opportunities and keep a clear mind to ride the waves of the market."
}