{
  "title": "How can traders overcome dissociation and sensory distortions to create effective trading methods?",
  "first_phrase": "In the previous section, the author discussed the importance of taking responsibility for one's failures rather than blaming external factors. The text now delves into the psychological factors that can lead traders to dissociate themselves from reality, becoming hyper-analytical without taking action. The author introduces the concept of dissociation and provides an example of traders who may adopt such behavior after experiencing emotional setbacks. Additionally, the text touches on the issue of traders distorting their situation, which hinders their progress. To address this, the author suggests keeping track of one's progress through trading charts and developing a trading method, which can be tailored to specific markets and phases.",
  "content": "Hanno paura di tradare e si rifugiano nel ragionamento. Diventano degli iper-analitici e sanno tutto su come sarebbe bene agire, ma non fanno. In pratica si dissociano dalla realtà ed entrano in un mondo di pensiero. Vivono come se fossero nel dipartimento studi di una grande banca. Ricordate però che in questo campo i soldi vi arrivano da quel che fate, non da quel che pensate! Le distorsioni sensoriali dei trader Molti trader non vogliono ammettere che stanno conducendo una strategia inefficace. Distorcono mentalmente la propria situazione. In questo caso il primo passo da compiere è invece diventare coscienti di dove siamo. La maniera migliore di risolvere questo tipo di “distorsione” della realtà è tenere un grafico del proprio progresso ( o regresso ). Confrontandolo con il grafico del mercato potremo avere utili idee e capirci meglio. Studio dei grafici e creazione di un metodo: Imparare a costruire dei metodi di trading vi aiuterà sicuramente a creare più possibilità, starà a voi poi scegliere quella più opportuna ed efficace e su quale mercato decidere di utilizzarla ed in quale specifica fase. I grafici sono molto utili. Tuttavia come le macchie di Rorsach, rischiano di essere interpretati secondo le trance del trader.",
  "last_phrase": "In conclusion, trading requires awareness, practicality, and a willingness to learn from past experiences as well as staying in tune with present events. Keeping track of progress with detailed charts, utilizing technical analysis, creating trading methods, and studying market history are great ways to improve your trading strategy and overcome common trading pitfalls. Remember, ultimately, the success of a trader is measured by their actions and not just their thoughts. Good luck in your trading journey!"
}