{
  "title": "What are the tactics and strategies to be a winning trader and how can intuition help?",
  "first_phrase": "This text is focused on the importance of strategy in trading and the need to have a clear understanding of the time frame when making decisions. The author argues that to be successful, traders must build different strategies for different directions of the market and test their effectiveness through backtesting over several years. They must also apply the strategies on various time frames, which is crucial for timing market entry accurately. In the last 200 tokens, the author employs an analogy with soccer coaching to illustrate the importance of making tactical decisions based on intuition to achieve the desired results. It highlights the importance of having the right trading system for the right market conditions.",
  "content": "Se il mercato è ribassista e ho swing negativi su tutti i “time frame” allora ad ogni pullback posso andare “short”(entrare a ribasso). Cosa succede se non tutti gli swing sono girati a ribasso? Devo per forza decidere qual è in quel momento il più importante per poi fare delle scelte operative. Perché è importante la tattica? È importante perché ci da la possibilità di sfruttare al meglio le risorse che abbiamo a disposizione. Se siamo un allenatore di calcio ed abbiamo una rosa di giocatori tecnicamente fortissimi in ogni loro ruolo con delle riserve altrettanto forti ma tatticamente faccio delle scelte sbagliate, rischiamo di perdere la partita anche se sulla carta siamo la squadra più forte. Se durante una partita quando le cose sembrano non andare per il giusto verso, abbiamo un “intuizione” e facciamo una sostituzione; togliamo un giocatore con determinate caratteristiche tecniche e ne inseriamo un altro che ha caratteristiche tecniche diverse possiamo vincere la partita. In assoluto non è detto che quel giocatore mi farà vincere tutte le partite ma in quella partita era il giocatore(trading sistem) giusto al momento(mercato e periodo di mercato) giusto.",
  "last_phrase": "In conclusion, when trading in a bearish market with negative swings on all time frames, it's important to choose the most significant swing to make sound operational decisions. By understanding the significance of tactics, traders can use their resources to their maximum potential. Just like a coach, it's essential to make the right call at the right moment, and in trading, intuition can be the key to success. With the help of hypnosis, traders can tap into their inner resources to make practical and effective decisions."
}