{
  "title": "What does it take to be a successful trader in a global market: understanding the 80/20 rule, being present in oneself, and choosing a market wisely?",
  "first_phrase": "In the remainder of the text, the author discusses the vital concept of \"presence to oneself\" in trading and how it impacts a trader's ability to succeed. The author explains how traders must demystify beliefs and emotions to achieve this state of consciousness to avoid being conditioned by external factors. Moreover, the author highlights the importance of choosing the right market to trade and not getting fixated on a single choice. Instead, traders should avoid cognitive errors and evaluate each market's advantages and disadvantages.",
  "content": "Anche se il principio può essere valido, è anche vero che finché ci faremo condizionare dalla ricerca di un'emozione non potremo permettere al denaro di apparire in quanto staremo cercando qualcosa di diverso. Infatti, così come nelle relazioni umane la ricerca affannosa di emozioni forti e passionali impedisce il crearsi di relazioni stabili, così nel trading la ricerca dell’eccitazione o di altri obiettivi emozionali tende ad impedire l’afflusso del denaro. Su quale Mercato operare? Scegliere il mercato dove operiamo è un poco come scegliere dove vogliamo vivere. E’ importante, ma non dobbiamo farci ipnotizzare dalle nostre stesse scelte. Altrimenti commettiamo un primo errore cognitivo simile a quello che fanno alcune persone che solo perché sono nate in un luogo ritengono che sia il migliore della terra. Così un eschimese rimpiange le estati artiche col sole durante tutta la notte, ed un africano la sua terra. Ogni posto ha dei vantaggi e degli svantaggi. Analogamente dobbiamo evitare di giudicare un mercato migliore di un altro in assoluto. Se un mercato esiste è perché vi sono operatori, cioè persone che ritengono sia conveniente operare in tale ambito e che sono contentissime di operare in tale ambito.",
  "last_phrase": "In conclusion, while it may be tempting to seek out strong emotions or focus solely on one market, it's important to remain objective and avoid cognitive biases. Each market has its advantages and disadvantages, and what may seem like the best market for us at the moment may not be in the long term. Instead of seeking excitement, it's important to focus on objectively evaluating market conditions and making informed decisions. Remember, markets do not move in straight lines, so stay vigilant and adaptable in your approach."
}