{
  "title": "What are the \"Hypnotic Dreams\" of Traders and How They Impact Financial Markets?",
  "first_phrase": "In the previous text, the author explored how traders often base their decisions on the advice of \"gurus\" or their own distorted perceptions rather than reality, leading to compulsive trading and financial ruin. In this final section, the author examines the role of expectations in trading and how they are formed based on an individual's experiences and beliefs. The author describes how our perception of the world is not objective but rather a subjective interpretation, unique to each individual. The author argues that awareness of our own biases and perceptions is crucial for successful trading.",
  "content": "Questo crea il trading compulsivo, dove il soggetto va avanti fino alla dilapidazione completa del suo capitale. Anche se i concetti sopraesposti hanno importanza anche in altri settori della vita, esaminiamo ora più in dettaglio alcuni di questi punti dal punto di vista del trading. Il ruolo ipnotico delle “Aspettative” Le aspettative giocano un ruolo importantissimo per chi decide di lavorare con i mercati finanziari. Se un mercato sta salendo è perché ci sono più persone che stanno comprando con l’aspettativa che i prezzi possano salire ulteriormente per vendere poi ad un prezzo più alto. Ricordiamo sempre che i mercati sono la somma delle psicologie individuali. Ma come costruiamo le aspettative? Le aspettative delle persone sono costruite in base alle loro convinzioni ed esperienze. A loro volta queste ultime dipendono dal modo con cui elaboriamo le informazioni che ci provengono dall’esterno attraverso i sensi quali la vista, l’udito, e la cenestesia (sensazioni corporee); in misura minore utilizziamo anche il gusto e l’olfatto. In altre parole noi non percepiamo il mondo direttamente. Noi percepiamo la nostra immagine di esso e questa è diversa per ciascuno. Ognuno si crea infatti la propria realtà in base alle esperienze avute nella vita.",
  "last_phrase": "In conclusion, trading with unrealistic expectations can lead to compulsive behavior and the depletion of capital. As expectations are based on individual beliefs and experiences, it's important to be open to the possibility of being wrong and not get caught in a hypnotic dream state. By acknowledging the role of expectations and their construction, traders can better understand market psychology and make informed decisions."
}