{
  "title": "\"How can intuition be optimized in trading? Insights and techniques from Malcolm Gladwell's 'Blink'\"",
  "first_phrase": "In the previous text, the author discussed the importance of organizing information and having distinct elements to have an effective trading experience based on intuition. In this last part, the author refers to Malcolm Gladwell's concept of \"informed instinct,\" which involves relying on years of experience to make quick and accurate decisions. The author also draws a parallel between successful football players and traders who rely on their refined instinct to succeed. Ultimately, the author stresses the importance of having faith in one's intuition only when it is based on experience.",
  "content": "All'inizio della carriera, un dirigente deve invece fare affidamento ai teorici del management così come il trader deve appoggiarsi ai consigli di traders più esperti ed ai trading systems. Ma per fare gol nel mondo bisogna basarsi sull'intuito, proprio come fanno i campioni di calcio. Nel suo ultimo libro \"Blink\" egli Gladwell sostiene che le scelte migliori sono quelle che si fanno in un \"\"battito di ciglia\"\". Il blink manager è una persona che ha visto molto e ha imparato molto, al punto di educare il proprio inconscio a seguire l'istinto. Una buona analogia è quella con il football: un calciatore di successo non pensa coscientemente alle decisioni che deve prendere per mettere la palla in rete. Attinge da anni di esperienza che l'hanno portato ad affinare un giudizio istintivo sino a farlo diventare estremamente sofisticato: il risultato è il gol. Visto dal punto del trader, bisogna avere fede nel proprio istinto e questo può rappresentare un vantaggio, ma solo quando esso scaturisce dall'esperienza. In termini quantistici questo ci garantisce che il \"registro quantico sia completo\". In pratica stiamo dicendo che si può ottimizzare il processo per cui si crea \"fiuto\" in una persona. Ottimizziamo cioè la capacità di dare risposta.",
  "last_phrase": "In order to succeed as a manager or trader, it's important to draw upon both the theories and experience of others, while also training your intuition through years of practice. By optimizing our ability to respond intuitively and avoiding biases, we can improve decision-making and achieve greater success. Techniques such as self-hypnosis can also help to bring the brain into a state conducive to this type of intuitive thinking."
}