{
  "title": "What is Hypnosis and Self-Hypnosis?",
  "first_phrase": "In the previous section of the text, the effectiveness and practical applications of self-hypnosis were explored, along with indicators to determine if one is in a trance-like state. The author also provided a simple hypnotic induction based on the Erickson model, emphasizing the importance of establishing trust and rapport with the subject. The enneagram was also discussed as a tool for understanding and communicating with others. In this final section, the focus is on two types of self-hypnosis: western and eastern. The author provides guidelines for achieving a well-formed objective in self-hypnosis, and emphasizes the power of self-hypnosis in controlling emotions and mental processes.",
  "content": "“The only thing that imprisons you is your mind; the only thing that can free you is your mind!” (Sai Baba) There are two types of SELF-HYPNOSIS: western and eastern. The basic problem with SELF-HYPNOSIS is learning it correctly. Our school has created an educational technique that allows us to learn SELF-HYPNOSIS, in its two forms, in a very short time. WESTERN SELF-HYPNOSIS WESTERN SELF-HYPNOSIS MAINLY USES THE POWER OF SPEECH, AND NORMALLY DEMANDS THE USE OF THE CLASSIC HYPNOTIC TRANCE. It is important to have a well-formed objective. To be able to achieve it, you need to divide it into pieces, sensitizing it and focusing bit by bit. The objective needs to be: P positive E emotional, i.e. find motivational pleasure P present (only speak in the present, never in the past) S sensory (what you feel, see… etc. when you reach the objective) I imaginative (create a clear image of what you want to achieve) S simple M measurable A attainable R reasonable T time SELF-HYPNOSIS is a condition of the mind that allows us to control our emotions, behaviour and mental processes. It gives us the ability to focus our attention on what it is that we desire, for example, how to be concentrated, calm… etc. “Purify your thoughts and make your perception of the world clearer” (Givauden) In reality, with hypnosis, you create a conscious SELF-HYPNOSIS externally led. Now we are going to talk about creating the same condition on ourselves.",
  "last_phrase": "In conclusion, self-hypnosis is a powerful tool that allows us to control our emotions, behavior, and mental processes. Learning self-hypnosis correctly can be challenging, but by following some essential rules, we can have a more productive experience. It is important to create a mental state of relaxation and concentration that allows us to tap into the power of our imagination and activate our right hemisphere. By using techniques such as autosuggestion and visualization, we can achieve our goals and make them a reality. Self-hypnosis, combined with other techniques such as NLP, can be applied to various aspects of life, from personal development to business and therapy. The only thing that imprisons us is our mind; the only thing that can free us is our mind!"
}