{
  "title": "What is Instant Rapport and how can understanding behavior strategies, values and non-verbal language help improve communication?",
  "first_phrase": "This text discusses the importance of non-verbal communication in building rapport with others and understanding their behavior strategies. It describes how individuals have primary and secondary representational systems, with one favored sense being used more than the others in perceiving the world. Additionally, the text discusses the role of mirroring in creating a positive relationship with another person and the importance of identifying a person's values to better understand them. Finally, the text explores the different communication styles and their correlation with the three sensorial channels: visual, auditory, and coenaesthesis.",
  "content": "VISUAL (V) are recognized by their straight posture, the positioning of their eyes, mainly upwards or forwards, their deep breathing, acute voice, short phrases and less literal sentences; they also tend to give a lot of importance to esthetic appearance. AUDITORY (A) move their eyes from side to side during a conversation. Their breathing is more thoracic, they learn by listening and, with respect to the visual, have better reflective ability. Their voices are melodic and they narrate for a longer time. One of the phrases they use is, “It sounds good”. COENAESTHESIS (K) breath abdominally, love physical contact and everything that has to do with touch, taste and smell. They have slow gestures, less consideration towards the external appearance of things compared to the subject matter, and memorize by practice. Their voice is deep and they often do not speak much. They focus on the other! FURTHER INFORMATION ON REPRESENTATIONAL TYPES According to the representational channel, the used content also differs: THINGS & PLACES normally indicate a visual preference and language is descriptive. INFORMATION indicates an auditory preference, in other words, things that can be told. ACTIVITY & PEOPLE indicate a coeneasthesis preference (for example: while skiing I felt a feeling of well-being). RELATIONSHIP BETWEEN COMMUNICATION STYLES AND SENSORIAL CHANNELS In another chapter we will analyze different communication styles. A correlation between communication styles and sensorial systems was ascertained. In particular: THE BLAMER IS VISUAL; THE COMPUTER IS AUDITORY; and THE PLACATOR IS COENEATHESIS.",
  "last_phrase": "In conclusion, understanding our interlocutor's communication style, preferred sensory channels, and psychological type is crucial both personally and professionally. Using the enneagram as a tool for communication can aid in creating an instant rapport and developing a much more balanced personality. The enneagram can also help in understanding team members and colleagues, leading to a more successful outcome. Remember that we all have all nine psychological types present within us, although we may have a preference for certain types or use the type needed for each situation. By understanding ourselves and others, we can improve our relationships, communication, and personal growth."
}