{
  "title": "How can we use non-verbal communication to understand a person's values and establish instant rapport?",
  "first_phrase": "This text focuses on Non-Verbal Communication (CNV) and its importance in understanding and establishing rapport with individuals. The first part discusses how behavior is tied to values and how emotional replies can help identify a person's most important values. It also delves into the use of specific questions to elicit values. The second part talks about the non-verbal language we use to express our internal emotions and studies show that the message is communicated 55% through body language. The last 200 tokens touch on the use of NLP 3 techniques to achieve various objectives, understanding communication styles, and how beliefs affect our actions.",
  "content": "What do you focus on? 2. What motivates you? 3. What are you mainly doing? 4. Where do you think you will be in the future? (This question is useful in understanding the degree of self-confidence, decisions and attitudes). 5. What is important to you? (A question that allows us to understand a person’s values) 6. What exactly does that mean? COMMUNICATION STYLES The signs just highlighted are then connected to a specific “communication style”. Hand movements can be of great help in this area. While the person is talking or answering our questions, if we are focused and we pay attention to hand gestures, we can understand more. A famous family therapist, Virginia Satir, has identified three types of persons: 1. THE BLAMER: When adopting this style, the person is very active, tends to impose himself/ herself, focalizes on himself/ herself, decisive, determined, and his her hand movements are cutting or finger-pointing. S/he uses imperatives or generalizations. 2. THE COMPUTER: Hand movements are rotatory and reflexive. While speaking, s/he enumerations like: “Given that” and “because”. The reasoning is logical, for s/he wants to achieve something by demonstrating. The focus is on the subject and there is an absence of “me” and “you”. 3. PLACATOR: when adopting this style, the person tries to make himself/ herself nice. Communicating in an emotional way, placating and making himself/ herself compliant, the reasoning is, consequently, emotional.",
  "last_phrase": "To improve communication and establish instant rapport, it is important to understand various communication styles such as the blamer, computer, and placator. Additionally, recognizing the three channels of action, intellect, and emotion helps in understanding a person's strategy. Understanding the personality types through the communicational enneagram further facilitates better communication and personal growth. Through this system, it is possible to know oneself dynamically and develop powerful, new strategies to accomplish goals. Thus, mastering various communication techniques and personality types can aid in personal and professional success."
}