{
  "title": "How does understanding Non-Verbal Communication and using the Enneagram help establish Instant Rapport?",
  "first_phrase": "In the last part of this guide, the focus shifts to non-verbal communication. Non-verbal communication includes gestures, facial expressions, body language, and all other human expressions that are abstracted from words. Studies show that over 55% of interpersonal communication is conveyed through non-verbal language. To establish a good rapport, one needs to pay attention to body language, breathing, and movements. Mirroring, a NLP technique, can help create a positive relationship with the interlocutor. The last part of this guide also includes a discussion on NLP and productive belief. NLP is the study and modeling of success strategies, animated by the winning positive thought of those who have achieved great goals in all aspects of their life.",
  "content": "In fact, we need to add an understanding of our interior reality to our understanding of exterior gestures so as to make the achievement of this easier. PART THREE: NON-VERBAL COMMUNICATION What we mean by Non-Verbal Communication is gesturing, mimicking and all other human expressions that are abstracted from words. Along with hypnosis, the theory and practice of Non-Verbal Communication are probably among the most antique of the subjects discussed in this guide. At the same time, they are among those which modern research has the most information about. The fundamental languages that allow us to relate to others are: 1. VERBAL LANGUAGE made up of words which serve to transmit information. 2. NON-VERBAL LANGUAGE with which we express our internal emotions, using gestures, behavior and silence. Some studies have shown that in an interpersonal communication, the message is only transmitted using 7% of words and 38% from the tone of voice, while 55% is communicated using body language. This differs when using the telephone, in fact in this case, that 38% becomes 100% of the communication. Mirabeau wrote: “Words were given to man to hide his thoughts”. Example: If we ask someone how they are and they reply “fine” followed by a clearing of the throat, it means that they are lying. Body language tells the truth and often betrays what we say with words.",
  "last_phrase": "In conclusion, understanding non-verbal communication and the representational or sensorial systems of a person can greatly enhance our ability to communicate effectively and establish positive relationships. The Communicational Enneagram can serve as a powerful tool for both personal and professional growth, aiding in self-awareness and empathy towards others. It is important to recognize that communication is not limited to words, and that body language and emotional unburdening play a significant role in conveying messages. By being attentive to these aspects of communication, we can better connect with those around us and build stronger connections."
}