{
  "title": "What is Animal Magnetism and How Does it Work?",
  "first_phrase": "In the preceding text, the phenomena of mesmerism and animal magnetism were discussed, including the effects of attracting and mesmerizing individuals. In this concluding part, the text mentions the unique qualities of the magnetized person's movements and expressions, such as rigidity and pride, and how they are unable to resist the attraction. The author mentions instances in various cities where groups of people could not stop a magnetized person's advance, even when obstacles were present. The text references Lord Byron's Cain and Guillielmo Maxwllo's De medicina magnetica, among other works, and gives information on Franz Anton Mesmer, the pioneer of mesmerism in Austria and France.",
  "content": "Un muro non diminuirà per nulla la possibilità di questa attrazione, il magnetizzato verrà nella vostra direzione: se egli urta contro l’ostacolo, che vi separa, oscillerà come un ago, che sente il ferro calamitato e cerca di avvicinarglisi. - Se voi esercitate questa attrazione su più persone insieme, l’effetto è altrettanto pronto: solamente varia nei risultati. Messi su di una linea retta, taluni di quelli che voi attirate non l’abbandoneranno, ma quelli più sensibili camminano più presto ed atterrano gli altri. - Se li disponete in un cerchio, di cui voi occupate il centro, essi gravitano verso di voi con più o meno prontezza, e giunti a voi, cercano ancora di accostarvisi di più, come se dovessero saldarsi alle vostre carni-. [61] Mephisto in Lord Byron : Cain, Act i. Scene 1. [62] Molti contemporanei ci raccontano che di quanto il suo sguardo era estremamente intenso e penetrante. [63] Franz Anton Mesmer – Dapprima diffuse la metodologia in Austria e successivamente in Francia. [64] De medicina magnetica, libri tres auctore Guillielmo Maxwllo. M.D. Scoto-Britanno. Francof. 1679 in 16° [65] Theophr. Paracels.",
  "last_phrase": "In conclusion, Mesmer's methodology of magnetism, which was introduced in Austria and later in France, may have been revolutionary in the 18th century, but its efficacy remains a topic of debate. However, some modern therapies appear to have rediscovered some of Mesmer's principles, such as the importance of intense and penetrating gaze, for achieving therapeutic effects."
}