{
  "title": "What is the Power of Eye Fascination and How Can It be Practiced?",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the importance of maintaining awareness and not getting lost in appearances while exercising the power of gaze. The symbols of mirror and water represent distraction and illusion. The practice involves developing eye resistance to magnetism by non-closing the eyelids, which connects the eye to the element of fire and human consciousness. The author also shares how Virgilio T. recommended using the power of gaze on animals to understand its natural existence, and how anyone can practice this on domestic animals. This section of the text elaborates on the exercises of breathing, purification, and gaze development, leading to the awakening of Kundalini energy.",
  "content": "Attraverso l’occhio esprimiamo allora il fuoco  della volontà. L’aria  è allora la nostra respirazione e la terra le nostre sensazioni dirette. In questa maniera i quattro elementi sono riuniti nell’esercizio. A questo punto, attraverso gli esercizi di respirazione, di purificazione e di sviluppo dello sguardo descritti nei prossimi capitoli è possibile sviluppare allora l’energia centrale, il potere fulgureo del “basilisco filosofale”, o, per dirla con termini indiani, il serpente della kundalini e la sua potenza. 11. Fascinazione nel mondo animale L’interesse per capire come anche nel mondo animale operasse la fascinazione nacque da Virgilio T. e dai suoi racconti di quanto questo potere dell’occhio fosse naturale e diffuso ovunque nella natura, e dalla sua affermazione che per imparare e raggiungere sicurezza assoluta era utile provare sugli animali, perché così avremmo potuto renderci conto che non vi era suggestione[103]. Chiunque può praticare iniziando ad esercitare il potere dello sguardo su piccoli animali domestici. Notammo come l’uomo, con l'occhio comanda all'animale; il cane ad esempio dapprima abbaia, ringhia, poi quasi implora pietà quando fissato con sicurezza.",
  "last_phrase": "In conclusion, through the exercises of breathing, purification, and developing the gaze described in the previous chapters, it is possible to develop the central energy, the fulgurous power of the \"philosophical basilisk,\" or, in Indian terms, the Kundalini serpent and its potency. Fascination of the eye towards animals is not only natural but also necessary to attain absolute certainty and security. Anyone can begin by exercising the power of gaze on small domestic animals, as it is through the gaze that there is a reciprocity of action between humans and animals."
}