{
  "title": "What is the technique of \"fascination\" in hypnosis and how does it differ from traditional hypnosis?",
  "first_phrase": "In the last 200 tokens of this text, the authors recount their search for individuals who possessed the same level of power in hypnotism as they had witnessed in Italy. They found that most people only used hypnotism as an aid and did not fully understand its potential. After watching a video of Gil Boyne, an American hypnotist who seemed to be able to hypnotize people instantly, they traveled to America to meet him and Ormond Mac Gill. Although they learned a lot from their experiences, they never found anyone who possessed the same level of power as them. They continued their search in France, Germany, and Spanish-speaking countries. The authors also hypothesized that \"fascination\" could be considered a separate technique from traditional verbal hypnotism, with different brain regions being involved. They believed that this technique could result in the instant alleviation of a wide range of psychosomatic issues.",
  "content": "Io partecipai inoltre a vari raduni dell’Associazione Nazionale degli Ipnotisti, tenendo anche delle conferenze grazie a tutto quello che avevamo comunque imparato nel frattempo, così come Max T. visse qualche anno in California operando come ipnoterapeuta, ma mai neppure negli USA incontrammo qualcuno capace di un uguale potere. Continuammo la ricerca indagando in Francia, dove effettivamente si narrava dell’esistenza sparuta di persone con tali capacità, e ricercando in Germania e nei paesi di lingua spagnola. La fascinazione\", del resto potrebbe quasi essere considerata una tecnica a parte[76], diversa dall'ipnosi verbale attualmente praticata. Anche le aree del cervello coinvolte sono probabilmente differenti. Una nostra idea è che nella fascinazione rispetto all’ipnosi abituale, si abbia una particolare forma di ipercoscienza data dal superamento di un “punto di attenzione” corrispondente alla personalità abituale dell’individuo. A questo punto si possono provocare su di un soggetto apparentemente completamente sveglio una serie di effetti guaritivi, come eliminare istantaneamente dolori, tensioni muscolari, cefalee, tinniti, analgesie e da qualsiasi problema psicosomatico in genere.",
  "last_phrase": "In conclusion, the fascination technique may be considered a unique approach to hypnosis, with different brain areas involved and a potential for immediate healing effects. The authors' exploration of this technique has opened up new fields of study and discovery beyond conventional Ericksonian methods based on words. While traditional hypnosis induces a sleep-like state, fascination may offer a way to access hyper-awareness by surpassing attentional limits, leading to astounding results even in fully awake subjects."
}