{
  "title": "What is animal fascination and how has it been practiced throughout history?",
  "first_phrase": "In this text, the author explores the phenomenon of animal hypnosis and how it has been used since ancient times. Various examples are given, from the Egyptians who could attract birds and charm snakes, to the Greek philosopher Pitagora who was said to have tamed and communicated with wild animals. The author also shares a personal anecdote about a military experience where a mule was mesmerized by his gaze. This last part, consisting of 200 tokens, presents the story told by the author's teacher Virgilio T. about how he mesmerized a mule to climb up the stairs of a building. The practice of animal hypnosis has been around for centuries and still continues in some Indian regions.",
  "content": "Lo stesso scrittore disse che vi era un’orsa ferocissima, di grandezza straordinaria che incuteva spavento; Pitagora la chiamò presso di sé, l’accarezzava ed alimentava. Indi mandandola via, le suggerì che non offendesse mai alcun animale, e quella ritornando alle selve serbò la data fede, così tanto rara fra gli uomini. Pitagora avendo scorto un bue presso Taranto, che devastava un favaio, cibandosene e calpestandolo, insinuò al bifolco che ammonisse il bue di astenersi dalle messi. Rispose il bifolco, ridendo, di non avere imparato a parlare con i bovi. Pitagora sussurrò allora delle parole all'orecchio del bue, il quale obbedientemente desistette, e mai più guastò i seminati e riceveva il foraggio dalle mani degli uomini. Il nostro maestro Virgilio T. ci raccontava di quando avesse affascinato con lo sguardo un mulo durante il periodo del servizio militare. Standogli davanti l’aveva costretto a salire per le scale di un edificio fino al primo piano. Ma poi si rifiutò di farlo scendere, perché aveva troppa paura che tornando indietro l’animale rischiasse di rovinargli addosso e dovettero calarlo con una carriola! Con questo continuava un’antica pratica.",
  "last_phrase": "In conclusion, throughout history, there have been numerous examples of humans successfully using fascination techniques to control and improve the behavior of animals. Whether it's Pitagora taming a ferocious bear or Virgilio T. fascinating a mule, the power of eye contact and verbal communication has proven to be a powerful tool for animal trainers and handlers even today. By understanding and implementing these techniques in a gentle and humane way, we can create a stronger bond with animals while ensuring their well-being and safety."
}