{
  "title": "What is the belief in the power of the evil eye and its relationship with negative emotions?",
  "first_phrase": "The final part of this text delves into the belief in the negative power of the gaze, as well as the relationship between emotions and fascination. The idea that negative emotions could be transmitted through the eyes has been present throughout history, with the word \"invidia\" deriving from this belief. However, this thought may not be entirely accurate, as negative effects can be felt only in specific contexts and in people who are already susceptible to receiving these emotions. The tendency to imitate the emotions of others may be the scientific reason behind this phenomenon. The text discusses the concept of \"mirror neurons\" and how they may play a role in this effect. This belief in the power of the gaze to influence others has been present in mythology and still persists today.",
  "content": "Certamente vi è la tendenza nell’uomo all’imitazione delle emozioni degli altri. Questa può allora essere la ragione scientifica dietro a tale fenomeno. Possiamo quindi risentire immediatamente un’emozione di malanimo perché la “copiamo” da un altro. Una ragione neurologica forse alla base di tale effetto può essere nei “neuroni specchio”, vale a dire nella teoria che è stata formulata che il cervello deputi particolari aree a ripetere e “creare un modello” della persona di fronte. A questo punto osservando uno sguardo malevolo vi può essere una ripetizione mentale ed una emozione negativa anche in chi è osservato. Il pensiero di un’influenza del genere del resto fu creduto da scrittori antichissimi, ed è tuttora considerato tale, non solo dal volgo, ma anche da uomini di grande intelligenza anche se molte volte a sproposito[138]. Fin dall’antichità si temeva questo fascino maligno[139], che partendo dagli occhi andava ad influenzare le persone su cui cadeva[140]. E’ curioso come un primo esempio di questo creduto influsso malefico lo troviamo nella mitologia. Narra Apollonio che dal concubito di Adone con Venere fu concepito Priapo.",
  "last_phrase": "In conclusion, the tendency of humans to imitate the emotions of others can be attributed to the scientific reason behind this phenomenon. This may be due to the \"mirror neurons\" theory that states the brain repeats and creates a model of the person in front of us. Thus, the malevolent gaze can affect those who are observed. As this belief has been around since ancient times, it is still considered a valid argument by many intelligent individuals. The term \"fascination\" was derived from the god Fascinus, who protected humans from the evil eye."
}