{
  "title": "What is the relationship between the \"hypnosis of gypsies\" and therapeutic use according to historical texts?",
  "first_phrase": "The final part of this text delves deeper into the concept of \"fascination\" as discussed by various historical figures. The authors cited include Vario, Olao Magno Gotho, and Martinus Antonius Del Rio, who classified \"fascination\" into three categories. The text also explores the idea of the soul's power over the body and infinite energy. The author connects these ideas with the use of hypnosis among the Romani people and clarifies that their focus is solely on therapeutic and personal use.",
  "content": "Del Rio divide tre tipi di fascinazione: \"Poetica seu Vulgaris\" che deriva da cause fisiche acui non crede, \"philosophica\" che può essere emessa da un individuo all'altro e \"magica\" sulla quale assente [21] Vario, priore del convento Benedettino di Santa Sofia in Benevento, pubblicò un trattato \"de fascino\" nel 1589. Dapprima, citando Olao Magno nota le nazioni che posseggono questo potere fascinante. Successivamente analizza che animali hanno tale potere e poi di che tipo sia. [22] Ad haec, vel ex immaginatione forti, agens anima contactu id perficit, vel non contactu quia in maxima distantia agit, ergo sine contactu; at quae sine contactu agunt, in infinitum agere possunt, (nam intervalli natura in naturali actione solum ratione tactus requiritur ergo anima nostra in infinitum agere potuerit, et per consequens erit infiniti vigoris, quod est absurdum. [23] Vedi Oswald Wirth – L’imposition des mains [24] Pomponazzo - De naturalium effectuum admiramdorum etc. [25] Olao Magno Gotho - Historia de le genti et de la Natura delle cose Settentrionali - Tradotta in lingua Toscana MDLXV. - Cap.",
  "last_phrase": "In conclusion, Del Rio's treatise on fascination divides it into three categories: \"Poetica seu Vulgaris,\" \"philosophica,\" and \"magica.\" While the first two can be attributed to physical or psychological causes, the latter is believed to be of magical origin. Del Rio's work was heavily influenced by the writings of Pomponazzo and Olao Magno, who both acknowledged the existence of magical practices in certain cultures. Though fascinating, such beliefs of magic need to be taken with a grain of salt, as not all scientific views can be explained away by the magical."
}