{
  "title": "What is the Connection Between Hypnotism and Ancient Beliefs and Practices?",
  "first_phrase": "The last part of this text describes various cultures' notions of fascination, hypnosis and magic through examples from history. They include the Helfingi, who had a master called Vitulfo, an accomplished blinder that could lead someone to lose sight of their surroundings, and the Vikings whose name for themselves, \"Svit-thiod\", derived itself from the term \"fascination\". The author also mentions how body language affects the hypnotic experience and how Franz Anton Mesmer founded the \"Societé de l’Harmonie\" to study this phenomenon.",
  "content": "161) riferisce come gli antichi svedesi avessero imparato la magia dai Vani (slavi) ed appunto dai Finni ed allora avessero dato ad Odino, il loro dio più alto, anche il soprannome di “Sviha” che significa “fascinazione”. Essi stessi si definirono “Svi-thiod”, cioè “popolo di Svi” da cui l’odierno nome “Svezia” [28] Citato in Belfiore “l’ipnotismo e gli stati affini” Cap. VI. E ancora dice San Tommaso: “Grazie all'influsso di una forte immaginazione lo spirito unito al corpo può essere cambiato, e questo cambio od influenza è specialmente esercitato dagli occhi, dai quali arrivano gli spiriti più sottili, poichè gli occhi influenzano l'aria attorno a loro fino ad una certa distanza” [29] In pratica il gesto è legato all’animo del fascinatore. Molti secoli dopo, Virgilio T. correggendoci mentre ci insegnava, ci diceva che ogni gesto che accompagna il fascinatore è “come una parola”, cioè vuol dire qualcosa. [30] La società fondata da Franz Anton Mesmer per lo studio di questi fenomeni aveva infatti come nome “Societé de l’Harmonie”.",
  "last_phrase": "In conclusion, the art of fascination and hypnotism has been studied for centuries by many cultures, and is still relevant today. By understanding the power of imagination, body language, and aligning oneself with the energy of the universe, one can tap into their own inner power and influence those around them. Various experts, from the ancient Svi-thiod to modern practitioners like Erminio di Pisa and Otello Ghigi, have left us with valuable insights and techniques to explore and master this fascinating field of study."
}