{
  "title": "What is the Relationship Between Hypnosis and Ancient Texts, Psychology, and Quantum Mind Functioning?",
  "first_phrase": "In this final part of the text, we will explore various concepts and people related to hypnosis and its practice. Before this, we learned about works of Plinio, Virgilio, and Agrippa, as well as the role of mimicking ancient gestures, experiments on animal magnetism and hypnotherapy. We also saw how consciousness functions, the famous oracle Dalla Pizia, and the analysis of the mind regarding uncertain images. Finally, we discuss Laghu-Prabandhāḥ and the analysis of the Central American tradition by anthropologist Castaneda.",
  "content": "2 c. 49) citato in Report of the experiments on animal magnetism: made by a committee of the ... Di Académie nationale de médecine (France), John Campbell Colquhoun [149] Braid, Heidehain, Bleuler, Munterberg, Berad ecc [150] Lafontaine - l'Art de Magnetiser 1847 oppure reed 1891 pag. 43 e 44 [151] les medications psychologiques pag. 250 [152] Articolo \"Ipnotismo\" in \"Dictionnaire de Phisiologie\" di Charles Richet, Paris 1909, t. 9 p. 745 [153] Dalla Pizia, sibilla famosa dell’antichità [154] Elman “Hypnotherapy” [155] Cfr. Seeing Space di Robert Arnold Crone – pag. 59 [156] E’ il cosiddetto “funzionamento quantico” della mente per cui più possibilità vengono analizzate contemporaneamente. Sono stati eseguiti vari esperimenti per vedere come la mente reagisce di fronte ad immagini incerte mostrando come cambi il suo modo di funzionare e le onde cerebrali stesse. [157] Laghu-Prabandhāḥ: Choix d'articles d'Indologie Di Jean Filliozat pag. 165-166 [158] A questo proposito citiamo l’antropologo Castaneda che ha molto analizzato la tradizione centroamericana.",
  "last_phrase": "In conclusion, understanding the history and theories behind hypnosis and its effects on the mind can provide valuable insights for those interested in exploring this therapeutic technique. By delving into the works of past pioneers such as Braid and Lafontaine, as well as modern scholars like Elman and Richet, we can broaden our knowledge and enhance our ability to utilize the power of hypnosis in practical ways."
}