{
  "title": "What is the Purpose of Eye Concentration in Eastern Meditation Techniques?",
  "first_phrase": "In the previous tokens, the text explains the importance of eye concentration in overcoming consciousness aggregates. It questions why the yogic practice of eye concentration is reserved for a select few, and how it differs from hypnosis and fascination. The text also explores the role of eyes in identifying directions and spatial perception. In the last 200 tokens, the text delves deeper into the role of eye concentration as a means of concentrating the mind to intensify meditation. It elaborates on the correlation between eye orientation towards an object and egocentric localization. It also discusses the potential of eye concentration to alter physiological vision, leading to a different functioning of the mind.",
  "content": "La simbolica della fissazione del pensiero Uno tra i compiti più importanti degli occhi è l'identificazione delle direzioni[155]. L'\"estensione\", considerata da Descartes l'essenza dello spazio, diventa tridimensionale con la percezione delle direzioni. Nell'uomo, l'orientamento verso un oggetto ha un correlato pricologico nella cosiddetta \"localizzazione egocentrica\". Questa è la localizzazione dell'oggetto visto in rapporto al suo egocentro visivo. La posizione di un oggetto è normalmente determinata primariamente dalla posizione dell'immagine retinica. Ma nel caso di un oggetto fissato in particolari posizioni, o senza più nistagmi (cioè movimenti laterali per identificare lo spazio intorno) dopo un poco la posizione dello stesso non è più così sicura a seguito di una serie di alterazioni fisiologiche della vista. Può allora intervenire un differente funzionamento della mente, meno orientata ad uno scopo specifico e più aperto alle potenzialità[156]. Una non identificazione della posizione di un oggetto può anche essere ottenuta chiudendo gli occhi, ma in tal caso anche certe funzioni motorie ed attive dell’uomo vengono lasciate da parte. Per tutte le tradizioni che utilizzano a concentrazione oculare a scopo di meditazione, la fissazione oltre ad essere un mezzo materiale per fissare il pensiero ha anche uno scopo ulteriore.",
  "last_phrase": "In conclusion, the act of fixing one's gaze on an object not only serves as a means of materializing thoughts but also has a deeper purpose in various traditions. While the position of an object can become uncertain due to physiological alterations and lack of nystagmus, fixing one's gaze can lead to complete possession of oneself through an active internal retroversion. The difficulty in achieving this state through self-led exercises disappears when led by another person."
}