{
  "title": "What is the connection between predatory behavior and subconscious mechanisms that increase tension and attention in both the observer and the observed subject?",
  "first_phrase": "In the previous section, the author describes how the \"predator effect\" can increase the observer's attention through unconscious mechanisms, resulting in a state of surprise or submission. The tension in the muscles during this effect also affects the observer's brain function and consciousness. The last section focuses on the motor aspects of predatory attacks, with studies showing a precise sequence of activated processes leading to the final bite. The increased muscle tension also correlates with the emission of gamma waves and sensory concentration. The author also notes how stimulation on the lips can elicit an attack response.",
  "content": "Un'altra componente è la tensione nei muscoli degli arti dove ricerche sperimentali hanno mostrato anche una contrazione dei muscoli del bicipite. Anche quando si opera la fascinazione ipnotica, abbiamo osservato la contrazione contemporanea dei muscoli del braccio, che vengono mossi come a “tirare” il soggetto. In un attacco predatorio, negli animali è stato inoltre misurato un aumento della contrazione muscolare registrabile all'elettromiografo, superiore a quella osservata nella normale masticazione. Questo sembra avvenire al fine di permettere l’emissione della maggior forza necessaria durante la predazione. In nero: attacco predatorio In bianco: masticazione In ordinata la frequenza registrata con l’elettromiografo. Analisi eseguita nei gatti della contrazione del muscolo massetere durante la masticazione e durante l’attacco (di Saul Wiener – riportata da Allan Siegel). Secondo il dr. Lefebure l’accresciuta tensione muscolare ha anche un effetto cerebrale. Notiamo anche come, le stimolazioni sulle labbra sembrano anche facilitare ed addirittura elicitare negli animali la risposta di attacco. Quanto detto qui riguardo al potere della rabbia nella fascinazione può dare una base alla comprensione dei meccanismi delle emozioni negative apparentemente trasmesse attraverso l’occhio[131]. 2.",
  "last_phrase": "In conclusion, the power of fascination and negative emotions transmitted through the eyes have been discussed. Increased muscle tension has a significant effect on the brain, especially during predatory attacks where there is a higher electromyograph contraction. While negative emotions can be transmitted through the eyes, they only have an impact under certain circumstances. The power of fascination is a complex topic that requires more research to fully understand its mechanisms."
}