{
  "title": "What is Fascination and why has this technique almost disappeared from Western society?",
  "first_phrase": "This text is about the technique of fascination, which has been used to hypnotize people with just a gaze. Although this technique is not widely known, it has been successfully used in India and other distant countries. The text mentions Donato d'Hont, a famous hypnotist who was able to hypnotize hundreds of people with his gaze alone. Nowadays, the technique of fascination has become practically extinct in the Western world. However, during their research, the authors discovered Gil Boyne, an American hypnotist who also had knowledge of the technique but did not know how to practice it.",
  "content": "Anzi, alcuni dei moderni[75] arrivano addirittura a negare quello che però per noi era un'evidenza avendoci assistito direttamente. Infatti, stimolati da quello che avevamo visto in Italia e dato che Virgilio T. era molto reticente e cauto nel suo insegnamento, avendo paura che il potere potesse essere utilizzato negativamente, cominciammo a ricercare se vi fossero altre persone dotate di tale potere con esito, tranne che nel caso del Prof. Erminio di Pisa, sempre negativo. La maggior parte di coloro che incontravamo utilizzavano infatti lo sguardo solo come aiuto, e non avevano particolare coscienza della sua potenza, né di quello che poteva realizzare. Un giorno, avemmo modo di vedere una videocassetta di Gil Boyne, un ipnotista americano che sembrava ipnotizzare istantaneamente, andammo fino in America. Lì incontrammo sia lui che Ormond Mac Gill che per una ventina d’anni fu il decano degli ipnotisti americani, e ci disse espressamente che sapeva che esisteva questa tecnica, che ne aveva avuto conoscenza in India, ma lui non sapeva praticarla.",
  "last_phrase": "In conclusion, despite our extensive research and travels, we never found anyone with the same level of power and ability that we witnessed in Italy. However, our journey led us to gain valuable knowledge and understanding of the potential of hypnosis, including the unique technique of fascination. Our quest for knowledge and experience has allowed us to share our learnings, and we continue to be fascinated by the mystery and power of the human mind."
}