{
  "title": "What is Indi Donato's contribution to hypnosis and its applications?",
  "first_phrase": "This last part of the text provides insights into the world of hypnosis with examples of notable experts. It portrays the relationship between the hypnotizer and hypnotized and the transfer of willpower from one to the other. Before that, the text describes the physical reactions of the person under hypnosis. Indi Donato, an accomplished hypnotizer, is depicted here, along with other notable experts like J.P. Jagot, Gil Boyne, Ormond Mac Gill, and Milton Erickson. The concept of becoming a motivating symbol that leads to personal growth and transformation is also mentioned.",
  "content": "[74] J.P. Jagot [75] Ad esempio Gil Boyne, peraltro ipnotizzatore bravissimo. Ormond Mac Gill, [76] E questa era nche l’opinione di vari studiosi che ebbero modo di esaminarla direttamente, come Belfiore in Italia e Bremaud in Francia [77] Milton Erickson era uno psichiatra che rilanciò l’ipnosi in america. Poliomelitico vinse tale malattia grazie all’ipnosi. [78] Divenire Simbolo motivante è un termine alternativo per indicare un qualche cosa che ci muove e trasforma. [79] L’”Energia Segreta della Mente” – dr. Marco Paret – Ed. L’Età dell’acquario. [80] Il concetto è globale e in tutte le civiltà perché inevitabilmente portano a creare delle sovrastrutture che “mangiano” l’uomo. Riportiamo la nota al “Fiore d’Oro del Grande Uno” (anche tradotto come titolo “Il Segreto del Fiore d’oro (testo orientale) in Ur e Krur vol 2 pag. 375: “l’uomo ordinario si è alienato dallo stato primordiale.",
  "last_phrase": "In conclusion, the concept of hypnosis has been used by renowned experts like J.P. Jagot, Gil Boyne, and Ormond Mac Gill, who saw it as a powerful tool for transformation. Milton Erickson's successful battle with polio using hypnosis is inspiring. Becoming a motivating symbol, as described by \"The Secret Energy of the Mind\" by Dr. Marco Paret, can help us reorient ourselves towards a fulfilling existence. This concept is universal, and many scholars worldwide have examined it, creating structures that can lead to human corruption. To avoid this, it is crucial to defend our center and establish the right balance between our masculine and feminine energies."
}