{
  "title": "\"What is Hypnotic Fascination and How Does it Affect People Physiologically?\"",
  "first_phrase": "In the previous section, the author described the power of courteous authority in communication. In this section, the focus is on the physiology of hypnotic fascination, which manifests in a subject appearing as if under the complete control of the operator. The author mentions Virgilio and Prof. Erminio di Pisa as practitioners who could induce this state, wherein a person's pain disappears or new ideas can be suggested. The author refers to this phenomenon as \"the hypnotic fascination of block\" or \"incantation.\"",
  "content": "Il soggetto rimane con gli occhi aperti, come in “stand by”, e non si rende conto del tempo che passa. Questo curioso, magico e particolare fenomeno costituisce una delle cose che più ci colpì quando incontrammo Virgilio. Dopo averlo semplicemente osservato, i suoi soggetti apparivano come “bloccati” e successivamente, la maggior parte non ricordava neppure più di essere stato in tale stato. Altri ancora avevano una interpretazione errata del tempo trascorso. Analogamente, i soggetti che guardavano il Prof. Erminio di Pisa entravano in uno stato particolare nel quale i loro dolori sparivano come d’incanto. Il Prof. Erminio di Pisa lo chiamava “ipnosi istantanea”, ed in tale stato particolare e di sospensione dal lavorio dell’ego i toccamenti terapeutici possono essere maggiormente risentiti dal soggetto, così come nuove idee possono essere suggerite. Questo può essere considerato una fenomenologia a sè stante e l’abbiamo chiamato: \"la fascinazione ipnotica di blocco\", oppure possiamo utilizzare un termine classico come “incanto” o “incantamento”. [56] Questo stato corrisponde quasi completamente all'idea dell'immaginario collettivo riguardo all'ipnotismo.",
  "last_phrase": "In conclusion, the \"hypnotic fascination of block\" or \"enchantment\" is a fascinating phenomenon that can be induced in a subject within seconds with amnesia of the experience, as observed by Prof. Erminio di Pisa. This state is characterized by physical signs such as softening of jaw muscles, open eyes with little or no blinking, and a general appearance of surprise. While it may not be commonly described by modern hypnotists, it can be a useful tool for therapeutic touch and suggestibility."
}