{
  "title": "What is the technique of mesmerizing fascination and why has it disappeared from the Western world?",
  "first_phrase": "This text talks about two different approaches to hypnotism: the reductionist approach and the method of fascination. The reductionist approach, popularized by Braid, focused on only one aspect of ocular concentration and resulted in less success than previous methods. In contrast, the method of fascination, which requires complex preparation and knowledge of mesmerism, was more powerful but less frequently used. The last 200 tokens discuss the practice of fascination and its most famous practitioner, Donato d'Hont, who was known for his ability to hypnotize people with only his gaze. Today, the method of fascination has largely disappeared from the Western world, despite its potency.",
  "content": "Non è tuttavia uno stato frequentemente descritto, in quanto sono sempre state poche le persone in grado di provocarlo efficacemente anche per l’ermeticità sempre mantenuta da chi effettivamente conosceva la materia. I racconti più illuminanti vengono molte volte da viaggiatori in India ed altri paesi lontani[72]. In Europa grande attenzione fu creata verso la fine dell’ottocento dalle gesta del famoso Donato d'Hont[73] Questi in particolare era famoso per aver ipnotizzato centinaia di persone solo con lo sguardo con la sua estrema potenza, tanto da meritare una speciale approfondita menzione \"in memoriam\" da parte di J. Paul Jagot in un suo libro quando la memoria delle sue gesta era ancora viva, con decine di testimoni oculari. [74] Tranne le poche persone da noi conosciute direttamente, la metodica della fascinazione, potentissima e che richiede una preparazione dell'operatore molto complessa è tuttavia, per quanto ne sappiamo, oggigiorno è tuttavia praticamente scomparsa dal mondo occidentale euroamericano. Abbiamo infatti realizzato con grande impegno una ricerca di più di venti anni in Italia, Francia, Germania, Inghilterra ed America, conoscendo molti tra i principali ipnotizzatori, e non trovando più traccia della conoscenza profonda di questa tecnica.",
  "last_phrase": "In conclusion, the technique of fascination, which involves hypnotizing individuals solely through the power of the gaze, seems to have disappeared from the Western world. While many skeptics may deny its existence, it's important to acknowledge the accounts of those who have witnessed it firsthand. Ultimately, it remains a fascinating and elusive subject that may continue to intrigue researchers and hypnotists alike in years to come."
}