{
  "title": "What is \"Fascinazione Ipnotica\" and why is it a powerful but little-known phenomenon in the West?",
  "first_phrase": "This text explores the fascinating and powerful phenomenon of hypnotic fascination, which has been poorly studied in Western scientific research despite numerous accounts from poets, scholars, and important historical figures. To understand why this is, the history of hypnosis is examined, particularly the approaches of Franz Anton Mesmer and James Braid. Mesmer believed in the transmission of animal magnetism, while Braid sought to provide a strictly material interpretation based on automatic reactions of the nervous system. The text concludes with a quote from Lord Byron that evokes the captivating pull of hypnotic fascination.",
  "content": "Per comprender perché ciò sia avvenuto è necessario guardare la storia dell’ipnosi, che è la scienza nella quale è abitualmente confluito lo studio di tale materia. Le due strade: Mesmer e Braid Nella storia delle discipline ipnotiche vi sono due nomi famosi: Mesmer[63] e Braid. Franz Anton Mesmer: questi diffuse in Francia il concetto che chiamò di “magnetismo animale”. In esso egli continuava adattandola ai tempi suoi una tradizione più antica che si può ricollegare a Maxwell[64], Paracelso[65] ed in genere alla più remota antichità. Egli si era reso conto del fenomeno di un’”energia” che veniva trasmessa. E l’occhio era un mezzo per trasmetterla. Poichè era anche un terapeuta, affermava che la malattia era energia bloccata che andava liberata. [66] James Braid: questi era un medico oculista di Manchester. Cercò di dare ai fenomeni di magnetismo una interpretazione riduttivistica esclusivamente materiale, e ristretta a particolari reazioni automatiche del sistema nervoso. Si appassionò alla materia il 13 novembre 1811, assistendo ad una seduta di un magnetizzatore francese di nome Lafontaine[67], adepto del mesmerismo, che si trovava in tournée in Inghilterra.",
  "last_phrase": "In conclusion, understanding the history of hypnosis is crucial to comprehend its development. Franz Anton Mesmer and James Braid paved two different paths to the study of hypnotic phenomena. While Braid tried to reduce hypnosis to purely physiological reactions, Mesmer understood it as a transmission of energy that could heal blocks. Although Braid's approach captured only a part of the magnetic phenomenon, his initial study focused the research on purely physical and material aspects, leaving behind the vital role of the operator's mental attitude."
}