{
  "title": "What is the power of the gaze on animals?",
  "first_phrase": "In the previous section, the text discussed examples of animal whispering and the power of eye contact in influencing their behavior. In this final part, the author delves into some historical instances of animal fascination by people, including Pitagora and Constantino Balassa, and how this power of fascination was used effectively to tame animals. The text also references the Christian history of animal fascination when the prophet Daniel was thrown twice into a den of lions.",
  "content": "Nel 1828, Costantino Balassa, ungherese, adoperava egualmente la fascinazione per ferrare i cavalli senza violenza, ponendosi loro di fronte e fissandoli intensamente negli occhi. Allora si produceva questo fenomeno: il cavallo retrocedeva, alzava la testa, e la colonna cervicale si rendeva rigida: dopo ciò essa restava immobile, e gli si poteva sparare un colpo di fucile in vicinanza, senza che si fosse menomamente mosso dalla sua posizione; esattamente lo stesso effetto che abbiamo visto Virgilio T. provocare sugli umani! Fascino era quello che il domatore Rarey[109] esercitava sui cavalli più viziosi, rendendoli in brevissimo tempo gli animali più docili che vi fossero. Egli faceva concentrare lo sguardo del cavallo sulla propria persona, pronunziando con tono monotono delle parole ed esegue dogli delle frizioni sul collo. La storia dei martiri cristiani ci fornisce a sua volta degli esempi di fascinazione esercitata dall’uomo sugli animali. Daniele fu gittato due volte nella fossa dei leoni. La prima volta Re Dario sigillò col suo anello l’apertura della fossa.",
  "last_phrase": "In conclusion, the power of the gaze and its ability to influence animals is a fascinating phenomenon that has been observed and utilized throughout history. From the Hungarian Constantino Balassa's horse-whispering techniques to the Christian martyrs' encounters with lions, many examples exist of humans using their eyes to fascinate and control animals. This ancient jewel, depicting an eye surrounded by cold-blooded animals, represents the enduring allure of this mysterious power."
}