{
  "title": "\"What is Fascination in Yoga and How Does it Lead to Amnesia and Hyperattention?\"",
  "first_phrase": "This text explores the concept of fascination and its potential to help people overcome limitations and enter a state beyond the ego. The author discusses how this process requires a particular effort initiated by a deeper part of the self than the conscious ego. Moreover, the text explains the use of fascination as a tool to help others enter this state. The last 200 tokens discuss the phenomenon of instant amnesia that can occur during the practice, where subjects can forget the experience entirely. The author shares their own surprise upon realizing they can also induce it.",
  "content": "Quando vi sono due persone, la fascinazione può quindi essere uno strumento con la quale possiamo aiutare un’altra persona a superare le sue limitazioni ed ad entrare in uno stato espanso oltre il suo ego. Quando questo processo è svolto in un ambiente adeguato ed accompagnato da un’intenzione e da un senso possiamo ottenere risultati anche di livello più alto e spirituale ed in questo senso è probabile che molte antiche iniziazioni fossero condotte con lo sguardo. [158] 5. Amnesia e Ipermnesia nella fascinazione Una tra le caratteristiche della fascinazione intensa che più ci stupì fu la frequente “amnesia istantanea” che si creava nei soggetti durante le dimostrazioni sperimentali o terapeutiche. A volte anche una esperienza di poche decine di secondi è sufficiente perché il soggetto sia totalmente amnesizzato, cioè dimentichi totalmente l’esperienza. All’inizio rimanevamo stupiti all’azione di Virgilio T. , ma rimanemmo ancora più stupiti dopo esserci resi conto che riuscivamo anche noi. Mentre prima l’amnesia era un fatto raro o doveva essere suggerito, con la fascinazione poteva avere una frequenza superiore al 50% dei casi. Spesso contiamo prima di lasciare la concentrazione “uno, due, tre!” ed il soggetto spesso ricorda il solo numero tre.",
  "last_phrase": "In conclusion, fascination can be a powerful tool to help individuals overcome their limitations and expand beyond their ego. When done correctly and with intention and purpose, even higher and spiritual results can be achieved. The frequent occurrence of amnesia during intense fascination can be explained by the hyper attentive state created in the subject, leading to a heightened state of alertness and vigilance, often resulting in tunnel vision."
}