{
  "title": "What is the ancient technique of \"fascination with the gaze\" and how can it be used for healing?",
  "first_phrase": "In the preceding text, the author describes the astonishing power of Virgilio, a seemingly calm person who mastered the art of radioesthesia in addition to his captivating hypnosis skills. To explore the broader uses of these techniques, the author became a student of Virgilio and later also learned from the late Prof. Erminio di Pisa. While both were masters of hypnosis, Virgilio's effects were superficial, while Erminio's had lasting benefits and were used therapeutically. The second part of the book will delve into their techniques for healing.",
  "content": "Nonostante entrambi Virgilio T. ed Erminio Di Pisa fossero due assoluti maestri di quest'arte, il primo per quanto veloce opera infatti solo con effetto superficiale e di breve durata mentre l'opera del secondo porta questa tecnica ad un livello differente: ha un effetto profondo e riesce a curare moltissime patologie con risultato duraturo nel tempo, con questo riconnettendosi ad una lunga tradizione di fascinazione terapeutica. D'altronde Virgilio, ben conscio dei propri limiti, utilizzava la sua ipnosi, per quanto spettacolare, soltanto a scopo ludico o teatrale mentre il Prof. Erminio Di Pisa curava in maniera assidua decine di persone ogni settimana, nel suo studio, durante la sua pratica professionale. La maggior parte di queste persone guarivano in una sola seduta di poche decine di secondi, ma anche i recidivi non necessitavano di più di 2-3 sedute prima che gli effetti benefici della fascinazione con lo sguardo divenissero permanenti in loro. Era una persona dalla potente personalità. Nella sua opera, come gli antichi, cercava di essere sempre in equilibrio con l’armonia universale che percepiva attraverso i suoi studi astrologici. Da lui abbiamo quindi imparato ad utilizzare quest’arte per la guarigione, tecnica che esporremo nella seconda parte del libro.",
  "last_phrase": "In conclusion, the power of gaze fascination has a long and fascinating history, and has been used for both entertainment and therapeutic purposes. While Virgilio T. was a master of this art, his approach was only superficial and short-lived. On the other hand, Erminio Di Pisa brought this technique to new heights by using it for healing purposes with long-lasting results. This ancient and useful technique has been kept secret for centuries, but we now have the keys to unlock its power and use it for our benefit."
}