{
  "title": "What Are the Two Historical Approaches to Hypnosis and Why Did Braid's Approach Limit the Understanding of Its Phenomena?",
  "first_phrase": "The history of hypnosis has been shaped by two names: Mesmer and Braid. Franz Anton Mesmer proposed the concept of \"animal magnetism\" and saw illness as blocked energy to be released. James Braid, on the other hand, viewed hypnosis as a physiological phenomenon resulting from imagination, sympathy, and imitation. While Braid's approach initially seemed to simplify the complex phenomenon of hypnosis, it ended up limiting the scope of research for many hypnotherapists. Nonetheless, Braid later realized he had only looked at one aspect of hypnotic phenomena, leading future researchers to view the hypnotherapist's mental attitude as a crucial factor.",
  "content": "Secondo le sue stesse parole egli era \"completamente scettico riguardo alle pretese del magnetismo animale o mesmerismo, ma mi misi lo stesso, scrive questi, a condurre delle ricerche al riguardo\" Per il suo atteggiamento iperrazionalista guardando agli esercizi dei magnetisti non voleva vedervi che \"l'effetto dell'immaginazione sovraeccitata, della simpatia e dell'imitazione\"[68]. Osservando un soggetto che non riusciva ad aprire le palpebre all'inizio attribuì ciò alla fatica oculare e poi al concetto di “monoideismo”, e scrisse un’opera al riguardo di taglio prettamente fisiologico. Quanto da Braid osservato è in parte vero[69], ma coglie solo una parte del fenomeno cui aveva assistito. Infatti egli pure proseguendo nella sua analisi si rese pienamente conto che non aveva abbracciato che una parte del fenomeno magnetico, ma il suo approccio iniziale, apparentemente semplificante, fece sì che molti ipnotisti del secolo scorso si concentrarono, dopo la pubblicazione dell’opera di Braid dal titolo “neurohypnology”, solo sulla stessa serie ristretta di fenomenologie che erano le narrate da Braid. Questo portò la ricerca su di un campo sempre molto fisico e materiale che tendeva a considerare l’operatore ed il suo atteggiamento mentale un elemento secondario.",
  "last_phrase": "In conclusion, while Braid's initial approach to hypnosis and mesmerism may have been overly rationalistic and limited in scope, his work played a significant role in shaping the study of hypnosis. However, it is important to recognize that hypnosis involves a complex interplay of physiological, psychological, social, and energetic factors, and a reductionist approach may overlook essential aspects of the phenomena. While easier methods may be tempting, a deeper understanding of the principles of mesmerism and the use of fascinatory techniques can lead to more effective results."
}