{
  "title": "How does the animal's gaze affect humans, and what can we learn from animal tamers?",
  "first_phrase": "In this text, the author talks about the effect that animals' eyes have on humans and highlights the reciprocity of action between humans and animals. The last 200 tokens discuss how the animal's eyes can be used to tame them, and many animal trainers use only their eyes to control wild animals. The author states that animals have a kind of intuition about the power of fascination and are known to use it. The text gives some examples of how humans can fascinate animals with their gaze and steps. The author also talks about the art of animal fascination being practiced in some Indian regions to date. Moreover, the ancient Egyptians used it to attract birds from the sky and lure snakes out of their dens. In the Greco-Roman world, famous figures such as Pitagora were believed to use the power of fascination to tame eagles.",
  "content": "Ad esempio quando due animali della stessa specie (gatto, galli ecc...) o di specie differenti (gatto e cane per esempio) si combattono, è assai raro che gli avversari non si fissino lungamente, e senza battere le palpebre, prima del combattimento. Tutti questi fenomeni presentano delle analogie evidenti coll'ipnosi dell'uomo, ma il procedimento usato deve essere adattato all'indole dell'animale. Quelli più intelligenti come ad esempio gli animali domestici si possono fascinare con lo sguardo e con i passi dalla sommità del capo alla punta del muso. In quasi tutte le specie di animali, è possibile agire collo sguardo. Gli esempi abbondano in tutti i tempi. Così come ancora attualmente quest’arte viene praticata in alcune contrade indiane, presso gli antichi egizi Claudio Eliano[107] dice che quei popoli attiravano gli uccelli dal cielo, incantavano i serpenti e li facevano uscire dalle tane. Continuando nel mondo greco, Celio Rodigino[108] racconta che Pitagora, il quale era ritenuto un mago, incantò un'aquila, l’attirò a sé, ed addomesticò; e perciò presso Olimpia era effigiato in atto che palasse con un’aquila.",
  "last_phrase": "In conclusion, the power of eye contact and suggestion is not only applicable to humans but to many animal species. It is an art that has been practiced for centuries and still has practical implications today, as seen in the ability to tame and domesticate animals like eagles, bears, and even bulls. Harnessing the power of eye contact and suggestion can be a useful tool for animal trainers and owners alike."
}