{
  "title": "\"What is the connection between love, emotion, and bodily reactions in philosophy, medieval poetry, and modern research?\"",
  "first_phrase": "In the context of love and attraction, this text spans across various ages and notions, ranging from the theories of ancient philosophers like Empedocles, to the medieval poet Guido Cavalcanti and the inquisition's \"Malleus Maleficarum\". Before the last 200 tokens, the text talks about concepts like the principles of movement and life in the universe, the connection between love and optics, and the idea of negative influence by women in menstruation. The final part of the text, taken from Michael Argyle's \"Bodily Communication\", sheds light on the role of touch in communication and intimacy.",
  "content": "Vedi “The arrow of love: optics, gender and subjectivity in medieval love poetry” - Dana E. Stewart [124] Ad esempio il “Malleus Maleficarum” che era il libro utilizzato dagli inquisitori per la caccia alle streghe, parla della “fascinazione”, in questo caso “spontanea” dicendo “e perciò se lo spirito di qualcuno è infiammato dalla malizia o dalla rabbia ... allora il suo sprito disturbato guarda attraverso gli occhi.” (Parte I Domande II). A quei tempi si pensava che le donne in mestruo,( forse per la concentrazione ormonale del periodo), fossero capaci di influenza negativa. [125] Gli esperimenti hanno mostrato come già il bambino abbia una reazione di attenzione maggiore al vedere una faccia arrabbiata. Vedi “Neural Processing of Eye Gaze and Threat-Related Emotional Facial Expressions inInfancy” di Stefanie Hoehl & Tricia Striano. Tale ricerca mostra che una faccia arrabbiata incrementa l’attenzione. Vedi anche Öhmann e come l’attenzione sia incrementata dalla paura, 2005. [126] (Bodily Communication - Michael Argyle - pag.",
  "last_phrase": "In conclusion, the research discussed highlights the complex relationship between perception, emotion, and communication in both historical and contemporary contexts. From medieval love poetry to modern-day studies on infant behavior, bodily communication, and non-local effects, the role of emotion in shaping communication and behavior cannot be underestimated. Understanding and utilizing this knowledge can enhance our ability to communicate effectively and navigate complex social situations."
}