{
  "title": "What is the history and practice of fascination, and how is it related to mesmerism and hypnosis?",
  "first_phrase": "The text explores the concept of fascination across cultures and throughout history, with many secret schools and esoteric teachings connected to the power of the gaze. Alessandro Afrodisiense called fascinators \"poisoners\" for infecting their victim through a sustained gaze. The Arabs, Jews, and practitioners of Yoga and Zen also make reference to this ability to fascinate through mantras, symbols and other means. The last 200 tokens focus on the Western approach to fascination, from Franz Anton Mesmer's development of the theory to the emergence of practitioners like Luzy and Donato. The text also mentions the German school of Lipsia and F.A. Bishoff.",
  "content": "Una tra le pratiche più frequenti di Mesmer era di fissare intensamente il soggetto prima di operare con dei toccamenti, i quali guarivano così all’istante[32]. I suoi seguaci più noti, ad esempio il marchese du Puysegur ampliarono soprattutto la seconda parte, concentrandosi molto sull’aspetto del toccare e dei movimenti della mano dall’alto verso il basso portando a grande sviluppo la metodica fisica che venne chiamata dei cosiddetti \"passi magnetici\". In tal modo si otteneva uno stato apparentemente di “sonno” ma dalle potenti valenze terapeutiche. La maggior parte dei magnetisti francesi si concentrò solo su questo tipo di applicazioni ma vi è sempre stata gente rimasta in contatto con l'antica tradizione dell’utilizzo dell’occhio. Luzy, ad esempio scrisse \"La potenza dello sguardo\"[33] che dimostra l'esistenza di una pratica che operava con lo sguardo solo a fini di influenzamento. Oltre a questo, l'apparire dell'ipnotizzatore Donato alla fine del 19mo secolo mostra chiaramente l'esistenza di una nicchia rappresentata dall'ipnosi da dimostrazione che utilizzava il potere dell’occhio. Nell'area tedesca vi sono anche persone degne di nota. Tra queste vogliamo citare F.A. Bishoff e la scuola di Lipsia.",
  "last_phrase": "In conclusion, the mesmerizing practice expanded from Mesmer's intense gaze to the therapeutic physical touch introduced by his followers. While most French magnetists focused on physical touch, some adhered to the traditional use of the eye. Notably, the German F.A. Bishoff and the Italian School developed practices that drew from ancient and esoteric traditions to enhance magnetic efficacy. These practices demonstrate the power of the eye and the potential for hypnotic influence."
}