{
  "title": "What is the theory behind hypnosis and how does it relate to the concept of ego disaggregation?",
  "first_phrase": "In the previous text, the author discussed the theories surrounding hypnosis, including the notion of \"hysteria\" and \"piziatismo.\" However, these theories have limitations and do not fully explain why an idea is put into action. The author proposes a new perspective that fascinates is a state of ego disaggregation that everyone can achieve through concentration and psychological disintegration. The author's master, Virgilio, referred to this state as \"breaking the point.\" This text emphasizes the importance of psychological state in the process of hypnosis.",
  "content": "Quando la fatica arriva allora i muscoli ciliari e destri interni dovrebbero stancarsi e distruggerebbero la visione, come il corridore stanco non cade in ipnosi, ma cade semplicemente. Supporre il contrario significherebbe supporre che la fatica psicologica aumenta la resistenza dei muscoli alla fatica fisica. La teoria della disaggregazione Perché si abbia fascinazione proponiamo ora un altro punto di vista che è supportato da tutte le nostre esperienze pratiche. Non vi è bisogno di uno stato particolare. E’ uno stato che tutti possono raggiungere e corrisponde ad una disaggregazione dell’ego, intendendo come “ego” la nostra “personalità”, il nostro “io” automatico. Il termine è simile a quello che alcuni americani definiscono come “superare il fattore critico”[154], anche se nel caso della fascinazione il termine più esatto è “rompere il fattore critico” in quanto i risultati sono più potenti. Il nostro maestro Virgilio utilizzava infatti l’espressione “rompere il punto”. Detto in altri termini attraverso lo sguardo concentriamo, iniziamo un fenomeno di distrazione, ma il punto culminante è nel creare una specie di disaggregazione psicologica.",
  "last_phrase": "In conclusion, achieving a state of fascination is possible for anyone by breaking down the critical factor and undergoing psychological disaggregation. This can be accomplished through exercises such as Tratak, which involves fixing one's gaze on a candle, object or even the sun. By breaking our fixed mindset, we can introduce new ideas that can transform into automatic impulses, allowing us to reach a state of samadhi or deep meditation."
}