{
  "title": "\"What are the Effects of Eye Concentration on Hypnosis?\"",
  "first_phrase": "In the previous text, the effects of ocular concentration were discussed. The text explored various theories put forward by scholars to explain the power of ocular concentration. The first theory, the theory of hyperattentiveness, suggests that when a person's attention is wholly focused on a single idea, it becomes a \"cramp of attention.\" The second theory, the theory of extreme distraction, suggests that a person's distractions are suppressed when they concentrate on one thing. This theory is based on the belief that it is the fatigue resulting from a state of concentrated attention that creates a distracted state, in which suggestive ideas can be executed.",
  "content": "In uno stato normale, altre idee entrerebbero in competitizione. Ma nella concentrazione totale un solo pensiero può occupare la mente. L’idea suggerita è quindi una specie di monoideismo. E se niente distrae invece il soggetto esegue l'idea fino alla fine. La teoria della “distrazione estrema” La teoria dell'”iperattenzione” è stata molto contestata e sotto un certo punto rovesciata, poichè la si è voluta sostituire con quella della distrazione estrema. Il punto di vista qui è l’opposto. Un soggetto che concentra l'attenzione su di un punto dimentica tutto quello che lo circonda non perchè la sua attenzione esageri la sua sensazione, ma bensì perchè sopprime tutto quello che è estraneo a questa sensazione. In altre parole è la fatica che viene rapidamente in uno stato di attenzione concentrata che rende distratti all’esterno. Ed in questo stato di distrazione creata dalla fatica una suggestione è subita ed eseguita. Una conferma di ciò potrebbe essere ad esempio che il magnetizzatore Lafontaine[150] dichiarava che preferiva operare su soggetti che facevano resistenza perchè se la loro fatica era più rapida si trovavano più facilmente vinti. Anche Pierre Janet ha ripreso questa idea[151].",
  "last_phrase": "In conclusion, the theory of extreme distraction suggests that when a person is in a state of concentrated attention, they suppress everything that is not related to their current sensation. This state of distraction created by fatigue allows suggestions to be accepted and executed. Although this theory explains the deposition of ideas and the increase in memory, it does not explain why the idea is put into action. Hence, there is still a need for an intermediate step to explain why an idea is adopted, as the theory of extreme distraction has some weak points."
}