{
  "title": "\"How do eye contact and ancient beliefs contribute to the power of fascination?\"",
  "first_phrase": "The last 200 tokens of this text delve into the ancient theories around the power of the gaze and the concept of fascination. Antonio Cartagena’s “De Fascinatione” discusses the idea of activating the vital soul and exciting the body to release heat and produce “air” or vapor that can fascinate or infect those nearby. Pomponazzo and Olao Magno also touch on the power of imagination to affect the body. These theories are further supported by the writings of Marsilio Ficino and St. Thomas, who suggest that the effects of fascination can be transmitted through the eyes, and that the body can be changed by the movement of the heart.",
  "content": "Gli antichi davano con ciò per implicito un’energia alla base di ogni manifestazione fascinatoria che più avanti impareremo proprio a sviluppare praticamente. Ed ecco come Pomponazzo si esprime: - Sonvi degli uomini, egli dice, che hanno proprietà salutari e poderose, le quali si esaltano mediante la forza dell’immaginazione e del desiderio, sono spinte al di fuori per evaporazione e producono effetti singolari sui corpi che le ricevono[24].- Ed a proposito dei Finni e dei Lapponi Olao Magno[25] menziona un certo Vitulfo, “il quale, in guisa di tutti quelli che voleva, accecava, che non potevano pur vedere le case loro, quando gli erano ben vicine, né manco potevano avere segno alcuno onde le potessero ritrovare: in modo sapeva costui ben offuscare il lume degli occhi con un tenebroso orrore”[26]. [27] Anche S. Tommaso non ha trascurato di dire la sua parola. Egli scrive: - Ex apprehensione fascinatoris, mediante motu cordis, immutari ipsius corpus, eamque immutationem pervenire ad eiusdem oculum, a quo infici potest aliquid extrinsecum, praecipue si sit facile immutabile.",
  "last_phrase": "In conclusion, ancient beliefs recognized a powerful energy behind the fascinating manifestations that we can practically develop today. Various methods such as eye contact, gestures, and touch can enhance the power of fascination. With the potential to heal, this power is believed by some to originate from a divine source."
}