{
  "title": "What Are Some Historical Examples of Magic and Hypnosis?",
  "first_phrase": "The last part of this text delves into the magical practices of the Finns, Lapps, and Helfingi, including the creation of enchanted lead arrows that induce fatal sickness in their enemies. The text also mentions Vitulfo, a skilled Helfingi who could blind people with a \"dark horror\", leaving them unable to see their own homes. Moreover, the text explores similar concepts among the Vikings, from which the word \"Sweden\" is derived. The section concludes with an anecdote about Virgil T.'s experiment on a friend, which led to a state of confusion and disorientation.",
  "content": "Ancora sono questi prestigj et incanti, appresso gli Helfingi, dei quali il primo e più perfetto fu uno detto Vitulfo, il quale, in guisa di tutti quelli che voleva, accecava, che non potevano pur vedere le case loro, quando gli erano ben vicine, né manco potevano avere segno alcuno onde le potessero ritrovare: in modo sapeva costui ben offuscare il lume degli occhi con un tenebroso orrore.-“ [26] Ed anche il nostro maestro Virgilio T. ci raccontava di una volta nella quale aveva eseguito per scherzo un esperimento su di un amico suggerendogli che gli stavano tagliando un’orecchio, mentre in realtà si trattava solo di un foglio di cartone. Quello si agitò talmente che Virgilio non riuscì più a riprenderlo, dovettero cercarlo a lungo e quando Virgilio lo reincontrò, gli raccontò di aver vagato a lungo. [27] Analoghi concetti troviamo anche presso i vichinghi; addirittura la parola stessa “Svezia” deriva da questo. Snorri (in “Fascination” pag.",
  "last_phrase": "In conclusion, these historical accounts offer valuable insights into the power of suggestion and imagination. Whether through the practices of the Vikings or the techniques of the ancient Roman Vitulfo, the art of fascination demonstrates the profound connection between mind and body. As Virgilio T. later taught, every gesture conveys meaning and can exert a remarkable influence on those around us."
}