{
  "title": "What were the methods and success rates of Braid's hypnosis compared to animal magnetism?",
  "first_phrase": "In the final section, we dive into the methodologies used by successful practitioners of hypnosis and magnetism. Vedi Moutin’s observations on the success rates of magnetism versus Braid’s methods set the stage for discussion. We explore Braid’s own beliefs and experiences with animal magnetism, including his inability to produce the same level of deep hypnosis as practitioners like Donato, also known as D’Hont. We learn about Donato's demonstrations of magnetism on public stages across Milan and Turin and the methods he employed to achieve such remarkable feats.",
  "content": "Come dice il Belfiore in “l’ipnotismo e gli stati affini”: “si manifestò un grande entusiasmo per gli spettacoli di fascinazione, che un tal Donato, o più propriamente D’Hont, di origine belga, dava sui teatri di Milano e di Torino. Tutta la stampa della penisola ha riferite le meraviglie della fascinazione donatistica, e vi fu un momento, in cui la fama di questo abile ipnotizzatore salì a tal punto, che il prof. E. Morselli ne divenne il più ardente ammiratore. Pareva di esser ritornati ai tempi di Mesmer, del barone di S. Germano o di Cagliostro, quando tutti accorrevano ad ammirarne i miracoli. Ecco il metodo che egli usava, secondo ciò che fu riferito dalla stampa di Milano e di Torino. Donato, dopo essersi situato in modo da aver il viso ben illuminato, fa che il soggetto si appoggi colle palme delle mani aperte sopra le sue, standogli davanti, petto a petto, le braccia stese verso il suolo. Il soggetto deve premere con tutta la sua forza, come se volesse sollevarsi da terra, e nello stesso tempo guardare negli occhi il magnetizzatore. L’effetto, se la persona è sensibile, si produce quasi istantaneamente.",
  "last_phrase": "In conclusion, the method used by Donato/D'Hont, the Belgian hypnotist, involved having the subject press their palms on his, while looking into his eyes, then suddenly breaking contact and having the subject follow him around, completely under his control. This method gained notoriety across Italy, and even a prominent professor became an ardent admirer. The power of suggestion is truly an incredible thing."
}