{
  "title": "What is the importance of eye contact and facial expressions in inducing hypnosis?",
  "first_phrase": "In the previous section, we discussed how hypnosis works and its connection with the magnetic force of the human body. In this last section, we will explore some scientific experiments and researches related to the power of the gaze and facial expressions on human behavior, conducted by scholars such as Rupert Sheldrake, Paul Ekman, and Evan Marshal. We will also mention the famous ethologist Desmond Morris and his book, \"The Naked Ape,\" which explains the human mind and behavior in evolutionary terms. Finally, we will touch upon the role of the cerebral cortex in human reasoning and its significance in hypnotic induction.",
  "content": "The 'sense of being stared at' does not depend on known sensory clues. Biology Forum 93, 209-224. (2000b). Research on the feeling of beng stared at. (submitted to Skeptical Inquirer). [45] Evan Marshall “The eyes have it”, e Paul Ekman che in collaborazione con Wallace Friesen e Silvan Tomkins hanno creato un sistema chiamato “Fast” cioè “Facial Affect Scoring Technique” per analizzare le espressioni facciali. Tale sistema analizza soprattutto i seguenti elementi: fronte, sopracciglia, occhi, naso, guance, bocca, mento [46] [47] Famoso etologo. Autore de “la scimmia nuda” (pag. 49 ed. inglese) [48] Questa a grandi linee è anche la teoria espressa dal Volgyesi nel suo libro “L’ipnosi umana ed Animale”. Tuttavia il Vogyesi cerca di riportare tutto nell’alveo fisiologico, mentre la nostra opinione e che vi siano più fenomeni a vari livelli che avvengono conremporaneamente [49] Caratteristica infatti umana è l’estremo sviluppo della “corteccia cerebrale”, divisa in due emisferi, responsabile delle capacità più alte di ragionamento.",
  "last_phrase": "In conclusion, while the feeling of being stared at may not depend on known sensory clues, research such as Fast and theories proposed by ethologists and hypnotists suggest that multiple phenomena at various levels occur concurrently. It is also worth noting the physiological characteristics of snakes and the extreme development of the human cerebral cortex. Being aware of these factors can help us better understand and interpret the eerie feeling of being watched."
}