{
  "title": "\"What is the ancient art of fascination and how can it be developed?\"",
  "first_phrase": "In this essay, the authors delve into the ancient tradition of fascination, the power of eye contact to develop presence, charisma, and even hypnotize those who observe. Through hundreds of historical, scientific, and experimental sources, they explore the idea that fascination is a transformational power held by a select few. The authors’ interest in this fascinating subject started with a chance encounter with Virgilio T., the last living \"fascinator\" and holder of the secrets of this ancient school, living anonymously in the Piedmont valleys. In the last part of this essay, the authors discuss the sources of their interest in this subject and the need for a different approach to reality to understand and master this art.",
  "content": "Essa è infatti stata sempre praticata da maestro a discepolo, senza testi scritti, o al più con documenti velati e curiose simbologie arcane. E’ importante per svilupparla che sviluppiamo consapevolezza delle forza del nostro sguardo ed una visione differente. Pur essendo una tradizione pratica, per capire e soprattutto praticare quest’arte è infatti necessaria un approccio alla realtà che si apra a delle dimensioni differenti e globali, differenti quindi da quella lineare e limitata dell’uomo odierno. Per quest’ultimo l’occhio è solo un mero organo passivo, mentre se vogliamo impadronirci del suo potere dobbiamo utilizzarlo attivamente ed avvicinarci alla odierna fisica quantistica la quale dice proprio che “l’osservatore influenza l’osservato”. Nella fascinazione vi è trasformazione , sia di chi la fa e di chi la subisce. Essa può inoltre dare una base scientifica alle terapia altrimenti inspiegabile di molti guaritori. 1. Le fonti del nostro interesse Tutto nacque dapprima dal nostro curioso incontro con “l’ultimo dei fascinatori” ancora vivente: Virgilio T.[2], una persona che vive in anonimato nelle vallate piemontesi. Egli appare l’ultimo depositario di una parte dei segreti di questa antichissima scuola.",
  "last_phrase": "In conclusion, the art of fascination is an ancient tradition that has been practiced from master to disciple without written texts. It requires a different approach to reality that opens up to different dimensions and a deeper understanding of the power of our gaze. The fascination can transform both the one who practices it and the one who experiences it, providing a scientific foundation for therapies linked to mesmerism. By actively using our eyes, we can unlock their potential, as the observer influences the observed, according to quantum physics. So, let us embrace the power of fascination and witness its transformational effects."
}