{
  "title": "What is the Theory of Extreme Distraction in Hypnotism?",
  "first_phrase": "This text explores the idea of extreme attention and how it leads to a state of total concentration where only one thought occupies the mind. The theory of hyper-attention has been challenged, and a new perspective called the theory of extreme distraction has been introduced. The idea is that when a subject focuses intensely, the mind suppresses everything else, and in this distracted state, suggestions can be executed. Two theories that emerged in the 1800s to explain how an idea was adopted were hysteria and piziatism. However, these theories have been criticized for their limitations. The text concludes by examining the weaknesses of these theories.",
  "content": "Per lui infatti i soggetti ipnotizzabili sono al colmo della distrazione ed è per questo che se si depositano in loro delle idee li muovono come delle macchine. Tuttavia la distrazione che consegue alla fatica se spiega il deposito dell’idea e quindi può spiegare l’aumento di memoria, non spiega il fatto che venga messa in atto. Infatti dal pensiero all’azione è necessario un mezzo. Le teorie dell’ottocento per spiegare come mai questo al termine di ciò un’idea venisse adottata introdussero allora un termine intermedio: “isterismo”, oppure, seguendo Ochorowitz[152] che ha molto investigato l'aspetto paranormale nell'ipnotismo, che segue in parte la teoria ma lo vede leggermente diversamente vedendolo non patologico e piuttosto com “piziatismo”[153]. Osservazione Tuttavia anche questa teoria ha due punti deboli. Il primo è di supporre uno stato particolare (isterismo, oppure piziatismo) mentre nella pratica vediamo che comunque tutti possono arrivare allo stato di fascinazione. Il secondo è che se il soggetto fissa, deve per forza effettuare un movimento di accomodazione e quindi contrarre i muscoli.",
  "last_phrase": "In conclusion, to reach a state of fascination one does not require a particular state such as isterism or piziatism. It is a state that everyone can achieve, and it involves a disintegration of the ego or personality. Therefore, one needs to understand that the theory of dissociation has practical support and does not need to rely on specific theories to explain the phenomenon of hypnosis."
}