{
  "title": "What is the concept of \"Becoming a Motivating Symbol\"?",
  "first_phrase": "In the previous text, the author discussed the ideas of various experts on hypnosis, including J.P. Jagot and Gil Boyne. They also mentioned the work of Ormond Mac Gill and the opinions of scholars like Belfiore and Bremaud. The focus then shifted to Milton Erickson, a psychiatrist who used hypnosis to overcome polio. The author introduced the concept of Becoming a Motivating Symbol and recommended a book on the Secret Energy of the Mind by Dr. Marco Paret. The author then delved into the global concept of creating structures that can consume individuals, citing a Chinese text titled the \"Golden Flower.\" The text also discussed the views of Wolinsky and Gestalt therapy. The last 200 tokens explore this concept further and explain it with the help of Goethe's Faust and an image of a Gorgon.",
  "content": "In primo luogo “il centro non è più difeso” e si stabilisce un rapporto invertito tra l’”animus” maschile yang e la femminile anima Yin nell’uomo. L’anima/vita yin orienta verso l’esistenza. Questa direzione verso l’esterno è detta “rettilinea irreversibile” (come di chi sia spinto avanti) ed in essa e insita la dispersione e la dissipazione della forza. Il segno che esprime tale essere individuo in cinese è “ho” che s’interpreta “forza circoscritta” cioè separata. “Non si guarda più indietro, si lascia alle spalle il suono unico (il nome dell’individuazione). [81] Wolinsky “Trance people live” [82] Era questa anche la visione di Milton Erickson [83] Una tecnica similare è utilizzata nella terapia della Gestalt – vedi Wolinsky in “Trance people live”, che racconta le sue esperienze con Eric Marcus e Jack Rosenberg. [84] Spiegheremo ancora meglio questo concetto che sarà approfondito nella seconda parte (terapia e miglioramento della persona con lo sguardo). [85] Goethe – Faust 1° parte – la notte di Valpurga [86] L’immagine sopra è di una Gorgone.",
  "last_phrase": "In conclusion, the shift towards an outward direction in life, as explained through the concept of \"rettilinea irreversibile,\" leads to dispersion and dissipation of one's energy. This idea is exemplified by the Chinese character \"ho,\" which represents separated strength. It's a reminder to embrace forward momentum and let go of past struggles, as the individual strives towards a fuller existence."
}