{
  "title": "What is the power of eye contact and fascination in humans and animals?",
  "first_phrase": "In the last section of this article, we dive deeper into the power of Fascination and how it manifests not just in humans but also in animals. The author explains how gaze interaction with another person or oneself can bring about physiological changes such as an increase in heart rate. Furthermore, this power of influence through the eyes also applies to animals, and there are tales of preys being captivated and caught with just a gaze. The author also shares a personal account of therapeutic fascination and how it brings about a particular state of rapport between the operator and subject. Lastly, the author discusses how the gaze can lead to extreme attention and even block every mental process.",
  "content": "Molti sono i racconti di prede catturate dopo essere state affascinate, riportati anche da letteratura scientifica[52]. L'uomo anche può esercitare un influsso sugli animali, procedendo con sistemi adatti al grado di evoluzione dell'animale[53]. E’ col solo sguardo che il domatore fa tremare le bestie più feroci e le riconduce striscianti ai suoi piedi. La base del potere ammaliante dell’occhio appartiene ad un livello profondo, precedente al ragionamento ed all'emozione. Lo strano fenomeno dell’”incantamento” Tempo addietro ero con il prof. Erminio di Pisa presso una televisione privata. Un tecnico lì presente disse che aveva una lombalgia. Erminio gli disse guardami, lo fissò tre secondi, gli toccò la schiena e la lombalgia era svanita, il muscolo era disteso. Nella fascinazione terapeutica l’attenzione è concentrata e si crea un particolare stato di rapport e contatto tra operatore e soggetto. Frequentemente gli occhi della persona affascinata si fissano come incollati agli occhi del fascinatore e non se ne distaccano più tanto che alcuni autori lo hanno chiamato anche “captazione”[54]. Tornando a quello che avevamo osservato, tramite la vista possiamo arrivare a bloccare addirittura ogni processo mentale tranne l'attenzione estrema.",
  "last_phrase": "In conclusion, the power of the gaze is a fascinating phenomenon that has been observed in various contexts, ranging from capturing prey to therapeutic and romantic fascinations. Through the power of attention and concentration, our eyes can induce a state of captivation in others, unlocking a unique space of heightened sensitivity and awareness. Whether we use this power for good or bad, it is a reminder of the immense interpersonal potential that lies within us all."
}