{
  "title": "\"What is the Relationship Between the \"Hypnosis of Gypsies\" and Our Therapeutic Discipline?\"",
  "first_phrase": "In the previous text, the author discusses the concept of \"fascinating eyes\" and how it has been mentioned in ancient literature. The author also mentions the use of hypnosis as a therapeutic tool. In the last 200 tokens, the author addresses the question of the relationship between \"Gypsy hypnosis\" and their discipline. The author explains that they focus on the therapeutic and personal use of hypnosis. They also reference historical texts from Olao Magno Gotho and Martinus Antonius Del Rio to provide further context. Additionally, the author mentions a video at their institute demonstrating pain relief using hypnosis. An anonymous \"Occhi Fascinatori\" inspired the video, which was made in collaboration with Hermes Milano.",
  "content": "-Id etiam in iisidem libris scriptum offendimus, quod postea quoque in libro Plinii Secundi Naturalis Historiae septimo legi, esse quasdam in terra Africa hominum familias voce atque lingua affascinantium, qui si impensius forte laudaverint pulchras arbores, segentes laetiores, infantes ameniores, egregios equos, pecudes pastu atque cultu opimos, emoriantur repente haec omnia nulli aliae causae obnoxia. Oculis quoque exitialem fascinationem fieri ut in iisdem libris scriptum est: traditurque esse homines in Illyris qui interimant videndo, quos diutius irati viderint: eosque ipsos mares, feminasque, qui visu tam nocenti sunt, pupillas in singulis oculis binas habere-. [18] Spesso ci viene chiesto che rapporto ci sia tra l’”ipnosi degli zingari” e la nostra disciplina. La risposta è che noi trattiamo essenzialmente l’aspetto terapeutico e per utilizzo personale. [19] Olao Magno Gotho - Historia de le genti et de la Natura delle cose Settentrionali - Tradotta in lingua Toscana MDLXV. [20] Martinus Antonius Del Rio in Disquisitionum magicarum (1599-1600).",
  "last_phrase": "In conclusion, while there may be historical accounts of people being affected by certain fascination abilities, modern hypnosis focuses on therapeutic and personal development rather than dangerous manipulation. It is important to focus on the scientific and psychological understanding of the mind, rather than myths and superstitions from the past."
}