{
  "title": "What is Opera Medico Chymica and its Relation to Hypnotism and Magnetism?",
  "first_phrase": "In the final section of this text, the author explores how various modern therapies identify similar elements already identified by Mesmer, interpreted in a psychoanalytical perspective. The discussion includes James Braid, who observed the effects of magnetism but denied their existence, and how his methodology compared to Mesmer's. The author also cites Mulholland and Peper's work confirming that eye convergence leads to increased alpha wave production and relaxation. Additionally, the author mentions Maestro Erminio di Pisa, who adopted the name Donato for public demonstrations.",
  "content": "[70] Vedi Moutin “Le Magnétisme Humain” dove osserva che la percentuale di successo con i metodi di Braid è di 3 su 10 persone, mentre il magnetismo opera in qualche maniera su tutti. Lo stesso Braid scriveva ad un dottore suo amico: \"I have to say that while I'm still in my belief that any bright object when concentrated upon for some time can induce hypnosis, by my means I have never achieved anything so spectacular and deep as people who claim to use animal magnetism do. They seem to get a host of phenomena I cannot even barely touch and for that I have no clear explanation...\". Lo stesso Braid comunque nella sua opera “neuripnology” accenna ad una persona che voleva affascinare un suo amico e che l’unico rimedio che Braid fu in grado di proporgli fu di non guardarlo. [71] Vedi ad esempio le esperienze del Brémaud [72] Tra i testi che riportano in maggiori dettagli tali metodiche menzioniamo India’s hood unveiled, Hypnotisme et Occultisme oriental, Magnétisme hindou etc… [73] Il nostro maestro Erminio di Pisa si faceva chiamare “Donato” quando effettuava delle dimostrazioni in pubblico in ricordo si costui.",
  "last_phrase": "In conclusion, while Braid's hypnosis methods may only work for a limited percentage of people, the use of animal magnetism seems to have a more widespread effect. There are numerous texts detailing these methodologies for those interested in learning more, and historical accounts of skilled practitioners such as Donato show the potential for truly mesmerizing demonstrations."
}