{
  "title": "What is Fascination Hypnosis and Why Did it Fall Out of Practice in Western Culture?",
  "first_phrase": "This final section expands on the work of James Braid, a skeptic of animal magnetism and the founder of hypnotism. Braid's original reductionist approach to hypnosis focused solely on physical and physiological effects and ignored the complex psychological, social, and energetic factors at play. This approach was adopted by many hypnotists, limiting research to a narrow and materialistic view of the subject. As a result, more holistic and effective methods, such as the mesmerist technique of fascination, were often overlooked. Though less common today, the concept of hypnotic fascination is still occasionally discussed in nineteenth and early twentieth-century literature.",
  "content": "L’approccio riduttivo si è diffuso maggiormente in quanto confacente al pensiero medico meccanicistico del secolo scorso che cercava di vedere l’uomo come una macchina. Infatti, Braid portava l’attenzione su uno solo degli effetti della concentrazione oculare, (ottenibile del resto anche in assenza di una persona fissandosi su un globo di vetro), e dimenticando totalmente tutti i complessi fenomeni che accompagnano lo sguardo umano che solo in parte sono fisiologici, ma sono bensì anche psicologici, sociali ed energetici. Tuttavia il problema è stato che oltre che ad una percentuale di successi inferiori ai metodi precedenti[70], ha portato a relegare le altre fenomenologie originariamente connesse al magnetismo ad un'analisi sommaria. La metodica della fascinazione, che domanda invece a chi la vuole praticare un notevole lavoro preparatorio ed una conoscenza delle basi del cosiddetto “magnetismo” più vicina all’approccio mesmeriano, è così stata spesso tralasciata in favore di altri metodi magari più facili da applicare, ma sicuramente meno efficaci. Nella letteratura, soprattutto del secolo diciannovesimo ed all’inizio del ventesimo, si parla ogni tanto ancora di fascinazione ipnotica[71].",
  "last_phrase": "In conclusion, while the reductionist approach to hypnosis gained popularity due to its alignment with the mechanistic medical thinking of the last century, it overlooked the complex psychological, social, and energetic phenomena of human gaze. Although the method of fascination requires significant preparatory work and knowledge, it is extremely powerful, and the few accounts we have of its use are illuminating. While this method seems to have disappeared from the Western world, its potential remains elusive and intriguing."
}