{
  "title": "What is the power of fascination in combination with touch, voice and gaze, and how has it been studied and practiced throughout history?",
  "first_phrase": "The last part of this text deals with the power of fascination and its connection to touch, gesture, and voice. The concept of fascination has roots in many cultures, including the Jews, Arabs, and eastern traditions like yoga and Zen. Fascination was often considered a secretive art and passed down orally to initiates. In the 1800s, the Western world began to explore this concept with a scientific approach, thanks to Franz Anton Mesmer's contributions in the previous century. This part of the text delves into the different elements that can aid in the power of the gaze, such as the human touch, voice, and arm gestures.",
  "content": "Alessandro Afrodisiense chiama i fascinatori \"avvelenatori\", poichè infettano la loro vittima guardando fissa a lui \"carmine prolato\" cioè \"con un canto misurato oppure una cadenza\". Anche molte scuole segrete o esoteriche attualmente esistenti contengono al loro interno concetti di collegati a quanto detto ora. Anche gli arabi parlavano di una sostanza invisibile che veniva mandata sulla persona fascinata[31]. Presso gli ebrei vi sono chiari accenni alla fascinazione. Nel Talmud, il verbo “szekar” significa “fascinare con lo sguardo”. Pure nello Yoga, nello Zen sono presenti concetti simili, utilizzando mantra, o simboli riferiti all’occhio. Sotto tutte le latitudini, quella della fascinazione è una scuola della quale molti aspetti sono stati sempre tenuti segreti e trasmessi oralmente tra gli iniziati. Per un approccio occidentale di questa tradizione comprensibile facilmente alla mentalità moderna bisogna attendere il 1800. In tale epoca una parte dell’antica teoria viene affrontata con lo spirito scientifico dopo che Franz Anton Mesmer, nel secolo precedente, aveva divulgato una parte di questa dottrina, da lui imparata nei sui principi pratici attraverso la frequentazione di alcuni religiosi e di vari circoli esoterici.",
  "last_phrase": "In conclusion, the power of the gaze has been a concept present in various cultures, religions, and esoteric schools throughout history. Although it was shrouded in secrecy and mysticism, in the 1800s, Franz Anton Mesmer introduced it to a scientific audience. Mesmer's followers developed the physical aspect of the practice, known as \"magnetic passes,\" while others, like Luzy, focused on the influencing aspect of the gaze. Today, the power of the gaze continues to be studied and used for therapeutic and influencing purposes."
}