{
  "title": "Why does eye contact have the power to heal and motivate, and how does fascination play a role?",
  "first_phrase": "This text explores the power of eye contact and concentration, and how it can be used to heal, motivate, and comfort others. The previous section discusses how every person's perception of reality is limited by their field of vision, creating a bubble of reality in which we operate. In the last 200 tokens, the author delves into the concept of attention and how it can be voluntarily or involuntarily directed towards a particular focus. The author distinguishes between voluntary attention, which is controlled and has a purpose, and involuntary attention, which is automatic and tends to avoid expanded consciousness. The author also discusses how hypnosis and relaxation can be used to direct one's attention towards a particular focus.",
  "content": "Notiamo come sia nella trance patologica (ovverosia quella delle persona “ossessionata” da un pensiero che gli ritorna continuamente e che occupa il suo “spazio” mentale, potremmo dire “affascinata dai suoi meccanismi mentali”) che in quella “non patologica” che è creata volontariamente attraverso esercizi di concentrazione e la fascinazione vi è una particolare concentrazione dell'attenzione. La differenza è questa: * In quella “non patologica” (cioè volontaria o creata terapeuticamente), il contrarre l'attenzione è volontario ed ha un fine. Quindi vi è controllo. Il processo può essere quindi proseguito fino ad arrivare ad una coscienza maggiormente espansa dove si ha trasformazione e miglioramento. Tale stato coincide col raggiungimento di un “punto di soglia”. * Nella trance involontaria quotidiana (la persona ossessionata dai suoi pensieri, “fissata” su di essi) il fenomeno accade automaticamente e nessuno lo controlla, è automatico, e tende ad evitare di raggiungere il momento di coscienza espansa. Anche l'ipnosi tradizionale può essere vista come un concentrare l'attenzione: ad esempio quando viene ottenuta tramite il rilassamento può essere vista come un concentrarsi sul corpo. Nel dedicarsi a rilassare i vari muscoli del corpo la nostra attenzione è concentrata in quella direzione.",
  "last_phrase": "In conclusion, the key difference between pathological and non-pathological trance is the voluntary contraction of attention that comes with having control over the process. By achieving a higher state of consciousness, voluntarily, an individual can experience transformation and improvement. Involuntary daily trance tends to avoid reaching the expanded consciousness state. While traditional relaxation methods require more time and may not work for some people, fascination can help individuals achieve a deep, relaxed state. Understanding this phenomenon through symbolism can also provide access to the non-logical mind."
}