{
  "title": "What is the significance of the eye in different cultures and practices and how is it used in hypnosis and initiation techniques?",
  "first_phrase": "In the previous paragraphs, references to various cultures and traditions have been made regarding the symbolism of the sun and its connection to the concept of the \"eye.\" It is said that in ancient Egyptian mythology, the sun and the moon were the eyes of the god Hor-jerti, connected to two serpents, similar to the Kundalini tradition in India. The author also mentions the importance of the two hemispheres, a concept explored by the School of Fascination by Virgilio T. and the techniques for inducing hypnosis utilized by Abate Faria, Jerry Kein, and French hypnotists. In this final part, Rupert Sheldrake's book \"The Sense of Being Stared At\" is cited, and interesting experiments are mentioned where people react to being looked at even when the viewer is behind them.",
  "content": "Tale occhio in tale rappresentazione è inoltre posto in modo da costituire il vertice di una piramide, quasi a completarla ed a simboleggiare che l’edificio non è completo senza tale visione superiore. [42] In tempi più antichi l’Abate Faria utilizzava tra gli altri il toccamento in tale zona quale metodo ipnogeno. Più recentemente noi stessi abbiamo potuto osservare come Jerry Kein, ipnotista americana, toccasse ripetutamente tale punto per facilitare l’induzione dell’ipnosi e vari ipnotisti e amgnetizzatori francesi di inizio secolo (cfr. Moutin “Le Magnétisme Humain”) menzionino tale punto come importante da schiacciare per “lasciare andare la personalità” e facilitare l’induzione stessa. [43] Esarah Maimeroth 49 [44] Rupert Sheldrake “the sense of being stared at”. In questo libro si riportano anche molti interessanti esperimenti dove le persone reagiscono allo sguardo anche quando vengono guardate da dietro. Vedi in particolare i seguenti articoli Sheldrake, R. (1998). The sense of being stared at: experiments in schools. JSPR 62, 311-323. (1999). The 'sense of being stared at' confirmed by simple experiments. Biology Forum 92, 53-76. (2000a).",
  "last_phrase": "To conclude, the eye in the pyramid visualization has been used historically in hypnosis and magnetism to induce a sense of connection with a higher power or state of being. It may also be connected to the phenomenon of feeling stared at, which has been scientifically explored and confirmed. Consider exploring these techniques if you are interested in expanding your own consciousness or inducing hypnotic states."
}