{
  "title": "How does eye contact affect relationships and communication?",
  "first_phrase": "This text delves into the significance of eye contact in human communication, particularly in the context of romantic love. It suggests that prolonged and frequent eye contact reflects interest, trust and affection, while the lack of it conveys disinterest. The text refers to Zick Rubin's study, which observed that people deeply in love tend to gaze at each other during conversations and are slow to look away. The last 200 tokens include a quote from Guido Cavalcanti on the impact of a beloved's eyes on his spirit and a practical tip for creating the impression of being in love by maintaining 75% eye contact while speaking directly into the other person's eyes.",
  "content": "Lo studioso Zick Rubin ha osservato che le persone profondamente innamorate guardano l’uno l’altro molto di più mentre parlano e sono più lente a guardare altrove quando qualcuno entra nel loro mondo. Per confermare questo eseguì un curioso esperimento: pose a delle coppie una lunga serie di domande per cercare di capire quanto si amavano l’un l’altro. Le coppie venivano poi fatte attendere in una sala e gli veniva detto: lo sperimentatore sarà tra voi tra pochi istanti. In realtà, questo era l’esperimento. Delle telecamere nascoste registravano quanto tempo le coppie si guardavano negli occhi. Più alto aveva totalizzato la coppia col primo test, più tempo passavano a guardarsi l’uno con l’altro. Meno amore avevano dimostrato, meno tempo passavano a guardarsi. Per dare alla persona amata la sensazione che entrambi siete già innamorati, aumentate la quantità di contatto oculare mentre parlate. Portatela al 75 % del tempo. Dovete tuttavia guardare dritti negli occhi per dare quest’impressione d’Amore.",
  "last_phrase": "In conclusion, eye contact plays a significant role in conveying love and deepening emotional connections. To give the impression of being in love, increase eye contact while speaking and continue to maintain it even during silences. Direct eye contact induces emotions of challenge and strengthens engagement, making it a powerful tool for building a stronger bond with your partner."
}