{
  "title": "What is the Relationship between Muscle Tension, Eye Power and Negative Emotions in Hypnosis?",
  "first_phrase": "In this section, we explore another component of fascination: the tension in the muscles. The increased muscle tension not only affects the body, but also the brain. Animals in a predatory attack exhibit a higher level of muscle contraction as compared to normal chewing. This increased muscle tension allows for the emission of the necessary force during predation. Moreover, stimulation on the lips seems to facilitate and elicit the attack response. Additionally, there is a belief that negative emotions can be transmitted through the gaze. However, this thought may not be entirely correct, as the negative effect can only be observed in specific contexts and when a 'deficiency' exists that facilitates emotion reception.",
  "content": "Potere dell’occhio ed emozioni negative Proprio in rapporto al rapporto tra emozioni e fascinazione, permettiamoci ora una breve digressione, e a titolo di semplice curiosità, riguardiamo la fascinazione da un altro punto di vista molto popolare, probabilmente derivato dalla trasformazione di racconti di persone che avevano visto dei fascinatori agire[132]. Da sempre vi è la credenza che attraverso l’occhio non solo le emozioni positive, ma anche le emozioni negative quando legate ad un forte stato emozionale possano trasmettersi. Perciò è nata la credenza in un potere negativo dello sguardo[133]. La stessa parola “invidia” ha quest’origine[134]. Riteniamo, concordando in ciò con Virgilio T., che questo pensiero in realtà non sia completamente corretto, in quanto un effetto negativo può essere risentito solo in particolari contesti, e soprattutto solo se vi sia già una “défaillance” che facilita la ricezione dell’emozione. [135] Anche San Paolo[136] parla dell'azione dell'anima malevola che opera attraverso l'occhio. E come dice Eliodoro[137] \"di tutti i sensi e passaggi del corpo, la vista è quella che viene messa in azione più facilmente\".",
  "last_phrase": "In conclusion, while the idea of the negative power of the gaze may not be completely accurate, there is a tendency in humans to imitate the emotions of others. This could be the scientific reason behind such a phenomenon, with mirror neurons playing a role. Therefore, it is important to surround oneself with positive influences and emotions to promote a healthy state of mind."
}