{
  "title": "What was the method used by Donato, the Belgian mesmerizer, and how did it attract fame in Italy during his time?",
  "first_phrase": "In the last 200 tokens, we get to know about the method used by an expert hypnotist named Donato, also known as D'Hont, originally from Belgium. He performed hypnotic shows in Milan and Turin, which gained him immense fame in Italy, with Professor E. Morselli being his most enthusiastic admirer. Donato made the subject press their palms on his, look in his eyes while pushing themselves as if trying to lift themselves off the ground. His sudden detachment from the subject caused the person to follow him as if under a spell, and Donato could control their behaviors and emotions. He claimed to have invented many such experiences and applications.",
  "content": "Indi Donato, con un colpo brusco, stacca le mani da quelle del soggetto, fissandolo sempre intensissimamente, e si allontana da lui indietreggiando di qualche passo. Se il soggetto non ha subita alcuna influenza, non si muove, in tal caso Donato lo rimanda al suo posto; ma se il fenomeno è avvenuto, ecco il soggetto seguire il magnetizzatore, come attirato da un fascino irresistibile, lo sguardo fisso nello sguardo che lo guida, il viso cadaverico, immobilizzato in una espressione di attenzione angosciosa, il collo proteso, le braccia spinte indietro, il corpo rigido. Donato accellera il passo, avanzando, indietreggiando, descrivendo piccoli cerchi; e il soggetto si affretta a tenergli dietro, convulsamente, inciampando, saltellando, mal reggendosi in equilibrio, con ansia sempre più incalzante, fino a che un soffio istantaneo sugli occhi non lo svegli d’un tratto. E in questo stato la volontà dell’ipnotizzatore si trasfonde nell’ipnotizzato. Egli ride o piange, egli suda o batte i denti, salta o si corica, scrive o legge, a seconda che l'ipnotizzatore gli comanda di fare. Donato rivendicava a sé il merito di aver inventate molte esperienze ed applicazioni.",
  "last_phrase": "In conclusion, Indi Donato was a pioneer in the field of hypnosis and his techniques continue to be studied and used by professionals to this day. The power of suggestion and the ability to tap into the subconscious mind has proven to be a valuable tool for healing and personal growth. By understanding and utilizing the secret energy of the mind, we can become symbols of motivation and transformation, achieving our full potential in life."
}