{
  "title": "How does the tradition of animal fascination relate to the practice of Gnostic Ophitic and hypnosis?",
  "first_phrase": "The last part of the text provides evidence for the existence of animal magnetism and mesmerism. It mentions various authors, from medieval times to the 20th century, who documented the ability of women and men to influence animals with their gaze or voice. The text also describes how an amulet from a museum in Florence was used to protect against the evil eye, but interestingly, the same symbols can be used to enhance the power of the gaze. Additionally, the text cites examples of how not only chickens but also other birds and animals could be mesmerized. The text provides an intriguing look into the correlation between animal magnetism, mesmeric practices, and the use of symbols to manipulate the environment.",
  "content": "[108] Caelius Rodiginus - Lib. XIX, cap. VII, p. 735 [109] Entrambi i casi sono citati dal Belfiore in “l’ipnotismo e gli stati affini” [110] Dal museo di Firenze. Citato in “The Evil Eye: An Account of this Ancient and Widespread Superstition” di Frederick Thomas Elworthy. Pag. 82. Nel libro è considerato un amuleto ma come vedremo più avanti,le stesse configurazioni simboliche utilizzate per difendere dal potere dell’occhio possono essere utilizzate per rinforzarlo. [111] Esistono anche altre maniere di ipnotizzare le galline: la prima descrizione è di Schwenter nel 1636 seguito dieci anni dopo da Athanasius Kircher in “De experimentu mirabile” che utilizza allo scopo una linea. L’esercizio con lo sguardo solo è però particolarmente significativo e consigliato da Virgilio T. proprio per iniziare a sviluppare la forza fascinativa. [112] Analogamente anche altri volatili possono avere reazioni simili. Mendoza racconta di un servo del Duca di Breganzio, che uccise un falcone solo guardandolo (In Vendario. lib IV prob. II). Lo stesso episodio è riportato da Nicola Valletta (cicalata op. cit.)",
  "last_phrase": "In conclusion, while there are various methods of hypnosis, mastering the power of gaze remains a traditional and effective way to fascinate animals. However, it is important to use this technique responsibly and, if possible, seek alternative methods to avoid harm to the animals, considering how difficult it is to practice with such animals being more scarce in the city."
}