{
  "title": "\"How to achieve fascination and break the critical factor through eye concentration and Eastern practices?\"",
  "first_phrase": "In the preceding text, the author discusses the theory of disaggregation and how it can lead to the state of fascination. The idea revolves around breaking down the automatic self or ego, which is a common practice among yogis to reach samadhi. The last 200 tokens of the text introduce an exercise where one can improve their awareness of their functioning hemisphere by focusing on the tip of their nose. This exercise is meant to aid in creating a state of fascination by inducing a psychological disaggregation.",
  "content": "Come dicevano gli antichi alchimisti, “bisogna rompere l’oro per rifare l’oro”, ovverosia dobbiamo rompere la nostra ragione fissa, il nostro meccanismo mentale che mantiene la nostra personalità. Finchè un soggetto mantiene solide le sue sintesi mentali in ogni istante, continua a mantenere il suo modello del mondo ed è difficile introdurre in lui delle idee che si trasformino in impulsi automatici. Corrispondenze orientali Se guardiamo i corrispondenti orientali delle tecniche di concentrazione e fissazione dello sguardo osserviamo che esercizi simili sono eseguiti dagli yogi per raggiungere il samadhi. L’esercizio, chiamato “Tratak”, viene condotto fissando un punto, una candela, un oggetto, uno specchio, la lune ed anche il sole (con speciali accorgimenti). Un esercizio particolarmente significativo è la fissazione della punta del naso che aiuta ad indurre aprticolari stati di meditazione. Esercizio 5 Osservate la punta del vostro naso. Vi renderete conto ben presto che non sempre i vostri occhi sono egualmente attivi. Infatti a volte vedrete di più il lato destro del naso, a volte il sinistro. Esercitatevi a vedere i due contemporaneamente. Quest’esercizio migliorerà la vostra coscienza dle vostro funzionamento emisferico. Ma il fine non è solo questo.",
  "last_phrase": "In conclusion, the ancient alchemists' adage \"we must break the gold to remake the gold\" highlights the need to disrupt our fixed thinking patterns to transform ourselves. Eastern practices like Tratak meditation on the tip of the nose help us overcome our limited consciousness and expand our awareness. Such exercises are not just about exertion alone but require a deeper commitment to tap into our true inner selves. Ultimately, by focusing our gaze, we can open up new vistas of perception and insight - but not without effort and dedication."
}