{
  "title": "\"How can the power of the eye be used to fascinate animals and develop inner energy?\"",
  "first_phrase": "In the previous part of this text, the four elements were discussed, and their role in developing the central energy and power of \"basilisco filosofale\" or the Kundalini serpent. In the last 200 tokens, the focus is primarily on fascination in the animal world, and how the power of the eye plays a significant role in taming animals. The author mentions Virgilio T., who believed in the omnipresence of the power of the eye and suggested practicing the same on animals to strengthen it. The author discusses the reciprocation of action between man and animal through the power of the gaze.",
  "content": "Anche l'occhio dell'animale ha il suo effetto sull'uomo, e non possiamo rimanere indifferenti infatti al suo sguardo: questo ci stimola sempre qualcosa, e spesso questo effetto è paura o commiserazione. Attraverso lo sguardo c'è quindi una analogia ed una reciprocità d'azione tra uomo e uomo ed uomo ed animale[104]. Alla fascinazione dell’occhio dobbiamo riferire il dominio che i domatori di fiere esercitano su queste, ed anche molti fatti analoghi dove attraverso il solo sguardo l’uomo agisce sull’animale[105]. Anche adesso questi dicono che l’elemento più importante per domare un animale è l’occhio. Vi sono vari racconti di domatori che hanno arrestato solo collo sguardo un animale che tentava di aggredirli anche se si trattava di una belva feroce[106]. Gli animali hanno una sorta di intuizione della potenza della fascinazione e sanno ricorrervi. Proprio il nostro maestro Virgilio T. ci faceva notare come nelle campagne certi fenomeni non siano visti come strani, ma invece sono percepiti come naturali, in quanto si verificano spesso.",
  "last_phrase": "In conclusion, the power of gaze between human and animal is undeniable. From fear to sympathy, there exists a reciprocal exchange that can be observed throughout history. Domesticate or not, animals have an intuition towards the power of fascination, making eye contact and nonverbal cues a vital tool for communication and control. As we continue to learn about and interact with our animal counterparts, the study of gaze and its effects will surely continue to evolve."
}