{
  "title": "What is the scientific explanation behind the human tendency to imitate other people's emotions, and how was the belief in the evil eye manifested in ancient times?",
  "first_phrase": "In this text, the author discusses the tendency in humans to imitate the emotions of others, which can lead to feeling negative emotions like malice simply by copying them from someone else. The phenomenon, which has long been believed by ancient writers, may be rooted in the theory of mirror neurons, which create a mental model of the person in front of us. This belief in the power of eye contact to transmit emotions goes back to ancient times, where it was thought to be a harmful charm. The text concludes by tracing the origin of the word \"fascination\" to the ancient god Fascinus, who was said to protect individuals from the malice of others' gaze.",
  "content": "Giunone presa da gelosia, perché sterile, e sterili erano ancora le sue campagne, camuffatasi da vecchia, simulando di dar aiuto a Venere nel parto, con la mano venefica le toccò l’utero, e fece che il fanciullo nascesse deforme e col pene di incredibile grandezza. A Priapo fu dato il nome di Fascinus, che fu considerato quale Dio e fra le cose sacre dalle Vestali venerato. Egli era il protettore dei fanciulli e degli Imperatori, i quali ultimi ne portavano il simulacro sospeso sotto il carro di trionfo. [141] Ecco quindi come da questo dio Fascinus, che proteggeva gl’individui dalla malevolenza dello sguardo altrui, nacque la parola fascinazione. Gli antichi credevano ancora che l’effetto del mal occhio si potesse estendere dall'uomo sull’animale, onde il verso di Virgilio: Nescio quis teneros oculos mihi fascinat agnos[142] Agrippa[143], filosofo, ammette alcune passioni veementi dell’anima, capaci di generare malattie di corpo e di spirito, perché nello spirito umano vi è una certa virtù di cambiare, attirare, arrestare gli uomini e le cose, secondo esso desidera.",
  "last_phrase": "From ancient times, people have believed in the power of the \"evil eye\" and various practices to protect themselves from its harms. From the Roman use of hanging phallic symbols to modern-day beliefs, the fear of being negatively influenced by others' gaze has remained prevalent. Whether it be through protective trinkets or other means, individuals still seek to ward off the perceived effects of evil intentions."
}