{
  "title": "What is the relation between Mephisto in Lord Byron, Mesmerism, and James Braid's neuroipnology?",
  "first_phrase": "The text delves into the history and evolution of mesmerism, starting with Lord Byron's depiction of Mephisto in Cain, Act i. Scene 1, and going on to discuss Franz Anton Mesmer's methodology, which was initially popularized in Austria and then in France. Additionally, the works of Theophrastus Paracelsus and William Maxwell are mentioned alongside contemporary therapies that seem to rediscover the principles of Mesmer's approach to psychoanalysis. The text also touches on Charles Lafontaine's criticism of James Braid's attempt to create his own system by magnetizing himself while denying the effects of magnetism. The concluding portion of the text cites research by Mulholland and Peper, who discovered that eye convergence leads to greater production of alpha waves connected to relaxation.",
  "content": "opera medico chymica. Tract. 2 [66] Anche varie terapie moderne affermano la stessa cosa. In particolare alcuni aspetti della terapia orgonica di Wilhelm Reich sembrano mostrare la riscoperta di alcuni elementi già individuati da Mesmer ed interpretati in chiave psicoanalitica. [67] Ecco del resto cosa disse M. Lafontaine nel suo libro \"L'art de magnetiser\" - Charles Lafontaine, chez Germer-Baillièere, pag. 262)\"Il dr. Braid, dopo aver assistito ad una delle mie sedute e visto gli effetti che producevo, volle lui anche crearsi una fama e divenire il creatore di un nuovo sistema, una nuova scoperta. Si mise quindi ben presto a magnetizzare lui stesso, tuttavia negando il magnetismo ed attribuendo sempre a delle cause differenti gli effetti che produceva grazie al magnetismo stesso.” Segue una disanima della metodologia di Braid. [68] James Braid “neuroipnology” [69] E confermato anche dalle più recenti ricerche. Mulholland e Peper (1971) hanno dimostrato che la convergenza oculare conduce ad una maggiore produzione di onde alfa, collegate al rilassamento.",
  "last_phrase": "In conclusion, various modern therapies seem to rediscover some elements already identified by Mesmer and interpreted psychoanalytically. As James Braid notes, any bright object when concentrated upon for some time can induce hypnosis, but the effectiveness of hypnosis varies from person to person. While hypnosis and magnetic therapy may have their limitations, understanding and utilizing their methods in conjunction with other medical and chemical practices may offer the best results."
}