{
  "title": "\"What is the history and physiology of fascination, and how can eye contact affect conversation?\"",
  "first_phrase": "In this part, the author delves into the practices of ancient times and how people protected themselves from evil eye. The text cites Olao Magno, Leonardo Vairo, and Kircher who believed in the transmission of negative energy among individuals. The text then goes on to explain Roman practices to ward off negative energy such as hanging phallic symbols and placing a newlywed bride on a Priapus member. The last 200 tokens explore the physiology of fascination in conversation and how it affects individuals. The author discusses the changes in an individual's attention towards an interlocutor and how it can be observed in the dilation of the pupil and relaxation of the jaw.",
  "content": "[147] 3. Fisiologia dell'affascinazione nella conversazione Potete incominciare ad esercitarvi utilizzando il potere della fascinazione anche in una conversazione quotidiana. E come nell’animale affascinato, anche nell’uomo possiamo osservare una modifica di alcune caratteristiche: ad esempio: un inizio di rilassamento della mascella, dilatazione della pupilla etc... In tutti questi casi vi è un cambiamento dell’attenzione della mente critica ed una maggiore attenzione nei confronti dell’interlocutore. Vi è quindi una “affascinazione quotidiana” che spesso non notiamo, ma basta portarci l’attenzione sopra per rendersi conto che normalmente è molto più frequente di quanto a prima vista non si sospetti. Esercizio 4 Osservazione diretta. Mentre parlate con una persona ed aver effettuato gli esercizi di rinforzo dello sguardo della seconda parte del libro osservatela mentre parlate. Noterete facilmente dilatazione delle pupille e riduzione del battito delle palpebre (o accelerazione nel caso il soggetto abbia “paura dello sguardo”) 4.",
  "last_phrase": "\"By practicing the power of fascination in everyday conversations and mastering the effects of eye contact, you can capture and hold someone's attention effortlessly. With a fixed, concentrated gaze, you can create deeper connections and build stronger relationships.\""
}