{
  "title": "How do significant figures in childhood affect our behavior and perception as adults?",
  "first_phrase": "This text examines how significant figures in our early lives shape us into who we are as adults. As children, our attention is primarily focused on parents or other authoritative figures, and their behavior tends to imprint upon us. The last 200 tokens explore the concept of \"trance\" as a way of focusing our attention and behavior in specific situations. The example of a child being punished and subsequently reacting similarly as an adult highlights how these learned behavior patterns carry over into adulthood.",
  "content": "Perché tuttavia un’esperienza si congeli, è necessario all’origine, al momento in cui succede la prima volta, anche un altro elemento che potremmo chiamare “aumento della vigilanza oltre la soglia abituale”. È necessario infatti che vi sia una situazione significativa, che porta ad un incremento della nostra attenzione sensoriale verso l’esterno. A questo punto normalmente la mente espande l’attenzione e cerca una soluzione, e quando pensa di averla trovata torna poi allo stato originale e restringe di nuovo il proprio focus di attenzione su pochi elementi creando e solidificando una “trance”. In altre parole la trance ci aiuta a divenire meno coscienti di preoccupazioni o stimoli non significativi[82]. Ad esempio un bambino può essere punito dal genitore. Nella sua mente, la scena prenderà un’ampiezza grandissima, con in primo piano magari la faccia del padre. Intanto vi sarà un insieme di reazioni, il bambino ad esempio piangerà, oppure starà zitto. Successivamente, una situazione analoga da adulto (ad esempio l’incontro con un vigile minaccioso) potrà ricreare la stessa reazione (ad esempio risponderà in malo modo al vigile, oppure sarà ipersottomesso, esattamente come aveva imparato da bambino).",
  "last_phrase": "In conclusion, our experiences become frozen when they are associated with a significant situation that increases our sensory attention and creates a trance-like state. This state leads us to become less aware of insignificant stimuli and more focused on a specific element. Our values and behaviors also stem from our upbringing and the behaviors of our parents, which create a fascination and value for certain things. By understanding these processes, we can better understand ourselves and our motivations in life."
}