{
  "title": "What is the symbolism behind fixation of thought and gaze?",
  "first_phrase": "In this text, the author discusses the symbolism behind fixation of thought and the importance of direction perception in humans. The text explores the psychological correlation between object orientation and egocentric localization. However, when an object is fixed in a particular position for an extended period, neurological and physiological alterations occur, and the subject's sense of object position weakens. The author delves into the significance of fixation in meditation traditions and suggests that it serves an additional purpose beyond being a material means of fixing thoughts. The last 200 tokens explain how having someone else guide the concentration exercise can ameliorate difficulties with concentration.",
  "content": "Cioè realizzare all'esterno l’insensibilità completa ed all'interno la possessione di sè completa[157] ma in maniera attiva È cioè una retroversione dall’esterno, dalle forme sulle quali si fissa il nostro io e che ci “mangiano” per prendere possesso del nostro mondo interiore. Questa possessione quando eseguita in esercizio auto condotto è operata attraverso un particolare sforzo, che non è operato più dal conscio, dall’ego, bensì avviene ad opera di una parte più vasta di noi, un noi stesso de concettualizzato, quella parte di noi che è prima dei pensieri che costituiscono la base della nostra personalità. Proprio il fatto che il punto di partenza e di appoggio non sia la nostra personalità abituale, che anzi viene superata nell’esercizio, spiega la difficoltà di esso ed il fatto che il raggiungimento di tale stato nello Yoga sia considerato “per pochi”. La fascinazione condotta da un’altra persona La difficoltà ad eseguire l’esercizio di concentrazione da soli, scompare quando si è condotti da qualcun altro.",
  "last_phrase": "In conclusion, while achieving complete insensitivity externally and complete self-possession internally may be a challenging exercise, it is possible to do it through self-conducted effort. However, the difficulty can be mitigated through the use of fascination with another person. Moreover, it is interesting to note that intense fascination can cause instant amnesia, which can be useful in therapeutic and experimental settings."
}