{
  "title": "\"Why does hypnotic fascination often lead to amnesia? Learn about the technique in this book\"",
  "first_phrase": "In this text, the author discusses why hypnotic fascination can result in amnesia. This extract is from the book \"Instant Hypnosis and Fascination,\" which provides powerful techniques for creating states of focused concentration. The author references various historical figures, including Lorenzo de' Medici, Giordano Bruno, and Virgil, who have used similar techniques to captivate their audiences. Additionally, the author cites modern research on the physiological effects of prolonged eye contact and explores the importance of the first four minutes of a conversation in establishing interpersonal connections. They note that while most modern hypnosis techniques rely on spoken word, there is value in exploring non-verbal methods as well.",
  "content": "27 [8] Per alcune evidenze sperimentali che mostrano come il non divergere gli occhi (quindi lo sguardo fisso) riduca la capacità critica vedi http://www.psychology.stir.ac.uk/staff/lcalderwood/GazeAversionResearch.htm. Vedi inoltre anche: \"Physiological Aspects of Communication via Mutual Gaze\" Allan Mazur, Eugene Rosa. http://www.jstor.org/pss/2778851: questa serie di sperimentazioni mostra 1) come lo sguardo reciproco causa risposte a livello fisiologico e 2) una persona può operare dei cambiamenti nella fisiologia di un altro attraverso lo sguardo e 3) lo sguardo sia correlato ad aspetti di dominanza nella conversazione. [9] Vedi ad esempio la ricerca dello psichiatra americano Leonard Zunin “Contact: The First Four Minutes” Harper & Collins.I primi quattro minuti sono fondamentali per decidere se continuare o meno una conversazione. [10] Non sappiamo se Virgilio lo raccontasse per insegnarci qualcosa, cioè avesse il valore di metafora o di per sé stesso. Virgilio ama molto raccontare storie invece che raccontare concetti in forma diretta. [11] La maggior parte delle tecniche ipnotiche praticate attualmente si rifanno per gli americani ai lavori di Milton Erickson, Dave Elman e altri e sono essenzialmente basate sulla parola. [12] Hippocrat. de Sacro Morbo de Magis. [13] Dioscorides, lib. ii.",
  "last_phrase": "In conclusion, paying attention to nonverbal cues such as eye gaze and body language can greatly influence communication and create a positive impression in the first few moments of a conversation. It's essential to rely on evidence-based approaches and consider the context and the individual’s preferences when implementing communication strategies."
}