{
  "title": "\"Can symbolic configurations used to defend against the evil eye also be used to enhance its power?\"",
  "first_phrase": "In this text, the author discusses various ancient techniques of hypnosis and fascination, including the use of symbolic configurations to defend against the power of the eye and reinforce it. The last 200 tokens explore the use of these techniques on poultry and other animals, including anecdotes of a servant who killed a falcon just by looking at it and the dangerous practice of holding toads out of water until they explode. The author discourages this experiment as it is potentially dangerous. These techniques are further described in \"L'ipnosi umana ed animale\" ed.",
  "content": "[113] Il fatto che questo sia un esercizio tradizionale, ora sempre più difficile da praticare data la carenza di tali animali in città, mi è stato comprovato dall’aver individuato una analoga tradizione di fascinazione in Friuli, dove veniva consigliato all’apprendista fascinatore di esercitarsi in tal guisa. Nel percorso di apprendimento originario si operava anche su piccoli rettili (lucertole) che dovevano essere fissate fino a poterle toccare. Non menzi0natoci dal nostro maestro, ma comprovato dalla letteratura, è anche l’esercizio sui rospi, i quali se bloccati dallo sguardo e tenuti fuori dall’acqua entrano in uno stato tale da morire scoppiando (infatti il rospo deve stare sempre in acqua: stando fuori da questa e grazie all’eccitazione creata letteralmente “scoppiano”). Sconsigliamo tuttavia quest’esperimento in quanto potenzialmente pericoloso non solo per l’animale ma anche per l’operatore. cfr Luzy “La puissance du regard” [114] E’ quindi più facile agire con questa tecnica su di un mammifero che su di un rettile. [115] Descritti in “L’ipnosi umana ed animale” ed.",
  "last_phrase": "In conclusion, it is evident that animal fascination is a traditional practice that is becoming increasingly difficult to undertake due to the scarcity of such animals in urban areas. While there may be similar practices, it is important to note that some exercises can be potentially dangerous, and it is always best to proceed with caution and adhere to ethical considerations."
}