{
  "title": "How does instant hypnosis work and can it be used for therapeutic purposes?",
  "first_phrase": "This final segment of the text focuses on the incredible abilities of Virgilio T., a barber who possessed unique powers beyond that of a typical human. It describes how Virgilio was able to put people in a trance-like state almost instantly, making them cough and requiring a slap to wake them up. Max, the narrator of the story, brings friends to witness Virgilio's abilities and becomes an apprentice under him. The segment also mentions the late Prof. Erminio di Pisa and his contributions to the study of instant hypnosis. The underlying message of the text is that there is much more to human potential than meets the eye, and it can be unlocked through personal development and the application of unique techniques.",
  "content": "Anch’io potetti rendermi conto su me stesso della straordinaria potenza di questa persona, apparentemente tranquilla, la quale oltre alla capacità appena descritta, aveva sviluppato una sensibilità particolare alle energie, tanto da essere un bravo radioestesista, in grado di ritrovare un oggetto nascosto in una stanza. Da dove nasce tutto ciò? Intuendo che l’utilizzo di tale tecnica potesse essere probabilmente ancora più vasto di quel che avevamo visto, e che questo potere potesse essere anche utilizzato per far star meglio le persone, divenimmo allievi e confidenti di Virgilio. Scoprimmo che per arrivare a tale potenza è necessario un lavoro personale che si basa anche su di una serie di tecniche ed esercizi che comprendono l’autocontrollo e lo sviluppo ed il miglioramento di sé. Virgilio non è però l’unico esponente di tale scuola cui dobbiamo le nostre conoscenze. Dietro il completamento di questo libro vi è anche il contributo del compianto Prof. Erminio di Pisa[3]. Egli chiamava la fascinazione “ipnosi istantanea”.",
  "last_phrase": "In conclusion, the power of fascination with the gaze goes beyond entertainment or performance. It can also be a therapeutic tool when applied skillfully by a practitioner who has gone through personal development and training. Virgilio T. and Prof. Erminio Di Pisa were two masters of this art, but the latter took it to a deeper level with long-lasting results. The use of fascination with the gaze may have ancient roots, but it can still benefit people today with its potential for healing and balance in life."
}