{
  "title": "What is animal fascination and how does it work?",
  "first_phrase": "In this final section, the author explores the power of fascination over animals and how it connects with the most primitive part of our nature. The text describes different examples of individuals being able to charm and control animals, such as Daniel in the lion's den and the saints in front of ferocious beasts. The author explains how fascination operates beyond the use of language or suggestion, and how it connects with deeper parts of the brain. Finally, the text clarifies that although suggestion can help the process, fascination is stronger than any suggestion. The text also explains how one can start practicing fascination with a warm-blooded animal, such as a chicken.",
  "content": "Entra man mano in uno stato di rigidità tanto da poterle strappare le piume. Continuando con forte intensità possono avvenire ulteriori modificazioni fisiologiche ed in certi casi può anche morire[112]. Questo da allora al fascinatore una grande sicurezza, in quanto si rende conto di poter operare di un essere che di per sé non è suggestionabile[113]. Il fatto che anche un animale possa essere affascinato ci fa vedere come questa tecnica operi al di là della corteccia cerebrale e dell’uso del linguaggio o di qualsiasi suggestione. Il fatto che anche esso possa vivere o capire tale esperienza ci fa capire che quanto stiamo descrivendo non è originariamente di tipo mentale e logico, e quindi non ha rapporto con la parte più esterna della corteccia cerebrale, bensì è in relazione con aree più profonde, e si connette alla natura più primitiva dell'uomo. Ovviamente la suggestione, disattivando certi circuiti di resistenza può aiutare ed accelerare il processo, tuttavia la fascinazione è più forte di qualsiasi suggestione. Del resto anche l’esperienza ci conferma ciò. A volte ci capita ad esempio di non riuscire subito a fascinare un soggetto, proviamo una seconda volta e di nuovo non riusciamo. Mettiamo allora tutta l’intensità e riusciamo.",
  "last_phrase": "In conclusion, the process of animal fascination operates beyond the cortex and language or any suggestion. Although suggestion can help, fascination is stronger than any suggestion. Animal fascination can be facilitated by primal emotions such as sex and prey. Different methods of animal fascination were described by the Hungarian researcher Volgyesi."
}