{
  "title": "\"How can developing a penetrating and expressive gaze improve your life?\"",
  "first_phrase": "In the preceding text, the author discusses the importance of developing a steady, expressive, and penetrating gaze. The book offers practical exercises to boost eye strength and attention, which can be useful in persuasion and other areas of life. Being in control of your body, emotions, and thoughts is essential in achieving this power. In the following text, the author shares the story of a fox and some chickens to illustrate how animals can capture their prey with their eyes but only unconsciously.",
  "content": "Per sviluppare bene questo potere fondamentale è infatti utile far sì che vi sia vieppiù dominio del corpo e dei suoi impulsi, delle emozioni e dei desideri violenti e del piano mentale con le sue molteplici divagazioni ed instabilità, al fine che tutti questi si sottomettano all'io superiore, e si convertano in strumento positivo che guidi le nostre forze ed il nostro occhio con consapevolezza e non basandosi sulla semplice istintualità. La capacità di ammaliare non è infatti solo dell’uomo, ma solo questi è in grado di dirigerla a fini positivi superiori e di sviluppo. Gli animali catturano le prede anche con l’occhio, ma inconsciamente. Da sempre esistono racconti di serpenti dotati di particolari facoltà di fascinare la propria vittima rendendola incapace a sfuggirgli; la loro potenza giunge fino al punto da far scender gli uccelli e a farli avvicinare e a lasciarsi prendere senza che possano fare alcun tentativo di difesa. Un racconto simile ci era stato anche fatto dal nostro maestro. Protagonista era una volpe e delle galline. [10] Un suo amico aveva un pollaio, e si stupiva che alcune galline mancassero.",
  "last_phrase": "In conclusion, the power to fascinate is not just a human trait, but only humans can direct it towards higher and positive goals of development. To develop this ability, it's important to have more control over our body, emotions, and thoughts so that they become tools that guide us with awareness, not just instinct. While the legendary figure of the hypnotist who can capture someone's gaze still exists in popular imagination, modern techniques of hypnosis rely primarily on verbal methods. However, with greater self-control and mastery, the power to fascinate with the eyes can become an even more effective tool for personal and professional success."
}