{
  "title": "What is the power of the hidden technique of gaze fascination in healing, and how was it passed down through history?",
  "first_phrase": "This text discusses the ancient technique of hypnosis by gaze, and the difference in its effectiveness between two masters, Virgilio T. and Erminio Di Pisa. While Virgilio's hypnosis had a superficial and short-lived effect, Erminio's had a profound and long-lasting impact, making use of the ancient tradition of therapeutic fascination. Erminio, a powerful personality in his own right, used this technique to treat dozens of patients every week, with most of them experiencing permanent benefits in just one session. The text also mentions that this technique has been a secret for a long time, with only a few authors, including William Atkinson and Prof. Seligmann, writing about it from an outsider's perspective. The following 200 tokens discuss Erminio Di Pisa's introduction to hypnosis and his practice of it for healing purposes, as well as the author's own experience with this technique.",
  "content": "Anche lui era stato introdotto a questa disciplina in maniera diretta da un maestro: il Prof. Caravelli, maestro quest’ultimo nella cosiddetta arte della “bilocazione”, tanto da poter essere percepito in due posti allo stesso momento. Ecco come siamo stati introdotti all’interno di questa tecnica tanto antica quanto utile. Queste chiavi erano finora nascoste. Fin da tempi remotissimi esistono del resto testimonianze di persone capaci di influenzare potentemente con lo sguardo, ma il modo vero di farlo era infatti stato sempre tenuto segreto, o perlomeno altamente confidenziale. Anche un grande cultore di argomenti del genere come William Atkinson, uno tra i pochi ad aver scritto un libro intero sull’argomento dal titolo “La fascinazione mentale”[4] ne parla dall’esterno, dicendo di aver intervistato alcuni soggetti, ma lui stesso afferma chiaramente di non essere stato iniziato alla tecnica. Anche il Prof. Seligmann, un oftalmologo tedesco che scrisse un’opera monumentale[5] al riguardo con più di duemilacento fonti letterarie citate non era mai stato introdotto dal di dentro e come tanti autori in questo campo ci presenta un puzzle senza però darne la vera soluzione. Ma non è comunque finita.",
  "last_phrase": "In conclusion, although the power of fascination through the eyes has been a hidden and secret technique that has been sought after for centuries, it is possible to be introduced to it through a skilled master. This technique can be used to influence others with strong feelings of love, hate, envy, or other passions, but it remains a complex and fascinating puzzle that requires more research and exploration to fully understand its capabilities."
}