{
  "title": "What is the relationship between optics, gender and subjectivity in medieval love poetry according to Dana E. Stewart's \"The arrow of love\"?",
  "first_phrase": "In the previous part of the text, various studies and observations regarding the influence of emotions on visual perception and communication were presented. Dana E. Stewart's \"The arrow of love: optics, gender and subjectivity in medieval love poetry\" was referenced to show how certain beliefs influenced medieval society's perception of female menstruation. The text also touched upon infants' ability to respond to a range of facial expressions, including fear and anger. In this last part, references to Michael Argyle's \"Bodily Communication\" and Stuart Hameroff's work on gamma waves and telepathy are made. It also discusses how the activation of certain facial muscles is necessary for mastication and how children use emotional cues to determine appropriate behavior in ambiguous situations.",
  "content": "30) [127] Vedi Lefebure “Expériences initiatiques” [128] Vedi anche le osservazioni di Stuart Hameroff sulle sperimentazioni eseguite su meditatori da Mathieu Richard: le onde gamma potrebbero essere la chiave dietro al manifestarsi di effetti non locali quali le esperienze telepsichiche. [129] elicitato o attraverso stimolazione elettrica dell'ipotalamo laterale (Panksepp 1971), o che accade spontanemente [130] Per l'attivazione della componente masticatoria, vi è la necessaria attivazione del muscolo trigemino (per mordere) e di componenti facciali del nucleo motorio del nervo facciale. Questo è stato studiato da MacDonnel e Flynn (1967). [131] I bambini da 12 mesi in su mostrano \"social referencing\", cioè si voltano verso i loro parenti ed utilizzano elementi emozionali per determinare il loro comportamento (Sorce, Emde, Campos, & Klinnert, 1985 ; Moses, Baldwin, Rosicky, e Tidball 2001). Soprattutto questo avviene in situazioni che hanno bisogno di \"disambiguazione\". Ad esempio nel superare un ostacolo i bambini lo superano più spesso se la madre ha un'espressione incoraggiante, e si bloccano con un'espressione arrabbiata (Sorce et al., 1985; Vaish e Striano, 2004) [132] Cfr.",
  "last_phrase": "In conclusion, this text highlights various observations and experiments on diverse topics such as initiatory experiences, activation of chewing components, social referencing in children, and superstitions across different cultures. This information can help readers gain a deeper understanding of these concepts and potentially apply them in their own lives."
}