{
  "title": "\"What is Hermetism and how does it relate to achieving the super-human state?\"",
  "first_phrase": "This text discusses the concept of Hermeticism, which involves working on various substances such as the body, human, tree, feelings, ideas and even \"God\" to achieve consciousness. It is an admirable objective, but it must be undertaken only after mastering other concerns, as the realization of the super-human being is the main goal of this path. The last 200 tokens explore the ideas of true alchemy, science, and the materiality of the universe based on various authors' perspectives, including Carlos Castaneda, Savoretti and Eckhartshausen.",
  "content": "\"La vera alchimia, alchimia conoscenze tradizionali è leggi di potenza della vita in uomo e la natura e la ricostruzione tuzione del processo con cui questa vita quaggiù da adulterato caduta di Adamo perso e può ritrovare la sua purezza, la sua splen- _ Non può, la sua pienezza e le sue prerogative essenziali: che in l'uomo è chiamato rigenerazione morale o rimborsi; reinducration umani purificazione fisica e la perfezione in natura, Infine, nel regno minerale stesso: e quintessenza trasmutazione. (Savoretti - l) \"La vera scienza è la scienza regale e sacerdotale rigenerazione, o la scienza della riunione con l'uomo cade Dio. \"(Da Eckhartshausen - 2) \"Ma il Grand'Oeuvre Suprema, l'unico che può chiamare senza eccessivi \"Via l'Assoluto\" è la reintegrazione dei la dignità umana nella sua perfezione da un processo di rado realizzato qui sotto (ma non impossibile), un processo che An- Cians chiamato, a nostro avviso, \"la 0euvre la Fenice\". (Savoretti - 1) \"Un'altra idea che dobbiamo assimilare, è l'idea di materialità dell'universo .. Tutto in questo universo può essere pesati e misurati. La stessa Assoluto non è meno materiale, non meno ponderabile e misurabile della luna, o che l'uomo.",
  "last_phrase": "In conclusion, the true alchemy is the knowledge of traditional principles and laws of power that govern life in humans and nature. It involves the reconstruction of the fallen human process to its purity and perfection through moral regeneration, physical purification, and transmutation. The understanding of the materiality of the universe and the synthesis of its essential elements: matter, life, and energy are vital. The achievement of the super-human state is the ultimate goal of alchemy, but it requires mastery of all other concerns."
}