{
  "title": "\"Can we control our actions? Insights from Gurdjieff and Schwaller de Lubicz.\"",
  "first_phrase": "In the previous section, Gurdjieff talked about how humans are products of their circumstances and are influenced by their environment, habits, and unconscious predispositions. He also mentioned how our actions are often not truly reflective of our intentions. In this last part, Gurdjieff dives deeper into the concept of the self and individuality. He argues that humans are not singular beings but are rather made up of multiple conflicting \"me's,\" and that only by recognizing and studying these different selves can one achieve true inner harmony. Gurdjieff's teachings are explored in his book, \"Meetings with Remarkable Men,\" and in the practice of the Fourth Way, which he developed and passed onto his students.",
  "content": "Sfondo mobile per le nostre azioni, è un'altra ques1) Gurdjeff parla e suoi studenti - edizioni Stock. L e \"l'uomo è un essere più\". Di solito, quando si parla di noi stessi, si parla di \"Io\". Diciamo: \"\" _ faccio questo, \"I\" crederci, \"\" voglio fare questo. Ma questo è uno - errore. . -La \"I\" non esiste o plutet ci sono centinaia di «migliaia di poco \"me\" in tutti noi. Noi stessi siamo divisi, ma noi possiamo riconoscere la pluralità delle nostre essere in modo diverso dalla osservazione e Studio. In un momento dà, è un \"me\", ovvero quando segue un altro \"io\". \"Me\" in noi sono contraddittoria, e per questa ragione noi non funzionano senza intoppi. Ci sono macchine. Controllo siamo pienamente superfici da circostanze esterne. Tutte le nostre azioni seguono minore pressione nella condotta di resistenza e di circostanze exté nell'entroterra. Made - in esperienza: - ordinare voi e le vostre emozioni? Lol Si può provare a eliminare o a caccia di un'emozione con un altro. Ma tu sei il contreler. Questo sono che si contrelent.",
  "last_phrase": "In summary, acknowledging the plurality of our being and taking control of our emotions and actions can lead to smoother functioning. It is important to recognize that the world we believe to be trapping us is only a net of thoughts and illusions, and that ultimately, we must let go of the notion that we can \"do\" and embrace the power of being."
}