{
  "title": "What is the purpose of ATOUM circles and how does their magical path differ from traditional religions?",
  "first_phrase": "This text describes the magical path followed by certain members of the ATOUM order. The author explains that the majority of the circles and orders don't know about the objective state of the path and their phases of graduation are only a sign of self-satisfaction. The final 200 tokens focus on two exercises the ATOUM order practices - maintaining upright posture and collecting sensory perceptions without verbalizing or thinking about them, and reviewing one's day. These exercises don't require following a particular belief system, and magic is not an obstacle to spiritual exploration, according to the author.",
  "content": "Contrariamente a molte persone credono che la magia non è un ostacolo alla ricerca; nella misura in cui il lanciatore è libero (It acquisire quo ricorda qualcosa, se può tranquillamente 'S senza di essa, tale è la condizione della sua opera- Vail e anche il suo risultato da effettivi). Il percorso è ensignée alchemica operativa nel suo approccio nei théoriquee terzo classe per le rotte interne esterni di réservéees interno alcuni membri fanno ordini rapporto anno con i nostri circoli. a strada da ESERCIZI N 'I • seduta (ciò che il metodo è Sue: su una sedia o un mascherino Lotus ecc ...): mantenere una posizione colonna verteblale dritto, senza rigidità. Trova che si percepiscono certe sensazioni corpo del contatto fisico (in alcuni luoghi sul pavimento, vestiti, atc ... }. Continua é percepire queste sensazioni non mettere le parole (si don 't dire mentalmente: \"hey, lo faccio senza il mio mani ei miei piedi \", ma solo per raccogliere sen- ziale). Se i pensieri disturbare la vostra raccolta, tornare tranquillamente al vostro allenamento. Questo esercizio non dovrebbe depeasser cinque minuti. N ° 2 Rassegna di ls giorni Rivedere rapidamente la vostra giornata.",
  "last_phrase": "In conclusion, magic is not a hindrance to research, as long as the practitioner has freedom in their craft. The alchemical approach involves both theoretical and practical elements, as seen in exercises like the sitting meditation and daily review. With consistency and dedication, anyone can master the art of magic."
}