{
  "title": "Who were Rene and Isha Schwaller de Lubicz and what were their contributions to esotericism and symbolism?",
  "first_phrase": "This text discusses the life and work of a writer known as a visionary poet, active in various esoteric circles, who cultivated powers and occultism. The author's novels are seen as clues to a hidden track, and his works became initially successful with readers who appreciated his expressionist style. In the last two hundred tokens, the text presents Schwaller de Lubicz and his life partner, Isha, who dedicated their lives to achieving the unification of human consciousness with its immortal entity. They established two groups, aimed at awakening the consciousness of human existence and creating a scientific station for the study of initiation secrets.",
  "content": "Isha lui con la sua fidanzata ha portato l'in- dipendenza finanziaria, avrebbe potuto dedicarsi interamente alla strada esoterico e più in particolare per l'Arte Reale, si redéc0u vrit attraverso il simbolismo egiziano che ha segnato tutto il suo opera letteraria. AOR (René) e Isha dedicato tutta la loro vita per conseguire l'unificazione della coscienza umana con la sua entità immortale. Hanno animato due gruppi: \"Il velo- la loro \"prima, che aveva il compito\" in questo mondo travagliato \"di \"Risvegliare la coscienza degli obiettivi di 1'existence umano\", quindi \"Stazione Suhalia Scientist\", una sorta di monastero ini- tique.Ils poi si stabilì in Egitto, dove Isha ha ricevuto ri- Velate l'alfabeto reale egiziano e spunti di lettura segreto testi geroglifici. Aor allegata, per la sua per decifrare l'architettura segreto d'iniziazione dei Faraoni che ha fatto e ha espresso la sua tesi in base simbolista i suoi molti libri. Ricavi in Francia, si stabilirono in Piano di Grasse, dove sono state scritte grandi opere. Aor morto 5 Dicembre 1961 in tutte le lucidità. Le sue ultime parole sono state: \"Non lasciatevi ingannare da questa miserabile esistenza!",
  "last_phrase": "In conclusion, the lives of Isha and AOR were dedicated to achieving the unification of human consciousness with its immortal entity. They left invaluable contributions through their literary works and groups aimed at awakening human consciousness. If you're interested in following their path, ATOUM offers a guided journey of 10 minutes a day, from 4 to 7 times a week, to lead you to your destination. Don't let the insignificant things of this world deceive you, focus on the essential for a fulfilling life."
}