{
  "title": "What is the significance of creating a tangible body of glory in Taoism and how does it relate to achieving immortality?",
  "first_phrase": "In this text, the author discusses the concept of immortality through the Taoism philosophy, exploring the idea of creating a tangible body of glory and achieving mastery over the physical body. The author mentions various teachers who have written about the different levels of immortality, which involve the understanding of the material world and the self-reflection process. The author goes on to suggest that the study of works by Gustav Meyrink and Isha Schwaller de Lubicz can provide valuable insights into this topic. Meyrink, born in Vienna in 1868, was a former banker who turned to writing and is known for his work \"The Green Face,\" while Schwaller de Lubicz was a French philosopher and writer whose book \"Her-Bak: Egyptian Initiate\" explores ancient Egyptian culture and spirituality.",
  "content": "(Giudicelli Jean-Pierre di Bachelerie CRESSAC - 2) (1) La nube sul santuario (2) Per la Rosa Rossa e Croce d'Oro LETTURE Non dovremmo studiare gli scritti di saggio? Certo, è eccellente per l'orientamento e guida la sua ricerca interiore, che dà solo conoscenze. E 'per- Che cosa attira la curiosità sana auto- elementi meme di eventuali problemi, crea- ant dal suo desiderio di contatto con cosa da sapere. (Schwaller de Lubicz) In aggiunta alle informazioni fornite da questa monografia fia, si studieranno i seguenti due libri: - Il volto verde di Gustav Meyrink - Editions du Rocher. - L'apertura della Via Isha Schwaller de Lubicz - Editions de la Table d'Emeraude. Lei ci invia una breve relazione libro sul tema: Che cosa si vede come gli elementi chiave contenuti in questo lavoro e l'installazione nel vostro attuale prospettiva quest? Long bio-bibliographigue su questi due autori: Gustav Meyrink: Nato a Vienna 19 gennaio 1868 di un Ministro di Stato-wurtembour abitanti del villaggio e la sua amante, attrice ebrea di Amburgo, Maria MEYER. Egli governò fino al 1902 la banca \"Meyer e Morgenstern. Accusato di frode, è stato imprigionato e in rovina, e innocente Ty.",
  "last_phrase": "In conclusion, studying the writings of great thinkers like Gustav Meyrink and Isha Schwaller de Lubicz can provide us with valuable insights that guide our internal search for knowledge. By delving into the key elements of their works, we can gain a deeper understanding of esotericism, the paranormal, and the power of the hidden. So, let's take inspiration from their works and continue our quest for self-discovery."
}