{
  "title": "What is the Connection Between Magnetism and Love?",
  "first_phrase": "In this final section, the author explores the magnetic aspect of occult philosophy and its connection with suggestion and obsession. The concept of \"Amor obsessio\" is introduced, explaining how the mutual attraction of two bodies establishes a double current of exchange and reflection. This obsession leads to physical union, which results in the incarnation of another body, the vessel of a pro-nuptial spirit. The author concludes by describing the purely magnetic phenomenon that occurs during coitus.",
  "content": "L'appetirsi vicendevole di due corpi di qualunque specie stabilisce tra loro una doppia corrente di ricambio e di riflessione, come la Luna e il Sole del simbolismo Zoroastreo. I corpi siderei di due amanti se si potessero osservare con mezzi meccanici, si troverebbero modellati in modo che quello del maschio ha le apparenze della donna amata, e quello della donna l'aspetto dell'uomo desiderato. Quindi dominati entrambi gli individui da un'immagine per quanto materiale altrettanto modellata al proprio desiderio, da sospendere la funzione di ogni senso inferiore per immagini di cose e di esseri differenti (15). Questa ossessione porta al congiungimento carnale, la cui conseguenza e' incarnazione o umanazione di un altro corpo che come forma e' la risultanza delle due che si uniscono e come contenuto e' vaso di elezione di uno spirito pronubo, come vedremo in seguito. Nell'atto coitale avviene un fenomeno che, per servirci di un vocabolo noto e' puramente magnetico.",
  "last_phrase": "In conclusion, the mutual desire between two bodies establishes a magnetic exchange and reflection, leading to the carnal union and the creation of a new form, resulting from the amalgamation of the two. The pleasure felt during this act is intense, leading to the imprinting of the man's astral form onto the woman's material soul. Regardless of whether the act is physically fruitful, the study of animal magnetism demonstrates the replication of natural magnetic states during the act of love."
}