{
  "title": "What is the Alchemical Language and its Symbolism for Separation and Transmutation?",
  "first_phrase": "The text explores the alchemical language and its correspondences to the states of the soul and individual thought. It delves into the metaphors of gold, mercury, lead, and silver as symbols of purification and sublimation. The author cites Hermeticism and the importance of separating the pure from the impure. Death is also seen as a symbol of the alchemical process. The text ends with the notion that the Great Work requires heroism and the transformative force of divine love. The author is not specified.",
  "content": "profano e' una unita' composta - un metallo grezzo come si prende con le pale delle viscere della Terra, nelle miniere dove lavorano i ciclopi (24) e il lavoro alchimico consiste nella separazione del più' nobile dal meno nobile dei metalli in fusione. Vedremo in seguito se a questo simbolismo naturale e metallurgico corrisponde veramente un Grande Arcano Trasmutatorio Incomunicabile ma, se non perfettamente, almeno per la sua gran parte di fattura fisica. Per ora bisogna intendere nessuna Grande Opera esser possibile, se non si ricorre al metodo della separazione. La morte stessa, nelle sue diverse fasi, e' una Grande Opera Alchimica e il simbolismo della morte si riscontra in tutte le fasi di preparazione e di sublimazione del corpo vivo. Il tentare la Grande Opera Alchimica e' il tentativo di un'opera di morte, innanzi a cui pochi resistono, perché' le memorie spaventevoli del post-mortem si affacciano terribili come dragoni vomitanti fiamme posti alla custodia di un tesoro che ha bisogno di eroi per èssere conquistato eroi da eros fiamma divina dell'amore il quale amore e' la forza trasmutatrice, creatrice e distruttrice di tutte le cose in natura.",
  "last_phrase": "In conclusion, the practice of alchemy involves separating the noble from the ignoble metals in the raw materials extracted from the earth. This is a physical process that requires heroic effort, much like the great quests of myth and legend. While the end goal - the Great Work - may seem impossible, it is achievable through the power of love, which is both creative and destructive. This same power is present in all aspects of nature and can be seen by those with eyes to see and hands to touch."
}