{
  "title": "What are the \"digiuni solari\" and how should they be observed according to the Church's \"delle 4 tempora\" tradition?",
  "first_phrase": "This text talks about the four solar fasts, which are called the \"4 Tempers,\" and their start dates, which differ from the four seasons. The author recommends reasonable changes to adapt to modern-day energy demands, except for fasting, which one should approach as closely as possible to the prescribed guidelines. The text outlines the rules for the other fasts and highlights the importance of replacing sweating with hot baths. In the last 200 tokens, it discusses details about the timing of the fast, depending on the lunar cycle and some rules for exceptions. The author mentions two valuable tips hidden in the fasting instructions that will be revealed to the novice practitioner later on.",
  "content": "Il plenilunio con il quale il digiuno è in relazione è quello del novilunio caduto sotto uno dei segni dei 4 digiuni solari (vedi Corpus). Il calendario osirideo (vedi Corpus) prescrive con ampi dettagli l'ora d'inizio. Ma coloro che per impedimento di qualsiasi natura non abbiano potuto iniziarlo alle ore indicate e siano in regola con l'Or ●●● Os ●●● Eg ●●● possono eseguire una regola di ripiego che rientra nella regola generale. In tal caso il digiuno va spostato all'alba dei giorni successivi, ma non mai tanto che il 9° giorno cada fuori della lunazione in corso. Dall'ora del tramonto del 9° giorno in tal caso si può riprendere il rito novenario con il procedimento e nelle ore già dette. Le imbibizioni si effettuano per quanto riguarda il digiuno, dopo il nono giorno e successivamente entro il nono giorno. Accenno qui di volo che, nelle istruzioni relative ai digiuni, si trovano nascoste due preziose indicazioni, una delle quali sarà portata a conoscenza del praticante coi successivi chiarimenti quando ne sarà giunto il tempo e non un giorno più tardi. Quei digiuni sono l'epilogo di altri che il precedono e che preparano fisiologicamente il novizio.",
  "last_phrase": "In conclusion, for those who cannot start the fast at the prescribed time due to any impediment and are in compliance with their calendar, they can perform a fallback procedure that falls within the general rule. The fasting must be moved to the dawn of the following days, but never so late that the 9th day falls outside the current lunar phase. Remember to avoid alcohol and animal-based foods during the preparatory and concluding 24 hours for the initiation rite, and perform the ritual in darkness while fasting."
}