{
  "title": "What are the Four Strong Spirits and how do they relate to the human ability to create and transform forms?",
  "first_phrase": "In this last part of the text, the author explores the relationship between human beings and the four elements: air, earth, fire, and water. They explain how these elements are mere forms of Eā and contain its spirit and virtues. The author discusses the four strong spirits' transformation, which generates, transforms and regenerates, rather than destroy. The text talks about the representation of the universal transformation through the pyramid shape and the concept of sublimation. The human resemblance to the universe and the creator, who manifests itself through humans, is also discussed. The author concludes by explaining how all material forms contain a spirit of Eā, emphasizing the human's relationship with the universe and the creator.",
  "content": "Ma tra il cielo della sublimazione, dove tutti i quattro elementi semplici si fondono nella origine della divina Potestà' e Virtù' prima, e la riproduzione o la rigenerazione delle forze, esiste il Grande Utero della Iside sacra che da forma alle semplici primitive sublimazioni e le restituisce alla terra. 9) Ora, se l'uomo e' il più' perfetto specchio del primissimo Eā, per contenere le differenti fórme della stessa forza fino alla sublimazione degli elementi eterizzati (pensiero volontà', immaginazione) e' chiaro agli occhi della ragione che egli ha similitudine dell'unita' creatrice e nel suo cielo di sublimazione può' creare, trasformare, creare forme, cioe', distruggere le forme anche, tal quale come nell'invisibile del Cosmo Eternò e Universo, Eā può' creare e trasformare. 10) Ma la divisione e suddivisione dell'unita' generatrice abbiamo visto che e' uno Spirito del Creatore, cioè' e' lo Spirito del Creatore Unico sotto quattro differenti aspetti; ora, tutte le forme materiali, gravi o sublimi, contengono una forma dello spirito di Eā, e quindi anche l'uomo da questo punto di osservazione e' analogo al Cosmo Universo e al Creatore che si manifesta per esso ed in esso.",
  "last_phrase": "In conclusion, the human has the profound ability to contain and imitate the infinite creative power of the Central Creator Spirit, and through the knowledge of Eā, he becomes Eā in the finiteness of his being. As equal finite forms of the same divine origin, all humans can represent a common type of exploration and experimentation with the potent manifestations of the Pure Spirit of the First Virtue."
}