{
  "title": "What is the history of the Independent Group of Esoteric Studies in Brussels and its branch in Paris?",
  "first_phrase": "This text chronicles the history of the Paris branch of the Independent Group of Esoteric Studies in Brussels, founded by the occultist Papus in 1889. The group united several occultist groups for a common goal, synthesizing their tendencies to one common act and ideal. The group transformed into the Hermetic School, and its Belgian branch, KVMRIS, became one of the most important. KVMRIS was invested with the Sovereign and Military Order of the Temple of Jerusalem in 1894. The group's activities were temporarily halted during wartime but later resumed.",
  "content": "KvMRIS non cessò poi di svilupparsi e di progredire. La sede Kimrica fu trasferita da Rue de Namur 16, alla piazza della Vecchia Halleaux-Blés, 24, poi all'Hotel de Clèves-Ravenstein, infine al Palais Mondial. Il Consiglio si è visto conferire un grado di iniziazione martinista e gnostica. Esso si rifà ugualmente all'Ordine della Rosa-Croce. Gli altri rami furono creati in Belgio: VISCvM AD Anversa, PoLLvX a Liegi, il Cerchio di studi psichici al Gand. Il Gruppo KvMRIS è stato, nel 1894, in virtù dell'Ordine del giorno 47 (Velo di Iside, n° 144, del 17 gennaio 1894) e per decisione del 13 novembre seguente e relativo, investito dell'Ordine Sovrano e Militare del Tempio di Gerusalemme. Il 3 febbraio 1895, Paul Sédir fu inviato in missione a Parigi. Parecchie cerimonie di anniversario sono state organizzate. Il 1° ottobre 1934, il Gruppo ha trasmesso i suoi poteri al Consiglio della Reggenza dell'Associazione per la restaurazione dell'Ordine precitato. Gli avvenimenti della guerra mondiale e del dopo guerra. provocarono, come per parecchi organismi di ricerca, la messa in letargo di KvMRIS, che non riprese la sua attività se non qualche tempo dopo l'armistizio.",
  "last_phrase": "In conclusion, KvMRIS continued to develop and progress over time, with the Kimrica headquarters moving several times around Belgium. The group was invested with the Martinist and Gnostic initiation and draws from the Order of the Rose Cross, with several branches created across Belgium. Despite going into dormancy during the World War and post-war period, KvMRIS resumed activities and became a de facto and de jure depositary of one of the occult traditions of the West. The group also elects an annual Isis of Occultism with the title of \"Miss KvMRIS\", further attesting to its commitment to tradition and spirituality."
}