{
  "title": "What are the psychic means of separation and how do they relate to the power of will?",
  "first_phrase": "In the previous text, Izar talked about the psychic means of separating which are based on the love between the disciple and the master, and the ability to hear and feel what others cannot. In this last part, Izar explains how acts of will create changes in the state of things and how ordinary people should ignore the necessity of beliefs for the sake of peace and social well-being. Izar also elaborates on how psychic means influence the human soul directly through the expression of enlightened spirits' will.",
  "content": "Con queste parole Izar voleva indicare ai suoi discepoli che le cose sono tal quali si vogliono far essere, e che ogni atto di volontà' e' una creazione, cioè' un mutamento dello stato di essere delle cose. Dunque non si crea che volendo e non si nutrisce passivamente una creazione altrui che credendo. Gli uomini ordinari fatti per le religioni isiache devono per la pace di se stessi e per il bene sociale ignorare sempre che senza il credo fermamente recitato e detto non esiste ne' miracolo, ne' religione, ne' istituzione civile. A chi non crede, religioni e governi imprimono lo stato di fede per mezzo della paura, poiché' la paura e' il sintomo caratteristico della debolezza dell'anima, cioè' della manifestazione isiaca, in modo che l'uomo il quale teme non e' che parvenza di uomo con anima muliebre. I mezzi che noi chiamiamo psichici, influiscono direttamente sull'animo umano con la creazione delle modalità' nell'anima del recipiendario per mezzo della espressione della volontà' degli spiriti maggiori, cioè' illuminati dalla Luce e progrediti. Questa e' la scienza.",
  "last_phrase": "In conclusion, Izar's words remind us that our willpower is a powerful tool for creation, shaping the world around us through our beliefs and actions. Those who follow the Osirian initiation possess the responsibility to use this power wisely and for the greater good. Sacred symbols, talismans, and words are all expressions of our will, and their effectiveness depends on our level of purification and development. Let us use our creative will with care and responsibility, as it has the power to bring both light and darkness to our lives and surroundings."
}