{
  "title": "What are Isiac or Astartic fasts and how do they relate to the development of an individual's occult potential?",
  "first_phrase": "In this final part of the text, the author discusses the physical alterations necessary for certain phenomena to occur. The state of coldness that novices experience during meditation is due to a sudden anomaly in the circulation and respiration. These alterations, once temporary, become a lasting part of the individual's life with a specific lifestyle. The author suggests lunar fasts and vigils as a means of achieving these physical and spiritual transformations. These practices are essential for those who wish to develop their occult abilities.",
  "content": "Perciò' oltre i digiuni del tempi, si praticano e sono consigliabili a tutti i novizii di buona volontà' i digiuni lunari e le vigilie del sabbati. Chi non e' abituato a tanto può' gradualmente mettere in pratica un digiuno lunare e poi due e poi tre e poi quattro e una vigilia al mese e poi due e poi tre e poi quattro. I digiuni lunari sono, analogicamente ai quattro tempi del sole, quattro, corrispondenti alle quattro fasi di ogni luna, Il giorno di luna nuova, quello di luna piena e di ultimo quarto sono prestabiliti come corrispondenti ai due equinozi. Questi digiuni si chiamano Isiaci o Astartici: sono per chi li pratica e li vuol praticare, fecondissimi di preparazione adatta allo sviluppo dell'individuo occulto che e' nell'uomo.",
  "last_phrase": "In conclusion, fasting is a practice that can greatly benefit individuals who want to develop their hidden potential. In addition to fasting at specific times, novices can gradually work their way up to lunar fasting and Sabbath vigils. These fasting practices are aligned with the four phases of the moon and are known as Isiac or Astartic fasting. The moon represents the female aspect in astrology and is integral to occult development. The most challenging but powerful type of Chaldean and Egyptian magic is said to rest under lunar influences."
}