{
  "title": "What do the symbols and signs of \"Pianeta Altri caratteri di Genii\" mean for initiates?",
  "first_phrase": "In this text, the author delves into the esoteric meanings behind various symbols, including the three-eyed head, the sacred dove, and the winged foot. The last 200 tokens discuss the influence of Mercury in the development of the lunar body of man, and how external actions can shape the astral body. The author emphasizes that true initiation begins when the internal voice, such as the Christ or Nebo, is awakened. This awakening can lead to the ability to mold one's own astral body or that of others, according to the Osiris archetype. The author stresses that these fundamental truths must be kept in mind when practicing the sacred science, whether objectively or subjectively.",
  "content": "- Segni demoniaci del separando - Sotto questo segno debbo richiamare l'attenzione del novizio di cosa che implicitamente e' indicata nella lettura delle precedenti nozioni sofiche sullo sviluppa del corpo lunare dell'uomo; poiché' a più' punti di questa parte ho accennato all'influenza degli atti esteriori sulla modellazione del corpo sideale, cosa che si riferisce al lavoro iniziatico, e' bene far intendere a questo punto in cui per la prima volta ci capita di discorrere della inflenza di mercurio poche verità' fondamentali che non si devono mai perdere di vista nella pratica della scienza sacerdotale, tanto se la cosa e' adoperata in senso oggettivo, tanto che sia praticata in senso soggettivo. L'iniziazione comincia realmente e non a parole soltanto, appena nell'uomo volgare e' spuntata la voce interna, il Cristo, il Nebo, l'Angelo, il Genio. In altri termini la vita nuova nel cammino delle solitudini inesplorate dai volgari comincia appena il separando mercuriale si e' ottenuto e soggettivamente o oggettivamente. 1° esempio soggettivo, cioè' nello stesso individuo. Il maschio intelligenza, trasportandosi all'esteriore periferia del corpo umano agisce con la pratica sul corpo occulto dell'individuo stesso che opera, in modo da modellarlo o inciderlo o ingravidarlo come desidera, secondo il tipo osirideo.",
  "last_phrase": "In conclusion, the demonic signs of separando indicate the critical importance of understanding the influence of external acts on the development of the sidereal body during the initiatic work. It is essential to keep in mind the fundamental truths highlighted in this text, whether the science is practiced objectively or subjectively. The initiation truly begins when the individual hears the inner voice of the Christ, Nebu, Angel or Genius, after obtaining the mercurial separating. The initiatic work demands the individual takes the initiative to prepare their development actively. Otherwise, it would become isiaca instead of Osiridea."
}