{
  "title": "What is the Alchemical Means to Enter the World of Causes and Become an Initiated in the Great Orient of Egyptian Light?",
  "first_phrase": "This text discusses the concept of initiation and how it is achieved in the Great Egyptian Orient of absolute science and wisdom. The author emphasizes that initiation is not just for those who are taught the doctrine, but rather for those who work diligently and effectively in practicing it. The text further explains that the initiated separates their higher body from their contemporary body and mind to enter the world of causes and renounce the world of effects. In the last 200 tokens, the author explores the alchemical means of achieving perispiritual evolution and its importance in the development of the human soul. The text also features annotations that identify relevant concepts and characters, including the Ban, Gaaz, Lemel, Infante, Gelaal, Galaal, Lil, and Lilit.",
  "content": "Il novizio allo studio della magia, il novizio il quale si avvia a diventare iniziato, non deve aspettarsi dal suo maestro i talismani di separando, poiché' il separando si compie nel novizio come uno sforzo individuale perché' assurga alla potestà' di intendere la voce interiore, e nella nostra iniziazione osiridea, sarebbe delitto donare un talismano alla fede del discepolo, poiché' costui sarebbe cangiato in un dipendente isiaco, cioè' in uno strumento del maestro e non in un maestro. Ma il mezzo che esce dai noti ai profani e resta attraverso tempi immemorabili il punto critico dell'evoluzione perispirituale dell'uomo e' il mezzo alchimico di cui siamo pronti ad esaminare i capisaldi di operazione. NOTE 1) Corrisponde a Ban dei Caldei. 2) Corrisponde a Gaaz dei Caldei. 3) Corrisponde a Lemel dei Caldei. 4) Infante non e' il bambino vivo, non e' fari - parlare - significa il non parlante ancora, cioè' il seme umano nel periodo della gestazione uterina. 5) Da Efflo - sospiro - sospirare. 6) Partecipante per la sua densità' dell'aria o ibi e della terra o corpo terrestre. 7) In Caldeo Gelaal o Galaal e Lil demoni incubi e Lilit succubo.",
  "last_phrase": "In conclusion, as a novice embarking on the journey to become initiated in the study of magic, do not expect talismans or shortcuts from your master. Separation is an individual effort that leads to understanding the inner voice. The alchemical means of operation remain a critical point in the spiritual evolution of man through time immemorial."
}