{
  "title": "\"What are the different states of the human spirit in religion and secret science, and how do they relate to the concept of magical matter?\"",
  "first_phrase": "The text discusses the concept of the soul and its importance in different belief systems. It mentions the three incarnative states of the soul according to religion, and the spiritual state of materialization according to secret science. The four symbols of the human spirit represented by the Egyptian Sphinx hide the four possible states of man. The religion seeks to lead people to the state of Christ, while initiation aims for the source, the state of the man of light. The difficulty lies in accepting the progression of matter and its susceptibility to thought and will. The text concludes with the idea that everything in the universe is animated and thinking, and the superiority of man lies in his ability to attain higher levels of perfection.",
  "content": "Ciò' per gli ortodossi cristiani e' spaventevole, perché' la rivelazione separa lo spirito divino dalla materia, ma per noi che il Tutto e' una sintesi in cui si ripercuote una sola volontà' iniziale, e' conseguenza diretta delle nostre premesse. Di immateriale puro non esiste neanche l'idea più' approssimativa, perche' il Tutto e' l'Universo ed e' Dio. Quindi spirito o efflatus o maniera di essere della materia e' la materia stessa in diversi modi intesa, da cui scaturisce: 1 Che ogni manifestazione materiale contiene un'anima pensante; 2 Che tutte le forme dell'Essere contenute nell'Universo o Tutto, contengono un pensiero o un organo pensante inerente allo stato rispettivo di esistenza; 3 Che tutto ciò' che ci circonda e' animato e pensante; 4 Che l'uomo e' il sovrano di tutte le forme perché' e' il migliore organicamente pensante; 5 Che la sua superiorità' e' provata dallo stato di possibile pervenire, che egli può' imprimere al suo spirito, cioè' al suo Essere onde raggiunga condizioni di perfezionabilita' superiori.",
  "last_phrase": "In conclusion, the concept of the material world being infused with spirit may be daunting for orthodox Christians, but for those who view the universe as a synthesis with a single initial will, it follows logically. This view leads us to understand that all material manifestations contain a thinking soul, everything around us is animated and conscious, and human beings hold the potential for great spiritual advancement. We are now in full magical territory, where the state of magick represents a particular state of being of the lunar human body, divided between a coefficient closer to matter and another closer to the mercurial Ibi."
}