{
  "title": "What is the Difference Between Osiridian and Isiac Magic and the Importance of Masonic Initiation?",
  "first_phrase": "In this text, the author talks about the difficulties in instructing someone in Osiridian magic, which requires a mastery of logic and reasoning. The author explains the differences between Osirideans and Isiacs or Lunars and how only Osirideans are truly intelligent. The text ends with a discussion of the validity of the initiatory pact and the shared secret of the Masonic university. The author stresses the importance of understanding the difference between Osiridian and Isiac magic.",
  "content": "Se non si comprende bene questa enorme differenziazione che passa tra l'Osiride e l'Iside della Magia, il dis ●●● non imparerà' a stimare come unico e solo vero l'ord ●●● cui noi siamo in eterno ascritti per la missione altissima che qualsiasi Maestro osirideo sposa, appena può' indipendentemente lavorare nel campo volgare e sociale con un fine specifico che rappresenta la sua missione per un lungo giro di esistenze terrene. 90) A questo punto, cominciando la denudazione del mistero massonico di questa università' unica che e' La Log ●●● Amm ●●● nostra, occorre che io spieghi la validità' del patto iniziatico e della conferma del patto cui sono assoggettati coloro che entrano a far parte della nostra scuola prima come discepoli e poscia come iniziatori e maestri. Ordinariamente appartenere ad una società' secreta di qualunque specie, si spiega dai profani come un patto di alleanza e difesa per fini immediati. La setta, qualunque essa sia, ha un secreto, il quale deve essere sotto certe garanzie materiali e morali, svelato agli ascritti.",
  "last_phrase": "In conclusion, understanding the profound differentiation between Osiris and Isis in Magic is crucial to appreciate the eternal order to which we belong and carry out the noble mission of every Osirian Master in the mundane field. Through the initiation pact, our fraternity is not a cult or sect but a synod of gods united by the pursuit of the eternal Osirian Science, superior to any scientific, religious, or political institution. Joining our school as a disciple, initiator, or master does not require surrendering individual liberty or initiative."
}