{
  "title": "\"What are the fundamental principles of alchemy and how are they applied to the physical world?\"",
  "first_phrase": "In the previous paragraphs (139-140), the text discusses the concept of the three kingdoms of the physical, para-physical, and intellectual-mental realms, as well as the importance of the mental body in occult practices. The final paragraph (141) delves into the foundational teachings of alchemists, including the principles of \"Habenti debituri\" and \"Ut videntes non videant et intelligentes non intelligant.\" These principles speak to the idea that those who have debts will have them taken away, and that seeing and understanding are not always enough to truly grasp the mysteries of alchemy.",
  "content": "140) Il corpo umano, per la legge basilare della Tavola di Smeraldo o di Ermes, puoi dividerlo in due parti, di cui una superiore e l'altra inferiore, e applicare la regola o assioma che tutto ciò' che e' in alto e' come quello che e' in basso, quindi le funzionalità' generative tu troverai non solamente analogiche ma identiche in virtù' tanto nella parte superiore quanto nella inferiore. Da qui comprenderai che cosa gli alchimisti vogliono dire coi due mercuri e perché' al mercurio si unisce un altro mercurio, ognuno dei quali rappresenta due polarità' concomitanti prima alla depurazione per coobazione e poscia alla formazione dell'alcaest o dissolvente, acqua di sole, comeche' procede dall'elemento solare per influire nella assimilazione integrale del mercurio affinchè' la Pietra cocendosi dopo una lunga digestione acquisti virtù' moltiplicativa e solidità' specifica. 141) Gli alchimisti hanno come fondamento dell'insegnamento due massime che trascrivo letteralmente: 1) Habenti debituri, abeo antem qui non abet etiam quod abet auferentur ab eo. 2) Ut videntes non videant et intelligentes non intelligant.",
  "last_phrase": "In conclusion, the alchemists' teachings may seem obscure to the uninitiated, but to those who have truly experienced the practice, the two fundamental maxims are the only ones to follow. Responsibility lies heavy on the shoulders of the master and disciple alike, as the secrets of Ars Magna are not to be taken lightly nor shared recklessly. Only by the divine permission can one enter the Major Gate and access the full potential of this mystical art."
}