{
  "title": "Why is silence important for spiritual growth and self-awareness?",
  "first_phrase": "In this final part, the author discusses the importance of external and individual silence in preparing the mind to separate from the sensory body. The author emphasizes that individuals in modern society have contradictory thoughts, a result of their innate ideas and modern education. The use of silence in developing one's psyche has been recognized and practiced by ascetics of all faiths. The author suggests that increased perceptual capacity may result from living in solitude and practicing silence. The manipulation of speech, such as in the case of the Jesuits and pathological liars, highlights how words can impact an individual's beliefs. Overall, the author stresses the significance of practicing silence as a mental preparation for spiritual development.",
  "content": "I Gesuiti mettono in pratica questo' secreto semplicissima della influenza dei suoni sulla psiche umana, ordinando anche ai discepoli del loro lojolesco istituto di pregare, di dire e dì raccontare tutto quello che devono credere anche se non vi credono dicono finiscono col credere a ciò' che dicono). Di ciò' si ha un esempio comune nei mentitori per psicopatia, i quali a furia di ripetere fatti inventati, finiscono col credere alle menzogne di cui essi stessi sono autori come se fossero cose' vere. L'educazione al silenzio esteriore e all'individuale e' una grandissima preparazione psichica alla separazione del corpo sensuale dai tre elementi superiori. Gli asceti di tutti i credi l'hanno riconosciuto, predicato e praticato, e il solo fatto che si osserva più' generalmente sviluppata la capacita' percettiva psichica di coloro che vivono nei campi solitari di fronte agli abitanti delle citta' tumultuose, dovrebbe dimostrare che l'influenza del silenzio esteriore e' grande nell'uomo interiore, se e' appariscente in tutti gli imperfetti che he sentono occasionalmente i benefici. E' noto e ripetuto nella scuola profana che molte sette filosofiche anteriori e posteriori al pitagorismo, hanno prescrìtto ai novizii una lunga preparazione col silenzio più' assoluto, cioè' colla non facoltà' a parlare.",
  "last_phrase": "In conclusion, the power of sound and the practice of silence have been recognized and utilized by ascetics and philosophers throughout history as a means of preparing the mind for spiritual growth and inner strength. The Jesuits' secret of repetition and belief applies not only to the power of lies but also to the power of truth. Thus, embracing the practice of silence can be a powerful tool for individuals seeking to separate themselves from base instincts and prepare themselves for spiritual evolution."
}