{
  "title": "\"What is the philosophy of initiation and how does it relate to the concept of possession?\"",
  "first_phrase": "In the previous paragraph, the text discussed the difference between a religious man and an initiate, who is endowed to fight against the inevitable fate of things and adapt them to the purpose for which the Universal Entity created them. The text emphasized that the royal science is inclusive of all non-initiatic philosophies, but initiations have a synthetic task. The last 200 tokens introduced the philosophy of men, which is to be pure and have disinterestedness towards perishable things while loving only the human spirit that has been tempered in all struggles against the necessities of life. The text reminded that the initiate can dispose of their spirit if they temper it to be independent from all perishable things. The Maestro said that the sharpened spirit can become very versatile, useful, and independent.",
  "content": "Sii puro, sii disamorato di tutti i beni caduchi non amare che il solo spirito umano temprato a tutte le lotte contro la necessita' della vita, lo spirito tuo che nessuno potrà' come bene imperituro strapparti. Altri potrà' privarti della casa, dei figli, della sposa, del corpo, dei tuoi occhi, delle tue gambe. Nessuno che tu non sia potrà' alterare la fortezza dell'animo tuo nemmeno il tuo spirito purificato. Questo dice la filosofia degli uomini e questo alle volgari masse predicano le chiese di tutti i culti ma l'iniziatura ti ricorda che la sfinge egizia ha nelle mani tramutati gli artigli leonini mentre le ali potenti dell'aquila le danno la potestà' del volo. Il Maestro ti dice che se il tuo spirito tu tempri per sottrarlo alla necessita' delle cose peribili, se lo rendi indipendente da esse ne potrai disporre.",
  "last_phrase": "In conclusion, the philosophy of men and all religions preach that only the human spirit that has been tempered to withstand the struggles of life can be an enduring asset. By becoming the Sphinx with the face of a human, you can retain the claws of the lion on perishable things, and no one can take away your will to possess them. Therefore, while you regenerate and have no need for all things, you will not renounce their possession, but with an act of willpower, you create them, and with the strength of a lion, you preserve them against any attack."
}