{
  "title": "What is the Dual Provenance of Humanity and its Mission?",
  "first_phrase": "This text explores the idea of how the sun gives life to myriad supplementary lives and how human creations contribute to its purpose. The author describes how when instinctive actions become conscious, it leads to the triumph of achieving a goal. The last 200 tokens discuss the two incarnative or human forms, absolute and relative, and how they are manifestations of divine virtue. The author delves into the creation of men-heroes born from the love of the divinity and the creation of men-terrigeni who are procreated by the heroes. The text also discusses Alzobar, who impregnated every woman he met, and how it symbolized the idea of complementarity. The author also talks about the magic of Chaldean and Egyptian temples and how the elevation of human conjugation to a sacrament in the Catholic Church.",
  "content": "E' forma' relativa quando l'uomo e' una creazione sussidiaria del principio primo della Divina Virtù' incarnata. I primi sono uomini-eroi, nati dall'eros, dallo amore della Divinità' con l'Idea da realizzarsi. I secondi sono uomini-terrigeni, nati come creazioni sussidiarie e procreati dagli eroi. L'Alzobar o Itzabar dei Caldei non lasciava vergine o donna sul suo passaggio che non avesse impregnata. Era il flagello dei mariti e dei padri, il terrore dei gelosi fidanzati. Perché' la raffigurazione di un figlio del cielo discendente immediatamente da Nun e da Sin era diventato un flagello di tutte le verginità'? Perché' doveva popolare di idee vive complementari tutto il mondo nel quale egli doveva ridiscendere per completare la sua opera. E' per questo la magia dei tempii Caldei e Sacerdotali Egizi dove il sacrificio della donna era un atto sacro, e' perciò' l'elevazione a Sacramento con una formale cristiana, nella Chiesa Cattolica, dell'atto congiuntivo umano. Questa doppia origine umana stabilisce l'umanità' di duplice provenienza apparente, perché' essendo unico lo spirito della Prima Virtù', differiscono solamente gli uomini tra loro dall'essere diretta incarnazione della Virtù' Prima, cioè' Numi vivi, e dall'essere generati da questi.",
  "last_phrase": "In conclusion, the duality of human origin establishes the mandate of every human being to fully accomplish their purpose. The heroes, direct incarnations of the Divine Virtue, escape this law, as they see their mission in the light of their spirit. All human instincts carry the stigma of the incarnating idea, making all affective forms either absolute expressions of the Divine Will or subsidiary constitutions to fuel the flame of the First Virtue. A world populated by gods and heroes is an Olympus, while a world populated by ignorant sons of the earth is a herd."
}