{
  "title": "\"What is the true meaning of magickal initiation and how can separation be achieved?\"",
  "first_phrase": "In this text, the author emphasizes the existence of a double being within each person, the ancient and the modern one. The initiation process is described as a return to the mysterious and arcane self, which requires a separation of recent acquisitions from the independent ancient being. This prepares the disciple to understand the true meaning of magical initiation. In the last part (200 tokens), the author explains that the manifestation of mercurial tendencies occurs unconsciously for those who are dominant and are in conflict with their environment. Additionally, the more dominant these tendencies are, the more they are manifested in a state of perfect unawareness in early age. The text prepares the reader to comprehend the ancient wisdom on man's animated manifestations and the true significance of the magical initiation.",
  "content": "85) Poiché' in ogni uomo e' da considerarsi un doppio essere, l'antico sintetico delle precedenti vite e il nuovo o moderno, l'iniziatura deve essere intesa come il ritorno dell'uomo palese all'uomo misterioso e arcano. Quando tu ascolti la parola separare e' appunto questo appello che tu senti, e sotto la tua corteccia formata dall'educazione e dalla coltura della presente vita, dividi tutto l'acquisto recente dall'antico essere indipendente dalle attuali condizioni d'intellettualità'. L'iniziatura comincia dal lavorio che il Maestro fa sul discepolo sviluppando tutte le necessita' o facoltà' pari (vedi n.79) onde ehi nel suo fondo nasconde un unico carattere di essere consono, appena comincia a rivelarsi all'esteriore trova la via aperta che lo aiuta a rapidamente spogliarsi di tutto ciò' che non gli conviene come individuo antico. Le religioni sono educazioni spirituali involventi l'essere nuovo e l'antico in uno stesso mantello di idee, alimentate dalla fede. La iniziatura invece impedisce la formazione di novelli strati intorno all'essere occulto e arcano e lo denuda.",
  "last_phrase": "In conclusion, the initiation process is about returning from the apparent to the mysterious and arcane. It involves separating oneself from the recent acquisitions of the present life and the artificial self to reveal the ancient being within. While religions involve spiritual education, initiation is about denuding and developing both the old and new self. Different methods like religious, psychic, alchemical, and magical can be used to achieve separation, with the religious method being founded on the faithful spirit's passivity and reliance on faith."
}