{
  "title": "What are the Benefits and Obligations of Membership in the Sinedrio Ammonico?",
  "first_phrase": "In the final portion of this text, the author details the benefits and obligations of being part of the Sinedrio Ammonico. Article 143 explains how individuals can donate monthly sums of money for the benefit of poor neophytes. Articles 144-145 outline the fees for temporary and permanent membership for employees, siblings, and children of neophytes. Article 146 describes the payment process, while Article 147 explains the title of membership. The subsequent chapters detail the outcomes of the Sinedrio treasury and highlight the advantages of membership based on an individual's dedication and work.",
  "content": "146 - I pagamenti o versamenti prescritti dai precedenti articoli siano occupati o spontanei e volontari si fanno direttamente dai Maestri al Cassiere Generale e al M ●●● Iniziatore dai Ne ●●● ed ai Ne ●●● dai suoi dipendenti, resti sempre obbligato il M ●●● a passare il versamento alla cassa. Le ricevute si rilasciano per via gerarchica. Art. 147 - Pei dipendenti il titolo d'Iscrizione e' una ricevuta della tassa d'iscrizione munita del Bollo Generale. - Titolo Diciasettesimo - ESITI DEL SINEDRIO. Art. 148 - Gli esiti della Cassa del Tesoro del Sinedrio Ammonico sono: 1) Spese per Rito, assemblee, cancellerie ecc. 2) Spese per viaggi. 3) Spese per il mantenimento di M ●●● che si consacrano alle sole cose del Sinedrio. 4) Pensioni ai Maestri poveri. 5) Mantenimento dell'Ospizio Sinedriale. 6) Pensione alle vedove, agli orfani dei Maestri. 7) Spese di fondazione di istituti di carità'. 8) Spese di officina alchimica. 9) Tutte le elargizioni che al Gr ●●● Cons ●●● piacerà' fare. - Titolo Diciottesimo - VANTAGGI DEGLI ISCRITTI Art. 149 - I vantaggi della iscrizione al Sinedrio sono relativi al grado di sviluppo dell'iscritto, alla sua perseveranza ed al suo lavoro.",
  "last_phrase": "In conclusion, the payment of fees and any other donations to the Sinedrio are made directly by the Maestri to the Cassiere Generale. The receipts are issued hierarchically. The advantages of being an iscritto to the Sinedrio range according to individual progress, perseverance, and work. The iscritti have access to assistance, protection, and provision of basic needs. Meanwhile, Maestri can enjoy assistance during their life and even in death, with provisions made for their wives and children."
}