{
  "title": "What are the different types of religion and magic, and how do they impact the human psyche and soul?",
  "first_phrase": "In the previous text, the author discussed how the first religion is individualistic, and the second is social. The author touched upon various magical means that followers of Sofia Magica can use for self-transformation. In this last part, the author analyzes the use of psychic methods, particularly the word \"psiche\" and its relation to the lunar and mercurial bodies. The author discusses how these psychic means impact the body's first soul or watery body, and how demonological Chaldeanism and Catholicism use similar means for self-transformation. The author also emphasizes that separation is gradual and analytical in these processes.",
  "content": "La parola psiche e' greca ed e' volgarmente tradotta per anima, pero' la psi in greco jeratico era la lettera jerogrammatica, come studieremo in appresso, indicante il volo dell'uccello . Quindi psiche riferendoci a quella che noi abbiamo studiato finora, corrisponderebbe al corpo lunare contenente il corpo mercuriale, seconda anima della anima prima o anima cangiante. Sarebbe una somma di acqua ed aria, cioè' di . E i mezzi che ora diciamo psichici, quantunque appartengono al gran datario del mago, ma che non sono magici puri, hanno ripercussione esatta sulla prima anima o corpo acquoso o nebbioso. Il caldeismo demonologico agiva come un misto magico religioso sul corpo lunare come più' plastico e il cattolicesimo che in certo modo ha sostituito i santi agisce e ripercuote la mentalità' alta per quella via. 93) Il \"separare\" e' graduale. Cioe' le separazioni psichiche non avvengono che per separazioni per gradi e distintamente. Nei procedimenti dell'analisi qualitativa dei corpi composti, si procede nello stesso modo.",
  "last_phrase": "In conclusion, the process of separating the pure from the impure in the human body is a gradual one, involving different degrees of separation. The possible separations include religiosity, operative or psychic magic, and high or divine magic. After death, individuals may find themselves in one of these conditions based on their level of development. Those who have attained the necessary level of development in their past lives or in this life can abandon even the most material parts of the lunar and mercurial bodies."
}