{
  "title": "\"What is the ceremonial process of the Gran Mago for projecting magical power towards desired goals?\"",
  "first_phrase": "In the final section, the author explains the projection phase of the magical ritual described in the previous chapters. Four naked \"Vestals,\" including Mme Braive, serve as magical conduits for the magician to merge with four geniuses and project their power towards a desired outcome. The author describes the use of a consecrated sword and a wax doll to focus this energy towards stopping suicides in Paris or other wishes. The ritual ends with devitalizing the participants and consuming symbolic \"sacrifices\" for rejuvenation, followed by prayers and recommitment to the path of magic.",
  "content": "Sull'invito del mago, le quattro Vestali, che fino a qui erano voltate verso di lui, si voltano e praticano il rito, cercando di realizzare il sincronismo. Il Mago capta le forze così liberate, e le proietta, con l'aiuto della sua spada consacrata prima dei riti, che dardeggia fuori dal cerchio, poi verso una bambolina di cera che contiene i \"corrispondenti psichici\" dello scopo da raggiungere. 5) Immolazione Gli Officianti sono allora \"devitalizzati\": e si produce in essi il riposo che segue la crisi. Il momento del \"sacrificio\" è venuto. Era nei riti antichi il sacrificio di animali. Qui, ci si accontenta di ridure in cenere certe piante. 6) La comunione. La vittima, essendo stata così simbolicamente sgozzata, e degli esseri giovani avendo così dato la semenza ricca di energia, coloro che vogliono riprendere le forze aspirano questa \"Manna Celeste\", e si ristorano psichicamente con il pane ed il vino, o per mezzo del sangue , o la semenza virile. 7) Riadattamento. La fine della cerimonia è costituita dalla preghiera e dagli scongiuri; che si esprime la fede nella potenza di questi riti e la volontà di perseverare sulla via tracciata.",
  "last_phrase": "In conclusion, the ceremony described here involves a complex and symbolic ritual aimed at the restoration and revitalization of psychic energy. While the Gran Mago works at the apex of the pyramid, the Vestals and other participants play their important roles. The ceremony ends with a prayer and a commitment to continue on the path set out. The ambition of Maurice Braive is to expand the scope of this ritual and create a more profound and transformative experience for all those involved."
}