{
  "title": "What is the symbolism of the sun as the central entity and creator of visible forms, and how does it impact the surrounding bodies according to philosophy and alchemy?",
  "first_phrase": "In this text, the author explains the symbolism of the sun as the central entity in the visible universe, representing the visible and natural God in various religions. The planets and stars surrounding the sun represent the accessory functions of concomitant entities in a more abstract teogonia. The author then goes on to describe how the constant relationship between the sun and the bodies around it mirrors the relationship between the active male and the passive female in the animal kingdom. This universal struggle between active and passive principles is the foundation for all alchemical theories. The text concludes by discussing how the projection of the sun's light onto the darkness of the universe generates life and all vital forms.",
  "content": "In che modo questo Sole - Dio centrale, Osiride, Febo, Apollo, Cristo o Padre Eterno del Mondo e del sistema visibile dei mondi agisce su tutti i corpi che lo circondano? Nel mondo istesso che la Volontà' suprema o Intelligenza unica della teogonia filosofica agisce sulla materia o la forma. Nel modo istesso che il maschio attivo nel mondo animale agisce o si imprime sulla femina passiva. Ora questo costante sistema di relazioni che non bisogna mai perdere d'occhio ci dimostra che la Luce come creatrice di forme (perché' senza la lotta tra la Luce e l'Ombra non esisterebbero forme visibili) e' nel sistema dei mondi ciò' che lo sperma e' nel connubio di due animali di sesso differente. Questa lotta tra il principio attivo e la passività' inerte e' universale ed e' il fondamento di ogni teoria alchimica. Dall' azione dello sperma sul sangue mestruale (sìntesi ovaie, embrioni ecc.) riesce una forma umana o forma animale merce' un processo di fermentazione che e' lo sviluppo della vita, così' dalla proiezione della luce solare sulle tenebre del mondo universo, con l'aiuto la fermentazione della vita universale scaturisce la vita e di conseguenza tutte le forme vitali.",
  "last_phrase": "In conclusion, the constant system of relationships between active and passive principles, similar to the relationship between the sun and darkness, as well as that of the male and female in the animal world, is the foundation of alchemy. The symbolism of life in alchemy is Mercury, while the symbolism of form is copper or Venus. The initiation purification rites lead humans to return to the period of their formation in the darkness of the mother's womb, where they are not influenced by the outside world. Light, the representative of the vital sperm of the visible world of forms, must not strike them, and therefore, they need to get used to physical darkness."
}