{
  "title": "What is the Esoteric Symbolism of the Agnus Dei in Western and Eastern Traditions and its Alchemical Meaning?",
  "first_phrase": "This text explores the symbolism of the Agnus or newborn lamb in the Essene tradition and in Catholicism. The sacrificing of a lamb takes on a Paschal meaning in the Jewish tradition and has roots in ancient Chaldean evocation practices aimed at delay the destruction of the second body. The article mentions the Marconiti sect, which reproduced a system of evocation originally used by the Chaldean priesthood in the evocative sacrifices of deceased souls. The last 200 tokens examine the magical operations involving the Great Work and the distinct gradations of their efficiency, relying heavily on Mercury as the \"Cosmic Animal Matter\".",
  "content": "parleremo più' diffusamente nella Maria, che apparteneva in origine al sacerdozio caldeo nei sacrifici evocatorii delle anime dei defunti, mi si voleva ritardare il distruggersi del secondo corpo e la loro entrata' nell'incoscienza embrionale. Alludo ai bruciamenti del mercurio appena uscito dalla sorgente terrestre, alla presenza delle sacerdotesse e delle giovani neofite di Agub dette Agubiche. perché' Agen e Agub sono nel caldeismo i due demoni che cavano il metallo dai visceri della terra (saturniana); Agen lo condensa Agub lo estrae. Da qui i riti dei grimoires o clavicole volgari della magia detta stupidamente impura, che comanda di. scannare o bruciare agnelli appena nati. 143) Giacche' il sacerdozio magico, come le magiche operazioni di effetto certo e incontestato hanno tre gradazioni distintissime: La prima non ha bisogno che l'operazione sia assurta alla pratica completa della Grande Arte, ma si serve essenzialmente del Mercurio, in tutte le sue manifestazioni e in tutte le sue proprietà', perché' e' Materia Cosmica Animale, di cui tutto si può' fare, generare e formare nell'invisibile con azione diretta sul mondo visibile.",
  "last_phrase": "In conclusion, it can be said that the practice of magic and alchemy involves complex and intricate processes that are often misunderstood by the general public. The three distinct stages of magical operations require not only the use of mercury but also the transformation of the body and the penetration of the essence of the solar soul. To truly understand the essence of magic and alchemy, one must delve deeper into their practice and acquire the Arcane knowledge."
}