{
  "title": "\"What are the different methods to achieve separation of the self in spiritual development?\"",
  "first_phrase": "In the previous section, the author discussed how initiation is the return of the individual to their mysterious and arcane self. Now, the discussion shifts to the methods of achieving this separation between the modern and ancient self. The author highlights three types of methods: religious, psychic and alchemic/magical. The religious method is founded on the passive spirit of the faithful, where the sole agent is faith.",
  "content": "Perciò' nelle religioni lo spirito umano e' passivo e nella iniziatura e' attivo; ma nello stesso modo bisogna confessare che il cammino della fede religiosa e' cosparso di rose e di fiori, perché', specie nelle società' rette da culti professati in comune, l'aiuto e' conforme allo spirito della fede professata, mentre in magia la via e' aspra, perché' la azione continua di spogliarsi dall'artificiale per porre a nudo nella sua integrità' lo spirito antico, e' una continua morte del se' artificiale, senza neanche il conforto di un aiuto morale e d'un atteggiamento, tra l'austerità' e il laconismo del maestro e la continua lotta di dover occultare ogni mutamento come cosa che ai volgari farebbe ridere e che basterebbe da sola a dare il libero ingresso nei manicomi più' sapienti. Dei metodi per conseguire il separando 86) Per conseguire la separazione i metodi sono di tipi diversi: a) metodi religiosi b) metodi psichici c) metodi alchimici e magici. 87) a) Il metodo religioso e' fondato sulla passività' dello spirito del fedele, unico e solo agente: la fede.",
  "last_phrase": "In conclusion, achieving separation between the pure and impure self can be attained through various methods, including religious, psychological, alchemical, and magical means. While religious methods rely on the passive nature of the faithful, the journey towards spiritual purity can be a challenging and lonely path in magical practices. Nonetheless, the ultimate goal remains the same, stripping away the artificial self to reveal the ancient spirit in its entirety. The religious path, in particular, focuses on attaining purity, with celibacy being a primary means of achieving this goal."
}