{
  "title": "What are the invisible inhabitants of nature and the significance of numbers and symbols in magic?",
  "first_phrase": "In the previous text, the author talked about the signs that every poet can see in nature, such as flowers, plants, and the sun's rays. They also mentioned the invisible inhabitants of the meadows, the nymphs of the springs, and the harmonious and modest sylphs of the air, which are crucial for an individual to enter the hidden cycles and occult regions of the visible and tangible spirit. In the last part, the author explains the importance of numbers in magic, and how they can express qualities and potentialities of intelligent beings. They provide examples and clarify the difference between arithmetic and cabalistic numbers. The author also discusses the significance of magical graphics and how understanding it depends on the initiates' development.",
  "content": "A chiarire questa differenza e a fare intendere il valore della cifra in magia valgono due esempi: 5 e' una cifra aritmetica indicante pel profano la unione di 1+l+1+1+1 ma nel linguaggio cabalistico 5 e' l'uomo come 4 e' il Dio realizzato nella creazione. Ora ponete il caso di un'essere nel periodo decuplo o centuplo di un uomo ordinario e avrete 50 o 500. Pero' nei calcoli aritmetici i numeri sono composti di cifre, nei calcoli cabalistici, tutti i numeri si riducono ad una sola cifra e tutte le cifre possono essere espresse o da numeri, o da geroglifici, o da segni grafici tradizionali nella magia e che esprimono le qualità' di cui e' suscettibile un essere o una intelligenza, o meglio la virtualità' assoluta di essa per mezzo dei segni grafici virtuali. Così' la grafica magica corrisponde esatta alla potenzialità' numerica di ogni forza e di ogni intelligenza; la penetrazione di questa potenzialità' dipende assolutamente dallo sviluppo dell'iniziabile, penetrazione che tutto il sistema cabalistico del neo ebraismo magico fa consistere nella comprensione della Cabala che e' la rivelazione tradizionale (30).",
  "last_phrase": "In conclusion, understanding the difference between arithmetic and cabalistic numbers and their value in magic is a crucial step towards comprehending the mystical world. By reducing all numbers to a single digit, each force and intelligence can be expressed through traditional graphic symbols, which correspond exactly to its numeric potential. Through the comprehension of Cabala, the revelation of the traditional law that governs the universe, one can penetrate the potentiality of every being and intelligence. The concept of unity that multiplies itself from 1 to infinity, represented by 1 and 0 respectively, underlies the law of the universe, leading to infinite multiplication and evolution."
}