{
  "title": "What is the Law of Moses and how does it relate to spiritual evolution according to this text?",
  "first_phrase": "In this text, the author delves into the concept of the material soul of man and how it is subject to the law of merit and demerit. The author explains that this law is embodied in the Mosaic law of an eye for an eye, and how it applies to the magic and social works of the Templars. The text also talks about the inevitability of this law and how it can be used for a process of evolution and initiation towards conscious conquest of the sovereignty of infinite nature. In the last 200 tokens, the author discusses what the neophyte must aspire to: absolute mastery over life and possession of all things according to the creative will in oneself.",
  "content": "Poiché' mentre la via puramente ascetica senza la volontà' alla vita secondo i buddisti e la vita religiosa cristiana mirano alla nessuna forma concreta di un fine e di un tipo finito umano, l'iniziatura scritta come scuola del Re, cioè' come missione planetaria di razze e di popoli per avviarli interi alla cosciente conquista della sovranità' della Natura Infinita. Il neofita deve non spogliarsi secondo la legge nostra (quella che precede le tavole regolamentari) da ogni volontà' alla vita e alla nessuna cura dèlie cose temporanee che la vera filosofia disprezza come beni caduchi, ma deve aspirare: alla assoluta signoria della vita come creatore della vita stessa, quindi al possesso. 1. Dello stato di santità' onde disponga di tutte le cose materiali, sensibili ed ipersensibili secondo la Volontà' Creatrice che in lui risiede sotto forma del suo principio solare più' alto che e' la Prima Virtù' stessa di tutto l'universo reale, e per conseguenza considerarle come produzione sua e non come beni che ci vengono o piovono da mani aliene, e dispone secondo il principio dell'assoluta giustizia simbolizzata nella Bilancia del Michael. 2. Al possesso dello stato di mobilita' onde tutte le basse cose siano dominate come l'Ibi domina il serpente. 3.",
  "last_phrase": "In summary, the initiation into the school of the King is a planetary mission for races and peoples to achieve conscious mastery of the sovereignty of Infinite Nature. The neophyte must aspire to absolute mastery of life and possession of all material, sensible, and hypersensible things according to the Creative Will that resides within them. This involves the attainment of the state of holiness, mobility, and luminosity. By embracing this philosophy, one can overcome the fierce struggle between the freedom of the first being and the necessity of the created state, ultimately achieving the state of the blessed."
}