{
  "title": "What are the guidelines for exercising authority in spiritual practices according to this text?",
  "first_phrase": "In this text, the author provides instructions on how to exercise authority over those who come into one's service or follow as an initiate in the Traditional Order. The author advises not to be violent when giving commands and to gradually introduce them to chastity. The authority should only come from leading by example. The last 200 tokens discuss how this authority applies to a second family that the initiate consciously forms after initiation. The author advises that the only responsibility towards them is to lead by example and offer oral teaching. The initiate must refrain from using any other means as followers must maintain the freedom to choose between good and evil.",
  "content": "Tu devi avere dei dipendenti perché' sul tuo cammino ne troverai degli uomini che aspirano alla verità' e alla Scienza, ma ricordati che tu avrai detto ad essi seguitemi, io vi condurrò'. Ciò' che indica che hai per essi la sola responsabilità' dell'esempio. Tu non devi ne' puoi usare su di essi nessun altro mezzo che la Scienza pane delle tue mani, se non l'esèmpio e l'insegnamento orale. Poiché' devi ricordarti che a noi e' vietato se non chiamati volontariamente dalla persona di entrare in fondo alla coscienza o alla volontà' di chi ci segue, affinchè' a lui resti intera la liberta' di fare il bene e il male, dopo che tu con l'esempio gli avrai mostrato il solo bene, e il male non gli e' restato che come un impulso atavico e, spontaneo. Ricordati che noi non convertiamo per forza di mezzi, perché' noi non abbiamo a raggiungere nessuno scopò di conquista politica o religiosa di volghi.",
  "last_phrase": "In conclusion, remember that as a leader, your responsibility to your employees is to lead by example and to teach orally. You should not use any other means than science, which is the bread of your hands. We are not here to forcefully convert anyone, but worthy individuals will find their way to us through the providential virtue. Also, remember that the prescription of darkness during purification fasts is an important part of spiritual exercises and should be followed as recommended."
}