{
  "title": "What is the connection between religion, magnetism, and the power of human will according to the secret science of the ancients?",
  "first_phrase": "In the previous paragraphs, the author discusses the similarities between people and the saints and gods of their religions, as well as the cults of political leaders and heroes. He also talks about the practice of oration as a way to communicate with the gods and the use of mechanical practices like recitation and chanting to induce a hypnotic state. In the last 200 tokens, the author discusses the science of profane analytical methods in understanding the hypnotic state induced by mechanical practices and the use of magnetism by magnetizers as a human creation.",
  "content": "Ma a questa pratica, corrispondono con minor fatica i rosari della Chiesa Cattolica, le lunghe, interminabili recitazioni nelle quali la bocca meccannicamente si apre si chiude, pronunzia parole con la stessa cadenza, mentre la mente si distrae, e il corpo per l'azione meccanica del suono cade in uno stato ipnotica superficiale, come in un dormiveglia. Il canto tragico nelle funzioni religiose complesse e collettive, con l'azione dell'incanto del suono e della voce ottiene lo stesso scopo, e la gran semina dei miracoli di indole religiosa e' basata appunto su questo magnetismo degli agenti meccanici sui sensi fisici, mentre il potere imitativo del corpo lunare si esercita e si sprigiona in tutta la sua maestà' (11). 73) La scienza dei profani, analitica in se' come metodo, ha usato una colluria di parole per. indicare questa proprietà' di plasma del corpo lunare: Stato di credulità' o di fede, ipnosi superficiale, ipnosi seconda, grande ipnosi non sono che modalità' diverse di questa proprietà' dell'anima animale. Il magnetismo come e' stato inteso dai praticanti magnetizzatori dai più' potenti ai meno attivi e' una creazione umana.",
  "last_phrase": "In conclusion, the power of magnetism in the human body, as understood by practitioners of magnetism, is a creation of the human will. The mind's ability to be hypnotized and achieve a state of superficial sleep is a property of the animal soul. The great seed of religious miracles is based on the magnetism of mechanical agents on the physical senses. The secret science teaches us that the nature of all things is unique and that all forms are identical in their essence and only differ in their transient state."
}