{
  "title": "\"How is prayer linked to determination and magic in occult philosophy?\"",
  "first_phrase": "This section delves into the power of prayer and its connection to magic in achieving miracles. The author explains how praying with intention and focus can lead to a manifestation of desires. The passage also discusses the role of initiates in occult philosophy and how they are able to create miracles through their strong will and active faith. The author suggests that habituating oneself to prayer is a practical method for freeing the soul and transforming the spirit. All of these ideas tie into the notion of creating a new civic cult that would model and mold the lunar bodies of those who participate.",
  "content": "Per questo nella occulta filosofia ermetica o di Ermes si ha per legge che tutti i primi miracoli che i novizi vogliono in altrui provocare si ottengono costringendoli alla preghiera, poiché' l'iniziato appena progredito e' in una condizione speciale degli altri uomini per la quale egli non prega poiché' lo stato degli iniziati al mag e' analogico allo stato di desiderio o volontà' sempre attiva, detto dagli antichi sacerdoti stato di fuoco (10) comeche' l'iniziato e' in condizione di una continua polluzione di volontà' creativa, stato corrispondente in modo attivo allo stato di fede passiva dei santi nelle religioni). L'abitudine alla preghiera e' un metodo pratico e volgare per la messa in istato di liberta' dell'animo animale nei volghi. Tutti i culti pagani, ereditati dal cattolicesimo mirano a questa trasformazione dello spirito basso (corpo lunare) dei religiosi nel tipo oggettivato dall'arte religiosa, e se un culto civile sarà' possibile in un giorno lontano, il modello civile eretto come esemplo, modellerebbe e plasmerebbe i corpi lunari di tutti gli uomini che si ispirassero a imitarlo.",
  "last_phrase": "In conclusion, the power of prayer is emphasized in the hidden Hermetic philosophy. Novices are encouraged to compel others to pray to perform miracles. Initiated individuals who have progressed and attained a special condition are exempt from daily prayers. Cults aim to transform the low spirit of individuals into an exemplary form of art. Hence, the practice of praying becomes a practical method for freeing animal souls in the public."
}