{
  "title": "What is the philosophy behind the complete restoration of the luminous state in order to achieve universal truth and enlightenment?",
  "first_phrase": "In the preceding text, the author discusses the struggle between the freedom of the first being and the necessity of the created state, with Satan or Maro representing the passive part of the creative act. In this final section, the author explores the idea of spiritual attachment to created things, and how this universal law applies to all aspects of life. The author also touches upon the notion of initiates and their role as active dominators and creators in keeping with eternal justice.",
  "content": "Perciò' furono stimate sataniche le creazioni puramente umane, perché' allungano il periodo della ripresa di liberta' dello spirito puro, giacche' in ogni creazione altissima, bassa o infima, il creatore a lo spirito del creatore resta attaccato alla cosa creata fino alla sua completa liberazione per dissoluzione e trasformazione stessa della creazione da lui compiuta. Nelle cose terrene puramente e prettamente materiali, lo spirito del loro autore. vi si attacca e vi si ingerisce come una parte materiale stessa delle cose da lui fatte, ed egli cancella, egli lava, egli distrugge e conserva nel modo stesso come le ha preparate. Questa legge e' universale, e si applica a tutte le cose, come avremo occasione di far notare discorrendo degli spiriti degli uomini e delle cose. Le nozioni periscono con l'allontanarsi dello spirito delle loro origini, così' gli ordini civili, così' i religiosi. 51) Nella iniziatura il novizio deve essere costantemente presente a se stesso. Gli iniziati sono dominatori attivi, creatori o ricreatori di cose, temporanee o eterne a seconda che più' si allontanino o si avvicinino alle leggi della Giustizia Eterna.",
  "last_phrase": "In conclusion, as we have seen, the law of attachment between the creator and the creation applies universally to all things, both material and spiritual. The initiated, gifted with means and knowledge, are active creators who strive to adapt things to the purpose for which they were intended before their corruption and decay. While non-initiatic philosophies analyze the enigma of universal life from a single perspective, initiation aims at a synthetic solution. Therefore, the Royal Science encompasses all philosophies and remains eternal, embodying the properties of the divinized human."
}