{
  "title": "\"What are the essential differences between Christian and Buddhist doctrines and their approach to Karma?\"",
  "first_phrase": "In the final part of this text, the author delves into the history of religions and their founders' attempts to overcome the fundamental law of necessity. The Christian religion is used as an example of the founders' active influence in politics and their desire to become a universal state religion. The text also mentions the secret word of the Templars and the transitionary nature of religion and human existence. The author highlights the evolution of religions, including the end of the Chaldean civilization with the emergence of Greek civilization and the individualized progress of Buddhism.",
  "content": "La parola segreta del Templarismo era questa: Riconquista del potere e ripristinamento delle chiavi iniziatiche sul Camauro Pontificio. Senonche' la Necessita' volle diversamente e la profanazione del tempio fu compiuta: di qui Lutero, Calvino e gli scismi parziali. Nella storia delle religioni questo che tanto stupisce i profani non e' che un fenomeno di transizione, perché' fenomeno transitorio e' anche il corpo umano che il Buddismo proclama altamente anche ai profani, e la storia se ha i suoi ricordi, e' perché' gli stessi uomini, diversamente mascherati sono sempre i differenti personaggi dell'umana commedia della vita palese, e la morte, mutazione di vestimenta e di nomi, non e' di fronte all'assoluto, che un rientrare dei personaggi nelle quinte per cambiare di trucco e rappresenta la continuazione della propria parte tragicomica! Il Caldeismo ha compiuto il suo cielo evolutivo con la civiltà' ellenica sorgente nel poliformismo e nel politeismo poetico delle sue splendide manifestazioni e il Buddismo individualizzando il progresso specifico di ogni religioso ha mirato alla redenzione dell'essere al di sopra di ogni necessita' col sacrificio e con la non volontà': causa questa di ogni azione negativa del Buddismo sull'apparente condizione sociale dei popoli che la praticano.",
  "last_phrase": "In conclusion, the history of religions shows that transitions and changes are inevitable. While the Christian doctrine differs from Buddhism in its lower applications, the latter remains true in its explanation of Karma. However, the ritualistic magic of purification in Christianity aims to cancel the primitive Karma through sacraments, which can produce real effects when practiced consciously by those who possess true magical state. Ultimately, both religions emphasize the importance of personal responsibility and self-regeneration."
}