{
  "title": "What is the relationship between darkness and the state of being in the Universal Unity, according to occult teachings?",
  "first_phrase": "In the final 200 tokens of the text, the author argues that the state of darkness is also a state of being of the Universal Unit. They suggest that the most proper state of fertilization and transformation of germs of any nature is produced by complete absence of light or darkness. The author goes on to explain that every state of being of matter is a combination of its two fundamental principles, namely the inert matter and the force matter. These states can be perceived only by knowing their opposite, such as light and darkness. The author draws these ideas from the creation story in the book of Genesis, where light was the first creation of God in the darkness.",
  "content": "Così' se si esprime la combinazione o lo sdoppiamento della materia nel suo stato ipotetico primo con M e la sua energia messa in movimenta con AM + BM noi possiamo indicare tutti gli stati di attività' con questo binomio e tutti gli stati contrari con un segna passivo. Stato fisico apparente M = (AM + BM) = Stato di manifestazione sensibile e trasformatrice della materia prima. Stato iperfisico occulto M = (AM - BM) = Stato negativo delle manifestazioni, sensibilità' contràrie alle azioni apparenti. Ciò' corrisponde alla doppia distinzione di relazione analogica del palese e dell'occulto nella creazione di tutta ciò' che cade sotto i nostri sensi umani. La Natura e' occulta ed occultante in ogni manifestazione primordiale ed e' palese dopo il suo sviluppo primo. La Bibbia tanto ignorantemente criticata anche nella sua volgarizzazione che ne fa la Chiesa Cattolica da filosofi materialisti e zoologi (per es. L'introduzione alle opere di Lock del prof. Canestrini) riporta dal testo letterale giudeo della Genesi la creazione della Luce la quale e' la prima delle creazioni di Jeova pero' essa stessa generata nello stato contrario del Cosmos informe cioè' nell'oscurità'.",
  "last_phrase": "In summary, the combination or splitting of matter and energy can be expressed through the binomial AM+BM or AM-BM, which represents the active and passive states of all activity. The physical state M represents the manifestation of sensory and transformative matter, while the hyper-physical state M represents negative manifestations and opposing sensitivity. The book of Genesis from the Bible, often criticized by materialistic philosophers and zoologists, signifies the creation of light from the disorderly state of the cosmos. The first manifestation of the Creator's unity led to the separation of the four elements, forming the concept of order and the spirit of the organizing entity. The symbolism in Genesis is taken from the occult priesthood philosophy taught in ancient times."
}