{
  "title": "\"What are the rules and duties of the Council of Insinuants and Council of Masters in the Egyptian Rite?\"",
  "first_phrase": "This final part delves into the inner workings of the \"Consiglio Degli Insinuanti,\" a council that is made up of the insinuants of the society. It is composed of various officers, with the most senior insinuant serving as its president and relator. The council makes decisions by a majority vote, with its deliberations being kept in strict secrecy. The council's responsibilities and obligations are outlined in a confidential regulation, which is only accessible to elected members. The Cassiere della Società is also required to pay any sum necessary to the council without needing to account for it to anyone.",
  "content": "- Titolo Nono - CONSIGLIO DEGL'INSINUANTI Art. 107 - Il Consiglio degl'Insinuanti si compone di un Presidente, di un Segretario, di un Cancelliere, di un Relatore, di un Elemosiniere e di tutto il ceto degli insinuanti. Essendo tre tutti gl'insinuanti, il più' anziano fa da Presidente e da Relatore, il Secondo da Cancelliere ed il terzo da Segretario. Art. 108 - Fa da Presidente in questo Consiglio l'Insinuante piu' anziano: le altre dignità' sono nominate dal Capo del Rito. La nomina e' a vita a meno che non si rendessero colpevoli, o non esercitassero con decoro il loro delicato. Ufficio. Art. 109 - Nell'assenza di un dignitario supplisce il più' anziana di nomina. Art. 110 - Le deliberazioni sono prese a maggioranza di voti. Esse sono segrete e tra le ventiquattro ore vengono spedite al Capo del Rito per l'approvazione. Art. 111 - I doveri e gli obblighi di ciascun Insinuante sono designati in apposito segreto regolamento comunicato ai soli eletti. Art. 112 - Il Cassiere della Società' e' tenuto sul semplice avviso dal Capo del Rito a versare qualunque somma potesse servire al Consiglio degli Insinuanti senza essere tenuto a dar conto a chicchessia.",
  "last_phrase": "In conclusion, the Consiglio degl'Insinuanti and Consiglio delle Maestre are two distinct councils that play an essential role within the Order. Their composition and duties are regulated by secret regulations that only the elected members have access to. These councils ensure the proper functioning of the Order, and their decisions are taken by majority vote and subject to approval by the Grand Master."
}