{
  "title": "\"What is the Relationship Between Magical Operations and Ancient Sacrificial Rites?\"",
  "first_phrase": "In this text, the author talks about the magical priesthood and their practices related to the evocation of the souls of the deceased. The author mentions the rituals performed by the priestesses and neophytes of Agub called Agubiche, who work with the demons Agen and Agub to extract metal from the bowels of the earth. The text goes on to explain the three distinct levels of magical operations and how they relate to the Great Work of alchemy. The author concludes by criticizing the misconceptions and superficial knowledge about magic by the general public and emphasizing that true understanding requires the mastery of the Arcanum.",
  "content": "La seconda corrisponde al primo grado della grande Opera, quella che Nicola Flamel chiamo' proiezione sul mercurio o trasformazione del mercurio in argento purissimo, operazione che preludia la Grande Opera finale. Essa corrisponde alla magia per azione intensa e coercitiva del corpo di mentre la terza, finale della Grande Opera, e' proiezione di Sole, cioè' mutazione, azione e penetramento di tutti i corpi la cui essenza e' l'anima solare. 144) Da queste semplici nozioni il novizio può' capire quanto siano imperfette le nozioni che il volgo ha sulla magia dei maghi magia classica, cioè' da clu chiudo, da cui clavis latino, la chiave, - la serratura, l'occultato. E si comprenderà' egualmente come siano sciocche le osservazioni degli sperimentatori, spiritisti o sapienti volgari, nel volere studiare l'uomo movibile, anima dell'uomo immobile e grave comune, nella sua carcassa di carne e di ossa. La bilocazione così' come e' raccontata nei casi accidentali di cui si discorre, non e' dai volgari concepita neanche approssimativamente nella sua essenza di attività' creativa, di cui anche tu che leggi queste righe non puoi formarti un concetto esatto se non arrivi a conquistare l'Arcano.",
  "last_phrase": "In conclusion, the novice alchemist can appreciate the imperfections of popular notions of magic and the futility of studying the physical body in pursuit of the Great Work. Only by understanding the essence of creative activity and achieving the Arcanum can one truly comprehend the concepts inherent in legends and myths. As such, the path to the Great Work remains challenging yet rewarding for those who pursue it with dedication and humility."
}