{
  "title": "What is the composition and role of the \"Consiglio dei PP\" in the Italian Masonic Order?",
  "first_phrase": "This text outlines the composition and functions of the Council of the P.P., as well as the rules for electing its members. The Council is composed of a president, chancellor, secretary, reporter, almoner, and between 12 and 174 members divided into two orders. The president is appointed by the M.M. and must be chosen from among their number by an absolute majority vote. The other dignitaries are elected by the general assembly. The Council meets on the last Sunday of each month and the president is responsible for ensuring that meetings are held according to the rules. In the last 200 tokens, the rules for preparing for council meetings are set out.",
  "content": "Il Presidente e' nominato dai MM ●●● e prescelto fra gli stessi a maggioranza assoluta ed a voti segreti, e nel caso che niuno conseguisse la meta' più' uno dei voti. Il Vice Presidente, il Cancelliere, il segretario Generale, il realtore e l'Elemosiniere sono nominati dalla Adunanza generale nella seconda domenica di ogni Dicembre, prescegliendo i primi tre dall'ordine di MM ●●●, e gli ultini due dai PP ●●● del l° ●●● Ordine. La elezione si eseguirà' nello stesso modo come pel Presidente. Art. l00 - Il Consiglio dei PP ●●● si riunisce ogni ultima Domenica di ciascun mese, salve le adunanze straordinarie, per casi urgenti. Art. 101 - La Presidenza deve curare che le adunanze avessero luogo giusta il disposto di questo articolo, invitando tre giorni prima i PP ●●● ed assegnando il luogo e l'ora della riunione. Art. 102 - Anche tre giorni prima della riunione per cura della Presidenza dovranno essere spedite le copie di tutti i rapporti che dovranno presentarsi al Consiglio nonché' lo statino di ammissione, dal quale dovrà' comunicarsi copia a ciascun padre componente il Consiglio unitamente al rapporto d'invito per la riunione. Art.",
  "last_phrase": "In conclusion, the process of electing the President and other officials of the organization is carried out through a democratic and formal procedure. It's essential that the Presidenza ensures regular meetings of the PP ●●● by following the guidelines provided in the articles mentioned above. The use of the Egyptian ritual is also important during these meetings."
}