{
  "title": "How does the imperfection of the human body challenge the manifestation of the infinitely intelligent Spirit of the Universe within all humankind?",
  "first_phrase": "In the previous section, the author talked about the relationship between the Spirit and the material world. In this final section, the author explains that for humans to manifest the divine power within them, they must harmonize the three lower elements with the highest principle residing in them: the Spirit Intelligence. Although the human body is imperfect, it serves as the means for the manifestation of spiritual energy. The author cites the teachings of Vain Bne-Exur on the importance of transformation and overcoming opposition to demonstrate the importance of the human body in the process of realizing divine power.",
  "content": "Che lo scoprimento del Sole completo era fatale in certi periodi dell'anno e il suo nascondimento non meno fatale, ed esprimendosi in un linguaggio simbolico che oggi non sarebbe compreso, egli diceva che se prima di splendere e camminare sul suo carro non avesse trasformato se stesso in Dio delle Tenebre, egli non avrebbe potuto soggiogare e vincere e non avrebbe quindi dimostrato ne' la sua vittoriosa energia ne' la sua potenza: Nella sua essenza perfetta, lo Spirito Intelligenza che risiede nell'Uomo e' perpetuamente ostacolato dalla imperfettibilità' materiale del suo recipiente, senza il quale egli non potrebbe manifestarsi nel mondo animale perché' la sua esplicazione sarebbe solamente mentale e universale infinita e non determinata. Il rendere consono ai tre elementi inferiori il principio altissimo residente nell'uomo, cioè' lo Spirito, e' l'opera della magica iniziatura ai misteri dell'Universo, e quindi alla riconquista dei poteri divini. 15) Se il corpo umano, ricettacolo dello Spirito Intelligenza. serve per alimentare la forza di esplicazione dell'energia, come le tenebre in opposizione alla luce solare, d'altra parte occorre allo spirito intelligenza come suo mezzo di manifestazione della sua energia. Il corpo umano e' uno strumento imperfetto ma perfettibile nelle mani di un sublime artefice occulto per se stesso perfettissimo.",
  "last_phrase": "In conclusion, the proper alignment of the three lower elements with the higher principle of Spirit is the goal of magical initiation into the mysteries of the Universe. The human body, although imperfect, can serve as a means of manifestation for the Intelligence Spirit. When the body is in harmony and conscious obedience to the Spirit, every physical force and energy becomes a form of the Spirit's occult power. Therefore, the Magi are the rightful bearers of the royal crown, as they alone can safeguard the Spirit of the Intelligent Virtue of the active Universe in their most Sacred Ark."
}