{
  "title": "What are the true intentions of the Kremmerzian practices and the Egyptian Order?",
  "first_phrase": "In the previous text, the group Prometeo exposed the true intentions of the Kremmerzian practices of the Egyptian Order, which aims to establish the reign of darkness and terror of ancient memory. The Order intelligently combined several practices from different traditions, creating a permanent pact between humans and the darkest forces. The last 200 tokens warn against trying these practices and invite readers not to use the sigils or rituals published in the text. The author hints at the next phase of alchemy, the Nigredo or the putrefaction of the material, leaving an ominous tone to the conclusion.",
  "content": "T. O. e far ritornare in questa dimensione i servi degli angeli caduti per istituire nuovamente il regno delle tenebre e del terróre di antica memoria, di cui tutti i testi sacri parlano diffusamente. Il gruppo Prometeo, in collaborazione con ambienti internazionali, ha deciso di smascherare definitivamente l'Ordine Egizio e di rendere note le vere finalità dell'operatività kremmerziana. Ad aggravare la situazione si è verificata un'ulteriore saldatura fra gli ordini crowleyani e affini e le scuole kremmerziane: alcune di queste infatti, hanno portato il loro bagaglio di conoscenza ai vari ordini O. T. O. sparsi per il mondo, in particolare a quelli francese e americano. Ci rendiamo conto che il pubblicare tutto ciò potrebbe causare danno agli incauti che stupidamente decidessero di provare questo tipo di pratiche. Ma era doveroso fare chiarezza per i molti che ingenuamente praticano, credendo di raggiungere dei contatti di luce ma che in realtà asservono delle forze oscure. Invitiamo i lettori a non praticare mal con i sigilli o con i riti che siamo stati costretti a pubblicare integralmente, non soltanto per amore di verità ma anche per renderli inefficenti ad un lavoro eggregorico. Dopo questa fase di Nigredo (putrefazione), per.",
  "last_phrase": "In conclusion, it is important to avoid practicing the dark rituals described in the text, as they serve the forces of darkness rather than light. The Prometeo Group, with international collaboration, has revealed the true intentions of kremmerziana and the Egyptian Order, shedding light on these secretive practices. Moving forward, the group aims to publish texts that inspire those who seek a path of love, light, and freedom, free from bureaucratic and pseudo-initiatic organizations."
}