{
  "title": "\"What are the benefits of being a member of the Sinedrio?\" - A detailed explanation of the advantages of the Sinedrio brotherhood, including travel expenses, pensions, and charitable donations. The text also includes information on provisions for employees, assistance for widows and orphans of members, and a table of remuneration for members who remain within the society. Additionally, the use of Masonic language is discussed and explained for new members.",
  "first_phrase": "The last part of this text discusses the benefits of being a member of the Sinedrio, an ancient Jewish council. This article outlines the various advantages of membership, including financial support for medical needs, social recommendations, and job opportunities. Additionally, it details the support provided to the wives and children of deceased members. The text also includes a section on the \"Table of Victuals,\" a list of provisions provided to members who remain in the Sinedrio. Overall, this section sheds light on the social safety net provided by the council, and the ways in which it cared for its members and their families.",
  "content": "Ai dipendenti e Ne ●●● di qualunque categoria sono accordati provvedimenti per cose di cui facessero rapporto per ordine gerarchico, cioè' per infermità', medicamenti, raccomandazioni sociali, occupazioni, lavoro, mezzi per procacciarsi la sussistenza, assistenza e protezione nei casi gravi. Ai Ne ●●● la scienza e la pràtica di esso onde raggiungere il proprio sviluppo scientifico fino all'applicazione completa della scienza a tutti i casi della vita sociale. Ai M ●●● la completa assistenza in vita ed in morte - pensione alla sua vedova durante il suo periodo di vedovanza e nel solo caso di bisogno; protezione, alimento ed educazione dei suoi orfani fino all'età' maggiore di anni 25 se maschio, e 20 se femmina. Ai maschi una pensione vita naturai durante se celibi ed alloggio nel Ritiro del Sinedrio se celibi o vedovi senza figli. Art. 150 - Al Consiglio degl'Insinuanti e' affidata la sorveglianza della vedova e dei figli dei fratelli defunti per esplorarne la condotta e provvedere in conseguenza. - Titolo Diciannovesimo - TABELLA DELLA VITTITAZIONE Art. 151 - Ai fratelli che devono rimanere nel Sinedrio e' assegnata una tabella di vittitazione, la quale deve osservarsi fedelmente. Essa e' come rivelasi dall'esemplare qui annesso.",
  "last_phrase": "In conclusion, this text outlines provisions for employees and members of different categories covering areas such as illness, medical care, social recommendations, occupation, livelihood, assistance, and protection. It also highlights the importance of nurturing the development of science in certain groups like Ne ●●●, and providing complete assistance for M ●●● in life and death. The text concludes with a table for a time-based allowance for brothers of the Sinedrio, and guidelines for the use of massonic forms and abbreviations."
}