{
  "title": "What is the Isiac initiation and the Osiridian magic, and how do they differ from other mystical practices?",
  "first_phrase": "This text is a philosophical discourse on the Isian mysteries and their magical practice. The author discusses the initiation ritual and the transmission of secret knowledge from priest to disciple, focusing on the concept that nothing exists by itself and that every magical act requires a complement. The author also highlights the differences between Isian and Christian dogmas and the need for an active, conquering approach to become a master in magic. In the last 200 tokens, the author touches on the division between active and passive creation of paranormal phenomena and criticizes spiritists for not understanding this distinction.",
  "content": "L'osiridea e' la iniziatura maschia, cioè' ammonia, cioè' arietina o Cornuta o Solare nelle ore notturne che ha bisogno di servirsi come campo magico di tutto il gregge isiaco. Perciò' il nostro ordine solare non accetta che solamente i discepoli i quali possono aspirare al maestrato attivo e alto, il quale deve essere una conquista contro tutti gli incantesimi isiaci, perciò' la lotta terribile dell'iniziando contro tutto il proprio individuo moderno, onde estragga dalla pienezza dei vapori ombreggianti l'intelligenza, la pura e signoreggiante mente divina o corpo mercuriale puro: perciò' - infine - in ripudio istintivo di tutti gli iniziandi alla magistratura osiridea dei mezzi secondari per sviluppare il mag isiaco. Gli spiritisti, anche i più' avanzati nelle pratiche medianiche, non si danno, ne' possono darsi assolutamente conto di questa grande divisione tra l'Attivo e il Passivo nella creazione dei fenomeni iperfisici di ogni specie.",
  "last_phrase": "In conclusion, the path to achieve mastery in the Osirian order requires a struggle against one's own modern self to extract the pure and divine intelligence needed to develop magical abilities. Mediums and spiritists, although advanced in their practices, cannot comprehend this division between active and passive creation of hyperphysical phenomena. Only Osiridei possess the pure consciousness and intelligence to communicate with beings and things. Let the Caprone Ammonio amongst the Isiac goats be a symbol of the magisterium of the conscience of created things."
}