{
  "title": "What is the role and authority of the Grand Master of the Rite and the Council of Masters in the hierarchical structure of a secret society?",
  "first_phrase": "This article discusses the power and authority of the Grand Master of a particular ritual group. Prior to discussing the role of the Grand Master, the article explains the importance of the authorization of the Grand Master to execute decisions made by the group. The last 200 tokens delve into the role and composition of the Council of Masters, with the President, Relator, Secretary, Grand Chancellor, and Grand Almoner among its members. It also outlines the Council's duties, including examining documents and decisions made by the Council of Elders.",
  "content": "92 - Egli ha un Consiglio di MM ●●● composto non meno di dodici ne' più' di settantadue, divisi in sei ordini, ognuno di dodici, prendono il nome di primo ordine, di secondo, di terzo ecc... Può' pero' a seconda dei bisogni convocare un ordine dei MM ●●● o stabilirli per turno secondo la sua prudènza e saggezza; - Titolo settimo - DEL CONSIGLIO DEI MAESTRI Art. 93 - Il Consiglio dei MM ●●● si compone: 1 - di un Presidente 2 - di un Relatore 3 - di un Segretario 4 - del gran Cancelliere 5 - del Grand'Elemosiniere Tanto il Presidente che le altre dignità' sono esercitate dai MM ●●● piu' anziani presenti al Consiglio, sempre pero' nell'ordine dinanzi fissato. Art. 94 - Il Consiglio dei MM ●●● pronunzia sul deliberato dal Consiglio dei PP ●●● dopo avere esaminati i documenti e gli incisi che da quegli provengono. Potrebbe pero' pronunziare anche senza il precedente parere dei PP ●●●, ma su quelle cose e sempre che così' crederà' utile o conveniente il Capo del Rito. La riunione ordinaria dei MM ●●● dovrà' aver luogo ógni prima domenica di ciascun mese salve le adunanze straordinarie. Art.",
  "last_phrase": "In conclusion, the Council of Masters plays a crucial role in the organization of the Masonic Rite. Composed of at least twelve but no more than seventy-two members, the council convenes monthly and is responsible for examining documents and providing their opinions. The Grand Chancellor ensures that decisions made by the Council of Masters are presented for approval to the Head of the Rite within forty-eight hours. The Council of Fathers is also accountable to the Council of Masters, as outlined in Article 96, and the establishment of such councils highlights the significance of the hierarchy within the Masonic Rite's structure."
}