{
  "title": "What are the accepted foods in ancient Egyptian diet and what are the rules for food preparation?",
  "first_phrase": "In the previous section, the dietary guidelines of ancient Egyptians were discussed, and now we move on to the preparation of food. The text discusses the types of live animals and vegetables that were accepted for consumption, and the importance of fire in the purification process. The text also highlights the importance of avoiding impure food in days of operation and the need to prepare food from a pure source. The last few lines provide advice on what to do when impurity is suspected at home, suggesting to go to a different place and purify before eating.",
  "content": "In generale produzioni di animali vivi e vegetali: ecco i cibi accettati nella dietetica egizia. Una seconda osservazione nella preparazione delle vivande. Il fuoco trasformatore idealmente incenerisce tutti i germi vitalizzati di qualsiasi alimento, quindi tutte le corioni ritenute come purificatrici. Si accettano per la stessa ragione i cibi che hanno visto il fuoco dai digiuni lunari e dalle vigilie nella costellazioni declinanti al parallasse. Questo ricorderemo in seguito. Le corioni e le preparazioni dei cibi nei giorni rituali, in quelli di digiuno e di vigilie e i pranzi nei giorni di operazione, devono essere preparati dallo stesso adepto o da un suo dipendente o assistente; in mancanza da una dònna che abbia perduto il mestruo o che conservi la sua. verginità'. Mai nei giorni sopraindicati mangiare cibi preparati da una donna mestruante o da un cuoco non casto. Gli antichi rituali del nostro ordine prescrivono e sempre per analogia: se nei giorni in cui hai bisogno di mangiare e di operare, sai o supponi l'impurità' al tuo focolare, esci dalla tua casa, cammina tre leghe e in un luogo dove il tuo nome non e' conosciuto, mangia alla più' povera taverna, e prima di uscirne lava la tua bocca con acqua e sale.",
  "last_phrase": "In conclusion, the ancient Egyptians had a strict dietary code based on the purification of food through fire and avoidance of impurities. They believed that certain foods were only acceptable if they had been prepared by a pure individual and that impure foods could be harmful. They also had guidelines for purification rituals and baths. It's fascinating to see how ancient cultures approached food and health, and we can learn much from their practices in our modern lives."
}