{
  "title": "Is the Soul Really Independent of the Human Body? Exploring the Secret Science and Magic of Initiation",
  "first_phrase": "In the preceding text, two philosophies about the existence of the soul have been discussed - one considering it a transient part of the living body, while the other regards it as an independent entity. This has left many scholars in doubt. This final 200 tokens address a question about whether those who have mastery over their souls have a strictly scientific way to prove the body is merely an instrument of the soul. The only answer lies in the Osiris initiation, which offers a means of proof beyond all known categories of experimentation.",
  "content": "Ora fino a quando tu, o profano, con la pratica assidua non avrai posta in completa liberta' la anima tua non potrai averne la coscienza, e ti conviene di credere al Maestro nel quale hai riposta la tua fiducia, come tu alla scuola profana credi al maestro di abbaco prima di essere arrivato alla matematica dimostrativa. Pero' tu mi rivolgi la domanda nella forma seguente: (ma coloro che arrivano a signoreggiare la propria anima, come il fabbro a conoscere il ferro, devono contentarsi di ragioni intuitive o hanno a loro disposizione un mezzo di prova strettamente scientifico da dimostrare matematicamente che gli organi corporei sono non generatori ma strumenti di manifestazione dell'anima?) ripeto che se tu mi formuli così' la domanda, io ti risponderò' che l'iniziazione osiridea e' la sola che possiede il mezzo di prova del domma sofico, di fuori tutte le categorie di esperimenti noti, quali sarebbero il corpo volante (uscita in corpo astrale), la chiaroveggenza, la telepatia, ecc. In un mezzo sperimentale assoluto che precede di pochi passi il maestrato di terzo grado del nostro ordine, e che questo mezzo sperimentale e' inattaccabile da qualunque critica filosofica strettamente scientifica e sperimentale.",
  "last_phrase": "In conclusion, the proof of the eternal life of the soul and the corporeal organs acting as merely instrumental representations lies in the enigmatic and mysterious realm of Avataric Magic. The elements of this last stage of the initiation reveal the chemistry behind the detachment and incorporation of the soul into another body, or the exchange of souls between a living body, and that of a genius, hero, or deity. These transformative processes may seem astounding to the uninitiated, yet they occur naturally and occasionally, offering a glimpse into the wonder of absolute marvel."
}