{
  "title": "What is Freniatria, and how does it relate to the science of the soul and the power of suggestion?",
  "first_phrase": "In the previous text, the author discussed the concept of \"freniatria\" as an empirical medical practice, particularly in relation to the incompatibility and imbalance between the body and the replaced soul. In the last 200 tokens, the focus of the discussion shifted towards the importance of silence, particularly in the training of the soul. The author emphasized that the habit of silence in the soul starts from oral silence, and that the soul is the most susceptible point that can be influenced through suggestion, autosuggestion, magnetization, and enchantment. The author also mentioned the different components of the soul, including the lunar body, mercurial body, and solar intelligence.",
  "content": "Quando studieremo i mezzi di sviluppo delle proprietà' occulte e primitive dell'anima o psiche umana e i mezzi per impedirne l'espansione, vedremo che L'uomo psichico in molti momenti della vita si allontana dal campo fisico senza che la conoscenza ce lo dica e ce lo confessi. In questi atti di mobilita' espansiva incosciente dell'anima, homo loquitur... e quel che e' più' strano parla comunicando le proprie virtualità'. Ho detto che dalle abitudini corporali comincia l'abitudine del silenzio dell'anima, questo enunciato merita un breve commento. Ciò' che con questa parola anima o psiche, o corpo lunare, o Maria noi diciamo e' il punto più' suscettibile nei profani sui quali si agisce per suggestione, per autosuggestione o per magnetizzazione ed incantesimo. Il novizio allo studio della scienza Secreta sarà' certamente edotto di tutte le moderne investigazioni profane da risparmiare a me il compito di spiegare queste parole, poiché' per anima o corpo volante deve intendersi la somma del corpo lunare, mercuriale e della intelligenza solare Questo complesso anima ha un corpo lunare molto sensibile e molto materiale negli uomini ordinari, con poca o nessuna predominanza del sole o intelligenza centrale, in modo che questo secondo animale nell'animale uomo, ha tutte le proprietà' dell'uomo.",
  "last_phrase": "In conclusion, the study of the occult and primitive properties of the human soul or psyche, and the means to prevent their expansion, reveal that the human being often transcends the physical realm without even realizing it. Through the power of suggestion and auto-suggestion, the physical actions of a human can influence their sensitive and impressionable soul, even in a state of wakefulness. By understanding these concepts, one can potentially unlock a wealth of knowledge about the human experience and consciousness."
}