{
  "title": "What are the different states of MAG and how can one achieve the state of Mag in their body?",
  "first_phrase": "In this text, the author discusses the three states of MAG and the powers associated with each state. The three states are the ordinary man (normal consciousness), Eva, the man with the lunar body equally as active as the physical body (normal unconsciousness), and Lilit, the completely free-moving man with magic consciousness. The author also refers to the powers of Maria, the limit of which is everything desired in the order of animal creations. The text concludes with the novitiate asking the Master how to achieve the state of MAG of his lunar body, to which the Master responds by speaking of the three stages of philosopher's stone preparation. The last 200 tokens delve into the symbolism of the Virgin Mary and the transformation of the human body into the perfect, golden state of MAG.",
  "content": "69) Il simbolo della Vergine col Bambino Gesù' e' della madre che ha partorito nella purità' l'Emmanuel Raggiante. Lo studioso di filosofia occulta piega il ginocchio innanzi ad un'immagine della Madonna del Reni o del Raffaello e prega: Ave. Maria, quae es in coelis. io ti pregò ti imploro che tu mi porti al tuo trono. La preghiera arriva e la Mater divinae gratiae parla in lui, i fedeli cattolici aspettano la grazia di la', di fuori se stesso. L'iniziato non aspira che alla trasformazione del metallo grezzo nell'argento (corpo lunare - Maria) e poi nell'oro perfetto (corpo dell'Ibi, mercuriale che contiene il Sole, Spirito Santo, Paracleto). Dei mezzi trasmutatori del Mag 70) Il novizio domanda al Maestro: come raggiungere lo stato di Mag del suo corpo lunare. Il Maestro se e' un alchimista gli risponde: separando, dissolvendo, coagulando. Eccoci innanzi alle tre gradazioni della preparazione della pietra dei filosofi. L'uomo ordinario, coscienza ordinaria, e' l'Adamo ed Eva fuori il paradiso biblico. L'autorità' coniugale del fango fatto uomo tiene in ischiavitu' la Eva, la madre dei vivi, il coniuge obbediente e pauroso.",
  "last_phrase": "In summary, the path to the Philosopher's Stone involves separating, dissolving, and coagulating the body's lunar matter, leading to the transformation of base metal into silver and gold perfection. By revering the symbol of the Virgin with the Child Jesus, one can strive to reach divinity through prayer and reaching beyond oneself. However, the challenge lies in breaking free from the authority of the senses and transcending the limitations of the physical world."
}