{
  "title": "\"How does the Jeratic Symbolism Explain the Role of Embryo Soul in Human Life and Afterlife?\"",
  "first_phrase": "In the previous 123 tokens, the author reflects on death and its impact on society. In tokens 124-125, they explore the concept of incarnation and the soul. Izar answers questions about whether the soul of an embodied form is a creation of the host, or if it is an adventitious coincidence. Izar suggests that the forms generated during coital crisis are the result of previously imagined forms. The passive party modifies the form while the active one projects it. Izar also suggests that the crisis may have a coercive value, attracting mature incarnations based on various parameters. The author hints at the intersection of science, magic, and the astral plane.",
  "content": "E in questo ultimo caso, e' avventizio, cioè' casuale la caduta di un'anima embrione in una crisi coitale, o vi e' una legge che regola l'incarnazione degli embrioni? 125) A questo cumulo di domande Izar risponde: Nella crisi coitale l'atto, l'istante di concepimento della forma non e' che l'esplosione effettiva di una forma che e' il risultato o la somma delle forme precedentemente immaginate (54). Chi proietta la forma e' l'attivo (maschio) chi la modifica ricevendola nello stato di crisi venerea e' il passivo (la femmina) (55). Ma la crisi coitale ha un valore coercitivo delle anime embrioni che sono pronte alla reincarnazione e secondo lo stato, la forza, la potenza, le affinità', le simpatie delle correnti astrali (56) un'anima embrione matura s'incarna. Dice la Scienza jeratica, e lo dimostra con le pratiche magiche, che l'uomo dopo la morte del corpo saturniano, resta per un periodo relativamente breve col suo secondo corpo lunare (57); la distruzione del corpo lunare caccia l'anima embrione ( ) in un sonno di incoscienza relativa allo sviluppo mercuriale o dell'Ibi (58).",
  "last_phrase": "In summary, Izar's response suggests that the act of conception during sexual intercourse is not accidental but rather the result of a culmination of previous forms. The crisis of sexual intercourse has a coercive value on the embryo souls that are ready for reincarnation. The symbolism of the afterlife is explained in a few pages so that the uninitiated cannot abuse it. The dual action of physical sperm and embryo soul prepares a man's future life, while his children perpetuate his type and prepare his return to the social scene."
}