{
  "title": "What are the hidden properties and history of the human priesthood and their connection to the universe?",
  "first_phrase": "This text is about the history and hidden properties of the human priesthood, as well as the symbolism of the Sun and the human being in the universe. The text explains that the jerophants of ancient times read and printed this knowledge in the visible order of the stars in the sky, and it was taught to disciples of sacred astronomy. The text mentions Izar and Vain Bne-Escur who are pontiffs and priests of Ur, and discusses the universal law of nature and its perpetuity. The last 200 tokens talk about the human being as a symbol of creation and its connection to the universe. It discusses the relationship between the human being and the unity of the cosmos and how it becomes a creator by the same law that binds it to the synthetic unity of the Generative First Virtue.",
  "content": "La legge della corsa quotidiana e annuale o ciclica del Sole, astro simbolico di doppia significazione, divina ed umana, secondo la sua faccia, e' identica alla corsa mentale, spirituale ed umana dell'Uomo e se l'atto di creazione e' di sopra al simbolismo solare, lo stesso atto deve trovarsi al di sotto, perché' non esiste alcuna legge generale e parziale della natura visibile effetto della Prima Virtù', che non sia vera nelle sue origini e nelle sue conseguenze e che non sia perpetua tanto nelle une quanto nelle altre. Dunque il simbolo umano e' simbolo di creatura e di creazione, di effetto di un atto creativo e di un generatore di atti creativi. Egli e' Uno e Tutto o più' semplicemente e' l'Uno nello Universo. Nei suoi rapporti verso l'unita' sintesi del cosmo egli e' particella legata al Tutto per le leggi universali che regolano l'apparire e lo scomparire di tutti i fenomeni visibili ed invisibili dello Universo. E diventa creatore per la stessa legge che lo lega all'unita' sintetica, espressione unitaria della Prima Virtù' Generatrice.",
  "last_phrase": "In summary, the cycle of the sun and the human race are intricately linked; as creators, humans are particles, bound to the whole by the universal laws that govern all visible and invisible phenomena. We must understand that all forms of existence are connected, and our actions have the potential to affect the entire universe. It is our misperception of our powerlessness that separates us from the truth. With this knowledge, we can create a positive impact on the world around us."
}