{
  "title": "\"What are the rules and responsibilities for neophytes and masters in the Egyptian Rite?\"",
  "first_phrase": "In the previous paragraphs, several rules have been outlined regarding the relationships and interactions between members of the Egyptian Rite. These include restrictions on investigating the Order of Masters or discussing their methods, as well as guidelines for cooperation between neophytes and brothers in certain situations. The last section, which consists of 200 tokens, deals with the use of rituals outside of the context of the Rite. It establishes that neophytes may use their knowledge for their own benefit or that of others, but only under certain circumstances and with the approval of their superiors. Additionally, it includes guidelines for forming and maintaining operative groups within the Rite.",
  "content": "Intervenendo o collaborando ad operazioni con finalità' comune, nessun neofita deve comunicare al fratello i mezzi di cui si serve e la sua speciale maniera di operare, quindi sono proibite tra loro discussioni sui metodi, e permesse sole comunioni e comunicazioni sulle linee generali scientifiche. Art. 19 - Il maestro iniziatore può' coi suoi dipendenti formare compagnie di operazioni con fini comuni, a tale scopo resta espressamente proibito ai neofiti facenti parte di una compagnia, di aver comunione o rapporto con neofiti, maestri o maestre di compagnia estranea, sia anche dipendente dallo stesso maestro iniziatore, se questo, per il suo grado elevato ne ha costituite diverse per lavori del Sinedrio. Art. 20 - Ogni neofita che conquista o approfondisce parte della pratica rituale per effetti profani e' libero secondo la sua coscienza di applicarla a vantaggio proprio, della sua casa e famiglia, a beneficio dei conoscenti, pero' può' usarne solo sotto la formula Si iustum et necessarium - a preferenza pei suoi dipendenti diretti ascritti all'ordine. Art.",
  "last_phrase": "In conclusion, it is clear that neophytes in this organization must be meticulous in following the rules set by the master initiator. They are prohibited from communicating their methods to fellow neophytes or even discussing them. However, they are permitted to collaborate on general scientific principles. Neophytes are also free to apply their knowledge for personal benefit, but only under specific circumstances. They must never forget their duties, including purification rituals, which are necessary for their development. Failure to comply may result in voluntary fines to benefit the less fortunate. In summary, diligence is crucial for neophytes seeking to advance their knowledge and progress within the organization."
}