{
  "title": "\"What is the nefarious reality behind the Egyptian Order's magical practices described in Kremmerz's documentation?\"",
  "first_phrase": "This text is an excerpt from a document called \"Del Separando Magico,\" which provides instructions for various stages of magical practices. It involves binding oneself to a spirit or \"genius\" through a blood oath in the Egyptian Order. The author suggests reading \"The Count de Gabalis\" to fully grasp the practice's nefariousness. The final portion of the text details the process of possession by elemental spirits, which begins with a blood oath and continues with the delivery of a pact talisman. The novitiate's fasts and other practices assist the spirits' dark presence's manifestation. The possession culminates with the addition of the non-fertilized egg to the seminal fluid. The novitiate is bound to the possessed state beyond death.",
  "content": "E dopo aver prosciugato al mai capitato tutte le energie, ricominceranno con gli altri che ingenuamente ricadranno in questa assurda pratica. Questa è la abbietta realtà che si nasconde dietro le tanto osannate \"nozze\" degli uomini con gli spiriti elementali, come ondine, silfidi, salamandre, etc. Partendo dal patto di sangue e proseguendo con la consegna del talismano di patto, che collega il novizio all'essere che egli dovrà nutrire, capiremo meglio in cosa consistono i digiuni e la sigillazlone che il novizio praticherà all'interno dell'Ordine. I digiuni, come altre di queste pratiche, scissi da tutto l'apparato magico, possono avere una certa validità. Collegati alla sigillazione, in realtà, oltre a facilitare una raffinazione del corpo fisico, facilitano il richiamo delle presenze tenebrose di cui l'Ordine Egizio è una delle principali porte d'accesso. L'impossessione si accentua ulteriormente con l'uso della spermatofagia e si cristallizza infine tramite l'aggiunta del tuorlo d'uovo non fecondato al liquido seminale. A questo punto il contatto con il \"nume\" (l'impossessione) è realizzato. Purtroppo, in tutto questo cammino, la sigillazione e il talismano di patto non abbandoneranno mal \"l'iniziato posseduto\" fino alla morte e anche oltre.",
  "last_phrase": "In conclusion, it is evident that the so-called \"weddings\" between humans and elemental spirits such as undines, sylphs, and salamanders are just a cover for a dark and dangerous practice. The novices who fall into this absurdity will drain all their energies without realizing the true cost of their actions. The Egyptian Order's connection to the tenebrous presences is facilitated by fasting and sealing practices, but it comes at a high price - possession by the \"nume\" and the never-ending influence of the talisman and the seal. It is essential to be aware of the destructive consequences of such practices and to avoid them at all costs."
}