{
  "title": "What is the relationship between light and the development of vegetable germ, animal embryos, and metal deposits?",
  "first_phrase": "In this last section, the author discusses the importance of darkness in the formation of plant germ, animal embryo, and metallic layers. The author argues that not only is there no light without darkness, but darkness is necessary for the transformation of rudimentary states of matter. The author suggests that every state of matter results from a combination of two fundamental principles: inert matter and matter's force. Moreover, the understanding of the different manifestations of matter relies heavily on the knowledge of their opposites.",
  "content": "Non pertanto con questa definizione unitaria si può' definire come stato di essere della Unita' Universale anche il buio, cioè' l'oscurità'. Ora lo stato di èssere più' proprio alla fecondazione e alla trasformazione dei germi di qualunque natura e degli stati rudimentali del minerale e dei metalli e' prodotto dall'assenza completa di luce, o oscurità'. Senza filosofare in un lungo esamernella ragione determinante l'azione deleteria della luce di qualunque specie e di qualunque origine (solare, ignea, magnetica o elettrica) sui germi o sulle trasformazioni occulte di tutti i principi, basta ritenere come principio di fondamentale scienza che ogni stato di èssere della materia e' una combinazione dei suoi due principi fondamentali (binario materiale) cioè' della materia inerte della materia forza, e che dalla combinazione di predominio dell'uno e dell'altro elemento questa manifestazione sensibile, qualunque essa sia, cambia aspetto. e diventa colore, luce, suono e magnetismo. Ma questi stati di percezione della natura sensibile non sonò conosciuti che per la perfetta cognizione che l'essere umano ha dei contrari. Non v'e' idea di calore senza la sensazione del freddo, di luce senza la oscurità', di suono senza silenzio, di magnetismo senza repulsione.",
  "last_phrase": "In conclusion, it can be said that the state of being of the Universal Unit includes darkness or absence of light. This absence of light is the most proper state for fertilization and transformation of all types of germs and rudimentary states of minerals and metals. Every state of being of matter is a combination of its fundamental binary principles, material and force, and their predominance leads to different sensory perceptions. The knowledge of contraries is vital in understanding the different states of activity and passivity. The duality of the analogical relationship between the apparent and the occult is present in every primordial manifestation of nature, and it becomes apparent as nature develops."
}