{
  "title": "What is the relationship between sexual magic and group communion in the Paris Group, and how does the League Eucharistic play a role?",
  "first_phrase": "This last section discusses the challenges of applying the method of sexual magic to collective rituals. It concludes that, due to the nature of autoeroticism, individual rituals are unlikely to lead to the creation of egregores or a spiritual bond between participants. However, the Kvmris group and the Veritas section of the Independent Group of Esoteric Higher Studies in Paris have found a solution through the establishment of the Eucharistic League. This league follows the principles outlined in \"The Eucharist\" by Le Clement de Saint Marcq, which emphasizes the transformative power of consuming the flesh and blood of Christ during the sacrament.",
  "content": "Questa messa allo stesso diapason del Mago e del praticanti si farà grazia ad una comunione di carattere eucaristico: le officianti, prima del rito avranno comunicato al Mago. Ed ecco come. Una delle attività del gruppo Kvmris, e, al suo seguito della Sezione Veritas del Gruppo Indipendente di Alti Studi Esoterici di Parigi, si esprime con la Lega Eucaristica. Questa Lega Eucaristica ha per libro di base un opuscolo del cavaliere Le Clement de Saint Marcq, intitolato l' \"Eucarestia\", le cui idee essenziali possono riassumersi come segue: Che cos'è l'Eucarestia? I semplici fedeli cattolici credono che il Mistero di Dio presente nell'ostia e nel calice, sotto le apparenze del pane e del vino e del Dio che sotto queste apparenze, si dà in nutrimento ed in beveraggio per i comunicanti. Ma questa è una attenuazione del mistero primitivo. Riprendiamo i testi evangelici. \"Colui che mangia la mia carne e beve il mio sangue, dice Cristo, ha la vita eterna ed io lo resusciterò l'ultimo giorno. Perchè la mia carne è veramente un nutrimento ed il mio sangue è veramente una bevanda\" (secondo Giovanni VI, 54 e 55).",
  "last_phrase": "In conclusion, the mystical ceremony described in the text involves a communion based on the Eucharistic character. The participating officiants communicate with the Magician before the ritual, and their beliefs are rooted in the teachings of the knight Le Clement de Saint Marcq. According to his thesis, the followers of Christ partook of his flesh and blood, a mystery that has been passed down through the centuries via the communion ritual."
}