{
  "title": "What are the regulations and laws for members of the Solar Ammonium Synedrion and what are their duties?",
  "first_phrase": "This text contains the regulations and common laws that apply to all members of Sinedrio Solare Ammonio, an organization with specific precepts. The last 200 tokens list the rules perfect Adepts must follow, such as honoring virtues, following their religion willingly, and fighting vices. Other precepts include guarding the Magi's light and secrets, honoring parents, helping the weak and protecting children, and being indulgent towards errors. Lastly, the text states the need to keep all secrets and knowledge to oneself.",
  "content": "35 - Combatterai senza interruzione il vizio: cercherai di unirti sempre a probi ed onesti profani; avvicinerai i cattivi a solo scopo di perfezionarli, traendoli alla virtù'. Art. 38 - Non fare agli altri quello che non vuoi a te si faccia. Art. 37 - Custodirai gelosamente la Luce dei Mag ●●● e la chiave arcana dei segreti della natura. Art. 38 - Alla tua sorte fa di essere sempre rassegnato. Art. 39 - Onorerai sempre i tuoi genitori, i vecchi, il tuo Mestro, istruirai i giovani e gl'ignoranti, aiuterai i deboli e proteggerai l'infanzia. Art. 40 - Amerai la tua donna e i tuoi figliuoli, la tua Patria ed i tuoi Fratelli. Art. 41 - Farai in modo che sia sempre a te presente il Fratello defunto come se fosse vivente alla sua memoria. Art. 42 - Procurerai che nessuna passione allignerà' in te o nel tuo Fratello: sarai indulgente allo errore, ma fuggirai i falsi amici. Art. 43 - Osserverai, vedrai e farai sempre silenzio di ogni cosa: non dirai mai ne' ciò' che sai, ne' tutto quello che conosci. Art.",
  "last_phrase": "In conclusion, following these guidelines from the Mag ●●● is not an easy task, but it will lead you to a fulfilling and honorable life. Fight against vice, honor your loved ones, teach and learn from others, and strive to be just and truthful in all circumstances. With commitment and dedication, you can become a true master of the secrets of nature and of your own self."
}