{
  "title": "What is the Science of Willpower and its Role in Human Creation According to the Genesis?",
  "first_phrase": "This text describes the complexities of human willpower and its connection to physical actions. Before delving into the topic, the author explains that not everyone is capable of the simple yet magical act of human willpower due to an absolute ignorance of the knowledge of human will. The text then explores the concept of willpower, citing the writer of Genesis and how he believed that humans cannot comprehend an act of absolute will without a corresponding physical action. The author then discusses the long practice of coupling willpower with corresponding physical actions needed to attain absolute and independent willpower. The last 200 tokens relate to the Master's teaching to his disciples to separate in the three sub-mercurial worlds which was considered a great secret in the arcane.",
  "content": "Ed e' per questa ragione astrusissima nella sua semplicità' di non concepire la Volontà' fissata senza la parola, o l'atto materiale, che la scienza umana ignora la fabbricazione degli uomini nel coito e non concepisce come da uomo si passi ad Intelligenza Luminosa assoluta che ha la facoltà' di volere e creare senza nessuno sforzo prettamente ed umanamente sensibile. Non si arriva alla pratica della Volontà' assoluta e indipendente dagli atti fisici, se non attraverso ad una lunga pratica di accoppiamento tra la volontà' e l'atto materiale corrispondente. Come esempio cadano a proposito i metodi di magnetizzazione. Come invadere un corpo estraneo con la propria persona senza sentirsi e volersi trasfondere in fluido impercettibile? Nei più' materiali; come addormentare un corpo umano senza far pressione su di un centro cerebrale sensibile o influire nell'apparato nervoso senza la luce brillante? Gli stessi riti della prima magia pratica sono nel loro isolamento concretazioni di atti di volontà' per mezzo di atti fisici corrispondenti. 77) Quando il Maestro dice al suo discepolo (n.70) Separa, egli nasconde al profano una verità' che solo nel più' recondito dell'arca si diceva all'iniziando: egli dice separa nei tre mondi sub-mecuriali.",
  "last_phrase": "In conclusion, achieving absolute will and independence from physical acts requires a long practice of merging will and corresponding physical acts. This concept may seem paradoxical to the uninitiated, and the language used to describe it may be imperfect but serves to synthesize an idea that does not contradict the principles presented here. The language barrier may make it difficult to clearly communicate ideas that pertain to different levels of human consciousness."
}