{
  "title": "What is the purpose and process of the Gothic magic ceremony in Paris in 1936?",
  "first_phrase": "In the preceding text, an inquiry was made to determine people's attitudes towards their partners practicing gothic magic. Out of the 52 participants, only 23 answered clearly and interestingly. The investigation yielded curious results, as many accepted with selfish intentions and were immediately eliminated. On November 13, 1936, the Eucharistic League already had eight women and three men, and 20 catechumens were waiting to practice the principles with more solid conviction. The ideal was to unite energies through sexual methods to prevent suicides in Paris. The full ceremony is divided into seven main stages, with the first being preparation, and the second being purification. The text will now continue with the remaining five stages and their significance.",
  "content": "L'ideale di questa unione mistica era di riunire parecchie energie (con metodo sessuale) per poter allontanare dal suicidio un gran numero di persone. Perchè ci sono, a Parigi, troppi suicidi. Le forze dell'astrale devono scongiurare questo flagello. Per tutto ciò, bisogna ricorrere ad un rito complicato. La cerimonia totale si suddivide in sette tempi principali. 1) Preparazione. Precede la cerimonia propriamente detta, e dura da otto giorni ad un mese. Consiste ad unificare gli psichismi, a \"ridurre allo stesso denominatore\" il Mago e le Officianti: il Sig. Maurice Braive, Grande Mago, si sottomette con i suoi officianti ad un rito eucaristico, alla Spermatologia sacra. Per questo ci sono due procedimenti. O opera direttamente conducendo degli intervalli indispensabili di riposo. Oppure ricorre al saper-fare della sua Officiante principale, Mme Braive, più comunemente conosciuta sotto il nome di Floriana. Questa comunica direttamente e fa comunicare indirettamente i suoi co-officianti con uno strano e ripugnante procedimento. Una volta compiuto questo rito evidentemente, con un formulario completamente magico e seconda un cerimoniale definito. 2) Purificazione. Essa è destinata ad unire, un'ultima volta, gli psichismi, in modo che la loro qualità sfa rigorosamente omogenea.",
  "last_phrase": "In conclusion, while the idea of a mystical union to prevent suicide may seem far-fetched, the complicated ritual described in the text shows that it was taken seriously by some. The seven main steps of the ceremony involve lengthy preparation and purification, highlighting the dedication required to undertake this practice. While not recommended or endorsed, this text provides a fascinating insight into the depths some will go to try and prevent tragedy."
}