{
  "title": "What is the difference between Initiation and Religion in the pursuit of spiritual enlightenment?",
  "first_phrase": "This text explores the relationship between revealed religions and initiatic sciences, highlighting the similarities between the two. The author argues that just as in initiatic sciences, where the body is seen as containing all the elements for achieving a state of holiness, revealed religions also contain the necessary elements to achieve a state of beatitude. The author draws parallels between the primal preparations of initiatic sciences and the imitation of holy models pursued by religions. The text concludes by emphasizing that a clear understanding of the objective of each method is fundamental to understanding their differences, using examples from classic religions such as Buddism and Christianity.",
  "content": "Chi riesce a formare il suo primo Alcaest il suo liquore primo della Grande Opera Alchimica ha solo la speranza di mutare ogni grezzo o rozzo e impuro metallo primitivo (il piombo, simbolo di Saturno) in oro dei saggi nello stesso senso che ogni religione tende all'imitazione di un tipo santo per servirsene come modello e come conquista per raggiungere uno stato di beatitudine, cui nessuno spavento di ordine e di origine terrena giunge a perturbare. Pero' per raffrontare l'iniziatura e la religione bisogna aver chiara l'idea del fine a raggiungere affinchè' l'effetto ultimo, ultima stazione di arrivo, determini la differenza tra i due metodi di progressione evolutiva (vedere fig. prec). Da questo doppio prospetto risulta il doppio tipo della santità' come e' intesa nell'iniziatura e nella religione. In questa e' fine, e' scopo, e' tutto. Tutte le religioni classiche uscirono dalle iniziature. Il bramanesimo primitivo partorì' il Buddismo, la fusione delle iniziative sacerdotali dei tempi egizi, caldaici, assirii tradotta nell'essenismo, si muto' in Cristianesimo.",
  "last_phrase": "In conclusion, the formation of Alcaest represents an important step in the Great Alchemical Work, with the hope of transforming base metals into pure gold. While both initiation and religion strive for the attainment of a holy state, the ultimate goal of each determines their difference. All classical religions emerged from initiations, with each religion having its own initiatory roots. The Buddhist and Christian doctrines share similarities in their calls for renunciation and sacrifice. The Buddhist concept of the will to live extends beyond conscious desire and includes the unconscious drive towards returning to a terrestrial state. The ultimate extinction of desire and pleasure leads to the cessation of the will to live, according to Buddhist thought."
}