{
  "title": "\"What is the occult law of correlation and how does it apply to magic rituals and fasting?\"",
  "first_phrase": "This text explores the concept of magic and its relation to the universal synthesis. It explains how every sign, act, or thought of any kind as an expression of will, projects into the infinite sadness of nature. The author describes analogical relations between the determined finite and the invisible infinite and how they can be conceived without determination, following the law of Fac et spera. The last part delves into the physical practices that are prescribed for novices in magic and how they contain the germ of projection onto one's own spirit and at a distance. The text also warns that if the operation and ritual are chosen poorly, the consequences can be disastrous or null.",
  "content": "32) Il digiuno del corpo per queste leggi accennate, la castità' di certi tempi, il mangiare solo vivande che abbiano visto il fuoco, il bere acqua o vino, non sono esercitazioni di resistenza del fisico del noviziato. Ogni atto dei precedenti. accennati racchiude il germe di una proiezione lanciata sullo spirito proprio e in distanza. I quattro digiuni annuali che la Chiesa cattolica ha conservati nelle quattro tempora o i dodici lunari dei riti di azione, o i ventiquattro neomenici del rito orientale, non sono che in base alla correlazione simbolica del mondo fisico col mondo intellettuale. Le analogie non si spiegano si intuiscono cioè' si percepiscono profondamente come un atto di correlazione con la cosa da ottenere, e se la intuizione non si ha, basta eseguire con grande precisione ciò' che e' prescritto e se ne vedranno le conseguenze. Ma se l'operazione e il rito sia malamente scelto o impropriamente attribuito, le conseguenze saranno disastrose o nulle.",
  "last_phrase": "In conclusion, the various practices mentioned above are not merely physical exercises but hold symbolic significance connecting the physical and spiritual realms. These practices are meant to be executed precisely, following the prescribed guidelines for their intended effects to be felt. It is essential to understand the correlation between the harmonious nature of the universe and the human body's role in reflecting and reproducing it. As such, the consequences of performing these practices incorrectly can be disastrous or fruitless."
}