{
  "title": "What is the significance of mental sun and the type of development in occultism?",
  "first_phrase": "This last part discusses the concept of mental sun conveyed by a master to a disciple, who then shapes their own development with the guidance received. This practice can be found in various religions where icons like Buddha or Jesus symbolize the ideal Maestro. The idea of this section is to teach the novices to fixate on the type of progress they wish to achieve mentally, for this becomes the foundation of all their actions. Otherwise, the fundamental principle of their training will be violated. This is why it's hidden from the profane, and only those devoted to good can follow it without danger.",
  "content": "Ma questo insegna al novizio di fissare per se' profondamente il tipo secondo il quale vuole sviluppare nella liberta' di azione psichica, perché' l'albero del bene e del male e' nel suo eden mentale, partorirà' secondo sua natura il bene o il male, il tipo osirideo potente e luminoso o viceversa un tipo medio innocente. Questa legge non si ripete all'orecchio di nessuno che non sia costretto per propria vocazione al bene; e' una delle leggi che si devono mantenere occulte e rilevarle di densissimo velo all'occhio dell'uomo profano poiché' in essa e' il germe di ogni bene e di ogni male. A colui che si e' votato al bene questa legge dice: Tu sarai tutto ciò' che vuoi essere. Ma ciò' e' senza pericolo pel solo uomo che si e' votato al bene, diversamente il senso egoistico, individualista nel possesso, degli uomini liberi di disporre delle proprie facoltà', farebbe un delitto ad ogni pie' sospinto.",
  "last_phrase": "In conclusion, it is crucial for beginners to deeply understand the type of path they want to develop in their psychic freedom. The law that every individual is the creator of good or evil must be kept hidden from those who are not driven by inner virtue. For those who are committed to good, this law says, \"You will be everything you want to be.\" However, this law poses a threat to those who are selfish and possessive in nature, leading them to commit crimes. When creating the talisman of the Gemini, the beginner must focus on mental energy and physical purification, as the resulting outcome depends on the individual's will and purity. As outlined earlier, there are eight mercurial signs that lead to the opposite of good and are associated with witchcraft practices. These include developing selfish feelings of possession, indulging in bodily vices, and moral corruption."
}