{
  "title": "\"What are the Duties and Requirements of the Sinedrio Ammonio for Its Members?\"",
  "first_phrase": "This text outlines the purpose and responsibilities of the Sinedrio Ammonio, an organization focused on perpetuating the teachings of the Arcane and Sacred Sciences. The article describes the duties of its members, from apprentices to affiliates, and emphasizes their commitment to spiritual growth and ethical conduct. The last 200 tokens outline the benefits that members can gain from their participation and the level of dedication required to achieve them. The text stresses the need for members to focus solely on their spiritual journey and to prioritize their obedience, love, and support for their teachers and the Sinedrio itself.",
  "content": "si fa iscrivere al Sinedrio Ammonio deve aspirare, quanto più' può' lontano da ogni profana distrazione di vita politica e di interessi profani, di raggiungere nella pratica il rinvenimento della voce di Ammone e della chiave di Iside fino al punto d'intendere l'uso del nome di Iehovah - dei settantadue nomi divini, attendere alla conquista della Pietra dei Saggi e dell'Elisire di Vita Perpetua. Art. 4 - Gli ascritti, a qualunque grado siano arrivati, hanno doveri da compiere verso i profani, verso i maestri e verso il sinedrio. Art. 5 - Verso i profani essere esempio di virtù' civili, di rispetto alle leggi dello Stato in cui vivono; di ottima morale e di ordine. Art. 6 - Verso i maestri hanno il dovere dell'obbedienza e dell'amore. Art. 7 - Verso il sinedrio sibbene, come arca di ogni bene, conservarsi legati in comunione efficace da offrire quanto possono per difenderlo ampliarlo e custodirlo. Art. 8 - I vantaggi che si otterranno dagli iscritti di qualunque grado, sono: 1 salute, felicita', grandezza, ricchezza e onori pei soli dipendenti della esteriore cerchia, tardi allo studio e alle pratiche. 2 La conquista della luce per coloro che lavorano indefessamente.",
  "last_phrase": "To become a member of the Sinedrio, Ammonio must strive to distance themselves as much as possible from worldly distractions and focus on perfecting their craft. As an enscribed member, they have duties to fulfill towards both the profane and the Sinedrio, and in return, they can receive numerous benefits such as wealth, health, and happiness. To be admitted, one must possess a strong desire to do good, exhibit high moral standards, and have knowledge of the occult sciences."
}