{
  "title": "What is the secret of the physical and lunar body connection and its influence on the human soul?",
  "first_phrase": "In the preceding text, the author discusses the impact of physical acts on the emotional state of the body, which affects the lunar body. The lunar body is highly sensitive and tenacious in retaining impressions that are evoked by the suggestive and auto-suggestive acts of the physical body. In the last 200 tokens, the author introduces Maria and explains how we will study all the properties of a highly developed individual's soul dominated by the mercurial and solar parts in our discussion of invoking the lunar bodies of the living. The text also examines how the soul, severely constrained in a lunar body, is instinctive and impressionable to strong desires, even when the subject is awake. In contrast, the pure intellectual principle is confined within the mercurial body in an ordinary person.",
  "content": "Pero' questo avviene nel solo uomo di tipo medio o comune e non nell'uomo sviluppato dove l'anima e' mobile o alata e quindi autonoma fino ad arrivare al tipo sviluppatissimo dell'iniziato in cui predomina l'elemento solare, cioè' l'intelligenza pura. In questa figura, dall'intelligenza pura partono come due corna del Giove Ammonio due correnti di volontà' che agiscono sul corpo fisico e dal fisico si imprimono sul corpo lunare, e l'uomo sviluppato e' quel che vuol che sia il proprio Dio. Invece nell'uomo ordinario il principio intellettuale pura e' chiuso nel corpo mercuriale, che a sua volta e' contenuto in un guscio lunare più' corporeo e più' sensibile alle sole azioni volitive del corpo fisico. Da ciò' risulta tutto chiaramente denudato il secreto dell'uomo ordinario, tipo comune, il quale non avendo sviluppata l'intelligenza pura, si inchina ad un Dio estraneo a se', cioè' alla voce, al suono, al movimento che il corpo apprende fuori di se' e non in se'. Mose' dette al popolo d'Israele i comandamenti di Geova (28). Il primo dice: Non avrai Dio avanti di me. Cioè' sarai il mio protetto in eterno se tu non t'inchinerai a nessun altro.",
  "last_phrase": "In the end, the secret of the ordinary man is revealed: without the development of pure intelligence, he worships a God that is not truly his own. But for the initiated, whose dominant element is pure intelligence, the two currents of willpower flow from the figure of pure intelligence and imprint on the bodily and lunar spheres. Therefore, let us strive to develop our own pure intelligence and not be subject to the whims of the gods of others."
}