{
  "title": "What is the Key to Understanding Hebrew, Greek and Chaldean Names in Magical Theory and Evocation?",
  "first_phrase": "In the previous text, the author explored the names given to beings in various cultures, particularly in Judaism. In this last part, they delve deeper into the method of formation of these names and the key to their meaning and value. The author mentions the distribution of the 72 names of four elements, which correspond to the angelic or spiritual personifications of divine virtues. They go on to discuss how these theories and practices are connected to the practice of evocation. The author then gives examples of the angelic hierarchies found in different religions, such as the Arab and Egyptian systems, and emphasizes the importance of understanding the symbolism related to humanized spirits from the visible annual course of the sun. The text ends with the mention of the sun's various names and potencies in different cultures, such as Osiride, the sun that descends into the lower regions of humanity.",
  "content": "Nella seconda gerarchia gli angeli hanno 70 facce, in ogni faccia 70 bocche, in ogni bocca 70 lingue, in ogni lingua 70 idiomi. In quella della terza gerarchia, presieduta da Arael, l'angelo della morte, ognuno di essi ha 360 occhi, 360 mani, e quattro ali secondo i quattro punti cardinali. Pressa il sistema religioso egizio si notano tre categorie: 1) Genii pantamorfi - spiriti cioè' di evoluzione completa -fuoco. 2) Genii ibimorfi - cioè' uccelli aeriformi - aria. 3) Genii neftiari - cioè' fecondatori umidi - acqua e terra. Il novizio che segue la nostra iniziazione caldea-egizia deve poi ben intendere per la conoscenza e la intelligenza dei nostri scongiuri che il simbolismo relativo allo spirito umanizzato e' preso direttamente dal sole e dalla sua corsa annuale visibile. L'Ente Prima Virtù' e' EA che solo e' creatore di tutte le cose in assirio era NUAH. Il sole o spirito di luce prende tre nomi secondo le sue potenzialità'. Il sole infernale, o sole che discende nelle basse regioni degli uomini prendeva più' specialmente il nome di Osiride.",
  "last_phrase": "In conclusion, understanding the symbolism and hidden meanings within religion and magic is crucial for those seeking to ascension within these practices. It is essential to recognize that subjective forms are occult, while objective forms can be vulgarized, and one should always veil this simple mystery for optimal results."
}