{
  "title": "\"What is the Role of a Wife in Ordinary Society and How Can She Be Converted to Virtue?\"",
  "first_phrase": "In the previous section, the author discusses the difficult situation of a typical bride in society, especially when faced with the dualism between her and her intelligent, righteous husband. In the last 200 tokens, the author suggests converting women to good behavior through either love or force, by teaching and exhibiting virtue and tolerance. The author argues for a theocratic monarchy within the home, where the husband is a small pope. The author also advises novice men to pay attention to their wives' current state of mind and wait for moments of heightened sexual desire to make their case for authority.",
  "content": "Il letto coniugale e' sufficiente al più' semplice iniziato alla magia delle forme ipnotiche dello stato caldo della propria donna, specialmente all'inizio di un periodo che segue una mestruazione; ma il novizio prima di tentare di imporre, col metodo insegnato al paragrafo 42 e precedenti, alla propria compagna una via consona alla necessita' di liberta' e di autorità' che deve avere in casa e al nessun controllo che gli altri devono esercitare su di lui, rifletta sullo stato di animo di colei che egli vuole convertire. Non dopo una discussione bizzosa, non dopo un pasto copioso e con libazioni fuori del consueto si converte col dio Priapo una fedele avversaria di ogni momento e di ogni azione, bisogna attendere i momenti in cui anche la donna più' casta e' punta dalla libidine (22) irritarla, commuoverla se e' possibile fino al delizio libidinoso, e nel momento in cui ella non pensa che al maschio nella cui piena signoria soggiace, tu penserai e se puoi, le dirai a fior di labbra ciò' che ella deve essere per te, da quell'ora fino alla morte, ed ella lo sarà'.",
  "last_phrase": "In conclusion, to convert your partner to your way of thinking, wait for the opportune moments when she is filled with desire and urge, and gently express what you expect from her. Never be forceful or violent in your commands, and adopt gradual steps in every aspect of your relationship, including fostering chastity. Remember, everything in nature is achieved gradually."
}