{
  "title": "What is the importance of charity and courage in the practice of magic?",
  "first_phrase": "In this text, the author discusses the concept of magic and its purpose. The author argues that magic, taken in its active sense and applied for good, cannot be separated from the perpetual struggle against everything that is a negation of good. However, the absence of charity and courage in an individual who practices magic would render it an egoistic and anti-humanitarian pursuit. The author also mentions that the church has excommunicated magic and that the lack of charity in individuals has led to the persecution and institutionalization of many witches and sorcerers. The text concludes with the idea that every individual is a part of the universal spirit, and one must not separate oneself from it to attain moral and spiritual perfection.",
  "content": "Il novizio deve formarsi pienamente ed esattamente chiaro il concetto della missione propria, dal suo entrare nella sinedriale associazione il cui verbo mi e' dato di scrivere per loro istruzione ne' deve scopaginare mai da ogni conquista che tenta il concetto che egli ha il dovere dell'insegnamento e dell'esempio: insegnamento ai buoni sotto le leggi che governano la nostra iniziatura, esempio di austerità' e rettitudine di costumi sociali, amorevolmente sociali, come nessun religioso saprebbe immaginarlo. Noi siamo parte e carne di Tutto Immenso, in cui ogni uomo, ogni vegetale, ogni pietra e' una involuzione più' o meno perfetta o imperfetta dello spìrito intelligente Purissimo Uno, Unico nella sua virtù'. Pantomorfo nelle sue manifestazioni. Immenso nel numero e nella varietà' di esse. L'uomo il quale si concepisce, si idealizza solo, separato, distinto da questa Unita' Universale decade volontariamente dalla maestà' della sua perfezione occulta, egli diventa qualche cosa come un angelo ribelle, un maledetto, un anti-Geova, perché' Geova, il Dio che si manifesta nelle cose visibili per la generazione delle cose vive nella universalità' delle cose vive e pensanti.",
  "last_phrase": "In summary, understanding the concept of one's mission and embodying the principles of teaching, good conduct and social harmony are essential for initiates. The ultimate reward is not a material paradise, but rather a state of spiritual perfection. Let us strive towards selfless actions and the love of others, as preached by the Esseni Christians."
}