{
  "title": "What is the difference between the human spirit and the animal physical body, according to hidden philosophy?",
  "first_phrase": "In the preceding text, the author discusses the importance of human development and the difference between humans and animals concerning spiritual aspirations. This idea is crucial to understanding the profound initiation passage that follows. In it, the author delves into the true nature of the soul, emphasizing the distinction between spirit, soul, and ibi. The text highlights Christian revelation's misinterpretation of the soul, seen as separate from the body, and contrasts it with the occult philosophy of the four elemental symbols. By doing so, the author reveals the true essence of humanity and its divine origin.",
  "content": "Spirito, Anima ed Ibi 64) La Rivelazione Cristiana, adattamenti della scienza secreta alla volgarità' profana - definisce l'anima umana come la parte spirituale e immortale che costituisce l'uomo; e i teologi ignoranti, dimenticando che fanno chiamare il Cristo - figliuolo dell'uomo, non distinguono il Cristo dall'uomo che per renderselo oggettivo come un idolo fuori l'umanità' orante. Viceversa la filosofia occulta sacerdotale, che non potette essere ignorata dagli Ebrei dopo la schiavitù' Egizia, dividendo tutta la sintesi sfingetica dell'universo nei quattro simboli elementari, indicava nella Sfinge con quattro simboli le quattro possibilità' di essere dell'efflatus primitivo. Più' chiaramente: il cristianesimo divide l'uomo in un corpo e in un'anima. Questa anima e' di una sostanza detta spirituale o pensante, di una sostanza che a differenza della materia non occupa spazio, quindi matematicamente non e' un corpo con le sue tre dimensioni. Questo concetto corrisponde alla tradizione accettata dell'atto creativo del primo uomo, il quale fu un misto (sempre secondo l'ortodossia religiosa) del pupattola di fango -Adamo e dell'efflatus divino.",
  "last_phrase": "In conclusion, the Christian revelation defines the human soul as the spiritual and immortal part of man, while occult philosophy refers to it as a force or will that determines a special way of being of the universal matter. In the physical world, the soul is a synonym for force, and every force is imponderable in itself, but its effects are astounding. Therefore, we can understand the soul as a force that generates power beyond our imagination, just like the soul of a steam engine that generates its marvelous physical adaptations."
}