{
  "title": "What is the secret to creating sacred talismans for positive energy and how can you make your own?",
  "first_phrase": "In this text, the author discusses the use of sacred words and symbols to create talismans that hold power over human activity. The last 200 tokens provide practical advice for novices on how to create their talismans and fix their will to it. The author recounts their novice days and shares a personal experience with their master Izar, who gave them a talisman to overcome their fear of the night. The secret of talismans lies in fixing the will to seemingly inanimate objects, a divine act that requires long practice. This text emphasizes the power of will and the importance of taking action to manifest one's desires magically.",
  "content": "Izar prese tra le pietre variopinte che erano sulla riva pietrosa del mare, un ciottolino triangolare e mi disse: Cotesto ti libera da ogni pena. Io domandai; ma e' la mia fede che opererà' il miracolo? Egli mi rispose: non la tua fede, perché' tu potrai non credere alla pietra ma non sentirai la paura dela notte portandola con te. poiché' la pietra ritiene la mia volontà' e te ne libera perché' agisce come volontà'. Questo e' il secreto dei talismani. Ma il secreto di questo secreto (secretum secreti) e' come fissare la volontà' alle cose di apparenza inanimate, e ai corpi apparentemente animati. Il pensare intensamente una cosa che si vuole, il pensarla magicamente, come riproducendosi in una visione mentale la forma, lo spirito e l'azione non e' cosa facile a tutti gli uomini volgari. Fare opera di pensiero che includa l'azione della volontà' animata e' opera divina ma e' un'opera divina cui l'uomo può' arrivare con un lungo esercizio.",
  "last_phrase": "To conclude, creating a talisman involves an intense act of thought that includes the action of the animated will, which is a divine work. The easiest and most effective ritual involves suffumigating the object with appropriate perfumes, reciting an invocation to the God of Light, and pronouncing the five divine names IAH, EL, EIEH, AGLA, and SCHADAY while emitting hot breath onto the object. This ritual is done on a white cloth and during a propitious planetary hour. With this, you can imprint the virtue you desire onto the object you are fixing your will to."
}