{
  "title": "What is the relationship between pure will and magic, and how can it be used for either good or evil?",
  "first_phrase": "The following text explores the power of pure will, intention, and initiation in the world of magic, citing examples of various mystical practices. The author discusses how creating symbols and words through firm and pure intention can create both good and evil, and how impure intentions lead to malevolent witchcraft. The text warns against the dangers of practicing magic without pure intentions, and how this can manifest in the physical world. The author mentions the work of Levi in his History of Magic and various examples of everyday acts that illustrate the power of will.",
  "content": "Un medio che da un consiglio a nóme di uno spirito, una ricetta dettata meccanicamente, un sogno parzialmente lucidò, un oracolo detto da un giocatore di carte da gioco ad un consultante si verificano, cioè' si realizzano per veri nella pratica, non sempre perché' le cose debbono così' accadere, ma perché' lo stato di fede dell'interessato nutrisce la creazione volitiva dell'uomo che gli dice ciò' che deve avvenire e la cosa avviene realmente (31). Su di questo e' fondata tutta la stregoneria maleficiante. Un uomo ignorante e malèfico che acquista coscienza di parlare con satanasso, sviluppa la sua volontà' sotto il credulo apparato di un colloquio occasionale e temporaneo con uno spirito malefaciente che nel male e' onnipotente. Incontra nel suo cammino uno spirito debole, e per qualunque ragione egoista gli manifesta un atto energico e perverso della sua volontà': tu morirai come una candela di sego, senza che persona al mondo ti guarisca se non mi cederai il tuo campo. La persona che ascolta s'impressiona, nutrisce l'atto volitivo dello stregone e veramente a poco a poco si sente mancare e una infermità' ignota ai medici lo colpisce.",
  "last_phrase": "In conclusion, this text highlights the power of human will and intention. The various forms of divination, black magic, and even symbols hold power not necessarily in and of themselves, but in the collective wills of those who have used and believed in them before. It serves as a reminder to be mindful of our thoughts and actions, as they have real, tangible consequences on ourselves and others."
}