{
  "title": "What are the rules and rituals of the Egyptian Mas ●●●, and what are the tests for a perfect Ade ●●●?",
  "first_phrase": "The last part of this text outlines the Egyptian rituals that a perfect adept must follow according to the rules of the Hermetic Order of the Golden Dawn. Before that, the text covers various guidelines for a person's conduct, such as respecting the beliefs of others, avoiding gossip and discord, and reviewing one's actions at the end of each day. The rules also advise studying human nature and virtues, avoiding anger, and being a true brother who doesn't hate their enemy.",
  "content": "52 - Fuggirai il tuo Alu ●●● dipendente nei segreti della natura e nelle scienze occulte, in cio' che ignora e che può' conoscere secondo il suo grado. Art. 53 - Fuggirai la maldicenza e la discordia, o cercherai di dissiparla ove si verificasse. Art. 54 - Non opererai cosa alcuna senza consiglia e senza riflessione. Art. 55 - Sarai non mai di nome, ma sempre di fatti, vero fratello non odierai mai il tuo nemico. Art. 56 - Sarai sempre di te stesso rigoroso testimone e giudice: alla sera rifletterai sulla intera giornata chiedendo a te medesimo cosa hai fatto, cosa hai ascoltato, cosa hai veduto, cosa hai imparato, di che e come dovresti dolerti, quale progresso hai fatto. - Titolo Sesto - RITI EGIZIANI Art. 57 - Sono ammessi due specie di riti nella Mas ●●● Egiz ●●● -l'antico e il riformato. Il perfetto Ade ●●● deve conoscere e seguire tanto l'uno che l'altro. Ecco perché' se ne farà' la esposizione in dei Capitoli separati. Capitolo primo. Rito Egiziano Antico Art. 58 - Entrano nel rito Egiziano Antico le prove del perfetto Ade ●●●, i delitti, i segni e le cifre.",
  "last_phrase": "In conclusion, the ancient Egyptian rites encompass the tests of the perfect adepts, crimes, signs, and numbers. Therefore, it's crucial to evade the tendencies of being dependent on the secrets of nature and occult sciences, gossip, and discord, and never act without reflection or consultation. Furthermore, always be accountable to yourself, never hate your enemy, and evaluate your daily progress. Remember that perfect adepts should follow both the ancient and reformed rites, and the tests of a perfect adept include acknowledging the source of their perfection and working diligently with faith and hope."
}