{
  "title": "What are the 72 names of the Schemanforasch and their meanings according to the value of their roots?",
  "first_phrase": "This text is a list of 72 names of angels categorized by their respective areas of influence. The names are listed in reverse order according to their roots and meanings. The last 200 tokens contain the names from the principalities to the end, along with their corresponding meanings. These names can be useful to those seeking to understand the spiritual realm and its inhabitants.",
  "content": "SCHEEMIAH Scacciatore del male 29 REIAJEL Speranza 30 OMAHEL Pazienza 31 LECABEL Dottrina 32 VASCHARIAH Giustìzia del diritto E. POTENZE 33 IENUHIAH Onniscente 34 LEMAKHIAAH Clemenza 35 CHAVAHIAH Letizia 36 MANADEL Onore 37 ANIEL Possessore della virtù' 38 AAMIAH Unico fine delle cose 39 REHAEL Donatore prodigo 40 IEIAZEL Vino letificante F. VIRTÙ' 41 HAHAEL Trinità' 42 MICHAEL Simile 43 VEHULIAN Re dominante 44 IELAIAH Eterno 45 SCHALIAH Moto universale 46 ARIEL Rivelatore 47 ASALIAH Giustizia fatta 48 MENIEL Padre attento G. PRINCIPATI 49 VEHUEL Elevazione-grandezza 50 DANIEL Giustizia misericordia 51 HAHASIAH Segreto ascoso 52 IMAMIAH Velato. 53 NANAEL Oppressione dell'orgoglio 54 NITHAEL Re del cielo 55 MEBAJAH Eterno 56 POIEL Sostegno di tutto H. ARCANGELI 57 NEMAMIAH Amabile 58 IEIALEL Sospiro degli infelici 59 HAVAHEL Penetrazione 60 MIZRAEL Sollievo degli afflitti 61 UMABEL Nome di cui si teme la pronuncia 62 IANHEL Essere altissimo 63 AHAVEL Dolcezza 64 MEHIEL Vita I. ANGELI 65 DAMABIAH fonte di sapienza 66 MAVAKEL Nutrizione 67 EJAJEL Delizia 68 HABUJAH Liberta' o liberalità' 69 RACHEL Onniveggente 70 IAMABIAH o IABAMIAH Creatore veloce 71 HUIAIEL o HAIAIEL Padrone di ogni cosa 72 MUMIAH Fine di ogni cosa.",
  "last_phrase": "By examining the roots of the names in the Scheemianforash of the Jews and the method used to form them, one can unlock the key to their meanings and values. However, understanding this subjective interruption of typical realization is essential, and it must not be manipulated objectively. This understanding is vital in the theory and practice of evocation, which we will explore further in the future."
}