{
  "title": "\"What are the means of the Will and the power of sacred words in Magic?\"",
  "first_phrase": "In this text, the author discusses the concept of the will and the means to achieve it. The will is the driving force behind a person's life, guiding them towards their ultimate goal. There are two types of means to achieve it: mechanical means, such as words, movements, and physical force; and spiritual means, such as adapting impressions, concrete thoughts, and sacred words. The most powerful of these means is the sacred word, which is often misunderstood and misused by the masses. The author emphasizes the importance of understanding and respecting the true value of these sacred words.",
  "content": "In Magia il prodotto di una operazione compiuta e' una realizzazione dell'opera magica, e il più' completo mezzo per produrla e' la pronuncia delle parole sacre ignorate dai volghi, perché' i volghi che cantano come le cicale e i passerotti non fanno, con il continuo cicalare, che spogliare le parole del loro valore efficace ed intensivo. La parola consta di suoni e di idee quindi riunisce i due termini mentali e' meccanici, quando chi la pronuncia la intende. Ma consta di un suono solo e di una significazione meccanica e potente occulta, quando chi la pronuncia non ne sa il valore. I volghi hanno snaturata la primitiva idea di Dio pronunziando continuamente il suo nome fuori e dentro il tempio. Le parole più' sante si umanizzano volgarizzandole. Perciò' le parole occulte di un accettato e indiscusso valore magico non si pronunziano che nei casi di bisogni esterni. Se tu avrai sperduta la sua chiave, pronunciando la sacra parola essa ti si rivela nella significazione vera. Ma se tu della parola avrai fatto scempio, dandola in pasto alla folla, essa ha perduta ogni forza e valore.",
  "last_phrase": "In conclusion, the power of sacred words in magic cannot be underestimated. Pronouncing them with understanding and intention can lead to miraculous results, but their value is lost when they are cheapened and overused. Therefore, it is important to guard these words carefully and only use them in times of true need, for they hold a wealth of power that can be transformative."
}