{
  "title": "\"What are the rules and punishments for becoming a member of the Gr●●● Ma●●● In●●●chi?\"",
  "first_phrase": "This text discusses the internal rules and regulations of the Ordine degli Illuminati, a secret society that operated during the Enlightenment era. The previous tokens list out various punishments, rewards, and guidelines for members, including losing privileges, being banned, and being rewarded for exemplary behavior. The last 200 tokens (Art. 25-31) explore the special registration of employees who aspire to become members but lack the necessary qualifications. These individuals are governed by a senior member and have limited contact with the higher ranks. The article lists out the criteria for acceptance, conduct guidelines, and the reporting structure for these special members.",
  "content": "Costoro, con una speciale ascrizione all'Ordine di cui usufruiscono per via indiretta dei principali benefici, sono dipendenti del Gr ●●● Or ●●● Eg ●●●. Art. 29 - I dipendenti per essere ascritti sotto la mallevatoria del Ne ●●●, come il Ne ●●● e' ascritto sotto la tutela del Mestro, devono avere tutti i requisiti morali voluti per l'iscrizione del Ne ●●●, e non possono avere contatto, comunione o relazione coi M ●●●, se non per mezzo del loro superiore immediato che li ha presentati. Art. 30 - Il Ne ●●● - o l'Aff ●●● esercita sulla condotta morale e materiale dei suoi dipendenti l'efficace vigilanza come all'art. dei PP ●●● sui neofiti. Art. 31 - Chi ha alla sua dipendenza dei dipendenti iscritti all'ordine, deve almeno una volta ogni anno far rapporto sulla esemplarità' della loro condotta. Trascorso un trimestre' dalla sua iscrizione ogni dipendente può' avanzare domanda di iscrizione al Noviziato, presentato dal neofito da cui dipende' al proprio maestro. Art.",
  "last_phrase": "In conclusion, it's important for employees to have the required moral qualifications to be affiliated with the Neophytes as per the regulations of the Sinedrio Solare Ammonio. Any employees working under the order must be reported on annually for their exemplary conduct while the Neophytes or Affiliates must exercise effective supervision over their material and moral behavior. Furthermore, it's crucial to adhere to the rules and regulations of the order and never reveal secrets to outsiders."
}