{
  "title": "What is the meaning of absolute chastity and how can it be achieved according to the author's view?",
  "first_phrase": "In the previous section, the importance of chastity is discussed as a state of absolute lack of desire in both mind and body to avoid fixation of mental images in one's brain by human sperm. The spread of impure thoughts during the act of intercourse is also mentioned. The final 200 tokens examine the case of novices whose chastity is hindered by a marriage contracted before initiation. Various means, including purification of the novice's environment, are prescribed to overcome this obstacle.",
  "content": "Nei periodi di digiuni dei tempi e nei digiuni lunari, la castità' e' assolutamente prescritta, e se e' temporanea essa per analogia prepara tempi migliori di castità' pura. In quanto poi alla qualifica di impuro all'atto venereo, oltre le ragioni concomitanti risultanti dalle ragioni esposte innanzi, bisogna riflettere che per la proprietà' di fissazione delle immagini speciali allo sperma del maschio ogni atto coitale e' uno scambio di immagini in cui concorrono i due esseri in coito. Ora una donna che nella vita ordinaria non ha concezione di purità' - cosa che e' comune a tutte le donne che non siano iniziate - non spoglia il maschio del suo liquido seminale e delle immagini che vi sono attaccate, ma da al maschio tutto il cumulo di idee concupite impuramente - cosa che perde di valore se la donna e' iniziata alla vita spirituale, ma non cessa di avere valore anche in questo caso. 44) Qui per conchiudere devo esaminare il caso di novizi cui la castità' riesce ostacolata da un nodo coniugale contratto prima della iniziatura. I mezzi sono svariati. Le nostre tavole prescrivono innanzi tutto la purificazione dell'ambiente in cui il novizio vive la sua vita quotidiana.",
  "last_phrase": "To conclude, for those experiencing difficulty maintaining chastity due to a previous marriage or other challenges, there are various means to help overcome these obstacles. One important step is to purify one's environment, as everything in our surroundings is an element of the universe, and we are tied to it. By adapting our surroundings to our austere lifestyle, we can better fulfill our obligations and strive towards purity in all aspects of our lives."
}