{
  "title": "How can novices develop intuition without succumbing to spiritual mediums or external forces?",
  "first_phrase": "In the earlier part of the text, the author talks about the concept of mediumship and how everyone, including animals, has moments of clairvoyance. However, novices with sensitivities tend to get carried away by external seductions and abdicate their being to worship or fear spirits. The author emphasizes the importance of staying true to oneself and seeking the manifestation of God within. In the last 200 tokens, the author talks about the traditional method of teaching and developing disciples at the Ammonio order and stresses the need for the initiator to not replace God in the disciple's life. The author also questions the idea of external guidance and emphasizes the importance of inner wisdom.",
  "content": "Il metodo tradizionale del nostro ordine Ammonio per insegnare e sviluppare il discepolo, vieta all'iniziatore di Vivere in contatto stretto col discepolo, in modo da rispondere a tutte le domande direttamente, affinchè' il maestro non diventi il Dio sostitutore del Geova che nel discepolo si deve manifestare direttamente e immediatamente, ma sviluppando intuizione e liberandosi da ogni artifizio che lo suggestiona, il discepolo cammina. 98) Qui si e' solito fare un'altra domanda: non e' possibile che al novizio si manifesti una guida invisibile che lo conduca allo sviluppo? La si deve ascoltare e seguire? La risposta e' facile. Che cosa si deve intendere per guida? Un'anima di morto? e tu non hai dentro di te un'anima superiore o uguale all'altra, se tu racchiudi un Dio? Si vuol intendere un Genio? Cioè' un Essere di natura angelica e non umana che viene per simpatia a consigliarti? Ma tu non hai dentro di te un Genio immortale, un vecchio te stesso che e' il tuo Genio vero, ad immediato contatto col tuo Dio e Signore? 99) Della solitudine, diremo, del mondo fisico, non occorre dir molto.",
  "last_phrase": "In conclusion, the traditional method of the Ammonius Order emphasizes the importance of the disciple's direct connection with the divine, without the interference of a master. Solitude in nature can aid in this journey towards enlightenment through simplicity and order. However, it is crucial to avoid the desire for worldly happiness and instead strive for spiritual growth, or risk falling into the abyss of despair."
}