{
  "title": "What is the relationship between symbolism and spirituality according to the occult?",
  "first_phrase": "In this text, the author discusses the materialization of divine ideas and how they are profaned by imperfect humans who tend to materialize everything. The author also highlights how people, including the most revered religious leaders, tend to materialize the pure into the material. Moreover, the author argues that in order to conserve the pure, it is essential to keep it hidden and sacred. In the last part of the text, the author examines the involutive and evolutive acts of the spirit, specifically from the empireo regno del fuoco to the four simple bodies. The author emphasizes that novices must understand these as states of existence of the involuted and evolving spirit.",
  "content": "E' nel mistero dell'occulto che si conservano come in un'arca santissima le purissime concezioni della verità', perché' occulto e' l'individuo onniscente residente nell'uomo, occulta diventa in eterno la sua conservazione pura delle cose e il mistero e' un dovere facente parte essenziale della conservazione pura delle cose. Dovunque il simbolo sacerdotale ha predicato questa proprietà' essenziale della conoscenza divina, e sempre il silenzio ha fatto parte essenzialissima della progressione ascensiva o evolutiva dello Spirito umanizzato. Tutta la prova della profanazione e' nel simbolismo stesso delle virtù' pure personificate innanzi alle plebi ragionanti. 36) Esaminiamo i due atti, l'involutivo e l'evolutivo; dall' empireo regno del fuoco nell'ordine dello Spirito purissimo, vertice del triangolo disegnato nelle pagine precedenti, la prima materializzazione e' espressa dall'aria nei quattro corpi semplici. L'aria e' detta corpo semplice, come la terra, come l'acqua, come il fuoco, pei soli programmi che guardano oggettivamente tutte le forme creatrici e create ma il novizio nella parola corpo deve leggere lo stato di esistenza dello spirito puro involuto, o evolventesi. Oltre a questo non vi e' nulla che si avvicini alla verità'.",
  "last_phrase": "In conclusion, the preservation of pure conceptions of truth resides in the mystery of the occult. The individual residing within us is all-knowing and his pure preservation of things becomes eternal. Symbolism plays an essential role in the progression of the human spirit towards divinity. By understanding the quaternary correspondences in the visible and sensible world, we can gain clarity in all forms of symbolism and thus gain mastery over the sacred forms of magic."
}