{
  "title": "What is the Meaning Behind the Symbolism of Light and Colors in Ancient Egyptian Teachings?",
  "first_phrase": "In this section, the author gives advice on what to believe and not believe when it comes to hidden knowledge. Referring to ancient Egyptian symbolism, the text explains how spiritual enlightenment only appears after a period of darkness. In the practices of initiation, the reader will have the means to test these dogmas and teachings. However, the author stresses the importance of personal experience and not blindly accepting the beliefs of others. The section ends with a remark on how hermetic science is often viewed as an illusion or matter of faith by the public.",
  "content": "Nelle pratiche che ti saranno prescritte nella iniziatura, tu troverai i mezzi per mettere a prova questi dogmi e queste verità', dell'insegnamento che i nostri maestri ti impartiscono, pero' io a questo punto devo dirti e ripeterti poche parole che traduco da un libro sacro dell'oriente bramanico: Interrogato un sapiente su ciò' che si dovesse credere e non, dette al discepolo questa risposta: Non credere alcuna cosa solo perché' sentita dire: non credere nelle tradizioni che ci arrivano vecchie ed alterate ed alla favella umana: non credere a quello di cui gli uomini molto' parlano, ne' credere solo perché' ti sta dinnanzi la testimonianza di un sapiente; non credere ad una cosa perché' delle probabilità' ti parlano per essa o perché' per vecchia abitudine la ritieni vera non credere nella sola autorità' del tuo Maestro e del tuo sacerdote. Prendi per verità' e vivi secondo essa solo ciò' che la tua ricerca e la tua esperienza ti dimostra corrispondente alla tua salute, al tuo bene e al bene degli altri uomini come te. La scienza ieratica, ti dico io, fu ed e' ritenuta dal comune degli uomini o come una illusione o come una fede.",
  "last_phrase": "In conclusion, do not believe anything blindly without testing and verifying it through your own research and experience. Take only what corresponds to your well-being and that of others. As an initiate, your duty is to gain both the faith of hierarchical knowledge and the consciousness of the priest, guided by an initiator. Remember that the physical light and colors are just a symbol of the creative force and nothing more."
}