{
  "title": "\"What are the methods for achieving spiritual separation in religion and magic?\"",
  "first_phrase": "In the previous paragraphs, the author discussed the different methods of achieving separation between the pure and the impure, including religious, psychic, alchemical, and magical methods. In this final section, the author explains the passive nature of the human spirit in religion and the active role it plays in initiation. The author also notes how the path of religious faith is easier due to the help provided by the community, while the path of magic is difficult and lonely. The text ends with an analysis of the concept of chastity in religious life, which is seen as a foundation of the monkhood, priesthood, and other religious activities. The conflicts between the good and evil, body and spirit, are also explored through the lens of the Christian Lord's Prayer.",
  "content": "Sperare in un Dio oggettivo e pregargli intensamente la propria liberazione dal secolo (come nel cristianesimo) o aspirare per mortificazioni e digiuni alla purificazione del proprio Karma (come presso i Buddisti) e' opera di separazione del puro dall'impuro. Non una vita umana, ma molte e successive vite rappresentano il cammino per denudare il Cristo dei cristiani e renderlo palese o per manifestare il santo Budda, tutta la ritualità' religiosa nella vita religiosa, mira a questo e ottiene questo come ultimo e determinato fine di ogni atto. In conformità' al sistema religioso la prima e più' definita conquista e' la cancellazione o attutimento del Karma generativo: in tal modo la castità' e' nodo principale di ogni mezzo di fede, poiché' la concezione ideale spirituale rifugge dalle idee di concupiscenza nelle nature superiori all'uomo. Il monacato, il sacerdozio e la stessa vita religiosa nel secolo, o società' profana, hanno per. fondamento la castità'. Casto vorrebbe passare per sinonimo di religioso e nel concetto iniziatico passivo, il bene e il male cioè' lo ascenso dello spirito (Cristo) si trova in' continuo conflitto con la necessita' del corpo (diavolo). Leggete il pater noster dei cristiani.",
  "last_phrase": "In conclusion, regardless of the religious system, the ultimate goal is to achieve spiritual purification and detachment from worldly desires. This is done through various means such as prayer, mortification, and the practice of chastity. The canceling or attenuation of generative karma is crucial, with the monastic life, priesthood, and religious life in secular society all founded on the principle of chastity. The Pater Noster, the Lord's Prayer, is a perfect example of how the concept of being liberated from temptation is universal and transcends religious differences."
}