{
  "title": "What are the Hidden and Primitive Properties of the Human Soul and How to Control Them?",
  "first_phrase": "In the previous section, the author discussed how bodily habits can influence the silence of the soul, and how the soul can expand beyond the physical realm, even communicating its virtualities. In this final section, the focus is on the study of the development and prevention of primitive properties of the human soul. The author elaborates on the concept of the anima or psiche, which is susceptible to suggestion, autosuggestion, magnetization, and enchantment. The author also discusses the properties of the human soul and how it can be evoked. The text ends with an explanation of how an intense state of autosuggestion can affect the body and soul.",
  "content": "Così' gli atti suggestivi ed autosuggestivi del corpo fisico salgono al corpo lunare e lo impressionano nella sua parte che si dice sensibilissima e che e' anche tenacissima nel ritenere le impressioni. Nella parte che noi tratteremo di questi secreti per evocare i corpi lunari dei vivi (Maria) avremo occasione di studiare tutte le proprietà' dell'anima dell'uomo sviluppatissimo in cui predomina la parte mercuriale e la solare, nei quali la suggestione non ha presa 1) anima fisica di un soggetto ordinario in istato di magnetizzazione 2) corpo di un soggetto in istato di sonnambulismo. L'anima gravemente intesa in un corpo lunare grave e' istintiva e impressionabile alle volontà' forti e ritiene le impressioni anche allo stato di veglia del soggetto. Questa figura serve di commentario in tutte le teorie modernamente ammesse dalla scuola magnetica e ipnologica. Nello stato intenso di autosuggestione la corrente che per realizzazione di atti si sprigiona dalla bocca e dal corpo esteriore, agisce sul corpo anima e lo rende della forma e della consistenza che si desidera.",
  "last_phrase": "In conclusion, the power of suggestion is a tool that can be used to influence the body and mind. However, this ability is more effective in individuals who have not developed their pure intellect. By understanding the secrets of the human body, we can gain a better understanding of how we perceive and interact with the world around us, and possibly develop our own level of pure intelligence to achieve our desired outcomes."
}