{
  "title": "What is the Alchemical Practice of Separation and Closure, and How Can One Achieve it?",
  "first_phrase": "This final section explains the concept of \"separando\" in alchemy, which is achieved through a series of cyclical operations. The disciple can consult their Sigillatore for confirmation of their progress, and they may proceed to the closure in proportion to the level of their achievement. The disciple must control the effects of their work and understand the importance and value of what they have learned. This text is relevant to those who have received the real Seal of Or ●●● Os ●●● Eg ●●●. The section includes notes on timing, individuals, and the goals of the Or ●●● Os ●●● Eg ●●●. Finally, the text provides instructions on the practice of cyclic closure for man.",
  "content": "Giova qui avvertire che, per quanto riguarda le realizzazioni, la incompiutezza del separando non incide sul verificarsi di esse, se non ritardandole nel tempo, il quale, sarà tanto più rapido quanto più progredito, sarà l'ascenso alchemico conseguito. Ecco perchè il discepolo, posti i fini per i quali opera, ne controllerà gl'immancabili effetti e potrà attenderli con calma, spiegandosene i ritardi con la relazione in cui stanno' col proprio separando. Questi ampi chiarimenti, per la prima volta redatti in forma di volgare lingua di suoni articolati, sono di assoluta pertinenza di coloro che hanno almeno ricevuto il Sigillo reale dell'Or ●●● Os ●●● Eg ●●● . Senza ricorrere a minacce ed ammonizioni, si ritiene che il discepolo sia in grado di comprenderne l'importanza ed il valore e lo si avverte che egli sperimenterà personalmente il danno dell'indebita divulgazione, qualora ne faccia parola senza esserne stato autorizzato da suo Sigillatore e Fratello. NOTE a) coi tempi; b) con le persone singole; c) coi fini dell'Or ●●● Os ●●● Eg ●●● PRATICA DI CHIUSURA CICLICA PER L'UOMO a) coi tempi, qui viene spiegata l'arcana ciclica -3-6-9- che nelle istruzioni precedenti di coobaziona è solo accennata.",
  "last_phrase": "In conclusion, it is important to note that the incompleteness of the separation process does not impact the occurrence of its goals, but rather delays them. Therefore, by setting clear objectives and understanding the relationship with one's separation, the disciple can patiently anticipate its effects. Additionally, for those who have obtained the Royal Seal of Gold, the cyclic practice of closing and activating the Ibis can be a useful tool with specific rules, including maintaining the same fasting schedule for each operation. By following these guidelines and respecting the confidentiality of the practice, disciples can achieve true alchemical ascension."
}