{
  "title": "\"How does the succession of existence relate to the cycles of the sun and moon in Izar's philosophy?\"",
  "first_phrase": "In this last part of the text, the author discusses the complex and unitary idea of the chain of successive existences, perpetuated among his disciples through an appearance of astronomy. The figure of Izar shows how the sun, in each humanization, has a special earthly physiognomy that reflects the rays of the Spirit-Sun, which incarnates in successive zodiacal appearances. The first degree of initiation includes the secret of successive lives and how to prepare for them. The author emphasizes that what one prepares and establishes before falling asleep in the sleep of death, one will complete after waking up.",
  "content": "Da questa figura si osserva che la luna nuova di Toro prende origine accanto alla Luna piena di Ariete (n. 5 e 3 della fig. 2) e che la luna nuova dei Gemini prende nascenza nel campo del Toro vicino alla luna piena di Toro (n. 9 e 7 fig. 2). Con questo si rivelava agli aspiranti alla Sapienza del Sacerdozio che ogni esistenza terrena matura e crea una fisionomia speciale della vita umana. Si matura, si esplica, si compie ciò' che nella vita precedente si e' seminato e si getta il seme di una vita nuova con esistenza e fisionomia nuove - e il primo grado dell'iniziazione al noviziato comprendeva il segreto delle vite successive e il segreto di prepararsele. Tu sarai ciò' che vuoi essere. Questa vita prepara ciò' che viene dopo. Ciò' che prima di addormentarti nel sonno della morte hai preparato e stabilito, domani al ridestarti, tu compirai. Se perdi al destarti la tua orientazione e lasci la tua opera incompiuta, cento volte dormirai e cento vivrai fino algiorno nel quale avrai tutto compiuto.",
  "last_phrase": "In conclusion, our previous mental preparations shape not only our future mentality but also our physical body and its imperfections. Aspiring to the priesthood of wisdom involved secrets of successive lives and how to prepare for them. Remember, every earthly existence creates a unique life and outlook, and our destiny is shaped by a principle and a practice of the sentiment of life, which can be manipulated through perfect science under the guidance of a master. Therefore, prepare today for the life you want to live tomorrow."
}