{
  "title": "What is the Importance of Understanding the Relationship Between the Physical Body and the Sidereal Body?",
  "first_phrase": "In the preceding text, the author discusses the influence of the physical body on the astral body and how the latter receives, processes, and returns sensations and images. He also talks about the varying degrees of magnetism in the physical body and the extent of its influence on social phenomena. In this last part, the author delves into the difference between magnetism and hypnosis, and how the two are perceived and applied differently by magnetizers and hypnotists. The text sheds light on the concepts of fluid magnetism and hypnotic sleep, and how they impact the human body.",
  "content": "La differenza di vocabolo tra magnetizzare ed ipnotizzare e' anche differenza di sostanza della cosa, se si tiene conto di tutto ciò' che abbiamo detto sulla costituzione dell'uomo e sulle qualità' plastiche e ritentive del corpo siderale. I magnetizzatori partono da una premessa che il corpo umano, sotto l'imperio della volontà' decisa, emette un che, che chiamano fluido magnetico, il quale sarebbe aria materializzazione della volontà' intensa atta ad invadere un corpo materiale estraneo e imprimergli la proprietà' voluta. Addormentare magneticamente un soggetto per essi e' sinonimia di caricare il corpo del soggetto di questo fluido e imporgli il sonno dei sensi materiali. Invece gli ipnotizzatori escludendo tutto ciò' che e' fluido, procurano il sonno ipnotico o per mezzo di pressioni sulla base del midollo allungato e sulle vertebre cervicali, o per mezzo di rifrazione dei raggi luminosi, partenti da una superficie lucida, sull'apparato ottico del paziente. La magnetizzazione e' diretta emanazione dell'attiva volontà' dell'uomo sull'uomo e la ipnotizzazione e' la conseguenza degli agenti fisici dall' ipnotizzatore impiegati sul corpo fisico.",
  "last_phrase": "In conclusion, while the difference in terminology between magnetizing and hypnotizing is significant, it is also a difference in substance. Both methods involve the active will of a magnetizer or hypnotist, used in different degrees. Whether the resulting state is natural or pathological is a meaningless discussion, as all states are natural and physiological. Ultimately, the goal of both practices is to temporarily bring a person into a state of servitude, but in the end, it is up to the individual to decide which technique to use based on their personal needs and preferences."
}