{
  "title": "What is the difference between Christianity and Buddhism regarding the external elements and how do they view self-discovery and objective beings? How does the practice of magic relate to this concept and what is the importance of iniziatura isiaca vs. osiridea?",
  "first_phrase": "In the previous text of this piece, the author delves into the concept of magic, its varied forms and its practitioners. In the last 200 tokens, the author further elucidates on the differences between the two magical initiations, namely Isiaca and Osiridea, and how they are practiced. The author also delves into the importance of not succumbing to the impression of the moment in the passive state of mag. The piece also touches on the belief systems of Christianity, Buddhism, and Spiritism.",
  "content": "Infatti delle due iniziature magiche, la isiaca e' la più' facile e più' comune, perché' e' oggettivante, mentre la osiridea e' la più' alta ma la più' difficile a raggiungere, perché' non si diventa mago se non si diventa Dio in carne ed ossa. Iside e' femmina. E' utero. L'astarte fenicia fu detta Utero di oro. Così' Diana con le sue poppe. Tutti gli operanti isiaci sono medianici, cioè' ricevono le impressioni di fuori del proprio individuo, le nutriscono e le danno vita. Ombre o realtà', pazzie o verità', tutto e' determinato dalla impressione di un istante dello stato di mag passivo dello isiaco. Perciò' e' assolutamente proibito al discepolo della vera scienza di consultare sibille o medi: poiché' nel momento determinato alla consultazione qualunque creazione nell'astrale e' credibile a secondo il capriccio uterino della consultata nello stato di mag che per le medie e i medi coincide spesso con la cosidetta trance o stato preipnotico. Queste due diverse iniziature erano due gradi, il basso e l'alto della iniziazione sacerdotale.",
  "last_phrase": "In conclusion, the isiaca initiation is easier and more common, while the osiridea is higher and more difficult to achieve. Iside is the female uterus and all isiatic operators are mediators who receive impressions from outside themselves. The ultimate secret is that nothing exists for itself; everything is determined by the impression of a moment in the passive state of the isiaco. Therefore, it is absolutely forbidden to consult sibyls or media. The isiaca initiation is fruitful in producing all kinds of miracles through objectifying images, and it follows the stream of astral light, making practitioners mutable and incomplete. The isiaca magic lacks absolute determination of good, and even Christian protection is given to those who do wrong."
}