{
  "title": "What is the role of the Osirian Order in preserving sacred knowledge and justice?",
  "first_phrase": "In this final section, we are introduced to the concept of the \"Order of Osiris,\" a secret society that has existed for centuries and is committed to upholding the \"Absolute Concept of Justice.\" The author warns against abusing the power that comes with membership and emphasizes the importance of adhering to the society's pact in order to maintain purity and avoid falling into the wrong hands. The secrets of the Order may give one mastery over the will of others, but it is emphasized that such power must be used responsibly. The pact serves as a refuge in times of doubt and ensures the guidance and support of the Order's intelligence.",
  "content": "Noi non dobbiamo rompere la diga che ci separa dal comune degli uomini, se non nel casi in cui il Potere Divino ce ne da il diritto e ce ne fa sentire il dovere, come nelle grandi convulsioni sociali che sono crisi di salute se volute dalla Giustizia delle cose universali o sono trionfi momentanei di plebe ingorda se nemiche del concetto puro di giustizia. Noi non dimenticheremo che la custodia esatta del patto e' la scuola di salvezza e l'ora in cui potremo riconoscerci avremo la coscienza di dire: eccoci puri, mondi da ogni atto di fede mancata verso la Giustizia Divina e verso il mondo degli esseri imperfetti che preparano la loro redenzione evolvendo. I segreti che tu apprendi ti possono rendere padrone della volontà' altrui, ricordati che l'abusarne per qualunque motivo e' una colpa che si paga dente per dente, come nella legge mosaica. Il Maestro ti dice che il tuo rifugio in ogni caso in cui la tua coscienza può' tentennare e' il patto, per mezzo del quale le intelligenze dell'Ordine si manifesteranno alla tua intelligenza umana e ti daranno la via e la vita.",
  "last_phrase": "In conclusion, we must remember that our salvation lies in faithfully upholding our pact and being mindful not to abuse the knowledge we gain. Let us remain on the right path, free from desires for material wealth, power, or profane love, and strive to spread happiness and goodness wherever we go. By doing so, we will attract the assistance of higher beings and inherit abundant material and spiritual riches without compromising our integrity. The alleged immoral practices of priestesses in Isiac and Saturnian mysteries were rather high-order duties meant to prepare for righteous events or judgments according to the First Virtue. The seal of their virginity symbolized their purity and devotion to this cause."
}