{
  "title": "What are the articles of the Masonic Order related to hierarchy, authority, and organization?",
  "first_phrase": "This text delves into the organization and hierarchy of the Masonic order. Before this, the text discusses the importance of love, morality, and benevolence towards all men for Masons. It mentions that any Egyptian Mason is considered a brother to all Masons in the universe, and each Sinedrio (local group of Masons) is independent and has its regulatory authority. The last 200 tokens describe the powers granted to the Grand Master or Capo del Rito, including constituting Masons, promulgating decrees, conferring degrees, and suspending or expelling members. The text also highlights the Masonic hierarchy, which is divided into 90 degrees, with only 72 being conferred to members. It details the process of how these degrees are attained through the different Sinedrio levels and the various organized bodies within each group.",
  "content": "Art. 83 - I Sinedri Provinciali e Solari che si trovano nella giurisdizione territoriale del rito, dipendono da questa Autorità', e della gerarchia di essa. Art. 84 - La scala Massonica Eg ●●● si divide in Novanta gradi, dei quali si conferiscono solo settantadue. Art. 85 - I primi 18 gradi si possono conferire agl'iniziati, che appartengono al Sinedrio Solare. I seguenti altri 18 gradi si possono conferire nel Sinedrio Provinciale a quegli iniziati, che, dietro il parere del Presidente, vi sono passati, e gli ultimi trentasei gradi si possono conferire nel Sinedrio Generale a tutti quelli che vi pervengono dal Sinedrio Provinciale. Art. 86 - In ogni Sinedrio Generale, Provinciale o solare che sia, sonovi del Corpi organizzati, portante il nome di Consiglio di MM ●●● di PP ●●●, d'Insinuanti, di presidenza, di MM ●●●, di tribunale d'Inquisizione e di Tribuanle Segreto. Art. 87 - Il G ●●● M ●●● organizza e crea questi Corpi gli nomina i Capi per ordine di antichità', o perché' li crede più' utili all'ordine ed ai corpi. Può' anche organizzare un solo corpo con la sua sede nel Sinedrio Generale. Art.",
  "last_phrase": "In conclusion, the organization of the Masonic Rite is structured through a hierarchy of provincial and solar Synedrion, with Ninety degrees in the Masonic ladder, but only seventy-two of them conferred. The Rite relies on various organized bodies, each with its own hierarchy, and all ultimately accountable to the highest authority, the Grand Master of the Rite, responsible for its governance and administration."
}