{
  "title": "\"What is the Osirian Initiation and how does it differ from the Isiac Initiation?\"",
  "first_phrase": "In this text, the author explains how initiation into the mysteries of Osiris takes place. The process involves the development of the hidden Christ within an individual, which is achieved only by developing their intellect and allowing them to take the initiative in their own development. The author warns that if a Master were to act directly on a disciple, the initiation into Osiris would be compromised, and the disciple would become an Isiac. The author gives examples from different religions to illustrate these points, and the text concludes by hinting at further discussion on the topic.",
  "content": "Il sole mentale e' rappresentato verso un discepolo dal suo maestro o iniziatore, il quale gl'ingravida il suo corpo invisibile di una certa forma voluta che, nutrita e gestita in una elaborazione intima, partorisce non altro che la forma modellata precedentemente. Esempio pratico di ciò' si incontra in ogni religione dove il tipo del Maestro, sia Gesù' o Budda, e' fissato nelle immagini del cerchio di azione e di sviluppo. Un osirideo che si sviluppa e' un maestro effettivo, cioè' che ha virtù' e poteri. Un isiaco che si sviluppa e' un tipo limitato assegnato alle immagini fissate: esempio i santi del cattolicesimo. Questo argomento sarà' più' ampiamente discusso in prosieguo, ma ho voluto a questo punto accennarlo perché' si comprende dai novizi che nella potenzialità' del loro sviluppo, e nel carattere spiccato, il maestro non può' agire, diversamente il principio fondamentale del nostro studio pratico sarebbe violato e tradito.",
  "last_phrase": "In conclusion, the mental sun is represented to a disciple by their master, who impregnates their invisible body with a specific intended form. This process, nurtured and processed internally, gives birth to nothing but the previously modeled form. Novices must deeply fix the type of development they desire in their freedom of psychic action. This law must be kept hidden and revealed only to those called to do good. Remember, \"you will be everything you want to be,\" but only if you have devoted yourself to doing good."
}