{
  "title": "What is the Lega Eucaristica and what are its practices?",
  "first_phrase": "In the previous part of the text, it was mentioned that there are three couples practicing in front of the League members, with some pictures taken for \"scientific purposes.\" In this concluding section, we learn about the formation of the Eucharistic League by Maurice Braive, who conducted a referendum to select followers willing to engage in gothic magic and accept voluntarily suffering. The survey resulted in curious and mostly negative responses, and some individuals were immediately eliminated. Ultimately, the League had eight women and three men as members. The text provides a glimpse into the esoteric practices of a bygone time.",
  "content": "- La sofferenza volontariamente accettata (tanto fisica che morale) crea un'energia che può manipolare il destino. Accettereste Voi di praticarla? a) se lo scopo è personale? b) se lo scopo fosse altruista? Regolamento del Referendum. - Colui che si rivolge alle persone di sesso femminile, ma gli uomini sono pregati di riempire tracciando una croce sulla parola Donna nell'angolo superiore sinistro. Sono pregati inoltre di definire la loro attitudine e se sapevano che la loro moglie pratica la magia gotica, sia a scopo egoista che a scopo altruista. L'inchièsta dette del risultati curiosi. Cinquantadue persone risposero, ma ventitré, solamente, in maniera-chiara ed \"interessante\". Certi accettarono \"crapulosamente\". Ma furono immediatamente eliminati. La percentuale di coloro che accettarono con delle intenzioni \"veramente disinteressate e puri\" fu infima. Le donne accettarono nell'insieme, più facilmente degli uomini, ma manifestarono la loro repulsione a praticare davanti a degli spettatori. Qualunque cosa ne sia, il 13 novembre. 1936, la Lega Eucaristica comprendeva già otto donne e tre uomini. Una ventina di' catecumeni, inoltre, aveva accettato i principi e non attendeva che praticare con una convinzione più solida e più attivata.",
  "last_phrase": "In conclusion, the survey results on voluntary suffering and the mystical union aimed at preventing suicides may be intriguing, but it is important to consider the ethical implications and potential harm. Ultimately, the focus should be on finding practical methods to support mental health and well-being in society."
}