{
  "title": "\"What is the origin and purpose of the Great Egyptian Oriental Philosophy and Science behind Masonic lodges?\"",
  "first_phrase": "In the previous text, it was discussed that the common form of the different Masonic organizations can be traced back to their affiliation with the Great Primitive Egyptian Philosophical and Scientific East. This source represents the perpetuation of pure science above all political and religious forms throughout the ages. This passage goes on to explain that the Great Egyptian East is not concerned with transient political or religious issues, but rather with perpetuating immutable truth or pure science. Unlike the relatively modern Templar Masonic organizations focused on temporal structures, the Great Egyptian East aims to preserve the Sacred Ark in every human spirit. The names and titles used in Masonic organizations are merely borrowed for the sake of familiarity with non-initiates. Once initiated, the understanding is that there are no lodges, only a Sanhedrin, and that exterior signs are temporary and changeable.",
  "content": "D'altronde la forma relativamente moderna di ogni massoneria e' templaria, vale a dire che i fratelli massoni o costruttori non esisterebbero se non avessero un tempio da edificare con pietre e cemento, templii politici o templii religiosi caduchi, perché' il cemento e le pietre ritornano polvere alla terra, cui sono stati sottratti. Mentre che il Grande Oriente Egizio senza elementi terrigeni, senza pietre e senza cementi materiali mira a mantenere l'Arca Sacra in ogni spirito umano, nella sua mentalità' perfettibile, non deperibile e non mutabile perché' di origine divina e non terrena. Solamente nella forma esteriore le due formule possono rassomigliarsi, ma in grado di esplicazióne differenti. Così' le denominazioni e le intestazioni graduali sono prese a prestito dalle forme massoniche note solamente per lasciarsi intendere dai profani, ma appena il profano e' ammesso a partecipare alla mensa simposia della Scienza e della Perfezione, comprende che Loggie non esistono ma un Sinedrio e che i segni esteriori sono semplici parvenze transitorie e mutabili e che l'uomo perfetto resta inalterabile e superiore a tutte le sette e a tutte le chiese nell'Unico tempio assoluto, l'Universo, manifestazione e casa dell'Ischovah.",
  "last_phrase": "In conclusion, while the external forms of Freemasonry and the Grand Egyptian Orient may appear similar, their true essence and goals are fundamentally different. The true goal of the Grand Egyptian Orient is to maintain the Sacred Ark within the human spirit, free from the material world, while Freemasonry seeks to build physical temples. The Sinedrio, the only intelligible name that represents the communion of the perfect, is the unique and absolute scientific form of the temple. It is essential to have a clear understanding of the occult constitution of the spiritual and mystical philosophical temple."
}