{
  "title": "What is the \"Great Magician's\" plan for a pyramid of initiation and sexual magic?",
  "first_phrase": "In the previous section, the text discussed the ambitions of Maurice Braive to establish a multi-level pyramid system for his esoteric organization based on sexual magic, which he believed would lead to eucharistic transmission. To achieve this, he hoped to have four male adepts, who would each have twelve women under their obedience. This section shows the potential implications of this system, with subsequent initiates communicating with each other and building an unstoppable power. The text also notes the expulsion of Braive and the end of his project, which a certain criminal named Bernardi de Sigoyer had superficially joined.",
  "content": "Ciascuno di questi Maghi, divenuto partecipante della natura del Maestro grazie a questa comunione, avrebbe sotto la sua obbedienza dodici donne. Queste comunicando al loro Mago, comunicherebbero, in realtà, al dilà al Grande Mago. Ci sarebbe, allora, filiazione eucaristica. L'istituzione si svilupperebbe più tardi, con l'integrazione con altri Maghi che comunicherebbero con Maghi del primo stadio, e così di seguito. Diventerebbe un irresistibile potenza basata sulla magia sessuale. L'arresto e l'espulsione di questo straniero hanno messo fortunatamente fine a questo progetta di erotizzazione a catena al quale aveva aderito superficialmente il famoso criminale Bernardi de Sigoyer. NOTE (1) v. Les Petites Eglises de Paris, p. 148. (2) Sulla Chiesa divinista (o ressurrezionale), attualmente diretta dalla Grande Ressurrettrice, Sovrana, Pontefice dei Dodici Vice-Dei (v. Les Religions Nouvelles de Paris, p. 87). (3) Ho bisogno di aggiungere che non prenderò la pena di ritornare né di argomentare su questa strana esegesi del testi neotestamentari e negli allegati che toccano la moralità del Clero? (4) p. 79. Non è difficile, d'altra parte, esaminando da vicino le formule di preghiera di questa cerimonia neoromantica, di constatare che è una trasposizione bianca della cerimonia sessuale.",
  "last_phrase": "In conclusion, the project of erotization through chain communication and sexual magic was fortunately put to an end by the arrest and expulsion of the foreign leader. Even though it could have developed into a powerful institution with eucharistic filiation, it was based on deviant and occult practices. Let this be a lesson to always question and examine the morality and motives of those who claim to possess mystical or divine powers."
}