{
  "title": "What is the relationship between the four elements and the human spirit in magical interpretations?",
  "first_phrase": "In this text, the author discusses the four names corresponding to the four elements that are considered by the people as four objective entities, however, they only represent subjective values. They are not angels, archangels or spirits outside of us, but simply four different states of the human spirit. The author explains that the secret of the initiates must be zealously guarded as the people may misinterpret the relationships between the spirits of the same species and argue that the great sphinx-like mystery leads to the destruction of pure morality and the spirit of tolerance and charity. The last 200 tokens discuss the secret of the quadruple manifestation of the divine spirit in one man, which is the key to every religious symbol of the initiatic temples, both religious and Masonic.",
  "content": "Ora di queste relazioni tra lo spirito di un uomo e gli spiriti o meglio, lo spirito incarnato negli altri uomini non e' il caso di parlare, perché' noi studiamo ora singolarmente lo spirito divino nei suoi quattro stati principali in un uomo solo, come costatazione della intelligenza unica nel fine determinato di una. missione unica, e con quattro nomi angelici, cui corrisponde la croce del cristianesimo, vogliamo osservare le quattro gradazioni involutive ed evolutive. Nella involuzione da fuoco si diventa terra; nella evoluzione da terra si ridiventa fuoco. Nella croce cristiana l'uomo corporeo e' nel mezzo dei quattro stadi del quaternario. Tutto il segreto del simbolismo sfingetico consiste in questa solo adattamento del quaternario, perché' la Sfinge Egizia come la Croce e' fatta per i volghi, onde la verità' del tempio sia occultata analogamente allo spirito divino che si occulta nel corpo dell'uomo. La chiara intelligenza di questa quadruplice manifestazione da la chiave di ogni simbolo religioso dei tempii iniziatici, tanto religiosi che massonici.",
  "last_phrase": "In conclusion, the key to understanding the symbols of the religious and Masonic temples lies in the clear comprehension of the four states of the divine spirit in man, represented by the four angelic names and the Christian cross. The novice who seeks to become a priest must aspire to lead and guide the masses towards the collective and social intelligence, which can be attained through the perfect knowledge of oneself and the purification of all that is artificial and sub-created. Ultimately, the subjective comprehension of intellectual gradations is crucial to avoid falling into the trap of believing misinformation designed for the masses."
}