{
  "title": "What is the importance of silence and understanding of spirits in the path of initiation and spiritual development?",
  "first_phrase": "In the previous text, the author discusses the initiation process and reveals the secrets that, if applied properly, can lead to great accomplishments in governing mankind with righteousness and justice. The author advises the novice to silence everything around them, as every creation is a shift from the original shape and thus hides the primitive truth or spirit of light. The author also explains what spirits are and how they are generated by potent human souls. In the last 200 tokens, the author discusses the all-seeing eye triangle as the most complete symbol of the solar man, who can see things generated in all three worlds. The author also explains that mediumship is not just a gift in magic but requires a higher level of observation and discussion.",
  "content": "Gli spiriti sono pensieri realizzati, sono idee fatte di materia cosmica e nutriti di materia sottilissima che e' l'evaporazione della terra. Questa spiega non si comprenderà' bene perché' e' troppo classica e troppo cozzante con le idee che comunemente si hanno sugli spiriti, confondendo questi con le anime dei morti e dei vivi; invece gli spiriti sono il frutto di ogni densa manifestazione animista. Un'anima umana potentissima e' padre di milioni di spiriti, ognuno dei quali ha potenzialità' determinate o indeterminate. Un'anima di vivo o di morto e' un generatore, gli spiriti sono dei generatori. I fantasmi creati coi mezzi stregonici sono spiriti, lo stregone e' un'anima. I pensieri densi ed efficaci che prendono consistenza di cose e di esseri vivi fino all'apparenza oggettiva sono spiriti che vengono da una psiche potentemente esercitata. Il triangolo occhiuto e' il simbolo più' completo dell'uomo solare Egli vede le cose generate nei tre mondi. Quindi la medianità' che e' una porta aperta a tutti gli Spiriti, non e' un dono in magia che solamente per colui che ha contemporaneamente il potere di osservarli e discuterli da un livello molto superiore.",
  "last_phrase": "In conclusion, spirits are realized thoughts that are made of cosmic matter and nourished by the subtlest matter, which is the evaporation of the earth. Mediumship is a door open to all spirits, but it is not the only way to access them. Sensitivity to the astral current can create an appearance of strong-willed thoughts. It is important to understand that being a medium does not make one a magician, and in many cases, famous magicians were not mediums at all. Medianity is often a result of moral or physical imbalance, and dreams are a simple and normal form of astral reading."
}