{
  "title": "\"What is the significance of the symbol of man in the arcane wisdom and its relation to the First Virtue?\"",
  "first_phrase": "This text discusses the ancient philosophy of the human soul's connection to the First Virtue, and how this knowledge was restricted to the priesthood to prevent abuse by the uninitiated. The last 200 tokens explain the difference between mage and priest, and how only the latter group possessed the authority to perform magical actions. The text emphasizes the importance of studying and understanding the divine symbol, and it was only through fear that the commoners were controlled enough to maintain the balance of power between these groups.",
  "content": "Nell'arca più' riposta del tempio va custodito il segreto sacerdotale dell'uomo, e scienza arcana in linguaggio sacerdotale antico fu chiamata la scienza unica dell'Uomo, mentre che per le plebi intellettuali la scienza si convertiva e si alterava in mistica o religiosa, o apologetica, onde le menti rozze non avessero avuto altro innanzi all'occhio delle loro anime che dei modelli di miglioramento per imitazione, sotto ogni aspetto morale ed etico. Agli iniziati del sacerdozio arcano si sottoponeva il doppio problema dell'imitazione e della spiegazione del simbolo divino, mentre ai profani e volghi del tempio si domandava la paura, perché' essa, come in appresso sarà' studiato e praticato, determina uno stato elementare dell'anima umana, sulla quale l'azione magnetica o positiva dei sacerdoti imprimeva tutte le forme; per compiere la quale azione fu sempre necessario che il sacerdozio fosse templario e magico, mentre il solo mago che non avesse investitura di Pontefice o di sacerdote innanzi ai volghi, non poteva essere e non e' che un sapiente. Di qui la differenza di due manifestazioni volgari della Sapienza Arcana.",
  "last_phrase": "In conclusion, the ancient priestly science, known as the unique science of man, was guarded in the innermost ark of the temple. Its understanding was reserved for the initiated, who were tasked with both imitating and explaining the divine symbol. The science was temple-centric and magical, perpetuated by the hierarchies of the Great Priests and Jerophants. It is folly to disregard these hierarchies, for they exist as natural laws, and the symbol of man represents both the virtual factor of God and the manifestation of the divine will in the physical world."
}