{
  "title": "What are the rules and significance of the four solar fasts according to the Traditional Egyptian Order?",
  "first_phrase": "The following text talks about the importance of natural purgations for newborns and the initiation with fasting. It explains how these purgations allow the body to breathe and develop properly, and how they continue to occur later in life during periods of fasting. The text then describes the four solar fasting periods observed by the Traditional Egyptian Order, which correspond to the gestation and nutrition periods of a human fetus. These fasts are seen as a symbolic rebirth and are of great importance to the members of the order. The Catholic Church also observes similar fasting periods, but they have lost their value over time.",
  "content": "I quattro periodi di purgazione solari sono: 1° Il ih 19 o 20 marzo - primavera 2° Il in 20 o 21 giugno - estate 3° Il in 20 o 21 settembre - autunno 4° Il in 21 o 22 dicembre - inverno La chiesa cattolica chiama rispettivamente Il tempo o. digiuno di Marzo della ricordanza Il tempo o digiuno di Giugno della trinità' Il tempo o digiuno di Settembre della croce Il tempo o digiuno di Dicembre della luce I digiuni della chiesa cattolica sono ruderi simboli di tutto un sistema astronomico primitivo, si compiono in 3 giorni e non hanno più' valore neanche magico-religioso per la inosservanza in cui sono caduti. Ma i nostri sono di assoluta e precisa prescrizione e tutti coloro che sono legati al nostro Ordine, novizi, discepoli, iniziati o maestri, non di debbono per nessuna ragione esimere dalla loro osservanza, perché' essi fanno parte del sacerdote operante. Con essi non si castiga il corpo come la Chiesa ignorante predica per bocca di pessimi preti, ma si ripete la propria rinascenza alla vita della luce ed hanno virtù' propria di vera rigenerazione materiale e morale quando sono eseguiti con esattezza e scrupolosità' assoluta, e nei tempi indicati nelle tabelle solari dell'Ordine Tradizionale Egizio.",
  "last_phrase": "In conclusion, while the Catholic Church's fasting traditions may no longer hold the same magical-religious significance they once did, the precise and exacting fasting periods prescribed by the Traditional Egyptian Order still hold great value and importance for novices, disciples, initiates, and masters alike. These solar tables and rules for carrying out the fasts provide a powerful tool for personal spiritual growth, physical and moral rejuvenation, and should be observed with utmost attention to detail and without exception, except in special circumstances authorized by the Elder Master or High Hierophant."
}