{
  "title": "What are the Rules and Symbols of Freemasonry?",
  "first_phrase": "In this section, we learn about the secret codes, signs and symbols used by Freemasons. The text explains how members are distinguished by different grades and what attire they wear. It also outlines the punishments for transgressions and the secretive judicial system used by the group. Art. 62 states that members who fail to report a fellow member's misconduct are considered accomplices and will face half the punishment. The subsequent articles describe the codes used in writing and the attire of each member, with details on how to use the codes to differentiate them. Overall, this section provides insight into the highly secretive world of the Freemasons.",
  "content": "66- Il G ●●● M ●●● o Capo del Rito veste l'abito nero orlato di rosso con una fascia di un pollice all'estremità' ed alle maniche: porta a tracolla una fascia nera bianca e rossa ed alla cinta una fascia rossa con bordo nero ed un pugnale. Art. 68 - I segni degl'Insinuanti sono quelli stessi descritti per i Maestri. Art. 69 - I Padri vestono lo stesso abito dei Maestri portano a tracolla una fascia nera e bianca ed alla cinta una fascia bianca bordata nera ed un pugnale. 15 Art. 70 - Tutti gli altri indossano fa veste bianca, portano a tracolla una fascia nera e nella cinta una fascia bleu ed un pugnale. Art. 71 - Tutti poi dopo il tramonto del Sole a norma dell'Art. 17 devono far uso di una maschera nera. Art. 72 - Le cifre si usano nelle scritture d'incisi o rapporti, e servono per distinguere il grado rispettivo dello scrivente. Art. 73 - La cifra comune a tutti e' come la presente: (sinistra) (destra) Pero' a sinistra deve aggiungersi il grado, a diritta la qualità' e nel mezzo il segno. Art.",
  "last_phrase": "In conclusion, understanding the dress code and symbols of the various ranks in Il G●●● M●●● society can help individuals identify the status of others within the organization. However, it's important to note that the use of masks after sunset and the cipher system for written communication add an extra layer of secrecy to this already enigmatic group."
}