{
  "title": "\"What is the connection between the inner and outer self of a person and how can it be modified?\"",
  "first_phrase": "In this text, the author discusses the relationship between the inner and outer aspects of human beings and how the outer appearance reflects the state of the soul. They reject empirical science and instead suggest that reading a person's hidden instincts is key to understanding and modifying them. The last 200 tokens describe the second and highest level of revealing the occult nature of past lives in the human body, which is seen through spiritual vision. This manifestation is peculiar to mentally advanced humans who have a strong philosophical reason that greatly influences their instinctive impulse. These individuals are the first glimpses of the Spirit's light, and their visions serve as reminders of their path to their ultimate goal.",
  "content": "Il consiglio scende ad essi come una ispirazione approvata dal ragionamento retto e' si affannano per un ideale proprio che essi sentono e veggono prepotente. Sono i primi riverberi della luce dello Spirito nel compimento di missioni determinate a priori. Non saprebbero fare diversamente, non saprebbero pensare neanche diversamente. Procedono nella loro via come spieganti lo istinto impulsivo con una logica immutabile, essi non si arrestano e veggono quello che per secoli interi essi hanno maturato ed esercitato, come cosa viva e palpitante. Quando studieremo lo sviluppo magico e magnetico dell'uomo nella sua pratica vera, diremo che cosa siano certe visioni di parvenza extraumana che molti uomini progrediti hanno innanzi allo sguardo mentale, come ricordanti ad essi perpetuamente una via ad una meta. Giacche' la visione nella Luce dello Spirito può' oggettivarsi in certi speciali e progrediti organismi come un avviso esteriore di cose che essi hanno apparentemente perduta la memoria. Essi dormono, una luce li innonda, e' la loro luce, che risveglia nell'intimo più' oscuro il senso di una epopea vissuta e la condensano in un monito sfolgorante di verità'.",
  "last_phrase": "In conclusion, those who are guided by the imperious concept of willpower and are driven by a predetermined mission are like messengers of the divine light. Their actions may seem impulsive, but they are guided by an unchanging logic, and they do not falter until their goal is achieved. They are the ones who use all available means, including mechanical means, to accomplish their objective."
}