{
  "title": "\"What is Androgynous Procreation and the Hermetic Philosophy behind it?\"",
  "first_phrase": "The last part discusses the concept of androgeny in four stages - virtual, plasmatic, effective, and realizer. The author mentions the difficulty in the first step, which involves dividing oneself into two parts. The text includes a symbolic representation of the philosophic furnace, reflecting the human body and the pure mercury extracted from semen. The mercury is sealed in an egg-shaped container, then heated in the Athanor, leading to the formation of a new being. The author warns against revealing too much about this process, as it involves a secret known only to a group of intelligences who distribute the hermetic miracles' secrets fairly.",
  "content": "Il simbolo facile a spiegarsi e che noi non spieghiamo e' questo: In questo simbolo schematico e' la figura dell'Athartor o fornello filosofico che e' il corpo umano, il mercurio puro, cioè' il mercurio estratto dallo sperma, suggellato ermeticamente, nel silenzio più' ascoso e stretto, in un uovo si pone nell'uovo; l'uovo suggellato affinchè' non esali e non disperda nessuno spirito del mercurio, si fa cuocere, perché' il mercurio acquisti le proprietà' volute, nel grande utero centrale dell'Athanor che, come si sa, ha forma ovoidale. Dalla cottura del mercurio, si hanno i sintomi della formazione radiante dell'essere nuovo prima (polvere di proiezione) e poi il pasto dell'essere mercuriale androgenico in eterno. 131) Questa ricetta, perché' si tratta proprio di una ricetta si sarebbe potuta esprimere in termini più' chiari e in minor numero di parole. Ma più' che questo che ho scritto e' pericoloso additare; poiché' alla fabbricazione di questo purissimo oro che resiste a tutte le prove, presiede, invisibile ai volgari e agli indegni, un gruppo di intelligenze distributrici secondo giustizia del secreto dei miracoli ermetici. Gli indegni non perverranno ad intendere. Gli egoisti sbaglieranno la rotta.",
  "last_phrase": "In conclusion, the recipe for creating the purest gold that defies all tests may seem complex and dangerous to reveal. It is presided over by a group of intelligent distributors who distribute the secrets of Hermetic miracles according to justice. To achieve mastery, one must pray, invoke, attempt, practice, challenge themselves, and be fearless of death. Remember that a true master is not just a teacher but a person possessing the power of practicing occult forces that are divinely placed in them."
}