{
  "title": "What is the meaning and ritual behind the use of symbols and talismans in magic spells?",
  "first_phrase": "In this text, the author talks about impure magic rituals and the use of symbols to protect oneself from these practices. The two-digit numbers representing personal or selfish production or witchcraft are drawn vertically on the human body during such rituals. These symbols are considered powerful and can only be destroyed by engaging in natural sexual intercourse with the person who performed the ritual. However, the powerful talisman of the 'intelligence of Bel-Ea' can make individuals invulnerable to all perverse forms of magic. The author describes how to create and use the talismans.",
  "content": "Pero' ciò' che distrugge e rende invulnerabili gli individui da tutte le forme perverse scagliate nelle fatture' e che rappresenta l'equilibrio potentissimo nella forma costante, e' intelligenza di Bel - Ea: (La terza lineetta orizzontale deve essere in riga con le 2 tangenti agli angoli acuti) Questo carattere sacerdotale si traccia senza orazione sulla parete della stanza in cui si dorme, sulle vesti, sul tavolo da mangiare, sul letto, e si porta addosso inciso su corniola con incastro di argento. Basta tracciare questo carattere, e le forme, in qualunque modo create, non attaccheranno la persona o la cosa toccata da questo segno, meno che la fattura. - Virtualizzazione per i due talismani di di Bel- Ea - Volti ad Oriente, si mette il talismano inciso, su di un panno bianco pronunciando i nomi sacri nell'ordine (secondo il periodo) e ad ognuno di essi si soffia caldo sul talismano, mentre dopo l'ultimo nome si virtualizza, imponendovi magneticamente quello che si vuole ottenere, pronunciando il nome dell'intelligenza. Sarebbe opportuno operare in luna crescente, giorno di , ora di positiva. Sia stata precedentemente al segno compiuta.",
  "last_phrase": "In conclusion, the intelligence of Bel-Ea holds the powerful balance against all forms of negative forces. The sacred character can be traced on surfaces and talismans to protect individuals and things against curses and spells. By following the steps mentioned above, one can virtualize the two talismans of Bel-Ea with the right intonation to attract positive energy. For further protection against perverse forms and true obsessions, one may use the second character on an Argentum disc."
}