{
  "title": "How can a novice in magic effectively convert their partner into a faithful follower?",
  "first_phrase": "In the previous text, the author shares his advice on the use of hypnotic techniques to gain control over one's partner. He emphasizes the importance of waiting for the opportune moment and being gradual in one's approach. In the last 200 tokens, the author relates this subject to the exercise of authority over a second family, specifically the employees in the General Regulations of their Traditional Order. The author advises that this authority should only be exercised through leading by example.",
  "content": "Il tuo effetto potrai ottenerlo tanto completamente che potrai mutarla in serva tua, in tua schiava, in tua sorella, in monaca od in asceta. Ma se nel momento del colto la sua attitudine e' di dominio o di signoria, se ella non ha l'estasi dei sensi lunari per fuoco di esaltazione libidinosa, se ella non spasima, non tentare. A. questo punto credo opportuno una seconda raccomandazione: non essere violento nei comandi che potrai darle in tante condizioni descritte. In natura tutto si ottiene a gradi. Ne' abituarla alla castità' che moderatamente e progressivamente, poiché' meno nei tempi prescritti delle purificazioni in cui tu devi essere casto di dentro e di fuori, dal capo alle calcagna, tu stesso non ti devi esimere dall'atto coniugale, se hai moglie, per ragione che imparerai in prosieguo. 45) SI collega a questo stesso soggetto l'autorità' caritatevole che l'iniziato deve esercitare su d'una seconda famiglia esteriore alla sua che egli si forma coscientemente dopo la sua iniziatura: intendo parlare dei dipendenti di cui si fa parola nel Regolamento Generale del nostro Ordine Tradizionale. L'autorità' che devi esercitare su di essi deve essere solamente per l'esempio della tua vita.",
  "last_phrase": "In conclusion, the advice for exercising authority over others, whether it be a partner, an employee, or a follower, is to lead by example through the use of science, moderation, and progression. Remember that true conversion does not come from force, and that it is important to maintain the freedom and autonomy of those who choose to follow you. By doing so, you can create a community of seekers who are inspired by your example and empowered to make their own choices."
}