{
  "title": "\"What is the Alchemical Separation and its Relationship to Spirituality and Karma?\"",
  "first_phrase": "This text discusses the concept of alchemy and how it applies to human interactions. It uses the example of mixing incense and myrrh to explain how two people in contact can have an effect on each other's karma, whether positively or negatively. The text also touches on the idea of separating the self to achieve spiritual transformation, with a focus on the true human form. It references ancient Hermetic symbols and their relation to religious rituals. The concept of life and death is explored, with the idea that death is the beginning of a new life.",
  "content": "Anche nei fatti apparenti di amori profani, di cuori ideali o carnali, di convivenza e di abitudinarie vite conventuali, quello che altrove ho chiamato contagio fluidico e' una vera penetrazione di creazione fenomenica (in un atto di amore sincero e penetrativo il Karma e' mutato per penetrazione). 83) La materia magica comprende anzitutto, nel concetto alchimico del separare l'auto lavacro che ogni discepolo deve raggiungere per la modificazione del proprio spirito. Il quale per colui che si avvia per la via della Verità' e' l'uomo vero cui ogni iniziazione si riferisce. Il corpo umano caduca carcassa che il tempo logora inesorabilmente, e' il fenomeno, transitorio per eccellenza di fronte allo spirito e al corpo lunare e al corpo mercuriale che rappresentano la Santissima ed Eterna Trinità' cui tutte le classiche ritualità' religiose dirigono la loro opera feconda: Nostra quae dicitur vita, mors est: mors, vita erit. Infatti un simbolo ermetico antico e di paesi e di razze differenti e' questo: Moritur ut vivat. vivat ut non moriatur.",
  "last_phrase": "In conclusion, the ancient hermetic symbol \"Moritur ut vivat, vivat ut non moriatur\" reminds us that separation and purification are necessary steps in the alchemical process of spiritual transformation, just as the body is a mere temporary phenomenon compared to the eternal human spirit. Our individual tendencies and character are drawn towards certain paths, and as we strive towards the Truth and separate ourselves from worldly attachments, we can attain a higher state of being and transcend the limits of the physical realm."
}