{
  "title": "How can images be fixed on sperm? Explanation of the alchemical process of fixing desired forms on sperm.",
  "first_phrase": "In this final section, the novice is equipped with the foundational understanding of alchemical doctrine, allowing for personal observations on the subject. The author discusses how the will is the sole agent in the fixation of images onto sperm during coitus, emphasizing that true will is the state of complete immersion into the desired outcome. The author also explains how the concupiscence, or lustful desire, cannot achieve this state and instead prepares the individual for the Urielic state of love that must be intensified and subjective to effectively fixate a desired form.",
  "content": "Si direbbe uno stato trasmutatore di se' stessa nella immagine della cosa. La concupiscenza non può' essere uno stato volitivo - può' preparare invece lo stato volitivo, imperioso, netto, fisso. Chi vuole le forme inferiori si danna magicamente, perché' si trasmuta impreparato in un labirinto da cui non si esce senza l'aiuto di un eroico Teseo. Nel coito meccanicamente tutti gli uomini sono una volontà' magicamente intesa. L'uomo e la donna si trasfondono, si compenetrano, si unificano in un amplesso critico, allo stato di concupiscenza succede lo stato di compenetrazione e il figlio della carne e' fissato in medio determinato dalla compenetrazione dei due individui coitanti, predominando nella forma fissata il tipo dello uno o dell'altro dei due, secondo che la maggiore potenzialità' di volere magico si sviluppa intenso nell'uno o nell'altro. Unico mezzo, lo stato Urielico, cioè' lo stato critico di Amore che polluisce. Ma si intende che questo stato urielico (da ur fuoco di amore) deve essere intensissimo e soggettivo, con coito o senza, ogni volta che una forma si deve fissare.",
  "last_phrase": "In conclusion, understanding the power of the Urielic state and the will to fixate forms is crucial to becoming a master of magical will. By embracing the critical state of love and harnessing its intense subjectivity, one can use the magical power of pollutions to fixate and retain images. With this knowledge, mastery of magic becomes possible."
}