{
  "title": "What is the difference between Osiride and Iside in Magic?",
  "first_phrase": "In the previous text, the author talked about the concept of Osiridea and its importance in magical practices. Osiridea refers to the male initiation process, which is necessary to serve as a magical field for the whole Isiac flock. The Order of the Sun only accepts disciples who can aspire to active and high mastery. In the last 200 tokens, the author highlights the difference between Active and Passive in creating hyper-physical phenomena. The author argues that even the most advanced spiritualists cannot grasp this concept because they lack the logic and criteria required for Osiridian magic. The text emphasizes that Osiridei are the only ones who communicate with beings and things with the authority of their own pure conscience, divinized like artisans and God Himself.",
  "content": "Dico non possono darsi conto perché' e' più' facile istruire nella magia osiridea un uomo che e' padrone della sua logica e del suo giusto criterio che un medio il quale Izar chiama sempre (un uscio aperto alla sapienza plurima) quindi, varianti mutabili, cangianti, isiaci o lunari insomma, che con un orecchio ascoltano la voce della Scienza e con un altro si dilungano in ragionari con esseri ed entità' di specie, di fattura e di levatura accidentali. I medi di qualunque specie esaminati freddamente sono degli squilibrati psichici, mentre gli isiaci di qualunque specie religiosa o magia sono degli impressionabili per fede, cioè' per stato di credenza incosciente mentre i soli osiridei sono intelligenti per se', cioè' i divinizzati che parlano alle cose e agli esseri con l'autorità' della propria coscienza pura, tal quale come l'artefice parla alle cose da lui artefatte e Dio parla alle sue creature. E' il Caprone Ammonio tra le capre isiache. Le corna del caprone si cangiano in tanti angoli rivolti al cielo a forma di corona salomonica che rappresenta il magistero delle coscienze delle cose create.",
  "last_phrase": "In conclusion, it is vital to understand that the Osiride of Magic represents an elevated level of consciousness that is different from the mediocrity of the Isiacs and the imbalance of the Medis. Only Osirides have the authority to speak to things with the purity of their consciousness, and this is the essence of the Logos Ammonio. Becoming an initiate signifies an alliance for higher purposes, and the sanctity of the pact is a guarantee for both moral and material protection."
}