{
  "title": "What are the connections between death, the soul, and human reproduction?",
  "first_phrase": "In the previous text, the author discussed death as the concentration of life's essence. In the last 200 tokens, the author delves deeper into the concept of the soul and its relationship with the physical body. The text mentions the common essence between two extremes of self-reproduction - sperm and soul - through the perispirit, which is the bond of ancient hierarchs. The author argues that the inter-human life of souls after death is essentially embryonic and unconscious until the soul returns to a human body. Therefore, communication with the dead is considered foolish. This text sheds light on the author's view of the afterlife and spirituality.",
  "content": "La vita inter-umana cioè' la vita extraterrena delle anime dei morti si riduce per gli uomini comuni ad una vita larvale o perispirituale fino alla purgazione dell'anima o morte del corpo lunare, e vita essenzialmente embrionale, quindi incosciente fino al ritorno dell'anima in un corpo umano, da cui, come il seme della terra in cui e' posto a germogliare, essa anima tira le forze necessarie ed indispensabili alla sua vita di novella espansione. Come il sole, sorge e tramonta dalla vita umana, e' il suo periodo di embrionato dell'anima nella vita di oltretomba nessun volgare ricorda, perché' i volgari non hanno che una vita di oltretomba incosciente e della incoscienza misteriosa di quel periodo nessun uomo volgare sa discorrere senza far lavorare poeticamente la fantasia. Conchiudendo: la vita dei morti e' vita di anime in essenza, incosciente e quindi misteriosa. Da ciò' la scioccheria delle comunicazioni dell'anima di un morto ai vivi. Da ciò' tutto il bugiardo spiritualismo del nostro secolo, che assegna ai morti potestà' che non si sono mai sognati di avere neanche nella vita larvale, che intercede tra la morte del corpo fisico e la seconda concentrazione dell'anima sperma della vita prossima.",
  "last_phrase": "In conclusion, the life of the dead is essentially embryonic, unconscious, and mysterious. The relationship between the human soul and physical sperm is similar to that between a tree and its seed, and is not fully understood by the common people. The ancient priesthood kept these analogical truths hidden under symbolic expressions to avoid profanation. Therefore, we must accept the limitations of our knowledge and avoid perpetuating spiritualistic fallacies that have no practical basis in reality."
}