{
  "title": "\"How do psychic means affect the development of the psyche?\"",
  "first_phrase": "In the preceding text, the author explains the concept of psychical and animizing means and how they directly influence the psyche of those targeted. The communication of psychic contagion occurs due to the identical nature of all souls, and any contact between them establishes contagion. The law of contagion of souls and virtues follows the rule that the virtues or vices of souls are conveyed in direct proportion to their mutual love and in inverse proportion to hate. In the last 200 tokens, the author discusses the means of separation founded on the love that a disciple feels for a master and how it helps one become sensitive to the occult spirit of things.",
  "content": "I mezzi psichici di separando sono fondati sull'amore che il discepolo sente pel maestro e che questi sente per lui. Se il discepolo sa tacere con l'anima e con la bocca e nel mondo vive isolato nella più' completa solitudine in mezzo alla folla che si agita e predica l'errore, egli sentirà' la voce del maestro nel suo spirito e non nel semplice suono. Separare e' diventar sensibili all'occulto spirito pensante delle cose, e quindi rendersi capace di intendere, cioè' di udire e sentire quello che gli altri non sentono e non odono. Che cosa non sente l'uomo ordinario? Il sottile fluido della volontà' attaccata alle cose poiché' tutte le cose che esistono dalla volontà' degli esseri di qualunque specie intelligente che si attacca ad esse. Un fiore sul suo stelo, dice Izar, e' adorato da una donna che lo desidera ed e' lodato per la sua fragranza: l'anima del fiore si sente più' bella e il fiore perdura aumentando la sua bellezza; passa un uomo che fa finta con disprezzo e dice: brutto questo fiore! E l'anima del fiore intristisce e il fiore dissecca.",
  "last_phrase": "In conclusion, separating oneself to become sensitive to the occult spirit of things requires a deep love and connection between teacher and disciple. By understanding and hearing what others cannot, one can create a new state of being for themselves and for the world around them. Remember that all acts of will are acts of creation, and belief is key to manifesting change. Those who refuse to believe may be governed by fear and weakness, but it is possible to find peace and progress through the power of the psyche."
}