{
  "title": "What is the principle of the magical chain and how does it relate to group harmony and sexual union in occult practices?",
  "first_phrase": "This text discusses the practice of magical rituals for various purposes, including healing and love spells. It mentions the \"Cenacolo d'Astarté\" sect founded in 1920, which aimed to restore the worship of the divine feminine and had an emblem representing the female sex. The group was part of the Third-Term of the Trinity founded by Maria di Naglowska and celebrated the preliminary Golden Mass in 46 Rue Vavin. The text explains the principle of the magic chain, where a group of individuals performs a ritual together, creating a new being in the astral plane with different essential powers. The central officiant directs these powers towards the desired objective. The following 200 tokens describe the sexual magic practice of this group in further detail.",
  "content": "Ma ogni operazione magica allorché essa è effettuata da un solo magiste, o anche da una sola coppia molto più debole, molto meno efficace allorché essa sia realizzata da un gruppo omogeneo, unito in una perfetta armonia di intenzioni, di parole e di gesti. Non solamente perchè c'è un accrescimento in agglungimento del poteri, totalizzazione dell'efficienza individuale. Ma sopratutto perchè questa stessa armonia fa del gruppo di individui un essere nuovo; essa crea nell'astrale un eggregore provvisto di potenze essenzialmente differenti di ipotesi individuali, e nello stesso modo che una sintesi come l'acqua ha delle qualità che sono ben altra cosa che l'addizione delle qualità dei propri elementi (ossigeno e idrogeno) che la costituiscono. Ecco là il principio della catena magica. Le officianti fanno il cerchio tenendosi per mano e recitano insieme le stesse formule e facendo gli stessi gesti. L'officiante principale, che si trova al centro del cerchio con una spada in mano, capta le forze di questo eggregore, e, poi per mezzo della punta della sua arma, le dirige verso lo scopo appropriato. Da questo momento, lo stesso principio porterà il magiste sessuale a realizzare l'eggregore con l'accoppiamento collettivo.",
  "last_phrase": "In conclusion, the principle of the magic chain lies in the perfect harmony of intentions, words, and gestures performed by a homogeneous group. This unity creates a new entity in the astral plane, an egregore that enhances individual power and efficiency. While imperfections exist, the power of the collective synchronization is undeniable in the creation of an egregore that can be directed towards a specific purpose."
}