{
  "title": "What is the connection between material and spirit in the concept of magical matter?",
  "first_phrase": "In the previous text, the author discussed the concept of the spiritual and physical separation in orthodox Christianity and how it contrasts with their belief that everything is a synthesis of one initial divine will. The last part (200 tokens) delves into the realm of magic and its relationship with the human body. The author introduces the concept of the \"state of mag,\" which is a state of being in the lunar human body that is connected to the material and the mercurial. The text then explores the symbolism of three names - Eva, Lilit, and Maria - in relation to the different structures of the human body. Ultimately, the author suggests that the \"magical material\" is the field of action of the \"state of mag,\" which is operated by the effective energy of the lunar body.",
  "content": "6 Che non esistono esseri superiori a lui i quali non siano stati già' uomini, o che egli non possa in potenzialità' ed in effetto raggiungere. Eccoci così' in. pieno campo magico. Della Materia Magica 66) Lo stato di mag e' uno stato o forma di essere dei corpo lunare umano. Il quale diviso nella sua unita' in un coefficente più' vicino alla materia e in una parte più' vicina all'Ibi mercuriale si comprende nel linguaggio simbolico nell'immagine della Eva o madre dei vivi in tutti gli uomini di struttura e levatura ordinaria, nella immagine della Lilit negli uomini governati assolutamente dalla parte fenomenica della Materia, nella Maria o Myriam nella struttura dei mistici che più' si avvicinano allo stato mercuriale. Quindi e' materia magica, e' campo di azione dello stato di mag tutto ciò' che agisce sotto l'impulso o l'efficace energia del corpo semovente o corpo lunare. Innanzi tutto poche parole per spiegare il significato dei 3 nomi. Le tradizioni simboliche o cabalistiche descrivono la Lilit come la prima compagna di Adamo creata insieme a Lui dal fango terrestre.",
  "last_phrase": "In conclusion, the state of \"mag\" is a form of being that is divided into a coefficient closer to matter and a part closer to mercurial Ibi. The magical matter is the field of action of the state of mag, which is everything that acts under the impulse or effective energy of the self-moving or lunar body. Understanding the significance of the three names - Lilit, Eva or Myriam - helps us understand the symbolic language of mystics and the structure of the human body."
}