{
  "title": "\"What distinguishes an initiate from a common person, and how can they consciously transform desire into will?\"",
  "first_phrase": "The final section of the text delves into the concept of initiated individuals and their use of talismans. The author explains that initiated individuals separate desire from will, and that talismans are tools for manifesting willpower rather than fulfilling desires. The text also addresses the misuse of the term \"initiated,\" clarifying its meaning and distinguishing true initiates from those who merely have knowledge of a group's administrative secrets. Overall, the article explores the complex relationship between desire and will, and the role of initiation in harnessing one's creative power.",
  "content": "A questo proposito e prima di procedere oltre, e' bene spiegare la parola che di frequente viene adoperata nel nostro linguaggio e nel comune discorrere dei profani. Che cosa intendiamo per iniziato? E da che l'iniziato si differisce dagli uomini volgari? Giacche' di questa parola iniziato viene fatto grandissimo abuso, specialmente dopo la profanazione delle Logge Massoniche di. rito Scozzese e delle simboliche riformate; le quali, raccogliendo in un fascio degli uomini di natura, di coltura, di sviluppo differente, non hanno saputo, da quando perdettero la direzione e l'orientamento jeratico, stabilire un'unita' di mira, per fini a raggiungere neanche nel mondo volgare. In esse fino a pochi anni fa, era consuetudine chiamare iniziato colui che conoscesse dei segreti amministrativi della loro compagine - e da questo i prof ani arguirono che ogni partecipante ad una setta o società' segreta potesse vantarsi del nome di iniziato.",
  "last_phrase": "In conclusion, the term \"iniziato\" has been misused and abused by many, particularly by those who claim to belong to secret societies. However, a true iniziato is one who has gone through a rigorous process of self-improvement and has reached a higher level of consciousness, transcending the limitations of the physical world. Only such a person can truly understand and apply the virtues embedded in the symbols and codes of their order."
}