{
  "title": "What is the significance of the Templar hierarchy and the human symbol in occultism?",
  "first_phrase": "In this text, the author discusses the concept of a double hierarchy within the Templar order. The first hierarchy is visible, with public honors and pontifical positions, while the second is invisible, existing within the occult temple of spiritual entities. The author emphasizes the importance of adhering to this hierarchy and the symbolic representation of the human figure in relation to the divine. The text also touches on the history and occult properties of the human priesthood and the symbolism of the sun as the center of the manifestation of the first virtue. The last 200 tokens delve deeper into the attributes of the first virtue and their manifestation in all aspects of nature, including humans, planets, and stones.",
  "content": "La storia e le proprietà' occulte dell'arcano sacerdotale umano fu letto e impresso dagli jerofanti primitivi nell'ordine visibile degli astri nei cieli, e nella sacra astronomia fu insegnato ai discepoli di leggere nel libro aperto dalla natura astronomica senza conservare con altri segni posteriori e più' materiali il segreto dei sacerdoti. Il Sole fu preso come centro della quotidiana manifestazione della Prima Virtù' nell'atto compiuto della Creazione Visibile, e come si elevava o tramontava per risorgere il Sole del cielo stellare, così' si rese perpetuo il simbolo arcano dell'Uomo Sole e tutte le cose del cielo perpetuarono l'immagine dell'Uomo sulla terra. Lo Spiritò che alimenta la natura, chiamato da Izar e Vain Bne-Escur pontefici e sacerdoti di Ur, Prima ed infinita virtù' delle cose, si manifesta in una identica legge tanto nel visibile mondo delle stelle e di pianeti, tanto nell'uomo e nella pietra è nel vegetale. Quindi l'Uomo segreto dell'Arca Ponteficale, non potendo distrarre la universalità' della esplicazione delle forze naturali, doveva e deve sempre conservarsi coerente all'identica manifestazione. Gli attributi della Prima Virtù' sono gli attributi divini risultanti dalla prima creazione e dalla sua manifestazione sensibile, quindi gli attributi dell'uomo son egualmente identici alla primitiva creazione della Ignota Prima Virtù'.",
  "last_phrase": "In conclusion, the history and hidden properties of the priestly arcane were written and impressed upon by the ancient Jerophants in the visible order of the stars in the sky. The daily and yearly cycle of the symbolic sun is identical to the mental, spiritual, and human race of man. Therefore, man is a symbol of both a creature and a creation, a generator of creative acts, and the One within the Universe. Understanding this unity and synthesis with the cosmos allows for a deeper appreciation and connection to the universal laws that govern all visible and invisible phenomena of the Universe."
}