{
  "title": "What is the fundamental law of the Grand Lodge of Egypt and how does it relate to the Templar Masonry?",
  "first_phrase": "This text explores the relation between Freemasonry and the Knights Templar, stating that modern Freemasonry derives from its building concept. However, this traditional perspective is different from the Grand Egyptian Lodge's belief that seeks to maintain the Holy Ark in every human mind. The text explains that outward forms and titles are borrowed from Masonic forms but are transparent to the initiated. The text ends by discussing the concept of Sinedrio, which represents the communion of the perfect. The last 200 tokens provide valuable insights into Sinedrio's different appearances throughout history and how it represents the spiritual and mystical temple's occult constitution.",
  "content": "La parola Sinedrio (da syn insieme ed hedra sede) e' il solo nome intellegibile che può' rappresentare la comunione dei perfetti. I tre punti ●●● vogliono indicare la sola manifestazione esteriore ed i gradi le sole modalità' dello stato spirituale di ogni adepto della scienza nelle sue manifestazioni visibili. Il sinedrio e' unico e nella forma assoluta scientifica e' Ammonia o Solare; nella forma transitoria latina e' Giuliano o solare umano, da julos lanuggine, pelo animale, da cui il nome di Quintilis o mese di luglio dei latini. Il Sinedrio ebreo formazione dei 72 nomi cabalistici di Dio unico era la rappresentazione relativa delle manifestazioni dell'Intelligenza Creatrice - Sinedrii erano anche presso i latini gli dei sedenti alla stessa mensa e Sinedrio il banchetto dei Numi Vivi e Vivificatori. Queste le delucidazioni necessarie allo esatto intendimento della costituzione occulta del tempio filosofico spirituale e mistico, tradizionale ed assoluto.",
  "last_phrase": "In summary, the word Sinedrio represents the communion of the perfect and is the only intelligible name that can do so. The Sinedrio was present in both Jewish and Latin cultures and represents the manifestation of the Creative Intelligence. The Fundamental Law of GR●●●OR●●●EG●●● consists of Nine Units and an Infinite, and the key to understanding them is the O or O symbol. This table perpetuates the source of the Beneficial Nile in the world of sacred ignorance since ancient times."
}