{
  "title": "What is the secret teaching hidden from the profane and revealed by pagan mysteries, Gnostic, Manichean, and Arian sects, and later by alchemy?",
  "first_phrase": "In the previous text, the author suggests that pagan mysteries hid the same secret knowledge from the profane, while Gnostic, Manichean, and Arian sects held the key to this mystery. The Catholic Church lost this knowledge when it turned its priests into butchers. However, the author claims that the secrets persisted in the ingenuity of alchemy, which has been misinterpreted today. In the final 200 tokens, the author introduces the idea of alchemy as an ingenious revelation, which novices must perceive beyond the banalities and limitations imposed by the modern understanding of alchemists.",
  "content": "Altre sette lo interpretarono in un senso magico inferiore, ma pur vero, come i marconiti, e l'orgia innanzi alla virtuale incessione del Cristianesimo sembro' un rimasuglio dei misteri pagani e non una verità'. Quando la chiesa cattolica, perdute le chiavi della scienza, cangio' i suoi preti in macellai, chi ebbe tradizione e memoria del secreto tacque - e solamente con l'ingegnosa manifestazione o rivelazione alchimica, si riusci' a tramandare in iscritto il secreto che non fu mai perduto e che non si sa chi fosse il primo a trovare. Ho chiamato l'alchimia una ingegnosa rivelazione, e questa irriverente manifestazione del nostro pensiero, sarà' in apparenza accettata dal novizio, imbevuto delle frottole che sull'alchimia si scrivono nella nostra epoca, come una meravigliosa affermazione negativa, tanto più' stupefacente, per quanto e' consacrata in un manoscritto iniziatico. Ma appunto per ciò' egli deve aver caso di uscire dal labirinto della volgarità' che sugli alchimisti ha concetti tanto limitati ed insulsi che dopo quanto diremo non hanno ragione di essere ripetuti.",
  "last_phrase": "In conclusion, the art of alchemy was an ingenious revelation and a manifestation of our thoughts that was kept secret by those who knew it for fear of persecution. Only through the clever manifestation or revelation of alchemy was the secret able to be passed down through writing. While the Inquisition's butcher priests were enamored with wealth and gold, the alchemists held the secret to the true power of the human spirit. The means of reaching the manipulation are indicated extensively and obscurely in alchemical books, but clearly for those who already know the operative secret."
}