{
  "title": "What is the Difference Between Desires and Willpower? And What Does it Mean to be an Initiate?",
  "first_phrase": "This text is about the power of will and the difference between desire and true will. The author explains that true will is the active transformation of oneself into the desired thing, while desire is passive and simply calls the desired thing to oneself. The text also discusses talismans as analogical manifestations of will, created by powerful individuals who can use them for miraculous effects. However, the author reminds us that talismans are only effective for those who have faith in them, and an initiated individual separates desire from true will, using it only for themselves and others.",
  "content": "Quale sia il limite che separa il desiderio dalla volontà', la scienza assoluta non lo determina, perché' il limite e' indeterminabile e mutabile secondo i casi e secondo gli uomini. Molti desideri si trasmutano in volontà', molte volontà' degenerano in vani desideri. I primi sono volgari causati dall'ignoranza, le seconde sono manifestazioni superiori della particella creativa che e' in noi e che per noi si manifesta. Il volgare confonde desiderio e volontà'. L'iniziato solo li separa e li astrae come due sentimenti di valore perfettamente diverso. I talismani sono manifestazioni analogiche delle volontà' e non del desiderio - sono pietre angolari delle manifestazioni riflesse di esse sull'anima umana e sono psichici strumentici brevi e piccoli miracoli, di tempo, di forza, di espansione limitata ad effetti voluti, secondo l'intensità' della forza che li ha creati. L'iniziato ne fa a meno e se ne serve per se' e per gli altri, ma non tracciati, ne' costruiti da iniziati non valgono che per la sola forza di fede che evoca la potenza dei caratteri in essa contenuti.",
  "last_phrase": "In conclusion, distinguishing between desire and willpower can be a challenging task, and it is not an exact science. While desires can turn into willpower, willpower can also degenerate into vain desires. Talismans, as analogical manifestations of willpower, can be useful tools to achieve specific goals, but they only work for the initiated and those who believe in their power. Therefore, it is crucial not to confuse the terms desire and willpower, and only use talismans under the guidance of an experienced practitioner."
}