{
  "title": "Who is Lilit and what is her role in Chaldean symbolic tradition?",
  "first_phrase": "In this text, the author discusses the symbolic tradition of ancient Chaldea and the conflict that arose between the first man, Adam, and a mysterious character named Senoche. Senoche wanted to dominate Adam, but when he refused, she left and made a promise to kill all future births. According to legend, Jehovah then created Eve to counter Senoche's threat. The author delves into the symbolic meaning of Lilit, Eve, and Miriam, which were often viewed as external entities by scholars, and how they represent the struggle for power between the lunar body and the physical body. The last 200 tokens talk about how the Church interpreted Lilit as a powerful and seductive demon, and how their fear of her led them to suppress spiritual movements such as Spiritism and Mesmerism.",
  "content": "La Lilit rappresenta la identica partizione di potestà' tra il corpo lunare e il corpo materiale, in modo si vuole intendere che in origine l'uomo ebbe un corpo lunare o anima materiale eguale in potenza al corpo materiale, in modo che la lotta per una supremazia tra i due dovette essere lunga e feroce, giacche' i fenomeni o gli effetti prodotti dal corpo lunare; essendo eguali in potenza con quelli del corpo materiale, agivano e si producevano senza il consenso e la coscenza di questo. I chierici maledivano sempre la Lilit come un demonio potente e seduttore, e senza entrare nel merito del suo stato o condizione di essere, discussero veramente all'epoca della Inquisizione (bestiale e rivoltante delirio dei falsi sacerdoti della verità') se Lilit potesse generare in unione coitale all'uomo. Se i chierici avessero capito ciò' che dicevano allora e ciò' che ancora oggi discutono, invece di cercare tante assurde ragioni contro il moderno spiritismo e il magnetismo mesmeriano, avrebbero capito che in tutti i medi detti dei fenomeni o ad effetti fisici, dei quali fenomeni sono essi medii stessi incoscienti, vi e' la manifestazione ed il sopravvento della Lilit dei Rabbi.",
  "last_phrase": "In conclusion, the story of Lilit represents the struggle between the material body and the spiritual body within humans, which has caused much debate and confusion throughout history. Rather than fearing or demonizing these concepts, we should seek to better understand them and their role in the world around us. By doing so, we may come to a deeper appreciation of our own nature and be better equipped to navigate the challenges of life."
}