{
  "title": "\"What are the twelve talismans and how to execute them for oneself to achieve separation?\"",
  "first_phrase": "This text presents the twelve talismans which the disciple can execute for himself, and the thirteenth one, which is more complex. The twelve talismans are associated with the zodiacal sign of Aries, and each one has a specific explanation. The thirteenth talisman is more complex and it can be engraved in metallic talismans or written on the four circles that denote the four human states. The author explains how to prepare oneself and the ritual to follow to execute the talisman. It is recommended that the talisman be personalized and made with pure vegetarian food for seven days before the preparation.",
  "content": "-Altri caratteri di Ariete - (prèsi dalla rituaria caldea) Il caprone generatore -Ea che polluisce L'uomo ariete Anima che acquista forza (38) La generazione tra le due colonne dell'esistente invisibile, il Bene e la Necessita' L'anima ermafrodita, corna di caprone su testa muliebre La primavera dell'Anima - Resurrezione Maestro caldeo denotante la testa o anima in fioritura. Caratteri più' complessi esclusivamente talismanici e indicanti pensieri concreti, sono i seguenti: Significa: come il caprone nella primavera fiorente. Significa: così' fiorisca come il seme in terra propizia. Significa: L'anima partorisca còme la capra pregna di Ariete. Significa: il pensiero generi la carne come lo sperma. Significa: Re della natura per lo spirito della parola. Significa: Anima prolificante come Ariete. Questi caratteri possono essere incisi nei talismani metallici o scritti senza altro nei cerchi denotanti i quattro stati umani. Specialmente nei talismani che si fanno pei propridipendenti. Ma il talismano che si deve fabbricare per se stesso, deve, nella sua semplicità' essere come mai ne abbiamo fatto il modello. Nel compierlo si segna questo rito personale: Per sette giorni devi prepararti con cibi puramente vegetali. Prendere a preferenza dei cibi che provengono dai grani di diversa specie.",
  "last_phrase": "In conclusion, the creation of the talisman requires a personal ritual and preparation, including a seven-day vegetarian diet and daily prayers. The talisman can be inscribed with specific characters to generate concrete thoughts, and its design is similar to the previous model with only minor changes based on the corresponding month. Remember that the talisman should be simple, and its purpose is to increase the strength of the ermafrodita soul and promote the generation of new life."
}