{
  "title": "What is the role of fire and the symbolism of the sun and planets in magic and human creation?",
  "first_phrase": "In this last part, the author explains how the wax, when put on fire, melts and evaporates, and how the evaporation of water becomes water again. The main concept discussed is the principle of transmutation, which is based on fire. The author explains the solar types of symbolism in the planetary system, reducing them to two terms: male and female. Each type of male and female is associated with a planet and certain characteristics. Similarly, the author links the types of humans to astrology and explains how the creative law is a continuous and constant process in all things.",
  "content": "Quindi questi tipi riferentisi alla natura umana complèssa come si studia nella magia astrologica dei caldei si ha: (Pensiero) Sole - Intelligenza - Dottrina - Sapienza (Volontà') Marte -Forza - Lotta - Impero della Volontà' (Ricchezza) Giove - Potere Regio - Dominio sulla conquista assicurato. (Secreto) Saturno - la tristezza e l'arcano della Scienza nella materia. Il Pensiero ignorato. (La Fantasia) Luna - La mutabilità' nell'immaginativa. (I sensi) Venere - L'atto di copula sessuale. La bellezza. (La percezione, la parola). Mercurio. Il ladro, la sottigliezza nell'applicare l'intelligenza alla. materia (commercio, arte, industria). Ritornando alla legge creativa, procedimento contìnuo e costante in tutte le cose, si ha che il pensiero padre primo di ogni Volontà' si trasforma alla conquista della sua realta' nella materia. Perciò' i filosofi mistici di tutti i' tempi dissero che il corpo umano e' la casa di Dio. Ma l'atto di creazione del Sole Intelligenza, cioè' del pensiero non si arresta come fine alla sua realizzazione di uomo e quindi continua trasformandosi perennemente fino alla formazione completa del suo tipo ideale.",
  "last_phrase": "In conclusion, according to the complex nature of human beings as studied in the astrological magic of the Chaldeans, the creative law is a continuous and constant process which transforms thought into reality. The act of creation through the union of male and female elements in the material world is a manifestation of thought projecting its reality. Thus, practitioners of magic utilize the physical properties of semen and menstrual blood in order to produce good and combat evil, as taught and demonstrated in their secret temples."
}