{
  "title": "What are the rules and requirements for joining and participating in the Egyptian Order as a neophyte?",
  "first_phrase": "This text is a set of directives guiding the initiation process of new members into the Egyptian Rite order. The instructions provide details regarding the name change, the divine names associated, and the roles of the master initiators in training the members. The last 200 tokens describe the rules and etiquette guiding the interaction between the new members and existing ones, including the level of confidentiality, non-interference, and consultation allowed. The text emphasizes the importance of secrecy and the need for permission from the initiator or hierophant before intervening in any operation or process.",
  "content": "16 - Nello scrivere i rapporti al maestro iniziatore o nelle comunicazioni ai fratelli neofiti iscritti sotto la dipendènza dello stesso maestro, non si adopera altro nome che quello della scienza o nome arcano dell'intelligenza di battesimo; e tra fratelli non sono permesse investigazioni sull'ordine dei maestri dirigenti il Sinedrio; ne' sull'andamento di esso, dovendo restare pel neofito precluso il Sinedrio stesso, l'Ordine dei Maestri e la sua costituzione materiale fino allo sviluppo dell'ibi individuale che corona l'opera del neofita apprendista per farlo incontrare nella comunione dei maestri e grandi maestri del rito egiziano, unica e sovrana forma collettiva che perpetua a traverso i secoli la scienza ierattica degli del occulti e palesi. Artil7 - Nessun fratello o maestro si può' ingerire nei fatti o nelle operazioni del neofito e del fratello se non chiamato espressamente e con autorizzazione del maestro di grado o del ierofante se per ordine. Art. 18 - Un neofito in comunione con altro fratello chiamato ad assistere o a collaborare ad operazioni di questi, non deve rifiutarsi ma non può' intervenire se non con l'autorizzazione del maestro iniziatore.",
  "last_phrase": "In conclusion, it's essential to maintain a sense of confidentiality and respect for the hierarchy within the Order of the Masters. Neophytes mustn't involve themselves in the affairs of more experienced members without permission, and discussions should remain focused on general scientific principles rather than specific methods. Additionally, neophytes who wish to apply their knowledge for personal gain may do so ethically under the understanding of Si iustum et necessarium."
}