{
  "title": "What is the secret practice of the Jesuits and how does silence aid human psychology?",
  "first_phrase": "In this final section, the author discusses the importance of silence as a preparative practice for separating the sensual body from the higher elements. Previous ascetics of various beliefs have recognized and practiced this. The author notes that the influence of external silence is significant on the inner self, as seen in those who live in solitary environments. This is contrasted with the torture that silence brings to those with base instincts, as seen in the statistics of prisoners becoming mentally unstable due to segregation. The author stresses that silence is integral to initiation, and to speak against one's will is to fail at initiation.",
  "content": "Questo all'uomo sviluppato pare la causa più' semplice del mondo, perché' a chi conversa con se' stesso o col suo lo superiore, o con le multiple personalità' frutto e risultato delle precedenti vite terrestri, sembra un assurdo che la conversazione con gli altri uomini possa essere una necessita', eppure il silenzio per l'uomo unilaterale comune, è per quello di istinti bassissimi e' una tortura peggiore dei cordami che i Santissimi Padri dell'Inquisizione amministravano all'inferno di eresia! La statistica dei pazzi, che diventano tali per la segregazione nei penitenziari moderni, ci dimostra che il silenzio per l'uomo comune e' un castigo fatale. Non vi e' iniziazione che non inizi dal silenzio. L'iniziazione ripete le parole che sono scritte sulla porta del Mistero: non parlare ne' di quello che conoscerai, ne' di quello, che vedrai. Ma tu hai un bel promettere, se non sei abituato al silenzio parlerai... parlerai contro ogni tua volontà', anche ti mettessero con museruola e un tappo sulla bocca, parlerai con gli occhi, con la persona, con la mente.",
  "last_phrase": "In conclusion, silence may seem simple, but for many, it is a torture worse than physical punishment. However, those who understand the power of silence know that true initiation begins there. Silence is not just the absence of words but also a form of communication that originates from the soul or psyche. So, let us learn to appreciate the power of silence and use it wisely to communicate with ourselves and others."
}