{
  "title": "What are the main psychic means to achieve separation, according to Hermeticism?",
  "first_phrase": "This text discusses the concept of \"separating\" or the process of separating the pure from the impure according to Hermeticism. The author describes different levels of separation based on the virtuality of the human body parts being freed from the physical body. After death, humans can be found in one of three conditions or possibilities, with the highest being the only one usually recognized. The second and third levels are exclusive to initiates who have achieved the necessary development to abandon the most earthly and material parts of their lunar and mercurial bodies. The text also mentions the role of silence and solitude as important psychic means to achieve separation. In this final part of the text, the author delves deeper into the meaning of silence and its connection to the inner voice and individuality.",
  "content": "Il terzo grado appartiene agli uomini dei, cioè' alle intelligenze incarnate, le quali possono nello stato assoluto continuare le vite in continue trasmutazioni corporee dette avatariche. Nelle incarnazioni successive gli uomini ordinari portano con se' anche parte del corpo lunare antico non interamente dissoluto, e spettando a questo le forme corporee, si spiega con ciò' il succedersi dei tipi costanti nelle famiglie e nelle razze. 94) Principali tra i mezzi psichici per ottenere il separando sono il silenzio e la solitudine. Il silenzio non e' solamente il non parlare, ma il far tacere tutto il mondo esteriore intorno a se' onde si risvegli il sentimento di ascoltare la voce intima, interna, profonda. Quando il salmo 129, uno dei 7 penitenziali della Chiesa Cattolica dice: De profundis clamavi ad te domine, vuol fare un appello alla individualità' profonda, ascosa, che grida al Dio o all'Io superiore umano, all'Iod primitivo ed eterno. Ora la voce dal profondo di quell'abisso stratificato da diverse centinaia di esistenze geologiche dell'uomo, la voce dell'io, cosciente di se', non si fa sentire che nel silenzio del mondo artificiale delle parole di tutti gli uomini e dei suoni di tutti i pensieri degli altri.",
  "last_phrase": "In order to reach deeper levels of consciousness and access the voice of the inner self, silence and solitude are powerful tools. By quieting the external world, we can awaken the internal voice and separate ourselves from the accumulation of past experiences and modern influences that can cloud our thoughts. This process is especially challenging for those well-educated and steeped in modern ways, as they carry with them both ancient and modern influences that can clash. However, the rewards of achieving true inner silence and reflection can be life-changing."
}