{
  "title": "\"What is the Connection Between Instinct and Spiritual Vision in Ancient Priesthood Teachings?\"",
  "first_phrase": "In the previous part of the text, it was explained how instinctive impulses are common to all human beings and represent their mechanical tendency to perform certain actions. In this last part, the author, Izar Bne-Exur, a pontiff from Ur, discusses the concept of the vision in the light of the spirit. According to Izar's book of perpetual conjunctions, the sun reflects everything that belongs to humans. The intelligence of the divine luminosity travels through the successive animal incarnations until it reaches the same shifted center. Izar perpetuates the idea of the chain of successive existences and reflects on the special earthly appearance of the sun in every humanization. The text explains how the moon, as a symbol of the refraction of sun rays, divides its 28 days into the four stages of existence in each zodiac sign, representing every human life.",
  "content": "Indicando con una unita' ogni cosa percorsa dal Sole, cioè' ogni animalizzazione dello Spirito di Luce (2) cioè' ogni umanizzazione a vita animale si esprimeva (1+1+1) + (1+1+1) + (1+1+1) + (1+1+1) inverno primavera estate autunno E riferendosi alla luna, come simbolo di una rifrazione dei raggi solari, quindi di una. sola esistenza umana mutabile, divideva i ventotto giorni della Luna nelle quattro fasi dell'esistenza di un periodo in ogni segno zodiacale, cioè' in ogni vita umana. 1 2 Luna nuova primo quarto 3 4 Plenilunio ultimo quarto E in un circolo assolutamente di apparenza astronomica perpetuava tra i suoi discepoli l'idea complessa ed unitaria della catena delle esistenze successive (vedi fig. l) Da questa figura di Izar si vede come il sole in ogni umanizzazione ha una speciale fisionomia terrena che riflette i raggi dello Spirito-Sole il quale si incarna in tante successive apparenze zodiacali. Nella intersecazione dei tanti cerchi indicanti la successione delle orbite lunari si osserva, che la luna nuova prende nascenza nel campo di operazione del segno precedente, come si vede dalla figura 2.",
  "last_phrase": "In conclusion, the complex and unified idea of the chain of successive existences perpetuated by Izar, revealing the special earthly physiognomy of the sun in every animalization of the Spirit of Light and the four phases of each period in every zodiac sign, teaches us to mature, create and shape our unique human life. This knowledge is a valuable tool in preparing for our future lives and becoming initiated into the secrets of successive existences."
}