{
  "title": "What are the rules and regulations for the allocation of the Order and funds in the Gr ●●● Or ●●● Eg ●●●?",
  "first_phrase": "In the preceding text, we learned about the process of appointing officials and conferring orders within a particular organization. Now, we dive into the title \"Funds of Social Funds\" which outlines the financial structure of the organization. The article highlights the various sources of the organization's funds, including the initiation fee paid by newcomers, monthly contributions, and a percentage of profits from certain operations. Additionally, donations from members are also accepted.",
  "content": "Per nessuna ragione si può' venire meno al versamento di tale somma, ne' a diminuzione, ne' a decimazione di essa, ne' a pagamento rateale; potendosi solamente accettare in sostituzione del versamento da farsi dal Ne ●●● egual versamento fatto dal M ●●● In ●●● o da altro Fr ●●● con fondi propri' o procurati. Si accorda bensi' il rimborso al pagamento compiuto dal M ●●● o da chi per lui per parte del Ne ●●● nel periodo di mesi trentasei. 2) dal costo del diploma dell'ordine in lire cinquanta che il Ne deve pagare nel primo mese della sua ricezione del talismano di patto aspettando il 21 dicembre successiva per ritirare il. diploma solare del suo grado. 3) di una contribuzione mensile di lire sette, pagabili a semestre anticipato nelle mani dell'Iniziatore se neofita e di lire settantasette mensili da versarsi direttamente alla cassa se il neofita ha raggiunto il grado di primo grado. 4) del 33% di tutti gli utili delle operazioni che sono fatte dai M ●●●, dai Ne ●●● e dagli iscritti in generale servendosi di aiuti della scienza applicati a fini profani. 5) dalle donazioni volontarie o testamentarie dei Ne ●●● o M ●●●.",
  "last_phrase": "In conclusion, it is important to note that the payment of the mentioned sums cannot be reduced, decreased, or paid in installments, with the exception of the payment made by another brother with their own funds. Refunds are only granted if the payment has been made by someone else, and if the neophyte pays all fees promptly. Monthly contributions must be paid in advance, and any difficulties in payment should be informed to the initiator. Additionally, neophytes may give gifts to their initiators on December 21 and March 21, while the payment of the diploma fee may be postponed if necessary."
}