{
  "title": "What are the true purposes of the Kremmerzian operation, and why is the Prometeo group collaborating with international organizations to unveil the secrets of the Egizio Order?",
  "first_phrase": "This text talks about the group Prometeo's decision to reveal the true purposes of Kremmerz's activity and to expose the Egyptian Order's actual intentions. The text states that several schools of Kremmerzian thought have merged with Crowleyan orders, and some have even shared their knowledge with the O.T.O. orders worldwide. The last part of the text warns readers against practicing the revealed rituals or sigils as they may serve the dark forces' purposes. The group Prometeo promises to publish texts that promote the pursuit of individual light, love, and freedom in the future. The last 200 tokens consist of the statutes of the Egyptian Order of the Grand Egyptian East, which explain their symbolism and ideas.",
  "content": "il futuro ci riprométtiamo di pubblicare del testi che siano da esemplo e da stimolo a tutti coloro che perseguono individualmente una strada di Luce, Amore e Libertà scissa da burocratici e pseudo ordini iniziatici. GRUPPO PROMETEO ____________ (*) \"Il Conte di Gabalis\" ovvero \"Conversazione stille scienze segrete\" 1670 Ed. PHOENIX - Via di Scurreria, 5 int. 2A - 16123 GENOVA. 4. STATUTI DELL'ORDINE EGIZIO DEL GRANDE ORIENTE EGIZIO La formula Grande Oriente Egizio e' una esplicazione solare dell'idea scientifica, religiosa e magica sotto l'apparenza moderna massonica. La sua manifestazione ierogrammatica ed ierografica e' espressa nel sigillo generale dell'Oriente antico, il sole che esce o si leva dal mare. Oriente del sole unico della scienza perfetta, assoluta ed immutabile. Il nome speciale di Egizio o Egiziano e' simbolico ed esplicativo della formula precedente - considerando l'Egitto come punto intermedio tra due rivelazioni pratiche, l'orientale e l'occidentale, e segnante il punto d'unione delle due manifestazioni simboliche delle stesse verità'.",
  "last_phrase": "In conclusion, the Gruppo Prometeo aims to inspire individuals to pursue the path of light, love, and freedom, free from bureaucratic and pseudo-initiatic orders. In furthering this goal, they promise to publish texts of example and motivation. The Grand Egyptian Orient symbolizes the unity of Eastern and Western revelations, and upholds the principles of pure science and sovereignty that transcend politics and religion."
}