{
  "title": "What are the demoniac signs of the separando and how do they relate to the initiation process?",
  "first_phrase": "The following text delves into the influence of Mercury in the initiatory process and the modulations of the astral body. Earlier parts of the text elaborated on the impact of external actions on the shaping of the astral body. Some fundamental truths need to be reiterated here to urge the novice towards a deeper understanding of the science of priesthood. This passage introduces the concept of Separando, which, subjectively or objectively, marks the true beginning of initiation. The author explains Osiride and Isiaco, which are two different approaches to initiation, and provides two examples - one is subjective pertaining to one's own development, and the other is objective, concerning another individual's initiation.",
  "content": "Appena il corpo occulto impregnato dal sole mentale e dalle azioni fisiche partorisce il Cristo loquente, cioè' il genio separato o meglio l'uomo occulto differente in potenza e virtù' dall'uomo fisico - l'iniziazione comincia - cioè' l'uomo vero parla nell'uomo visibile. Nella nostra iniziazione osiridea, il Maestro che ha alla sua dipendenza un discepolo, non può' agire su lui in nessun altro modo che sviluppando la sua intellettivita', e lasciando a lui tutta la iniziativa di preparare il suo sviluppo, cioè' lo sviluppo dell'angelo o del christos o cristo in lui. Se invece agisce direttamente il maestro sul discepolo, la nostra non avrebbe diritto alcuno ad avere la potestà' di iniziazione osiridea e diventerebbe isiaca, perché' ciò' che nella pratica distingue l'Osiride dall'Iside e' appunto questo carattere specialissimo, di avere l'Osirideo sviluppato il suo Cristo secondo la verità' e la liberta' assoluta, e l'isiaco di averla secondo ciò' che i suoi maestri hanno voluto che fosse. A spiegare questo valga il 2° esempio oggettivo, cioè' su di un altro individuo.",
  "last_phrase": "In conclusion, the initiation into the development of one's Christ or angel involves the master only developing the disciple's intellect, leaving the initiative to prepare for their growth to the disciple. The Osiride develops their Christ in absolute truth and freedom, while the Isiaco's development is limited by fixed images, exemplified by the saints in Catholicism. It is important for novices to understand that the master cannot act upon the individual's potential development without violating the fundamental principle of this practical study."
}