{
  "title": "What is the Sinedrio and how does it differ from traditional secret societies like Freemasonry?",
  "first_phrase": "This text discusses the beliefs and practices of a secret society called Sinedrio. The author explains that this society is not a cult but a council of gods or divine beings who convene to achieve a clear objective of eternal scientific knowledge. The society encourages individual independence and does not aim to create a physical temple like many other secret societies. Instead, it functions as a collective pursuit of the ultimate truth within the universe. The author emphasizes that joining the society means committing to the pursuit of truth and protecting its secrets, which are essential components of the society's initiation process.",
  "content": "Ma appena schiude le prime porte, il neofito comprende da se' che la forma massonica e' anche, nel caso sinedriale, un non senso, o meglio una negatività' assoluta; perché' gli ordinamenti massonici o muratorii hanno per fine sempre una costituzione d'un tempio, per mezzo del lavoro, tempio politico, religioso, morale un tempio sempre a costruirsi; pero' noi nel concetto sinedriale abbiamo tutto bello e costrutto nel tempio della Scienza Eterna, quindi perpetua, non caduca ne' per persecuzioni ne' per scomuniche ne' per violenze o rivolgimenti politici. Ascriversi al Sinedrio anche come semplice dipendente e praticante vuol dire far professione di Verità' nella Scienza, e l'atto del secreto che ne costituisce la base vuol essere spiegato come una necessita' della natura iniziatica nostra la quale rappresenta nel Gr ●●● Or ●●● di Luce tutto ciò' che e' la società' umana, la quale deve considerarsi come una grande raccolta di esseri della stessa specie (uomo) aventi gli stessi diritti finali alla luce, ora tutti trovandosi a differenti stadi di sviluppo morale ed intellettuale non hanno tutti nel contemporaneo momento storico gli stessi diritti.",
  "last_phrase": "Error: Unable to generate text."
}