{
  "title": "What is the secret knowledge of the ancient priesthood and its connection to the manifestation of divine power in human beings?",
  "first_phrase": "In this philosophical text, the author discusses the human ability to contain and imitate the infinite power of the Central Creative Spirit. The perfect human is represented as the prototype of divine incarnations, and all humans can experiment with this power. The author also explains that all forms of matter contain the same properties, including the Spirit of the First Virtue, which is manifested in human mentality. The final section discusses the study of the four elemental forms of manifestation from Eā and the importance of keeping this knowledge secret from those who would use it unjustly.",
  "content": "Per la stessa ragione risulta che l'acqua contenuta in un bicchiere, essendo identica all'acqua contenuta in un lago, l'una e l'altra hanno le proprietà' identiche, e quindi lo Spirito della Prima Virtù' contenuto nella mentalità' umana o ànima rappresenta la Prima Virtù' stessa nell'atto di manifestare la sua potenza creativa. 11) Da questo fondamento della semplice filosofia divina espressa e condensata in ogni manifestazione di forma, sìa pietra, sia vegetale, sia animale, tutti i tempii dai primi e più' antichi ebbero a solo studio divino l'uomo, il quale, riepilogando le quattro forme elementari della manifestazione eatica (da Eā), e' lo studio indefesso dei sacerdoti ed e' il segreto che più' gelosamente va occultato ai profani, che non saprebbero riconoscere in se' tutti gli attributi della Virtù' prima, o, agendo ed operando contro il principio di equità' e di giustizia, creerebbero tali perturbamenti magici, da possedere i meno abituati alla lotta in tutte le loro facoltà'.",
  "last_phrase": "In conclusion, the ancient and arcane science of the human being was the focus of study for the early priesthood, who understood that the Spirit of the First Virtue contained within the human psyche manifests its creative power. This secret knowledge was carefully guarded and transmitted within the inner sanctum of the temple, and through the use of symbols and imitation, the masses were guided towards moral and ethical improvement. The practice of this science required the magico-templar priesthood to imprint all forms upon the elemental state of the human soul, which could only be achieved through the magnetic and positive action of the priesthood."
}