{
  "title": "\"What are the guidelines for observing the four solar fasts and the novenary?\"",
  "first_phrase": "In the previous text, instructions were given on how to observe the 4 solar fastings, known as the \"tempora\", for a balanced life. The last part specifies that if the last operation before the fast happened less than 9 days before the beginning of the fast, a pause is required to not interfere with the novenary. The operations have a rhythm of 9 and are repeated within that period. In this final portion, the author emphasizes the importance of energy expenditure management and offers a reasonable amendment to achieve optimal results.",
  "content": "I digiuni solari sono quattro, detti dalla Chiesa: delle 4 tempora. Sull'inizio di ognuno di essi che non corrisponde a quello delle quattro stagioni, si potranno chiedere istruzioni al proprio iniziatore. VI è, comunque, traccia di spiegazioni nella 1° parte del \"Corpus\". * Diremo qui soltanto che il dispendio di energia della vita contemporanea richiedono emendamenti ragionevoli per fare li meglio che si può, tranne che il digiuno di il quale, però, essendo favorito da migliori condizioni, va fatto avvicinandosi il più che sia possibile a quello prescritto, come da foglio a parte. Le 9 ore di apertura e chiusura sono facoltative. Negli altri digiuni la prescrizione è questa: a) un sol pasto al giorno frugale e vegetariano; b) bevande a volontà; c) alcoolici in misura minima e mai dopo il tramonto. Le sudorazioni vanno sostituite con bagni caldi, non di igiene ma traspiratori e fatti quando si può durante la giornata. (*) I DIGIUNI: Il nostro anno solare ha inizio il 21 marzo e quindi non coincide con l'inizio dell'anno civile. Così non coincidono i mesi che hanno tutti inizio astrologico al 21 e cioè sotto la presenza di un nuovo segno astronomico.",
  "last_phrase": "In conclusion, fasting is a reasonable amendment to counterbalance the energy expenditure of contemporary life, and following the prescribed regimen can offer health benefits. Remember, during the four \"tempora\" fasts, instruction can be sought from appointed initiators, and during the other fasts, a single vegetarian meal and non-alcoholic drinks are allowed. Hot baths can replace sweating, and those who can't begin fasting at the prescribed time can observe it at a later time within the same lunar cycle."
}