{
  "title": "What is Sexual Magic and How is it Practiced?",
  "first_phrase": "The last 200 tokens of this text discuss sexual magic and its principles. The author argues that the detachment of magical dynamics in the astral plane cannot be achieved without emotional involvement from the participants, which can manifest in different forms like collective enthusiasm or fear. The author explains that the synchronization of sexual energy can be directed towards a specific goal using a conscious act of will. The author also gives caution regarding the propagandist of this sexual magic, M. Braive, who was arrested and expelled for committing obscene acts with minors. A closing practice for women is also elaborated on.",
  "content": "MAGIA SESSUALE Si comprenderà, io penso, il perchè abbia esitato a scrivere ed a pubblicare questo capitolo; perchè mi è parso che non dovessi omettere di apportare agli studi di psicologia religiosa e mistica un contributo di carattere eccezionale; perlomeno mi sono interdetto di dare certi dettagli non eccessivamente rivoltanti. Aggiungo che il propagandista di questa strana magia sessuale, il Sig. M. Braive è stato, nel 1941, arrestato, condannato e poi espulso per provocazione di minori ed atti osceni. Questa misura ha fortunatamente ucciso, sul nascere, un ripugnante esoterismo. La magia sessuale parte da questa idea semplicissima che lo sganciamento nell'astrale, di dinamismi magici non si può fare senza che non vi sia qualche apporto emotivo dei partecipanti. Questa emotività si manifesta generalmente sotto forma di entusiasmo collettivo (danze, canti), o di paura (sacrifici umani o di animali) ma essa può anche manifestarsi altrettanto bene per mezzo dell'orgasmo. Così dunque al degrado più elementare, due farmaci sufficientemente esercitati possono realizzare l'unione sessuale, ed al momento della crisi, sincronizzata il più possibile a dirigere verso uno scopo definito, con un atto di volontà lucida, le forze che essi liberano nell'astrale.",
  "last_phrase": "In conclusion, while the idea of sexual magic may seem intriguing, it is important to remember the dangers and ethical concerns surrounding it. The use of sexual energy for nefarious purposes is not only morally wrong, but illegal. While some may continue to practice sexual magic, it is important to approach it with caution and awareness of the potential consequences."
}