{
  "title": "\"What is the Masonic Egyptian Modified Rite and its organization?\"",
  "first_phrase": "This text describes the modified Egyptian Masonic Rite from the mid-9th century. It specifies the roles of various Masonic entities such as Inquisitors, Judges of the Sun and Moon, and the three Synedria, including the General Synedrion, which is recognized by the Head of the Rite. The last 200 tokens emphasize the power of the Grand Master or Head of the Rite, who can suspend or expel Masons and hold trials. This article also outlines the responsibilities of a Mason, which include practicing love, morality, and benevolence.",
  "content": "77 - Tutti e tre i Sinedrii sono riconosciuti ed approvati dal Capo del Rito, e tendono a un Che ritenuto per G ●●● C ●●● D ●●● L ●●●. Art. 78 - Il M ●●● E ●●● deve studiare e praticare amore, moralità', concordia e benevolenza verso gli uomini. Art. 79 - A qualunque Sinedrio appartenga un Massone Egiziano e' fratello di tutti i Massoni dell'Universo. Art. 80 - Ogni Sinedrio Generale e' distinto ed e' indipendente dagli altri. Ha la sua autorità' regolatrice con la pròpria, gerarchia: gli atti di amministrazione che emanano dal suo Capo obbligano i soli Massoni della propria gerarchia. Art. 81 - L'estensione territoriale politica dello Stato limita la giurisdizione territoriale dell'Unica Autorità' Sovrana di ogni Sinedrio Generale, riconosciuta sotto il nome di G ●●● M ●●● o Capo del Rito. Art. 82 -Il G ●●● M ●●● o Capo del Rito ha il potere di costituire i Massoni, di promulgare decreti; di conferire gradi nella propria gerarchia, di sospendere, espellere e condannare Massoni, di convocare e sospendere i Consigli, di revocare le sentenze del Tribunale Segreto e di fare tutto ciò' che può' menare alla esatto andamento della Società'.",
  "last_phrase": "In conclusion, these articles outline the principles and regulations governing the three Sinedrii recognized by the Capo del Rito. The Masonic journey involves the study and practice of love, morality, harmony, and brotherhood. Each Sinedrio operates independently within its hierarchical framework, with the authority of the Capo del Rito regulating their actions. Masons worldwide are brethren, and the Grand Master has the power to confer degrees and administer justice. Overall, the Masonic hierarchy is extensive and divided into 90 degrees. However, only 72 of these degrees are conferred."
}