{
  "title": "What are the 72 names of angels according to Kabbalah and their meanings?",
  "first_phrase": "In this last part, the author discusses the use of sacred Hebrew texts to form the angelic names based on the attributes of God. The 72 names derived from the verses of Exodus XIV and the book of Psalms represent the 72 virtues of the Divine Power. The cabbalists formed these names by taking the name of a virtue and adding the name of El or Ah, referring to God. The order of these names in the table follows the quaternary of elements rather than the hierarchy of the celestial beings. However, to discuss the hierarchy of the celestial beings, another order could be followed based on the nine ranks of angels preserved in Catholicism.",
  "content": "E i cabbalisti formano quindi i nomi angelici, prendendo il nome di una virtù' e aggiungendo il nome di El o dfi Ah. Es. : Veviah Ven o Vev significa Esaltatore o esaltazione, aggiungendo la desinenza ah (Dio) si ha il nome del suo angelo. Iah e' il nome del potere di Dio. El e' il nome della virtù' di Dio. I 72 nomi divini sono lo Schemanforasch degli ebrei cabalistici, Schemanforasch vuol dire nome esposto del divino Tetragrammaton, e corrispondono alle 72 virtù' attribuite al potere divino. 72 gradini della scala di Giacobbe. Nel modo come sono disposti questi 72 nomi nella tavola che ora annotiamo, non e' l'ordine gerarchico che si segue, ma la distribuzione del Quaternario degli elementi. Se si volessero esporre con la gradazione della gerarchia celeste degli Ebrei si dovrebbe seguire un altro ordine rispondente alle nove gerarchie ebree conservate nel cattolicesimo cioè': Angeli, Arcangeli, Principati, Virtù', Potenze, Dominazioni, Troni, Cherubini e Serafini.",
  "last_phrase": "In conclusion, the 72 divine names of the Jewish Kabbalists are powerful tools used to evoke the attributes of God and his angels, each name carrying its own unique significance. While the order in which the names are listed in the table represents the four elements rather than hierarchy, arranging them according to the nine levels of Jewish hierarchy would provide a different perspective. Regardless of how they are organized, the 72 names offer countless possibilities for deepening one's connection to the divine."
}