{
  "title": "\"What are the Isian mysteries and how do they relate to the practice of magic?\"",
  "first_phrase": "This text describes the mysteries of Isian, the key to all forms of magic and adaptation. The author mentions various symbols of pagan goddesses and concludes by discussing the rituals that accompany the lunar fast. In the last 200 tokens, the author explains the significance of the vigils and collective solar celebrations that are held outside of the Sinedrio, including the importance of incantations. The author discusses the criteria for holding these celebrations and emphasizes the importance of lunar phases.",
  "content": "Nelle ventisette ore il digiuno completo, assoluto, e' rotto dai principianti da un sol pasto composto di cibi semplicissimi e possibilmente non cotti, a zuppa di latte e' la più' usitata o pane ed acqua o pane e frutta. L'acqua sola per chi e' abituato e' prescritta come sufficiente alimento. In seguito discorremmo del rituale coadiuvante al digiuno lunare. Le vigilie poi sono le astinenze della 13 ora (mattina) del venerdì' capita la coincidenza della fase lunare col digiuno di vigilia, si fa a meno anche dell'acqua dai progrediti, o meglio, dagli abituati alle astinenze. Queste vigilie in relazione a quanto dinanzi ho detto sono un riverbero metodico dei digiuni lunari, e vanno accompagnate dagli incantesimi rituali come in seguito avremo la necessita' di esporre. In compenso le agapi collettive e solari non si tengono nel Sinedrio e fuori il Sinedrio che nel giorno di domenica, quando la domenica cade in luna crescente tra il primo quarto e la luna piena, e non in giorno di fase, ne' precedenti e di dodici ore ad una fase lunare importante.",
  "last_phrase": "In conclusion, fasting is a gradual process and beginners are advised to break their fast with simple and preferably uncooked foods. Water alone is sufficient for those accustomed to it. Vigils and rituals are coadjuvants of lunar fasting and are accompanied by incantations. Collective and solar agapes are held only on important lunar phases and Sundays. Lastly, purging through defecation and sweating is an essential ritual to fasting."
}