{
  "title": "What is the Secret Science and its Theory of Magnetic Forces in Human Body and Nature?",
  "first_phrase": "In this text, the author discusses the concept of the secret science and how it teaches that the only force that exists is the human will. The author further talks about the magnetism of the human body and how it's a creation of the human will. In the last 200 tokens, the author speaks about the nature of things being unique and how all forms are identical in their essence and different only in their transitory state. The author argues that all three forms, i.e., iron, oak, and animals, are interchangeable in their primitive structure. The author further explains how crises of transmutation occur in different forms and are determined by instinctive crises. This whole text is a reflection on the teachings of secret science, which states that nature's transformation occurs due to the Isiac transformer's power.",
  "content": "Ora la energia di coesione nel ferro, la vita vegetale nella pianta, la vita animale dell'animale sono l'Unita' Prima sotto forme o stati transitori diversi. In ognuno di questi stati avvi una diversa maniera di manifestazione. Ogni alterazione di forme e' determinata da una crisi istintiva della forma transitoria in altre simile o differente. Infatti se il ferro si trova in contatto di un principio umido si ossida, cioè' si determina una crisi di trasmutazione del ferro in ossido di ferro. Questa crisi del ferro in contatto del principio umido e' uno stato di esaltazione dell'Unita' Prima nella forma transitoria del ferro che appartiene o subisce il principio umido. Queste crisi in diverso modo sono indicate dai maestri ermetisti metallurgi e con parole diverse e di senso oscuro sono chiamati spermatici, mestruanti, dirigenti, polluenti ecc. dei metalli. Gli. antichi invece dicevano tutto ciò' sotto il simbolo di Venere , poiché' ogni mutamento in natura in qualunque regno e in qualunque cielo avviene per lei, per questa forza isiaca trasformatrice della Natura visibile ed invisibile, m detta più' poeticamente atto di amore. Nelle piante la crisi trasformativa si manifesta all'epoca della fioritura, e negli animali nei periodi di caldura.",
  "last_phrase": "In conclusion, every transformation in nature, from oxidation to plant nutrition to fruit generation, is driven by a constant law of transitional forms and states. The energy of cohesion in iron, vegetal life in plants, and animal life in animals all represent the First Unity in different transitional states, and their transformations are determined by instinctive crises. These crises are known by different names such as spermatic, mestruanti, dirigenti, polluenti, etc., but they all indicate a state of exaltation of the First Unity in the transient form of the object. In other words, every transformation is an act of love, driven by the transformative force of Nature, which is symbolically represented as Venus in ancient cultures."
}