{
  "title": "What is the essential doctrine of high magic and how does society affect the purity of the human spirit?",
  "first_phrase": "In this text, the author discusses the essential dogma of high magic that states the more an individual separates from human ideas and approaches their creator (the pure spirit), the more purified they become. However, impure elements attack human spirits from birth until old age, mostly through societal habits that contradict moral and scientific teachings. The last 200 tokens reflect on how a child's education contradicts societal practicalities, which lead children to learn egoism, dominance, and disrespect for others' property and labor. The author illustrates how individuals can become disconnected from their original spirit purity from infancy if not appropriately educated.",
  "content": "Pero' nelle umane società' esiste sempre una legge costante cioè' che l'educazione morale e scientifica e' in contraddizione con la praticità' di essa, in modo che il bambino e il giovanetto, neofiti alla vita del mondo, mentre succhiano nel latte materno che bisogna amare il prossimo che bisogna rispettare la sua donna, la sua proprietà', il suo lavoro, apprendono dall'esempio della società' anche più' civili che il prossimo più' prossimo e' l'egoismo, che accipere e' il verbo delle fiere umane in preda alla egoistica voluttà' del dominio, che la proprietà' altrui, che la donna e il lavoro del vicino non sono che gioconde appendici del più' scaltro. Così' mentre la chiesa cattolica battezza il neonato per lavargli il peccato di origine, anche il battezzatore sia un S. Giovanni degno per la sua virtù' e la sua scienza di veramente purificato un neofito, questo infante rientrato nella vita umana si insudicia nuovamente di tutte le lordure della corrente bassa della vita sociale.",
  "last_phrase": "In conclusion, despite the constant contradiction between moral and practical education, the purity and potential of a child's innocence can still manifest in human nature. To regain this purity, one must become childlike once again, as the First Virtue is only possible in those free from the corrupt currents of society."
}