{
  "title": "What are psionic tools and how do they work in communicating with the psyche?",
  "first_phrase": "In this text, the author discusses the theory of signs and symbols as representation of human intelligence and emotions in both graphic and phonetic form. The last part (tokens 101-104) emphasizes the use of talismans and sacred words, differentiated from traditional graphic signs. The author also explains why we call these additional means to silence education \"psychic.\"",
  "content": "(Tracciare questo carattere con la cifra su di un talismano appropriato e' da stregone perché' farebbe diventare chi ne usasse un ladro della roba altrui). In base a questa teorica dei segni esprimenti le idee alcuni sostituiscono alla grafica rettilinea o proiettiva, i versetti dei libri santi i versetti degli scongiuri o le parole scritte. 102) Le parole sacre differiscono dalle cifre e dai segni caratteristici che vi si aggiungono, che invece di essere grafici sono fonici, ma appartengono a lingue morte o alterate dall'uso e non più' appartenenti a nessuna lingua conosciuta. In caldeo la parola asuf e' spirita umano morto e putrefatto alla vita come materia e si riscontra in molti scongiuri rituali occulti di riuscita indiscussa, ma alterati in modi stràni di Azuf, Zufo, Zuf, Suffo, Siuffo tal quale come l'ave maria cattolica si riscontra alterata in bocca di ignoranti con un latino che non e' più' tale. 103) I talismani poi non sono ordinariamente che. pezzi di carta, di metallo, di pietra su cui dopo una magnetizzazione potente si incidano caratteri, cifre, e parole sacre. 104) Ora dobbiamo intendere due cose: 1. perché' chiamiamo psichici questi mezzi aggiuntivi all'educazione al silenzio.",
  "last_phrase": "In conclusion, talismans are not just ordinary pieces of paper, metal, or stone inscribed with characters, numbers, and sacred words. They are tools that can directly influence the psyche of those they are intended for, through virtual communication of psychic contagion. The law of contagion of souls and virtues follows an invariable path; communicating directly with mutual love and inversely with hate. Therefore, it is crucial to understand the power and significance of these objects before using them, as they have the potential to alter one's virtues or vices."
}