{
  "title": "What provisions were accorded to employees and Ne in ancient times and what were their dietary guidelines?",
  "first_phrase": "This article discusses the benefits and support given by the Masonic organization to its members of all categories, including employees and brothers (Ne, M). The last part of the article (200 tokens) includes specific provisions such as complete assistance in life and death for brothers, pension for unmarried males, and the observance of a wage table by brothers remaining in the Sinedrio. Additionally, it explains the use of Masonic language and abbreviations for use with outsiders. The article concludes with the First Table of Wage Earners for the period between November and April.",
  "content": "- Titolo Ventesimo - INTESTAZIONE MASS ●●● DEL SINEDRIO E DELLE SUE CARTE Art. 152 - La forma massonica nell'intestazione dell'Oriente Egizio, come del Sinedrio, e' da considerarsi esclusivamente come complementare per l'uso esteriore quando occorresse dovere una idea ai profani ignoranti di Scienza Assoluta, e come tale si manifesta solo ai profani stessi. Le abbreviazioni determinate col triplice punto e' abbreviazione assolutamente esteriore. Il Maestro iniziatore spiegherà' al neofito il valore della significazione delle parole. Prima Tabella di Vittitazione Dal 1 Novembre fino a tutto Aprile.",
  "last_phrase": "In conclusion, the Masonic form in the header of the Egyptian Orient and the Sanhedrin is to be considered exclusively complementary for external use in case of need for the benefit of the ignorant profane of Absolute Science, and is only manifested to them as such. The abbreviations determined by the triple dot are absolutely external abbreviations. The meaning of the words will be explained by the initiating Master to the neophyte. Additionally, if you find yourself in the Vittitazione, rest assured that there are delicious dining options available with two tables: one for the months of November to April, and one for May to September."
}