{
  "title": "What is the meaning of \"psiche\" and how can one achieve separation through psychic means?",
  "first_phrase": "This text discusses the meaning of the word \"psiche\" and its relation to the soul. It explains that \"psi\" in Greek refers to the flight of a bird and that \"psiche\" corresponds to the lunar body containing the mercurial body, which is considered the second soul. It further explains that the separation of the pure from the impure in Hermeticism occurs in different degrees based on the parts of the individual that are being freed. In the last part, the author presents a mathematical expression to illustrate the possible separations, which includes religiosity, psychic or operative magic, and divine magic. In this final section, the author also discusses the three conditions in which individuals can find themselves after death based on their level of development.",
  "content": "Il \"separando\" si ottiene con una espressione che io formulo matematicamente così': corpo umano = ora l'uomo ordinarlo e' rappresentato da Indichiamo le separazioni possibili: (-) 1° = Religiosità' (+) 2° = Magia operante o psichica (+) 3° = Magia alta o divina Il separare il puro dal'impuro dell'Ermete quindi porta diverse gradazioni secondo la virtualità' delle parti costituenti l'uomo che si vogliono porre in liberta' dal corpo umano, detta negromanticamente opera di morte un'opera di separazione anche in gradi differenti secondo il grado che io ho sopra esposto. Gli uomini secondo il loro grado di sviluppo, dopo la morte si trovano in una delle tre condizioni esposte, o mèglio si possono trovare in una delle tre come grado di possibilità', ma ordinariamente non vi si riconoscono che i più' alti che del primo grado. Il secondo ed il terzo sono esclusivi per gli iniziati che hanno in questa o nelle vite anteriori ottenuto lo sviluppo necessario per abbandonare insieme al corpo fisico anche le parti più' gravi, terrestri e materiali dei corpi lunare e mercuriale.",
  "last_phrase": "In conclusion, \"separando\" is a complex process that can be achieved through several degrees of separation, consisting of spiritual, psychic, and divine magic. It requires the use of psychological means such as silence and solitude to awaken the feeling of listening to the inner voice. Ultimately, it can lead to a deeper connection with the self and with the divine, allowing for spiritual growth and development."
}