{
  "title": "What is the process of admission to the Sinedrio Ammonio and what are the requirements?",
  "first_phrase": "In the last 200 tokens, the text delves into the admission process for the neophytes into the religion of light as well as the responsibilities of the proposer. The text describes the process of registration, which requires the proposer to pay a due for the initiation and the scrutiny process. The neophyte then fills two forms, one with personal details and the other with family details. The text further outlines the importance of the parchment of the covenant, which is a symbolic gesture of commitment to the Laws of justice and the silence of revelation. During the process, the neophyte is given a talisman containing the symbol of protection of the Intelligentsia of the Sinedrio.",
  "content": "Nel modulo B sotto le parole Baet et Don si scriverà' lo stato completo di famiglia con indicazione di tutte le persone vive, ascendenti discendenti e collaterali che si intendono porre sotto la protezione del Sinedrio. Sotto la parola San ●●● Sor ●●● l'aspirante scriverà' di piena conoscenza: Voglio ogni aiuto e sfido ogni prova per ottenere la scienza. La pergamena di patto e' un circolo siglico di ierogrammi perpetui in mezzo al quale con un rituale prescritto dal maestro iniziatore e ad ora determinata nelle tabelle solari si presterà' un giuramento di obbedienza alla legge di giustizia ed al silenzio nella rivelazione. I moduli e la pergamena di patto racchiusi in un panno di seta rossa fiamma in uno alla dotazione, se essa e' stata versata in linea provvisoria dall'iniziatore o maestro compagno, verrà' consegnata nelle mani del Mestro o Fratello proponente. Art. 12 - Nello spazio di tempo da sette a quarantacinque giorni dalla presentazione del patto si riceverà' dal neofito il-. talismano confermato che e', una pergamena contenente il simbolo della protezione delle Intelligenze del Sinedrio sull'individuo ascritto.",
  "last_phrase": "In conclusion, the process for becoming an ascrito in the Sinedrio requires detailed documentation of one's entire family, a sacred oath to uphold the law of justice, and a commitment to silence. Once accepted, the ascrito receives a talisman of protection and begins to receive personalized instruction from their master. With dedication and hard work, the ascrito will grow in their knowledge and intellectual capacity, all while being under the careful guidance and supervision of the Sinedrio."
}