{
  "title": "What is the meaning behind the secrecy and initiation process of the La Loggia Amm. and how does it differ from other societies?",
  "first_phrase": "In this text, the author explains the differentiation between Osiris and Isis of Magic and how it relates to the initiation pact and confirmation of the pact for those who become part of their school. The author highlights that being a part of their fraternity does not require abdicating any individual initiative or independence. The author explains that their organization is not a sect but rather a council of gods who come together for a specific purpose, the eternal Osiridian Science. This scientific association uses Masonic forms to help aspiring students understand its basic structure. Now, as the author begins to declassify the Masonic mystery of their unique university, La Logia Amm, it's important to understand the validity and importance of the initiation pact and confirmation of the pact.",
  "content": "Ma chi appartiene, iscritto con le ritualità' comuni, alla nostra fraternità', non abdica a nessuna iniziativa o indipendenza individuale, di qualunque natura essa sia, perché' la nostra, benché' società' iniziatica segreta, non e' una setta ma un sinedrio, un consesso di dei. Perché' questi dei o numi riuniti a concilio per un fine palese fino dal principio a tutti gli alunni e discepoli aspiranti al maestrato: La Scienza Eterna Osiridea, di sopra a tutte le chiese religiose, scientifiche e politiche dell'Universo. E' detto altrove, nel primo regolamento esteriore generale che la forma massonica e' presa a prestito da noi per rendere agli aspiranti intellegibile la costituzione elementare della nostra associazione scientifica.",
  "last_phrase": "Joining the Sinedrio signifies a commitment to the pursuit of eternal knowledge and truth in the sciences. Its members do not relinquish their independence or individuality but rather come together as a council of gods. Through this society, they strive to construct a temple of eternal understanding and do not seek to create a political or religious temple that is subject to the fleeting winds of change."
}