{
  "title": "How can the practice of absolute will without physical action be achieved and what is the role of magnetization in this?",
  "first_phrase": "In this text, the author discusses the common error of believing in magnetism only in its profane form, where an active agent acts upon a passive human body. The mesmerian magnetizers believe that all magnetism is fluid, while the school of magical priesthood magnetizes in many ways beyond just fluid or without fluid. The only true powerful magnetizer is the Will. The author reveals a secret technique of the human will that must be learned through long and successful experiences. The last 200 tokens explain how the writer of Genesis understood the creation of man by God and how the human will must be demonstrated through visible physical actions.",
  "content": "Non tutti sono capaci di un atto semplicissimo, e pure eminentemente magico, cioè' del mag umano, di Volere e di fissare la propria volontà' per ignoranza assoluta e tapina della conoscenza della volontà' umana. Questo segreto per iscritto e' incomunicabile materialmente, e bisogna che il novizio arrivi alla conoscenza della tecnica della volontà' in serie di lunghe esperienze riuscite. Lo scritto della genesi volendoti dire in che modo Geova fabbrico' l'uomo, te lo mostra che prende un po' di creta, te la modella e vi soffia su il suo spirito. Prima dell'uomo aveva creato tante cose, ma nelle altre cose non avendo potuto soffiare aveva dovuto prima dire la cosa che voleva fare: Sia fatta la luce, siano separate le acque dalla terra ecc... Lo scrittore della Genesi comprese che l'uomo non poteva comprendere nessun atto di volontà' assoluta senza un'azione fisica corrispondente, tanto e' difficile solamente immaginare un atto volitivo senza moto vibrazione visibile!",
  "last_phrase": "In conclusion, achieving absolute willpower is not an easy feat and requires consistent practice through the coupling of willpower and corresponding physical actions. This seemingly complex concept is rooted in the very simplicity of human will, requiring visible motion or vibration to be conceivable. Therefore, long successful experiences and magnetization techniques are crucial components to reach the indomitable willpower necessary for achieving absolute independence from physical actions."
}