{
  "title": "What is medianità in occultism and how is it related to the abilities of magicians and mediums?",
  "first_phrase": "The last part of this text deals with the concept of mediumship and its relevance to magicians. The author argues that while it is true that many magicians possess mediumistic abilities, it is incorrect to assume that all mediums are magicians. Additionally, the author notes that mediumship is often linked to mental or physical imbalances, and cautions against novices seeking to communicate with spirits as it can be a dangerous path. Instead, the author suggests that aspirants should focus on developing their own spiritual awareness and pursuit of knowledge. The text concludes with a reference to the ancient Martinist idea of the \"Unknown,\" which corresponds to the God Kons and represents the consuming power of Saturn.",
  "content": "I medii sono chiaroveggenti della corrente oscura agli altri uomini ma tutti gli uomini indistintamente, e in certo modo anche le bestie, hanno momenti in cui leggono nell'astrale: i presentimenti sono fatti comuni. Per ciò' che ci riguarda ora, la medianità' prende per anime gli spiriti generati dalle anime - ma anche entrassero in diretta comunicazione con le anime, e' sempre abdicazione alla propria dignità' di Essere il volere adorare o temere queste. Generalmente e' un peccato comunemente passato inosservato quello di tutti i novizi i quali hanno delle sviluppate sensibilità' di volersi suggestionare delle così' dette comunicazioni dell'ai di la'. Il novizio non deve che istruirsi nella scienza e aspirare nel silenzio alla manifestazione del Dio in se'. Ulisse si tappo' le orecchie con la cera per conquistare attraverso le seduzioni estreriori la pace della scienza. L'inconnu (incognitus) degli antichi martinisti, corrisponde al Dio Kons. Questo e' l'occulto saturno che mangia i figli.",
  "last_phrase": "In conclusion, it is crucial for novices to avoid falling for the common sin of seeking external communication and instead focus on self-education and inner illumination. The traditional method of our Ammonio order prohibits close contact between master and disciple to prevent the disciple from becoming dependent on their instructor. It is important to liberate oneself from all external influences and walk the path towards enlightenment intuitively. As for the notion of an invisible guide, one must first define what is meant by a guide before deciding whether to follow it."
}