{
  "title": "What is the significance of the Solomonic pentacle with a cross in the center in alchemy?",
  "first_phrase": "In the preceding text, the author explains the alchemical process of the \"Great Work,\" which involves the use of various elements and symbols, including the Solomonic Pentacle and the transformation of mercury. In the last 200 tokens, the author discusses the mechanism new alchemists must use to achieve the Great Work and references the ancient tradition of man's first constitution. The author warns against the erroneous judgment of some new groups practicing theoretical occultism and emphasizes the importance of achieving a higher mental plane. The text concludes by discussing the different worlds and sciences associated with them.",
  "content": "Negli ultimi mesi in cui scrivo queste pagine del Corpus, per spiegare la sua parte Sofica o Sapienza integrale, una Società' più' o meno liromanizzata, fa propaganda in Europa di Occultismo teorico, e volendo costoro giudicare le Società' Iniziatiche vecchie e nuove stampano in libri e giornali che lo studio dell'occultismo cabalistico non studia che l'uomo astrale mentre essi tendono a raggiungere un piano mentale da cui il mondo astrale può' essere esaminato dall'alto in basso. Non interessandoci gli errori della setta e la scarsa sapienza sofica di questi nuovi venuti vogliamo mettere in guardia i novizi che seguono la nostra iniziazione Osiridea di non accettare questo giudizio erroneo persino nell'enunciato. Iniziazione Osiridea - Sole della notte non sarebbe possibile nel mondo astrale che e' isiaco. Mondo fisico: corpi fisici Mondo astrale: immagini corporee delle idee Mondo mentale: idee concrete Mondo solare: integrità' dell'Io Da questa distinzione si consegue: Mondo fisico: scienza volgare Mondo astrale: scienza indeterminata delle sensazioni iperfisiche - Iside Mondo mentale: scienza delle idee concrete dirigenti e volute.",
  "last_phrase": "To conclude, it is important for novices following our Osiridian initiation to not accept the erroneous opinions of those who propagate theoretical occultism and misunderstand the study of Cabalistic occultism. Alchemists aimed to reach the mental plane where the astral world can be viewed from above to attain the philosophic lapis rubea, symbolized by the Arabian Phoenix, which represents the complete transmutation of raw metal into gold or spirit into ibis."
}