{
  "title": "What is the scientific proof of the soul's eternal life and the body being a mere instrument of manifestation?",
  "first_phrase": "In the final 200 tokens of this text, the author discusses the concept of the Avataric Magic, which allows the soul to transcend from one living body to another. The elements of this magic form the last part of this initiatory work, and it is considered the ultimate proof of the eternal life of the soul and the body as mere representative instruments. Prior to this, the author explains that the only way to have consciousness of the soul is through the Osirid initiations, which possess the means to prove the Sofic dogma. Furthermore, he discusses how the body's organs are not generators, but instruments of the soul's manifestation.",
  "content": "Poiché' la chiaroveggenza, la telepatìa, il corpo volante, intesi nel senso più' largo ed alchimicamente, non provano che l'anima sia una vita intellettuale indipendente dal corpo, ma indicano proprietà' dell'anima umana, che possono anche considerarsi come un risultato alchimico del grande athanor o corpo vivente (queste proprietà' si studiano nel libro il \"La Maria o magia lunare\"). Ma ciò' che rappresenta per te la prova indiscussa della vita eterna dell'anima e degli organi corporei come semplici strumenti rappresentativi di essa, e' la magia avatarica, i cui elementi formano l'ultimo passo come ti ho detto dinanzi che ti schiuderà' la porta della meraviglia assoluta. Questa Magia Avatarica, i cui elementi formano l'ultimo libro di questa opera di denudamento iniziatico consiste in una chimica misteriosa per la quale in un còrpo vivente ed. intelligente si stacca l'anima e si immette definitivamente o temporaneamente in un altro corpo da cui precedentemente si sia allontanata l'animai o il far cambiare l'anima di un corpo vivo con quella di un genio, di un eroe o nume. Il solo annunzio di questa altissima parte della Magia operante e' sbalorditiva pel profano eppure questi mutamenti molte volte sono naturali e occasionali.",
  "last_phrase": "In conclusion, the Magia Avatarica is the ultimate step in the journey of initiation, and it represents the indisputable proof of the eternal life of the soul and the body only as a representative instrument. This mysterious alchemic process allows the soul to detach from one living and intelligent body to be temporarily or permanently placed in another. Despite being astonishing to the profane, these changes sometimes occur naturally or occasionally, especially in cases of insanity. This is the ultimate scientific evidence that the soul is in control of bodily sensations, and the organs are just tools to accomplish its purposes."
}