{
  "title": "\"Why is fasting a crucial part of spiritual purification according to this text on universal harmony?\"",
  "first_phrase": "In this final section, the author dives deeper into the complex harmony of the Universal Nature and the role of humans as a reflection of this harmony. The author discusses different systems of interpretation and highlights the extra-human hand that guides the universe towards a certain purpose. The discussion leads to a brief enumeration of purifying fasts, priming the individual for supreme magic. The text ends with a reflection on the state of humanization and a call to shed materiality. Meantime, the author emphasizes that fasting is the preliminary purifying rule that enables a spiritual being to life without the human body's imperfections.",
  "content": "Sembrandomi sufficiente il commento, passo senza aggiungere molto alla enumerazione dei digiuni purificatorii - consistendo principalmente la iniziatura alla Magia divina, alla magia suprema, in questo continuo vigilare dell'individuo su se stesso fino a ridursi, scevro di ogni influenza terrena, mondo di ogni impurità' metodica, ad una semplicità' edenica da cui i nostri esseri predecessori rifuggirono per seduzione e per ignoranza. I 32-1) Il digiuno e' la regola iniziale purificatrice. Mangiare, vuol dire convertire i cibi introdotti nel nostro organismo nell'organismo stesso che li ingerisce. Il nutrimento del corpo rappresenta una necessita' infernale e una imperfezione di esso. Lo stato spirituale, senza l'involucro corporeo, e' una idealità' di non nutrimento e di vita per se'. Lo stato di umanizzazione invece segue una decadenza (involuzione) della spiritualità' intelligente in una spiritualità' più' bassa, più' terrigena, più' materiale che l'alta spiritualità' umanizzata non sia.",
  "last_phrase": "In short, fasting is seen as a vital purification practice and a gateway to divine magic. It requires a constant vigil over oneself and entails a return to a state of Edenic simplicity. Nourishment of the body is seen as a necessary evil and a sign of imperfection while spiritual perfection is associated with a state of self-sustaining idealism. The types and purity of food consumed are believed to have a correspondence to the state of the individual's spiritual development. Ultimately, the process of incarnating in the material world requires adapting to its laws, including necessary physical nourishment."
}