{
  "title": "What are the guidelines for celibacy and purity in times of fasting according to Buddhism? How do novices with prior marriages adapt to an austere lifestyle?",
  "first_phrase": "In this text, the author discusses the importance of chastity during fasting periods and lunar fasts, and how temporary chastity can prepare for a better life of pure chastity. Additionally, the author examines the impure nature of sexual acts, where sperm carries images that are exchanged between the two individuals. The author also explores the case of novices whose chastity is impeded by a prior marriage, suggesting various means of purification to adapt to the austere life prescribed by the laws of Buddha. The text emphasizes the importance of purifying one's surroundings and living a spiritually-aligned life.",
  "content": "Ambiente magico e' ciò' che circonda, uomini e cose, perché' onde tu possa agire magicamente in tutte le tue cose, e' necessario che ti consideri non una unita' nello Universo ma unita' con L'Universo. L'Universo e' uno e tu non sei una unita' indipendente da esso, ma Una parte di esso legata al suo tutto da ciò' che ti circonda e che viene in tuo contatto: aria, cose, persone, tutto e' elemento dell'Universo, come tu sei. Quindi tutto ciò' che immediatamente ti circonda porta il tuo marchio istesso e se le tue traspirazioni astrali, volontarie o non volontarie, potessero tingere del tua colore ciò' che ti circonda, e se si potessero dare alla loca emanazione una colorazione visibile, tu vedresti che la tua casa sarebbe colorata da una fusione del tuo e del loro colore. Ora, coloro che non possono fare, come prescrive la legge di Budda vita solitaria e di penitanza, hanno necessita' di adattare l'ambiente al loro dovere di sistema austero, come le nostre leggi prescrivono.",
  "last_phrase": "In conclusion, creating a magical environment requires understanding that you are not an independent unit in the Universe, but a part of it connected to everything that surrounds you. Even the immediate objects and people around you carry your energy, which you should consider when adapting your surroundings to your lifestyle. Remember that your pursuit of perfection and purity should overcome all else that distracts you from your path, as exemplified by the founder of Buddhism."
}