{
  "title": "\"Why are lunar fasting and Sabbaths recommended for spiritual growth and occult development?\"",
  "first_phrase": "This text is about the practice of lunar fasting and Sabbath vigils in spiritual development. The four lunar fasts correspond to the four phases of the moon and are known as Isiaci or Astartici. The moon in astrology represents the female principle and is said to be the \"golden womb.\" This section explores the influence of lunar entities on magic and the symbolism of the feminine in various mythologies.",
  "content": "La luna della simbologia astrologica rappresenta nell'ordine visibile degli astri ciò' che la donna e' rispetto al maschio sulla terra - fu detta dagli iniziati utero di oro: tutte le forme materiali ed immateriali che sona pollute dal Sole centro vitale di tutto il sistema non ricevono perfetta realizzazione se non nella Luna, come tutte le immagini proiettate dal membro non riescono esseri organizzati se non nell'utero della femmina e poi noi vedremo in prosiego come il più' difficile e il più' terribile di tutta la magìa caldea ed egizia riposa appunto sotto le influenze, le delta' e gli esseri lunari, terribile - ripeto la parola - pietra di paragone di ogni potestà' magica operante nel mondo materiale, detto e confuso con la magia delle ombre. Tutte le divinità' muliebri, celesti o infernali, sono lunari, e sotto la potestà' lunare si pone dai mitologi la stessa Venere, nata dalle onde marine perché' l'acqua del mare e' la prima a risentire gli effetti dei raggi della Luna.",
  "last_phrase": "In conclusion, the moon holds significant symbolism in astrology and represents the female aspect in the visible order of stars. It is the key to all types of magical operations and adaptations, and even the masters of the Great Art of Magic struggle with its uncertainties. Lunar fasts aim to develop the spiritual side of humans and should be done for nine days in solar fasts and 27 hours in lunar fasts, beginning precisely when calendars indicate the lunar phases."
}