{
  "title": "What are the rules and regulations for neophytes in a secret society?",
  "first_phrase": "In this section, the last few rules of the Rite are outlined. Rule 19 prohibits neophytes from communicating their methods or work to other neophytes belonging to a different company. Rule 20 states that neophytes can use the knowledge gained from the Rite for personal use, subject to the formula \"Si iustum et necessarium.\" Rule 21 allows neophytes to communicate with the Gr●●●M●●● of the Rite using non-epistolary means, once they have received their talisman. Rule 22 mandates that neophytes must not forget any of their duties related to purification, while Rule 23 requires them to submit a detailed report of their studies every ninety days. Rule 24 imposes penalties on those who fail to give an account of their progress for 180 days.",
  "content": "21 - Dal giorno del ricevimento del talismano di conferma ogni neofito può' fare rapporto o domanda al maestro iniziatore per essere trasmesso al Gr ●●● M ●●● del Rito di cose che gli occorrono necessariamente e secondo giustizia sarà' provveduto senza comunicazione scritta, ricevendosi secondo la necessita', risposta con mezzi non epistolari ne' volgarmente in uso. Art. 22 - I neofiti non devono obliare nessun dovere, neanche il più' leggiero relativo ai tempi di purificazione, sotto pena di ritardare il proprio sviluppo e vanno soggetti a volontarie pene pecuniarie a beneficio dei fratelli poveri, se infrangono tale divieto. Art. 23 - Ogni novanta giorni devono, se il loro silenzio e' durato ininterrotto tale tempo, dar conto del propri studi in maniera dettagliata e precisa. Art. 24 - Chi per 180 giorni non da conto di se e' messo tra 1 cadaveri del Sinedrio e sospeso per giorni 90 anche voglia lavorare indipendentemente. Art.",
  "last_phrase": "In conclusion, it is important for neophytes to remember their duties and obligations, including the times of purification and the reporting of their studies. Any negligence may result in a delay in their personal development and the imposition of penalties. However, those who exemplify obedience, perseverance, secrecy, and hard work will be rewarded with increased strength and prizes."
}