{
  "title": "What is the process to join the Sinedrio?",
  "first_phrase": "This final section outlines the procedures and guidelines for the initiation process into the Sinedrio, an Egyptian order of esoteric study. The text discusses the formation of a family unit within the order and the mystical pact taken by new initiates. The final section details the ongoing relationship between the initiates and their mentors, outlining the instructions, materials, and communication permitted between members. It also mentions the importance of secrecy within the group. The section concludes with instructions for the confirmation talisman, which confirms the initiate's membership and protects them under the Sinedrio's intelligence.",
  "content": "Dal giorno in cui l'ascritto riceve il talismano di conferma, cambia nome per l'ordine egizio e riceve la dichiarazione della propria intelligenza evocatoria compresa nei 72 nomi divini o nei sott'ordini. Art. 13 - Il nuovo ascritto e' sotto la sorveglianza dei vecchi come un figlio sotto la sorveglianza dei genitori e nella diretta comunione soltanto col maestro iniziatore. Art. 14 - Gli ascritti cominceranno a ricevere istruzioni direttamente dal maestro iniziatore, secondo la via più' confacente allo sviluppo dell'iscritto, potendo servirsi il maestro di tutti i manoscritti dell'ordine che può' mettere a disposizione dell'allievo secondo la sua capacita' e la sua intellettualità'. Art. 15 - Gli iscritti sotto la dipendenza dello stesso maestra possono essere messi in diretta comunicazione tra loro, affinchè' possano tra loro consultarsi su determinati punti di controllo, ma tale comunione deve essere autorizzata dal maestro iniziatore sotto la formula fondamentale della rivelazione ermetica: Nec dicere, nec monstrare, occultando comunionem factam. Art.",
  "last_phrase": "In conclusion, joining the Egyptian Order is a serious commitment, and each new member undergoes a transformation process that includes receiving the confirmation talisman and a new name. Throughout their initiation, they are closely monitored by their masters, who provide personalized instruction to help them develop their skills. Communication between members is restricted and regulated, and unauthorized interference in another member's affairs is prohibited. However, by the end of their journey, neophytes can expect to join the ranks of the great masters of the Egyptian rite and continue the sacred tradition of the occult arts."
}