{
  "title": "Is the family a convent in contemporary society according to the principles of the Osirian initiation?",
  "first_phrase": "In the previous text, the author discusses the role of family in contemporary society and how it relates to the initiation into the mysteries of spiritual science. The text highlights the importance of the active direction of a male in a relationship and how it can be hindered by conflicting beliefs of the female partner. The author also draws comparisons to the Buddha's teachings on personal purity and abandonment of material desires. The last 200 tokens elaborate on the idea of initiation and its social responsibility, emphasizing the importance of a personal family as a training ground for the greater good of humanity.",
  "content": "Pero' questo non e' il consiglio che si da ai nostri novizi, perché' bisogna ritenere che la Alta Iniziatura non solo come una via di rapido perfezionamento del proprio essere; ma anche come missione sociale laica, nella stessa forma che la immaginarono i sacerdoti ebrei, viventi nella famiglia nazionale e per la nazione. D'altra parte per addestrarsi nell'uso intelligente della propria forza e nella azione che attivamente provocano in lui le forze della Scienza assoluta, la famiglia personale, nel senso ristretto come oggi si intende, lo prova alla lotta per il bene nella sua piccola missione prima che egli non agisca nella famiglia umana universale. La iniziatura ai misteri della scienza dello spirito e' una missione sacerdotale, intendendo che il sacerdote non compie il suo ufficio di intermediario sulla gente che forma i volghi di tutta la società' umana, se questa manca alle sue cure e alle sue attenzioni di tutte le ore e di tutti i momenti. L'iniziato che abbandonasse la sua famiglia o che si ritraesse da ogni umana società', sarebbe da.",
  "last_phrase": "In conclusion, initiation into the mysteries of spiritual science is not only a path of rapid self-improvement but also a social mission. However, it should not be mistaken as a collection of weapons for asserting one's capricious will. The initiate must possess both charity and courage in the fight for the greater good, recognizing that withdrawing from human society is not a viable option for fulfilling this mission."
}