{
  "title": "\"What is the School of the King and its principles for conquering the sovereignty of Infinite Nature?\"",
  "first_phrase": "This text discusses the initiation process in the School of the King, which is a planetary mission to guide races and people towards the conscious conquest of sovereignty over nature. The neophyte is required not to abandon the will to live but to aspire to absolute mastery of life, possession of material things according to the creative will, and the illumination of all things with truth. The author highlights the struggle between the freedom of the first being and the necessity of the created state and mentions Satana or Maro representing the passive part of the creative act.",
  "content": "Al completo riacquisto dello stato luminoso onde tutte le vie, tutte le dominazioni, tutte le creazioni siano illuminate dalla verità'. Nella redenzione religiosa il dominio e' escluso, lo stato di beatitudine e' una conquista dello stato edenico per macerazione di ogni impurità' che ha fatto perdere all'uomo il godimento della non necessita', che e' appunto lo stato del Beato. Perché' come abbiamo visto nelle pagine precedenti tra la liberta' dell'essere primo e la necessita' dello stato creato e' la lotta acerba, feroce, accanita, dell'attività' e della passività' del binomio primo. Satana o Maro (il diavolo del Bramanesimo e del Buddismo) rappresentano la parte passiva dell'atto creativo. Secondo la filosofia delle prime rivelazioni lo stesso atto creativo del primissimo iod י implica una necessita' dell'intervento della potestà' satanica il quale da sate membro polluente, volle indicare la necessita' della prigione e della costrizione in cui cade e si dibatte il principio creatore dopo la sua creazione nella creazione da lui stesso provocata.",
  "last_phrase": "In summary, the attainment of enlightenment involves the elimination of impurities and the achievement of a state of beatitude. The struggle between the freedom of the first being and the necessity of the created state is fierce, and the creations of purely human origin are deemed Satanic. However, for all creations, the spirit of the creator remains attached until complete liberation through dissolution and transformation. This universal law applies to all things, including the spirits of people and things."
}