{
  "title": "What is the relationship between the human body and the soul according to esoteric science?",
  "first_phrase": "In this text, the author talks about the investigative problem of the functions of the human body and provides their perspective on the concept of the psyche or soul. They believe that the organs of the body are merely vehicles for the manifestation of the intelligent and living psyche. In the last 200 tokens, the author explains the discordance between two philosophies about the human soul, where some believe it to be a mere product of the body while others view it as an independent entity. The author argues that only the one who has absolute control over their matter can speak with scientific certainty about the soul.",
  "content": "Alcuni la credono un prodotto occasionale e momentaneo e transitorio del corpo vivo, altri invece la vogliono come entità' a parte e indipendente dal corpo. Queste due filosofie non sono venute mal in completo accordo, perché' buone ragioni contano gli uni e gli altri filosofi e il profano studioso si trova conteso ed in dubbio tra loro. Se la Sofia o Sapienza Magica riposa sul fondamento drammatico di questa premessa fa opera di filosofia volgare e non di scienza. Ditemi: avete voi una prova che l'anima sia qualche cosa di veramente indipendentemente dal corpo umano e che dal corpo umano non si serve che come mezzo di comunicazione o di funzione umana? Risposta A questa domanda la scienza secreta rispónde in modo esaudiente: l'uomo ha la scienza delle cose sole che domina e padroneggia. Il fabbro per conoscere il ferro lo lavora per lunghi anni e la pratica lo rende padrone del grande metallo. Così' il falegname del legno, così' ogni artefice della materia del suo lavoro. Dell'anima può' parlare con certezza scientifica solamente colui che ha la signoria assoluta della propria materia, e se il falegname vuol parlare o conoscere il ferro va dal fabbro e viceversa.",
  "last_phrase": "In conclusion, the Science of the Soul can only be fully understood by those who have attained mastery over their own being. Until then, it is important to trust in the guidance of one's chosen teacher and practice diligently. The Osirian initiation offers a unique experimental method, such as astral projection and clairvoyance, that provides evidence of the independence of the soul from the body beyond any philosophical or scientific doubt."
}