{
  "title": "What is the \"Bel - Ea\" intelligence talisman and how can it protect against curses and evil forms?",
  "first_phrase": "In this section, the author discusses the means of destroying and removing curses and spells cast by lunar characters. The primary focus is on using the character of Bel-Ea, a powerful symbol of balance and intelligence used for protection from all forms of evil. The author mentions the talismans of Bel-Ea, which can be used to virtualize desired outcomes. In particular, the silver disc with the lunar separator talisman is useful for capturing perverse and obsessive forms that cannot be dealt with using the Bel-Ea character alone. The author also provides instructions for preparing for the ritual and provides corresponding Psalms and Chaldean prayers to recite before taking food.",
  "content": "Nella parte seguente della Maria indicherò' i mezzi più' potenti per distruggere e levare gli incanti e le fatture prodotte con caratteri e operazioni lunari. Il carattere di Bel - Ea e' il più' indicato per la distruzione delle forme fluidiche oggettive e in lontananza della fonte di proiezione, ma nella creazione delle forme soggettive, quando queste sono perverse e prendono vero aspetto di ossessione, anche questo carattere e' inefficace. In tal caso si adopera un secondo carattere di Bel - Ea che e' il seguente: inciso su un disco di argento e combaciante all'ombelico. Il talismano del separando lunare si incide su una sottile lamina di argento triangolare in questo modo: Preparazione: sette giorni di castità' e digiuno. Il digiuno e la castità' cominciano il primo giorno della luna di Cancro e il digiuno si intende di soli cibi vegetali o di animali vivi, cotti o crudi, ma non caldi. Salmi corrispondenti: 41, 11, 15, 118, 113. Da recitarsi prima di prendere il cibo. Per seguire il rituale caldeo, l'orazione o carme di Istarte, da recitarsi due volte al momento del sorgere della luna e due volte al tramonto della luna all'orizzonte.",
  "last_phrase": "In conclusion, the character of Bel - Ea is the most effective means for destroying objective fluidic formations and distant sources of projection, while the talisman of the lunar separator is used for subjectively perverse forms. To follow the Caldean ritual for removing enchantments and spells produced with lunar characters, observe the preparation steps and recite the corresponding Psalms and Istarte's prayer for better results."
}