{
  "title": "What is the Lega Eucaristica and its belief in the transmission of the power of Christ's flesh and blood?",
  "first_phrase": "The final part of this text delves into the concept of Eucharist in the Kvmris group and the Veritas section of the Independent Group of Esoteric High Studies in Paris. It explains the ideas of the Eucharistic League, whose basic book is \"Eucharist\" by Le Clement de Saint Marcq. The author discusses how Jesus can give His body and blood to His apostles without harming His physical body. The solution to this problem, according to Le Clement de Saint Marcq, is giving the disciples the power to give the body and blood of Christ to the faithful. With this in mind, the final part explores the transmission of this power and how it has been passed down through the apostles and priests over time.",
  "content": "Come un uomo può dare la sua carne da mangiare ed il suo sangue da bere senza tagliarsi, senza strapparsi le membra, senza portare un'attentato all'integrità fisica del suo corpo? \"Questo problema, scrive il cavaliere Le Clement de Saint Marcq, comporta una soluzione e ne comporta che una sola... \" Faccio grazia al lettore (ed a me stesso) del corollàri spaventosi che ne seguono. Così secondo questa tesi, il fondatore' del cristianesimo ha messo a parte i suoi dodici apostoli, li ha nutriti della sua carne e del suo sangue, e disse a loro \"Fate questo in memoria di me\". Da allora coloro che gli apostoli hanno fatto partecipare sulla loro propria persona il rito di commemorazione hanno, al di là degli apostoli, bevuto alla stessa sorgente del Maestro. E così di vicino in vicino, attraverso lo spazio, attraverso i secoli. La trasmissione apostolica, è essenzialmente la trasmissione del potere di dare al fedeli la carne ed il sangue di Cristo, per mezzo e al di là l'individualità del prete che amministra l'eucarestia, perchè il prete è diventato \"un'altro Cristo\".",
  "last_phrase": "In conclusion, the concept of transmission of power to give Christ's flesh and blood to the faithful is an essential practice in Christianity. Although the eucharistic meal has undergone some changes, the core belief remains constant. The Club Eukharistia's attempt to study the mystic magic of sex is an interesting pursuit, but its present inactivity shows the difficulty of practicing such beliefs in the modern world."
}