{
  "title": "What is the difference between the Isiac and Osirian initiations in magic and why is it important?",
  "first_phrase": "The text explores the two types of magical initiations – Isiac and Osiridian – and how they differ in terms of objectification and difficulty. The former involves mediation, while the latter requires the aspirant to become a god in flesh and blood. The author discusses how Iside, a female deity, and Astarte are associated with the uterus. All Isiac practitioners are mediators who nourish and give life to external impressions. The last 200 tokens describe how the initiates who follow Isiac practices use objective imaging to produce various miracles through magical tools and circles. In contrast, the Osiridian initiates discover the essence of the Absolute Good through subjective initiation.",
  "content": "Quando il Maestro sacerdotale passava innanzi al discepolo iniziato nella scienza e nelle pratiche isiache, non diceva che poche parole. Poi si chinava all'orecchio del recipiendario e gli svelava il grande secreto: (Niente esiste per se' - tu hai visto tutti i miracoli dell'Iside? ebbene sappi che questa Dea e' infeconda se Osiride non la impregna.). Perciò' il grosso pubblicò non la osiridea ma la iniziatura isiaca e' possibile ed e' fruttifera di miracoli di ogni specie con l'oggettivazione delle immagini oggettivate, estendono i loro mezzi magici a tutte le cose e a tutti i metodi conosciuti, dai cerchi evocatori alle divinazioni per mezzo di strumenti magici, essi non fanno che seguire la corrente di luce astrale e diventano mutabili ed incompleti. La magia isiaca non ha determinazione del Bene assoluto nella sua essenza e la madonna cristiana protegge egualmente il camorrista, il brigante, il frate asceta e la verginella monacata. I protestanti non hanno compresa questa oggettivazione nei culti isiaci e sono diventati iconoclasti, mentre le immagini dipinte sono nei culti isiaci veri e propri strumenti di magia elementare.",
  "last_phrase": "In conclusion, the Isiac initiation is fruitful in producing miracles of all kinds by objectifying the images and extending their magical means to all known methods. The Isiac magic does not determine the absolute good in its essence, and the painted images are true instruments of elementary magic in Isiac cults. It is only for those disciples who aspire to active and high mastery that our Solar Order accepts them. They must conquer all Isiac spells, and extract the pure and dominant divine mind from the shadows to create hyperphysical phenomena of all kinds."
}