{
  "title": "What is the importance of silence in spiritual growth and why do spirits need to be silenced?",
  "first_phrase": "In this last section of the text, the author emphasizes the importance of silence in the initiation process towards the occulted God. The author warns against the seductive power of the Great Astarte, urging the reader to silence their body, mind, and soul to avoid falling under its spell. The text also addresses the role of spirits in this process, defining them as efflatus, and warns the novice to impose silence on them as well.",
  "content": "La folla si suggestiona ma non lo suggestiona, egli passa come S.Francesco da Paola sulle acque, stendendosi sopra il mantello per non bagnarsi. Il discepolo che vuol pervenire stia attento a seguire e ad intendere ciò' che io dico su questo argomento capitale della iniziazione in cui svelo grandi secreti che chi sa adoperare incontrerà' fatica a renderli generatori di grandi realizzazioni del bene per governare il resto degli uomini con rettitudine e con giustizia. Intorno al novizio che vuol avanzare nella conquista della sua reintegrazione affinchè' l'intelligenza solare o il Dio occulto si manifesti in lui, tutto deve tacere soggettivamente e oggettivamente. Tacere con la bocca, con gli atti, col pensieri, dormendo e sveglio; poiché' chi parla crea e ogni creazione e' spostamento di forma, quindi occultamento della verità' amorfa primitiva o spirito di luce. Intorno a lui tutto deve tacere e la sua anima deve restare insensibile a tutte le voci, i rumori, le consuetudini che formano la grande suggestione umana. Ne' bastai Deve tacere con la sua anima e imporre il silenzio anche agli spiriti che parlano a lei. A questo punto e' necessario un altro commento. Che cosa e' uno spirito. Spiritus id est efflatus.",
  "last_phrase": "In conclusion, to achieve a true understanding of the secrets of initiation, one must maintain silence in every aspect of their being, including thoughts and actions, and even impose silence on the spirits that speak to them. Understanding that the spirits are creations of the soul, and that every soul is a powerful generator of millions of spirits, is crucial to the novice's quest for spiritual enlightenment. May you use this knowledge to lead others with righteousness and justice, and to create great good in the world."
}