{
  "title": "\"What is the importance of the moon symbol in magic and how can one become a true magician through lunar intelligence?\"",
  "first_phrase": "In this text, the author explores the figurative language of the moon and its importance in magic and various religions. The text discusses different lunar concepts such as the Christian Mary, the pagan Diana, the Chaldean Astarte, and the Egyptian Isis, all of which represent the lunar concept in their own ways. The text concludes with a discussion of the \"Silver Door of Wisdom,\" which is the gateway to worldly exteriority with all its apparent desires. The text warns that only the initiated individuals who have heard the voice of the occult master can safely cross this door, while the unprepared fall victim to it.",
  "content": "Questa porta di argento della sapienza e' la porta della esteriorità' mondana con tutti i suoi bisogni artificiali, con l'immensa valanga dei suoi desideri apparenti. Riporto da un catechismo rituario: Dove domina il Sole? - sullo spirito, sulla mente e sulla intelligenza delle cose esistenti o immaginarie. Dove domina Venere? - sulla sostanza delle cose che da uovo diventano pulcini, vale a dire cose create da cose immaginate. Dove ha origine Mercurio? -mercurio e' lo spirito che scaturisce dalle cose dopo la loro generazione ed e' lo spirito della loro vita. Dove apparisce la Luna? - la Luna apparisce nella notte delle cose universali, dopo che lo spirito di mercurio si e' manifestato. Quando lo spirito creatore pensa e crea e' Sole. Quando nutrisce in se' la cosa pensata e' venere. Quando manifesta lo spirito della cosa pensata e nutrita e' mercurio. Quando infine adotta lo spirito prodotto alla realta' visibile del mondo esteriore e' luna.",
  "last_phrase": "In conclusion, understanding the intelligence of shapes and forms and the spirit of creation is the foundation of practicality. The Moon, the silver gate of mundanity, represents the great art of magic, the power of realization, where all ideas born from the Sun and transformed by Mercury reach the royal power of the ruler of forms and things. Mastering the lunar intelligence is the key to becoming a true magician, the master of molded forms."
}