{
  "title": "What is the significance of the human body as a receptacle for the divine spirit in magical initiation?",
  "first_phrase": "This text is about the importance of the human body as a vessel for spiritual energy and the work required to reach a state of conscious obedience to the spirit. The author describes how the spirit residing within the imperfect human body can only manifest itself once the body has been transformed through magical initiation. The last 200 tokens describe how the imperfect body can become the \"Holy Ark\" of the divine spirit and how every physical ability and bodily energy can become a manifestation of this power. The author describes the importance of the language, gestures, and symbolic acts of the magicians who know how to harness the power of the spirit.",
  "content": "Il corpo dell'uomo, messo nelle condizioni di poter sentire tutte le spirituali volontà' di quell'essere che nascosto contiene, non diventa che l'Arca Santa nella funzione della custodia di un Nume Altissimo, e' la casa di Dio, di tutti i profeti mistici, e dei Grandi Pontefici delle scuole iniziatiche. Allora Egli, il Nume, diventa il padrone e il Sovrano del corpo e delle sue esplicazioni ogni forza fisica del corpo e ogni sua manifesta energia diventa una forma di essere del suo occulto e sovrano potere. In contrasto con la perfezione dello Spirito, la carne, le ossa, il sangue dell'uomo, il suo calore e vita, la sua anima aerea, cessano da ogni funzione non comune, ma in armonia ed in cosciente obbedienza allo Spirito. Egli dallo Spirito e' compenetrato e acquista virtù' della sola virtualità' e onnipotenza assoluta dello Spirito di cui e' albergo. Il linguaggio, i gesti, i segni esteriori sono parole ed atti del suo sovrano e ne porta impressi i segni regali, perciò' la corona regia e' dei maghi, perché' essi solo sanno custodire nella loro Arca Santissima il più' Santo dei Santi, lo Spirito della Virtù' intelligente dell'Universo in azione.",
  "last_phrase": "In conclusion, the human body becomes the sacred vessel of the Highest Being's spiritual will, and every physical aspect is a manifestation of its occult power. The will, represented by the symbol of a sword and arrow, is the source of all finite magic and the key to the intelligent universe's virtue. By harmoniously obeying the spirit, the body becomes an abode of omnipotent power and regal signs. The magi alone can guard this holy spirit in their Arca Santissima, the most sacred of all things, the Spirit of the universe's intelligent virtue in action."
}