{
  "title": "What is the connection between magnetism, love, and the human soul according to ancient wisdom?",
  "first_phrase": "In this final part, the focus shifts to the magnetic aspect of occult philosophy that is essential to understanding all forms of magic. The author emphasizes the importance of studying the second lunar body that exists within every human being, connecting all sensations and impressions. The body sidereal is what records and conserves everything seen, heard, and remembered. The author argues that the letter of the Gospels should be explained to bishops, who should not hold back their blessings from the people. The text ends with an interesting observation from ancient schools that love is an obsession, as everything that appears in the female form acts upon the male form like a demon, imprinting itself through the sensations of the earthly body onto the sidereal body.",
  "content": "Nel magnetismo si anestetizza il corpo materiale puramente terreno e si mette il magnetizzatore in diretta comunicazione col secondo corpo lunare , il quale invece di ricevere gli ordini e le impressioni dal corpo terreno proprio le riceve direttamente da colui che magnetizzai li esegue non solo ma, quando entra in possesso del suo corpo materiale di cui e' ospite a codesta impone ordini e obblighi. Tutto ciò' nelle scuole ordinarie e' chiamato suggestione, suggestionabilità', imposizione di volontà', parole che non spiegano nulla perché' confermano semplicemente dei fatti sperimentali, ma non dicono il perché' dell'esperimento riuscito. In prosieguo dobbiamo con particolarità' esaminare tutta la parte magnetica che e' sostanza della pratica magica per darne completa nozione al neofita di tutte le magie, ed ora solo elementarmente abbiamo voluto studiare questa parte elementarissima della filosofia magnetica occulta per spiegare come l'Amore dell'impressione dei sensi, sale a scolpirsi nella parte sensibile dell'anima individuale materiale. Dicevasi nelle antiche scuole iniziatiche Amor obsessio: cioè' l'amore e' una ossessione, perché' tutto ciò' che e' apparenza della forma muliebre agisce sulla forma mascolina come demonio (14) la prende, la invade, la incanta e si decalca attraverso le sensazioni del corpo terreno sul corpo sidereo.",
  "last_phrase": "In conclusion, the practice of magnetism allows the magnetizer to communicate directly with their second lunar body, imposing orders and obligations upon it. This phenomenon has been known as \"Amor obsessio\" in ancient initiatic schools, where the mutual attraction of two bodies establishes a double exchange and reflection. The obsession leads to the carnal union and the incarnation of another body, serving as a vessel for a pronubo spirit. Thus, magnetism is a purely magnetic phenomenon that plays a significant role in the occult philosophy, as it suspends the functions of lower senses for the desired images to shape the material body."
}