{
  "title": "What is the Science and Empiricism of Magic Words?",
  "first_phrase": "This text explores the use and significance of language in magic. It distinguishes between two groups: those who view language as a purely symbolic representation of ideas, and those who use the literal elements of Kabbalah, including the sacred name of God, to communicate with the divine. The author argues that mastery of language is key to practicing magic, but knowledge of the literal meaning is not enough. Understanding the primary concepts of human mentality allows for a deeper engagement with language and thus more effective magic. The last 200 tokens emphasize the importance of empiricism in magical practice and describe the language of magic as both divine and belonging to the realm of the occult.",
  "content": "25) Bisogna qui riferirsi al concetto primordiale della mentalità' umana per comprendere ciò' che vi sia di scientifico ed empirico nell'uso della parola in magia. La scienza della parola da usarsi e' contribuzione elementare di ogni esercizio magico, perché' la parola di cui si conosce il completo valore e' già' il frutto delle cogitazioni degli uomini precedenti -quindi risveglia in chi la pronuncia o idee addormentate nella occulta coscienza dell'uomo che la pronunzia o da' l'idea che l'uomo non ha concepito abbastanza chiaramente da poterla rendere plastica, cioè' di sicura obbiettivazione. L'empirismo invece della parola e' contrariamente a quanto possono credere i novizii, più' alto e più' sintetico e più' magico della scienza della parola. Empireo e' il cielo del fuoco cioè' della sublimazione umana, e nel linguaggio occulto tutto il divino della magia nelle espressioni e nella ideazione e' empirico, cioè' appartenente al ciclo occulta dei perfetti. La scienza della parola e' elementare, analitica, umana: fanciullesca e primitiva prova di tentativo meccanico della espressione degli oggetti ideati mentalmente da un novizio.",
  "last_phrase": "In conclusion, understanding the fundamental concept of human mentality is crucial in comprehending the scientific and empirical use of words in magic. Both the science and empiricism of words play important roles in magical exercises. While the science of words is elementary and human, the empiricism of words is higher, more magical, and belongs to the realm of the perfected. Words with magical value can create, modify, or destroy, and their power lies in the idea they manifest."
}