{
  "title": "What is the Grande Oriente Egizio and How Does it Differ from Other Masonic Forms?",
  "first_phrase": "The text describes the Great Egyptian Orient Order, a Masonic organization that seeks to perpetuate and promote pure and immutable science, philosophy, and religion. The order maintains its independence from the changing political and religious landscape and solely concerns itself with the propagation of truth. The text also references \"The Count of Gabalis,\" a work discussing secret sciences, as a source of inspiration for those seeking individual paths of light, love, and freedom. The organization's statutes can be found at Phoenix Publishers in Genoa.",
  "content": "La forma comune alla intestazione delle diverse massonerie ha origine dalla filiazione di queste al Grande Primitivo Oriente Egiziano Filosofico e Scientifico, - profanate dall'ignoranza dei simboli delle massonerie diverse, la sorgente e la perpetuazione della Scienza Pura, di sopra a tutte le forme politiche e religiose dei popoli delle diverse epoche, il Grande Oriente Egiziano e' restato fonte del sacro fiume della sapienza universa indipendentemente da ogni applicazione ai tempi diversi nei pervertimenti e nelle violazioni settarie. La Scienza Pura Sovrana, Perfetta prescinde dalle sue applicazioni alla vita sociale e ripudia come temporanee e caduche tutte le funzioni filiali, perché' mutando costumi, società', regni, imperi e razze, per se stessi trasformatori e trasformabili, resta al di sopra di tutte le mutabilità' della politica e delle religioni, sul più' perfetto cielo della speculazione filosofica. Quindi nella sua essenza il Grande Oriente Egiziano non si occupa, come non si e' occupato mai, delle questioni transitorie della politica e della religione dei popoli, restando come sorgente della sola perpetuazione della verità' immutabile' o Scienza Pura.",
  "last_phrase": "In conclusion, the Grand Egyptian Orient remains the source of pure and unchanging knowledge that transcends all political and religious boundaries. Unlike other types of Masonry that are rooted in temporary political or religious beliefs, the Grand Egyptian Orient seeks to maintain the sacred knowledge within each human spirit. While the external forms of different Masonic organizations may look similar, they differ significantly in purpose and meaning. The ultimate goal of the Grand Egyptian Orient is to achieve perfection and remain superior to all denominations and religions, in the one absolute temple, the universe."
}