{
  "title": "\"What is the ritualistic ceremony and ideology behind the formation of a sexual magic-based pyramid?\"",
  "first_phrase": "The last part of the text explores the final stages of a ritual conducted by the Gran Mago, with the aim of unleashing powerful forces to achieve a particular goal. The Vestali perform a synchronous rite, releasing their energy, which the Mago collects and directs towards a wax doll containing the desired outcome. The Officiants are then devitalized and certain plants reduced to ashes, symbolizing the sacrifice. The participants subsequently partake in the Eucharist to replenish their energy, and the ceremony ends with prayer and affirmation of faith. The author, Maurice Braive, seeks to create a multi-level pyramid of initiates, building on the success of the ritual.",
  "content": "Fino a qui, si vede, il Gran Mago non opera che su un solo plano. La piramide di cui egli è la sommità non comporta, al di sotto, un solo stadio, le quattro Vestali. Non c'è ancora trasmissione, per plani discendenti dalla sostanza del Maestro, niente di compararabile a ciò che secondo il cavaliere Le Clément De Saint Marcq, costituisce l'essenziale dell'apostolicità. Ma l'ambizone del Sig. Maurice Braive è più estesa. Ciò che il Fondatore dell'apostolicità, secondo la dottrina segreta, avrebbe realizzato, perchè non effettuerebbe lui stesso a sua volta? Ricco di parecchie iniziazioni, cavaliere dell'Ordine Sovrano e Militare del Tempio, Cavaliere dell'Ordine del Cigno, etc... etc, perchè non sarebbe alla sommità di una piramide a parecchi plani discendenti, una piramide il cui slancio andrebbe allargandosi nella durata secondo il numero delle affigliazioni successive? Perchè ci sia un fenomeno di trasmissione eucaristica, o grado elementare, bisogna un minimo, due stadi comunicanti al di sotto del Mago. Il sig. M. Braive spera ben presto quattro adepti uomini, che realizzeranno la comunione diretta ed indiretta: primo stadio.",
  "last_phrase": "In conclusion, Maurice Braive hopes to establish an institution based on the transmission of elemental degrees through sexual magic. By creating a pyramid with several descending planes, he seeks to achieve communion between a minimum of two communicating stages, which will result in eucharistic filiation. While ambitious, this vision has the potential to become an unstoppable force based on the power of sexual magic."
}