{
  "title": "What is the contradiction between moral and practical education in human societies?",
  "first_phrase": "In this final part, the author reflects on the contradiction between moral and scientific education versus practicality, which affects children's perception of the world. Through the example of society, children learn that selfishness prevails over loving and respecting your neighbor. Even the baptism practiced by the Catholic Church cannot prevent the child from being exposed to the corruption and vices of society. The author alludes to the symbolic representation of the child in the Catholic tradition and emphasizes the importance of returning to a state of innocence and purity to access the kingdom of heaven. The power of words is then discussed in the context of the purity of childhood, where language can create, modify or destroy without being tainted by malevolent human intentions.",
  "content": "La sua ingenuità' secondo natura (cioè' pura e semplice) diventa col contatto umano pregna di tutta la malizia terrena, ed egli a misura che monta sulla curva ascendente della vita, dimentica donde egli rivenne, larvato, mondato, purificato, per ritornare impuro immondo, insozzato. Questa prodotto di natura (nella) sua purità' primitiva e' un pargoletto che la chiesa cattolica prese nel suo simbolismo delle più' vetuste religioni templarie di mondi e di razze evolute. Non vi ha maggiore e più' limpida espressione della Prima Virtù' umanizzata del Bambino Gesù' - perché' più' l'uomo si approssima alla sua origine e più' a lui si manifesta ingenua e pura l'idea e la forza incarnatrice nella sua potenzialità' primitiva. Ridiventate fanciulli se volete che il regno dei cieli vi si schiuda nel suol più' grandi splendori: ridiventar fanciulli vuol dire ridiventar tali e quali che la Prima Virtù' si manifesto' in voi, quando la corrente delle idee umane non ancoravi aveva aggiogato alla malizia. Nello stato di purità' fanciullesca (verginale) la parola crea, modifica o distrugge come pronunziata nello spirito puro al di sopra di tutte le maliziose correnti umane (vedi n. 15) 2 e 3.",
  "last_phrase": "In conclusion, returning to the purity and innocence of childhood is essential for spiritual growth and creative power in the present. To achieve this, we must undergo a patient process of purification and initiation in the practices of operative magic and religious asceticism, freeing ourselves from the impurities and malice accumulated in our contact with the world. Ultimately, by reconnecting with our original nature, we can rediscover the power of the word to create and transform reality according to our true desires."
}