{
  "title": "What is the Athartor and how is it related to the process of alchemy?",
  "first_phrase": "In this text, the author discusses the recipe for creating pure gold through alchemy. The main idea is to cook pure mercury in a sealed egg, using the Athanor oven, until it gains the desired properties. The resulting substance creates a new being, and only those who practice with dedication, pray, and invoke while maintaining absolute silence can achieve mastery. Only the initiated can fully comprehend this process, as it is guarded by a group of intelligent beings who distribute the secret of hermetic miracles justly. The novices are given tips for separating pure mercury from sperm and advised to read alchemical books to get a better understanding.",
  "content": "Coloro che parleranno durante la pratica dell'arcano incontreranno la morte per esaurimento. Al proprio iniziatore, non domanderai mai spiegazioni sull'argomento. Prega, invoca, tenta, pratica, sfida il lavoro più' duro e tenace, non ti meravigliare di niente, non aver paura della morte, e vincerai il serto del maestrato. Maestro non e' colui che insegna, e' il Magister latino nel senso antico. Cioè' l'uomo che ha il potere della pratica delle occulte forze che la natura sua divina ha riposto in lui. Soprattutto il silenzio e' a custodirsi; pena la morte. I prevaricatori perdono ogni potere. 132) Ai novizi accenno solo la legge per la separazione del mercurio puro dallo sperma. Questa legge e' la coobazione. Cioè' una serie di pazienti digestioni del mercurio composto, affinchè' consumati gli elementi delle forme elementari, si ottenga in essenza il mercurio puro, o quintessenza miracolosa dello sperma dell'oro. 133) Purificato il mercurio ora si passa alla cozione, colle basi date da noi, la lettura dei libri alchimici, scritti dai maestri alchimici riuscirà' facilmente intellegibile. Quali siano da preferirsi, l'iniziatore consigliera'.",
  "last_phrase": "In order to achieve mastery in the practice of occult forces, one must undertake the most strenuous and persistent effort. A key element in this pursuit is the unwavering commitment to silence, without which the practitioner is doomed to failure. On the path to this secret knowledge, the novitiate must be patient and diligent, relying on prayer and the guidance of wise mentors. By following these principles, the seeker may unlock the mysteries of the arcane and discover a world of hidden power beyond their wildest dreams."
}