{
  "title": "What are the \"psichici\" means in magic and how do they influence the psyche of individuals?",
  "first_phrase": "In the previous paragraphs, the author discusses how symbols and words can be used to create talismans that influence the psyche of individuals. He notes that these talismans are called \"psychic\" because they directly affect the minds of those they are directed towards. In this final section, the author explains why the law of contagion of souls is important in this context. The law states that the virtues or vices of souls are communicated in direct proportion to their love for each other, while in proportion to their hatred. The author also emphasizes that the magician must not hate, as this will render their actions ineffective.",
  "content": "2. in che modo si sviluppa l'azione psichica da questi mezzi. Saro' brevissimo: Questi mezzi si chiamano psichici a animizzanti perché' influiscono direttamente sulla psiche di coloro cui sona diretti; e influiscono sulla psiche loro per comunicazione virtuale di contagio psichico. Siccome la natura di tutte le anime delle cose e degli uomini e' identica ogni contatto tra due anime stabilisce un contagio. La legge del contagio delle anime e delle virtù' delle anime segue questa invariabile rotta: La virtù' o i vizi delle anime si comunicano in ragione diretta del loro amore reciproco, in ragione inversa all'odio. Più' due persone si amano, più' si penetrano scambiando nel loro amore le virtù' rispettive. Questo spiega il perché' la persona che si odia non si domina, e quella che si ama si possiede. Questo processo semplicissimo e' la legge comunicante le virtù' di tutte le cose reali, e la società' visibile e la invisibile si uniscono e si respingono seguendo la stessa legge. Il mago non deve mai odiare, odiando perde ogni azione attiva sulla cosa odiata, per questo gli antichi filosofi dissero che l'amore regge l'Universo.",
  "last_phrase": "In conclusion, understanding the law of contagious virtues and the use of psychic means can greatly impact the way we perceive and interact with the world around us. By separating ourselves from negative emotions and focusing on love, we can connect with the hidden spiritual essence of things and become more attuned to the subtle forces that shape our reality."
}