{
  "title": "What is the sublime love of Uriel, the angel of God, and how can it be experienced through penetration of nature and animals?",
  "first_phrase": "In the preceding text, the author discusses the concept of pure love as the key to initiation and how it is corrupted. Then, the focus shifts to Uriel, the little-known archangel of love in the Catholic Church. The author speaks of the deeper meaning of Uriel's love, which involves transcending oneself to become one with the universe. In this concluding section, the author proposes a spiritual experiment to develop a practical understanding of the principle of compenetrating love. They suggest that by empathizing with animals and objects, and by feeling a sense of oneness with them, one can gain complete control over them. Through this, the author asserts that love is the driving force behind all action and interaction in the universe.",
  "content": "Se vi fate trascinare in una carrozza che un cocchiere guida a passo lento cominciate col pensiero, lentamente, ma senza interruzioni, a mettervi in comunicazione col cavallo che tira la carrozza. Abbiate per la povera bestia un sentimento di simpatia, cominciate ad entrare con essa in rapporto di affinità' fino a sentirvi piano piano trasfuso in essa, come se con quattro zampe foste voi, infoderato nell'effettivo e reale cavallo che tira la vostra carrozza. Quando l'atto di immedesimazione e' avvenuto completo e concreto, pensate di correre o di fermarvi e il cavallo si fermerà' o correrà'. L'esperimento si può' ripetere con qualsiasi animale in movimento di lavoro e riesce facilmente non per magnetismo in lontananza, come si direbbe nelle scuole profane, ma per atto compenetrativo di Amore la cui esplicazione meccanica pone la bestia in balia vostra. Tutti possono tentare questo esperimento che ha una estensivita' di portata illimitata, ma più' sorprendente ancora, più' meraviglioso e' l'atto compenetrativo con le cose naturali di ordine più' basso e delle leggi generali dell'Universo apparente. Tutta l'azione e tutta la compenetrazione e' Amore.",
  "last_phrase": "In conclusion, the experiment of empathizing with animals can have an unlimited reach, and it's easily achievable through an act of love and connection. Furthermore, the compenetrative act of love can extend to the natural world, and all things within it. This act represents the ultimate proof that humans are part of the Universal Spirit, intelligent and creators in their own way."
}