{
  "title": "What is the Science of Hierophantism and its relation to the ancient symbol of the Phoenix in Alchemy?",
  "first_phrase": "In this text, the author delves into the science of hierophantism and how alchemists were able to reach the mental plane necessary to conquer the philosophical stone. The symbol of the Arabic phoenix represents the complete transmutation of raw metal into gold, or spirit into Ibis, a higher form of being. The author clarifies that they are discussing alchemical books by those who knew their craft, as opposed to those who pretended to be alchemists. The author also explains the etymology and true meaning of certain chemical terms, and how real transmutations occur through the acidic principle. The last part of the text is a fundamental passage in alchemy, discussing the state of crisis or love, and how it is a true natural state of great hypnosis.",
  "content": "Ossidamento e' crisi di amore, cioè' e' generazione di forme, quindi e' sofismo chimico il credere o considerare tutte le generazioni per mutamenti originati dai principii acidi. Trasmutazioni reali non avvengono che per il principio acido mordicante quindi producente lo stato di crisi generativa. 47) Lo sperma del maschio si dice che feconda la femmina, l'uovo della femmina. Alchimicamente dovrebbe dirsi invece che lo sperma del maschio trova il mezzo fecondatore nell'uovo della femmina. Negli uccelli la femmina si trova in uno stato androgenico latente, il suo accoppiamento al maschio rende attiva la parte latente e l'uovo e' fecondo, cioè' alchimicamente fecondante. Così' nei pesci, nelle serpi, nelle lucertole ecc. Lo stato di caldura nell'animale inferiore e' stato di crisi predisponente alla manifestazione di crisi o d'amore, il quale come abbiamo detto innanzi, può' considerarsi un. vero stato naturale cioè' fisiologico di grande ipnosi. Questo passo e' fondamentale in alchimia, e si deve alla sua comprensione tutta la parte fenomenica della demonologia urielica come si vedrà' nella Maria.",
  "last_phrase": "In conclusion, understanding the alchemical principles of generative crisis and the fecondation process is crucial for comprehending the phenomenological aspects of demonology and magic. The knowledge shared by Pierre Geyraud in \"L'Occultisme a Paris\" sheds light on the sources and origins of Kremmerzian teachings and offers valuable insights into the complex world of alchemy and its practical applications."
}