{
  "title": "What are the beliefs and practices of the Chaldean-Egyptian initiation, including the hierarchy of angels and the symbolism of the sun and elements?",
  "first_phrase": "This text ends with a powerful message concerning the importance of subjective and objective forms in religious practices. Before that, it presents a complex hierarchy of angels and the different categories of spirits in Egyptian religion. It also explores the symbolism associated with the sun and the concept of the creator God. The author argues that it's crucial to veil the simple mystery that all religions hide from the common people and to understand the subjective nature of forms in every magical act. This way, one can achieve the desired effects and ascend in a spiritual context.",
  "content": "Sotto questo aspetto egli prediede le 12 ore della notte, ha 12 figli o genii o Dei, il primogenito dei quali e' Horus che trafiggeva con il suo dardo il serpente Apep. Horus combatte contro le tenebre o il Male, personificato in Sutech o Baal. Di Orus o Horus si diceva che conoscesse il nome del Padre e che faceva i pesci dell'acqua nei siti in cui non vi e' acqua. Conchiudendo: Le. forme soggettive sono occulte, le obbiettive solo sono volgari e volgarizzabili e bisogna, anche per suprema ragione di pratica magica e per ottenere gli effetti voluti, velare costantemente questo semplice mistero che tutte le religioni velano ai volghi, e in ogni atto della vita magica, quando si tratta di mettere in proprio essere in una corrente di ascenso non bisogna mai credere alla obiettività' delle forme. In base di questo dogma di mutare pei volghi la soggettività' in obbiettività', sono fondate tutte le pratiche religiose, tutte le imitazioni di Cristo, tutte le imitazioni e gli amori di Maria e tutti i culti simbolici, come quello del Sacramento nella chiesa cattolica e del Sole o di Apollo nel. tempio pagano.",
  "last_phrase": "In conclusion, the purification of our being is the foundation of all initiation principles, and we must constantly veil the subjective mystery in every act of magical life. The book \"The Origins of Cults\" offers remarkable synthesis and symbolism in various religions and races, emphasizing the importance of keeping our inner selves pure for the Lord's resting place is within us. Regular baths and ablutions form an essential part of our purification ritual, and must be performed throughout the year, both during solar and lunar fasting days."
}