{
  "title": "What is the meaning behind the names Lilit, Eva and Myriam in magical material, and how do they relate to the human body?",
  "first_phrase": "In this text, the concept of \"magical matter\" is explored, as well as the \"state of mag\", which is a form of being of the human lunar body. The text goes on to describe the division of this state of being into coefficients closer to matter and closer to mercurial Ibi, as well as the symbolic language used to represent this division. The three names of Lilit, Eva, and Myriam are then explained in the context of symbolic traditions. The significance of these names is related to the state of mag and the magical matter that is acted upon by the self-moving body. The text explores the idea that there are no superior beings to humans, and that humans can potentially reach any state of being.",
  "content": "Senoche' questo primo personaggio oscuro della tradizione simbolica caldea (7) pare che non fosse andato di accordo con l'Adamo primitivo, essa voleva signoreggiare (nell'incubare - porsi al di sopra nell'atto coniugale) l'Adamo. Non restando d'accordo ella volo' via. Dice la leggenda simbolica: volo' nei mari dopo aver promesso di uccidere tutti i nascituri. Fu allora che il geova dal costato del primo uomo estrasse la Eve, madre dei viventi. Eve perciò' per la seduzione nota e la rigenerazione umana non comincia che con la Myriam, amaritudine maris, regina degli angeli, da cui fu realizzato il Cristo o l'Emmanuel. Tutte queste tradizioni simboliche sono state prese con carattere oggettivo cioè' si e' cercato la Lilit, l'Eva, e la Miriam al di fuori dell'uomo e quindi nessuna spiegazione e' stata possibile.",
  "last_phrase": "In summary, the legend of Lilith, Eve, and Miriam represents the struggle for power between the lunar and material body of the first man. Lilith, often seen as a seductive and powerful demon, symbolizes the equal division of power between the two bodies. While the Inquisition pondered the possibility of Lilith producing offspring in a sexual union with man, it is clear that the phenomena observed in spiritual and physical effects are the unconscious manifestation of Lilith, according to the teachings of the Rabbi."
}