{
  "title": "What is the Non-Settario Numi's Convention and the Fundamental Law of the EGOR, and why is it scientific?",
  "first_phrase": "This text discusses the Non Settario and the scientific values of the Convegno dei Numi, or the conference of the deities in Olimpo. The text delves into the Legge Fondamentale del Gr, which translates nine units and an infinite from hieroglyphics on a bronze table. These units include justice, obedience, and transformation. Moreover, the text talks about the Sinedrio Ammonio and its internal regulation, including those who can call themselves Neofito and Adepto. In the last part of the text, the author mentions the importance of giving clarifications to initiates about their respective lodges or centers.",
  "content": "Colui che osserva la legge intendendola nella sua essenza, nelle sue unita' e nei suoi multipli, acquisterà' la soluzione dell'enigma della sfinge e dominerà' coi dominatori del Sacro Nilo in Eterno. Colui che viene meno al patto di osservanza alle Leggi, verrà' travolto nella corrente delle acque benefiche e si sperdera' nell'Oceano Morto. Nel corrente anno 5900 dalla luce, alle Sorgenti del Nilo, al centro dell'Universo, sono vivi due centri sacri sottoposti alla Legge, per la perfezione delle Virtù' Umane e per la perpetuazione della Sacra Scienza Pontificale Egizia. E i due centri sono in vita e resteranno prosperi di sorgente di scienza in Eterno, fino a quando piacerà' all'uomo d'ignorare da dove viene e dove andrà'. Ai maestri iniziatori di neofiti meritevoli e' commendato di dare al prorpio discepolo i chiarimenti sulla loggia o centro cui e' ascritto. 5. REGOLAMENTO INTERNO DEL SINEDRIO AMMONIO SOLARE EGIZIO 6. – Titolo Primo – Spiegazione dell'Abbreviatura Art. 1 - Tutti coloro che appartengono al Sinedrio Ammonio a Log Amm: possono chiamarsi - Ne ●●● Neofito - qualunque persona dipendente da un maestro iniziatore. Ad ●●● Adepto - qualunque neofito che e' passato al primo grado.",
  "last_phrase": "In conclusion, adherence to the Laws of the Sinedrio Ammonio Solar Egizio is the only path to unlock the enigma of the Sphinx and achieve perpetual prosperity. The two sacred centers at the heart of the universe will remain a source of science for eternity. Let the initiators give clear explanations to their disciples about the lodges they belong to."
}