{
  "title": "What is the mission of the High Initiation and its role in society, according to this text?",
  "first_phrase": "In the last 200 tokens, the author discusses the importance of the initiation into the mysteries of the science of the spirit as a social mission rather than just a means of individual self-improvement. The author argues that abandoning one's family or withdrawing from society would make an initiate nothing more than a selfish ascetic. The practice of magic, if not used for the greater good, becomes a tool for egotistical and anti-humanitarian purposes. The text also implies that the Catholic Church condemned magic due to the lack of charity in those who practiced it, leading to the accusations and persecution of thousands of individuals who would have been considered mentally ill in today's society.",
  "content": "definirsi un semplice asceta che si ritrae in romitaggio per non essere afflitto dalla lotta naturale con gli uomini e gli esseri meno evolutivi quindi in lui vi sarebbe assenza di quella carità' di cui tanto discorre S. Paolo e forma il fiore più' bello della corona iniziatica, e assenza del coraggio alla lotta che e' dote principale di ogni persona che si voti all'esercizio della Magia. La quale scienza presa nel suo significato attivo e applicata per il bene non può' prescindere dai mali di una lotta ostinata e perpetua contro tutto ciò' che e' negazione di bene, diversamente sarebbe una cosa disprezzabile per i suoi fini egoistici anti umanitari e personali, se la si intendesse come una raccolta di armi più' o meno perfette da dare in mano a persone che vogliono servirsene per asserire le altrui volontà' alla propria capricciosa. E' da credersi che in questo senso essa Magia fu scomunicata dalla Chiesa Cattolica, trae le vittime della cui mancanza di carità' si contano solo a decine di migliaia stregoni e megere che oggi popolerebbero appena i manicomi e gli ospedali, poiché' la stoltezza umana e' sempre deviazione di rettitudine o sempre indice di un morboso egoismo che raggiunge la follia o la delinquenza.",
  "last_phrase": "In conclusion, the path of magic and initiation requires both charity and courage. One cannot simply be a recluse and avoid the natural struggle with others and lesser beings. Magic is a powerful tool that, when used for good, requires a perpetual battle against all that is a negation of good. It is not a selfish pursuit, but rather a duty of teaching and example, to live a life of austerity and social rectitude, as part of the vast and diverse unity of the Universe, in which every part is an evolution of the one universal Spirit."
}