{
  "title": "\"What is the symbolism behind the primal virtue and the duality of opposing forces in magic?\"",
  "first_phrase": "In the previous section, the author explains the symbolic representation of the Prima Virtù, the creator of itself, and the emanator of four opposing and harmonic forces of light. Moving to section 4, the author observes two human conceptions of Prima Virtù, as portrayed in the symbolic representation of the Sun and its shadow. The author further explains the interdependence of visible and invisible things, where the existence of one depends on its opposite. For example, light would not exist without darkness, and life would lose its meaning without death.",
  "content": "Ora, dalla semplice figura del quadrato simbolico della manifestazione della Virtù' pura e prima conosciuta per mezzo delle sue opere visibili, rimontando al cubo, manifestazione simbolica dell'Universo, si stabilisce che il centro emanatore di forza e luce e' invisibile all'esteriore della forza cubica, da qualunque parte si guardino i piani quadrati rappresentanti le manifestazioni visibili dell'ignoto. 4) Da questo che precede si osserva, dal simbolismo geroglifico dei Sacerdoti, che due sono le concezioni umane della Virtù' Prima, l'una simbolica della faccia profana della Forza Creatrice rappresentata dal Sole tra gli astri dell'Universo visibile, e dall'ombra del Sole (Schèa caldeo) tra le cose determinanti il governatore invisibile. Infatti le cose visibili e invisibili, sensibili e mentali, non. esistono che per il loro contrario. Se lo Schèa non esistesse, se le tenebre non fossero, la Luce non avrebbe significato alcuno. Così' il maschio esiste per la femmina, il Cielo per là terra, il bene per il male, il finito per l'infinito, la vita per la morte, il giorno per la notte.",
  "last_phrase": "Thus, we can conclude that the concept of the First Virtue and the harmony of perpetual struggle between light and shadow, visible and invisible, is the foundation of everything that exists. It is an axiom of the most sublime magic that the existence of anything becomes vital and confirmed through its opposite. This is demonstrated by the stars of the heavens and the perpetual harmony of the battle between light and shadow, without which the visible would have no life or exist at all."
}