{
  "title": "What is Magnetism and how does it relate to Transmutation?",
  "first_phrase": "In this text, the concept of magnetism is explored as the physical abstraction of a transmuting force that manifests visibly in relation to iron, known as magnetism or magnetization. The author talks about how all things in the Venereal period are subject to magnetic force and that every manifestation of human will is equally magnetic and passive. However, it's essential to differentiate between the sensist experimental field, where the chemical phenomenon is evident and in the philosophy of the absolute, where all things are homogenous due to their original principle. The last 200 tokens of the text delve into the differences in understanding between occultists and the profane regarding magnetic force and transmutation.",
  "content": "Ma nella filosofia dell'assoluto la cosa e' molto differente, perché' essendo Unica la Natura Prima di tutte le cose, tutte le cose sono tra loro per questo principio originale omogenee. Quindi la volontà' umana imprime a tutte le cose desiderate, o appetite, l'impronta magnetica della sua maniera di manifestazione. La maniera di intendere la azione chimica tra gli occultisti e i profani e' differente, perché' i primi ricorrono alle virtù' spermatiche della forza magnetica volitiva, e i secondi si arrestano alla osservazione immediatamente apparente in cui esiste una trasformazione controllabile coi mezzi fisici comuni. Valgono gli esempi seguenti a intendere queste differenze. Mettete in contatto immediato un pezzo di ferro e un pezzo di marmo, riscaldati leggermente col fiato questi due corpi e poi presentateli all'analisi di un chimico. Egli noterà' che non vi e' stato fenomeno ne' fisico, ne' chimico, ne' alterazione apparente di stato fisico ne' di composizione effettiva dei due corpi, e vi dira' assiomaticamente: il ferro e' ferro il marmo e' marmo.",
  "last_phrase": "In conclusion, the philosophy of the absolute teaches us that all things are homogenous due to the original principle of the unique Nature. Human willpower leaves its magnetic mark on everything desired, even if it's not immediately apparent. Occultists use the spermatic virtues of volitional magnetic force, which differs from the observation of profane physics. Magnetism is radiating from all things, leaving us with the universal understanding that everything is connected."
}