{
  "title": "What is the meaning of the increase and decrease of life according to nature's seasons?",
  "first_phrase": "This text discusses the concept of the progression of life, as a gradual transformation from development to fruition, and ultimately to a new period of expansion. The author explains how this cycle applies to all living things, including humans, as they go through different stages of life. The last 200 tokens delve into the extremities of the concept of autoreproduction, focusing on the common essence between sperm and the soul, which lies in the body's lunar or perispirit, according to spiritists and heterodox religious believers. This common essence is the \"ligamen\" of the ancient jeroarchi, and it highlights the dissoluble nature of the mortal body, also called the \"second body\" subject to a second death, as explained in sacred texts.",
  "content": "La morte e' la maturazione della concentrazione: l'anima di un morto e' il frutto maturato e concentrato nel suo seme, che contiene in virtù' ed in potenza embrionale tutto il compendio della vita vissuta o delle vite precedentemente vissute, in termini più' semplici lo sperma fisico e' di fronte all'uomo visibile (uomo fisico e mentale) ciò' che l'anima e' rispetto alla sua vita di. essere fecondo. Così' esistono due termini estremi di autoriproduzione: 1. Lo sperma. 2. L'Anima. Essenza comune ai due termini: il corpo lunare o perispirito degli spiritisti o anima animale dei religiosi eterodossi, e' il ligamen degli antichi jeroarchi. Il quale contenuto in virtù' nell'anima ed in potenza nello sperma animale, non e' che corpo mortale, cioè' corpo jerarchicamente dissolubile, detto per questa ragione nei sacri libri secondo corpo soggetto a seconda morte.",
  "last_phrase": "In conclusion, the life of the dead exists in essence as the concentrated and matured fruit of their being. The inter-human life of the souls of the dead may appear as larval or perispiritual until the purification of the soul or death of the lunar body. The life of the dead is essentially embryonic and unconscious until the return of the soul in a human body. Thus, the communications of the soul of a dead person to the living are foolish, and all the deceitful spiritualism of our century is baseless."
}