{
  "title": "What are the consequences of breaking the secrets of the Order Osirideo in this warning text?",
  "first_phrase": "In this final part, the author warns of the consequences of revealing the secrets in his manuscripts. Such disclosure goes against the pact made with the Ancient Egyptian Order, and the violator will be destroyed. The author stresses that the secrets in his work are insignificant compared to the higher divine secrets possessed by the Order, which have been hidden for centuries. The author emphasizes the importance of keeping the sacred knowledge safe and not abusing it so that it doesn't fall into the wrong hands. The author reminds the reader that they are united with the Order in their divine mission and must remain vigilant in protecting the sacred sciences.",
  "content": "secoli, occultandoli contro ogni impurità' profana e servendosene contro i violatori del patto e contro ogni tirannia di plebe orgogliosa, contro le sette pseudoiniziatiche di ogni specie, contro le false teocrazie chiesastiche, e contro tutto ciò' che e' rivoluzione contro il Concetto Assoluto di Giustizia, il cui Alto Tribunale in eterno e' il Gran Maestrato dell'Ordine Osirideo cui tu sei iscritto col tuo sangue, col quale hai voluto per sempre vincolarti alla più' sublime delle manifestazioni occulte di Geova. Tu vivo o morto, in questa terra, nelle alte sfere che adornano il cielo visibile, uomo o spirito evoluto, sarai in missione divina unito a noi che non dobbiamo vilipendere con l'abuso o la poca cura tutto il tesoro sapiente di cui siamo depositari. Innanzi a noi, formanti una famiglia di iniziati e di sacerdoti cessano e s'infrangono come cose caduche massonerie e sette sacerdotali, chiese e governi. Noi siamo estranei ad essi, come essi sono estranei al nostro mondo. Noi dobbiamo conservarci puri nella missione nostra, conservatori della Scienza Sacra, onde non cada nelle mani di coloro che l'adopererebbero contro le pecore inermi della' società' poco progredita.",
  "last_phrase": "In conclusion, as a member of the Osiridian Order, always remember that the safeguarding of knowledge and the faithful adherence to the pact is the path of salvation. The secrets you acquire can give you power over others, but remember to use them wisely, and never abuse them. Rest in the certainty that by preserving the sacred science, you contribute to the evolution of imperfect beings and prepare them for redemption. Trust in the pact as your refuge in moments of doubt, and let the intelligence of the Order guide you towards the way and the truth."
}