{
  "title": "\"What are the dangers of practicing occult magic with spirits, as revealed in Kremmerzian texts?\"",
  "first_phrase": "In the last 200 tokens of this text, the author delves into the dark practices of the Egyptian Order, which involves making pacts with elemental spirits through blood rituals, talismans, and fasting. These practices lead to possession and increased power but come with a hefty price. The author refers to the Kremmerzian documentation and \"Il conte di Gabalis\" to explain the theoretical background of these practices. The Order has cleverly combined several rituals from different traditions to create a permanent pact between man and the darkest of the dark. The author also draws connections between these practices and other dark traditions, such as the Jezzidi, which are also likely the sources of knowledge for Crowley's O.T.O.",
  "content": "A chi avrà operato questo tipo di pratiche, il contatto con il \"Nume\" darà indubbiamente dei poteri: ma a quale prezzo? Inoltre è da notare che in tutta la documentazione kremmerziana si parla sempre di poteri dati che possono essere tolti o accrésciuti a piacere del \"Nume\". Crediamo che ora tutto' sia chiaro. La documentazione del Kremmerz ed il \"Corpus\" in particolare non sono altro, che la parte operativa di cui \"Il conte di Gabalis\" è approfondito teorico. Evidentemente, l'Ordine Egizio, emanazione terrena di qualcosa di molto più terrificante, ha intelligentemente collegato varie pratiche (sigilli contraffatti o mascherati, spermatofagia, ossidazione con l'uovo, digiuni) che in altre tradizioni erano e sono separate. L'Ordine, unendo tutte queste pratiche, ha creato il patto permanente fra l'uomo e le tenebre più oscure. Infatti ha saputo riadattare le antiche conoscenze di tradizioni non certo luminose, come quella degli Jezzidi, dalla quale quasi sicuramente derivano le pratiche magiche e da cui lo stessa O. T. O. di Crowley apprese tutte le proprie conoscenze. Scopo sia dell'Ordine Egizio, che dell'O.",
  "last_phrase": "In conclusion, it is clear that the Kremmerzian teachings, as well as the operation of the Egyptian Order and O.T.O, are aimed at establishing the reign of darkness and terror. The Prometeo group has taken it upon themselves to reveal the true intentions of these practices and to warn those who might unwittingly fall prey to the allure of dark powers. It is important to note that dabbling in such dangerous practices can result in permanent and devastating consequences."
}