{
  "title": "What Is the Significance of Graphical Symbols in Traditional Systems, Such as Tarot and Egyptian Writing?",
  "first_phrase": "In this text, the author explores traditional graphical systems and their meanings. They discuss how various systems, such as the Egyptian and Chaldean, use different symbols to represent ideas. The author also explains the proiective system, which involves projecting shadows onto a surface to create graphic representations. The last 200 tokens focus on what constitutes a \"character\" in these systems, with different signs representing active modifications of intelligences. The text concludes with examples of traditional symbols used to represent possession, both spiritual and material.",
  "content": "Il e' di un uomo e donna in copula. e' dell'uomo che vola come uccello ecc. Questi pero' sono semplici' proiezioni fisiche, mentre le cifre grafiche proiettive rappresentanti tutto lo svolgimento virtuale dell'anima sono molto più' intricate. Per esemplo il segno grafico dell'amore luminoso (fig. 1) e quello proibito (fig. 2) sono tramandati a noi con una alterazione di cui non riesce a tutti trovare il bandolo con sola percorrenza grafica: 101) Esplicando così' ciò' che noi vogliamo intendere per cifra tanto numerica che grafica, si intende che cosa siano i caratteri. Sono egualmente segni grafici rappresentanti la modificazione attiva delle. intelligenze. Per es. l'intelligenza umana giunta al grado di comprcnsività' del possesso delle cose, e' espressa con questa cifra grafica: Pero' se questo possesso deve essere spirituale, si fa circondare dai caratteri della possessione animista, come si direbbe oggi, e che tradizionalmente sono questi: Questi 5 segni vorrebbero dire: il solo spirito e' il mio amore. Volendo pero' denotare il possesso materiale si traccerebbero questi altri: che vorrebbero dire: io prendo tutto ciò' che hai.",
  "last_phrase": "In conclusion, the theory of signs expressing ideas suggests that characters are graphical symbols that represent active modifications of intelligences. These symbols are intricate and differ from physical projections like those of a man and woman in copulation or a man flying like a bird. Understanding these symbols is essential to spiritual possession, for example, possession of material things is different from spiritual possession. While some may choose to substitute these graphical symbols with verses from holy books, the use of talismans requires caution as improperly using them may make one a thief."
}