{
  "title": "\"How can alchemy fixate desired images on sperm? - Understanding the role of compounded mercury in transforming coitus into an alchemical process\"",
  "first_phrase": "In the previous text section, the alchemical properties of the essential mercury of the compound mercury were discussed along with the ideal solvent for separating it into quintessence and form spirit. Now, we delve into the receptive properties of the forms that all sperms possess, and how they are transferred through copulation, involving the physical body, the lunar body, and the mercurial body of both sexes. The section concludes with the assertion that the sperm or composite mercury is the most potent fixative and retainer of projected images in determining copulative forms.",
  "content": "La donna che riceve lo sperma, diventando nell'atto coitale più' o meno passiva, riceve la impressione morfica o impressione di forma non soltanto dal corpo fisico dell'uomo che la incuba, ma anche più' o meno attivamente dall'impressione che i corpi lunare e mercuriale del maschio fanno sul corpo lunare e mercuriale di lei. Quindi l'atto di copula e', fecondo o infecondo che sia, un atto trasformatore alchimicamente parlando, cioè' un atto che racchiude uno scambio di forme immaginative, attive e passive, coinvolgenti il corpo fisico, il corpo lunare e il mercuriale dei due esseri accoppiati. Durante il coito le immagini passerebbero come tante vedute in un cinematografo se non esistesse una corrispondenza mirabile tra il cervello, sede dei fenomeni immaginativi, e i vasi contenenti e segreganti lo sperma che fissa le immagini o la immagine più' concreta, come la gelatina sensibile fissa le immagini che le arrivano per obbiettivo nella camera oscura. Quindi proprietà' dello sperma: Assioma II Lo sperma o mercurio composto e' nella determinazione delle forme coitali il più' potente fissatore e ritenitore delle immagini proiettate.",
  "last_phrase": "In conclusion, the act of copulation is not just a physical act, but also an alchemically transformative act of exchanging imaginative, active, and passive forms involving the physical, lunar, and mercurial bodies of both beings. Understanding the properties of semen as the most potent fixative and retainer of projected images is crucial, and finding a way to impose the desired image on semen is key to creating efficacious and vital elemental spirits."
}