{
  "title": "What is the connection between alchemy, occultism, and the study of astral and mental planes?",
  "first_phrase": "The text explores the propagation of theoretical occultism and its effect on initiatic societies. It advises novices of the Osiridean initiation not to accept erroneous judgements claiming that the study of Kabalistic occultism is limited to the astral realm. The text outlines the different worlds of physical, astral, mental, and solar planes and asserts that the understanding of the latter is crucial to achieving the philosophical \"lapis rubea.\" Finally, the author delves into the meaning of the ancient symbol of the Arabic Phoenix and how it suggests the transformation of raw metals and humans into gold and spirit.",
  "content": "Mondo solare: Scienza dell'jerofantismo I Maestri di alchimia non furono maestri delle ombre astrali ma Osiridei perché' ebbero tutti a raggiungere il piano mentale, diversamente la pietra al rosso (filosofica lapis rubea) non si sarebbe conquistata, pietra che nel simbolismo figurativo si esprime con l'araba fenice, alto simbolo profano che nasconde al volgo il magistero raggiunto con l'esecuzione della Grande Opera coronata dal successo. 170) L'araba fenice e' un simbolo antichissimo che corrisponde alla trasmutazione completa del metallo grezzo uomo in oro = spirito in Ibis formato dall'uomo che ordinariamente non ha che un Ibis potenziale e virtuale in embrione amorfo. NOTE 44) Intendo parlare dei libri alchimici scritti dagli alchimisti che sapevano il fatto loro, non da chi non sapeva e non seppe e volle parere di essere qualcosa. 45) Base da Basis, fondamentum. 46) Acidus in greco o, traducesi jeraticamente stato di essere attivante la forma; Galeno dice che la virtù' dell'acido mordicet abseque ne calefazione et vis fermentandi quoque iusit. La parola nella chimica moderna di laboratorio non conserva tutto il valore originale o etimologico.",
  "last_phrase": "In conclusion, Alchemy is a complex and ancient practice that requires deep knowledge and understanding of the principles involved. The symbol of the Phoenix represents the transmutation process from base metal to gold, or from raw human material to spiritual enlightenment. To achieve success in the Great Work, one must reach the mental plane and be capable of activating the formative principle through the acidic state of crisis. Alchemic literature should be studied with care, as only true masters were able to convey their knowledge through the ages."
}