{
  "title": "\"What is the Sinedrio and its importance in Masonic and Muratorian systems?\"",
  "first_phrase": "In this text, the author explains the concept of the Masonic Sinedrio, which represents the perpetual temple of eternal science. The idea is to divide human society into two classes, one large majority that must be led to goodness and the other, a small minority responsible for guiding the first to the virtue of good. The author emphasizes the importance of practicing secret and how it represents our initiatory nature. It is ultimately about guiding humanity towards a better future.",
  "content": "Così' questa raccolta di esseri va divisa in due classi, l'una numerosissima, la grande maggioranza, che deve essere guidata al bene, l'altra la piccola minoranza, che deve guidarla al bene. La prima ha il dovere di obbedire e praticare la virtù', la seconda la responsabilità' grandissima innanzi al mondo delle alte gerarchie di guidar la prima alla virtù' del Bene per mezzo dell'esempio, della scienza e delle creazioni. Alla grande maggioranza sono devoluti i raggruppamenti isiaci (religiosi) per mezzo della fede; alla minoranza la scienza più' completa di luce e di potere luminoso. La. maggioranza non e' pronta alla scienza. Cogliere un frutta immaturo e' delitto contro Natura. Non è' maturo perché' non ha la forza della virtù', la quale e' solamente degli eroi, come gli antichi greci chiamavano i figlioli degli dei venuti al mondo umano nell'utero di una donna.",
  "last_phrase": "In conclusion, this passage sheds light on the two classes of beings: the majority who must be led to the path of virtue and the minority who must lead them through science and example. Initiators of different races have come to the world to guide the imperfect humans, and the Sinedriale pact is a virtual testimony of the disciple's self-denial to rise above his earthly animal self. Ultimately, the disciple's life transforms into an eternal existence, and the journey towards the path of light becomes the VITA NOVA, just like the journey of the wandering Jew, the Israel who has lost his Geova."
}