{
  "title": "What is the meaning and structure of the Masonic text and its codes?",
  "first_phrase": "In the final 200 tokens, the text moves onto the second section discussing the topic of Delitti or crimes within the society. The article outlines the difference between simple and grave offenses, and the process for punishment for each. It also mentions the secret regulations for procedures and penalties for the members of the society, which are communicated to the members of the Inquisitional and Secret Tribunals. Additionally, the text explores the different signs and symbols used to identify the members of different ranks within the society.",
  "content": "60 - I delitti sono o semplici o gravi e possano commettersi si' verso i fratelli che verso la Società'. Art. 61 - Sono delitti gravi tutti quelli che toccano l'onore, la fede giurata, le leggi dell'Iniziazione ed il Regolamento Generale. Ogni altro delitto e' dichiarato semplice. Art. 62 - Qualunque fratello può' e deve far reclamo segreto al Gr ●●● M ●●● del rito contro il fratello trasgressore: altrimenti si considera come complice ed avrà' la meta' della pena del fratèllo trasgressore. Art. 63 - Pei delitti semplici il Gr●●● M ●●● o Capo del rito in vista dell'inciso del Presidente del Tribunale d'Inquisizione o del reclamo di qualche fratello, chiama fraternamente all'ordine il Massone accusato, ed in caso di recidiva può' condannarlo ad una ammenda da lire sei a ventuna. Art. 64 - Per i delitti gravi si procederà' sempre giudiziariamente. La competenza, la procedura e la esecuzione delle pene formano oggetto di un regolamento segreto, che si comunica riservatamente ai componenti del Tribunale d'Inquisizione e del Tribunale Segreto. - Sezione terza - Segni e Cifre Art. 65 - I fratelli si distinguono nei loro gradi da segni differenti. Art.",
  "last_phrase": "In conclusion, the Masonic regulations outlined in these articles provide a clear framework for dealing with simple and serious offenses committed by members. The use of secret codes and symbols adds to the intrigue and mystique of the organization. However, it's important to note that these practices should not be used to justify criminal behavior or harm towards individuals or society as a whole."
}