{
  "title": "\"What is the relationship between past experiences and the manifestation of the human spirit?\"",
  "first_phrase": "In this text discussing the relationship between the interior and exterior of man and how they are reflected in each other, the author delves into the mechanism of reproduction and elimination of previous impressions known by the Buddha and other initiates. The author emphasizes the limitations of profane education, stating that it only has a slight effect on an individual's memory. The author highlights the importance of the education given in the temples, which initiates individuals to the supreme mysteries of human nature and has the ability to reform an imperfect human completely. The last 200 tokens explore the second and highest revelatory state of the occult nature of previous lives saved in the human organism, which is achieved through Vision in the Light of the Spirit. This state is attained by mentally advanced individuals who have a strong philosophical reasoning and a perception of the mental lying at a certain point in a latent state. They can reveal this perception fully and consciously resulting in their illumination.",
  "content": "Di qui e' facile scorgere quali siano le relazioni strettissime che passano tra l'interiore e l'esteriore dell'uomo, e come l'apparenza esteriore rispecchi l'anima nel suo stato attuale. Accoppiando a questo la lettura dell'uomo occulta nei suoi istinti, si ha la chiave per conoscerlo e modificarlo. Quindi i suoi inutili tentativi di una scienza empirica fìsiognonomica (modernamente antropometrica) e tutte le speculazioni rivelatrici degli istinti bestiali dell'anima letti nelle sigle esteriori della natura fisica. 22) Ma il secondo e più' alto stato rivelativo della natura occulta delle vite anteriori economizzate nell'organismo umano e' la manifestazione per Visione nella luce dello Spirito (vedi n. 19). Questa manifestazione e' propria degli uomini mentalmente progrediti. L'impulso istintivo in essi, e' manifestato da una ragione filosofica prepotente, ed e' il passo più' arduo che li separa dalla rivelazione della mentalità' pura. Essi, se per poco mantenessero uno scalino più' alto, sarebbero degli illuminati nel valore più' completo ed esteso della parola. In essi e' la percezione mentale giacente fino ad un certo punto allo stato latente, ohe si rivela completamente. Essi fanno la tal cosa con la coscienza razionale della loro opera efficace.",
  "last_phrase": "By understanding the close relationship between the inner and outer aspects of human nature and the reflection of the soul in its current state, along with the reading of hidden human instincts, we gain the key to know and modify it. The manifestation of past lives' nature in the human body is a revealing state for mentally advanced individuals, and it signifies the first reverberations of the Spirit's light. These insights can guide us towards a definite purpose, and they constantly remind us of the path we need to follow for achieving that purpose."
}