{
  "title": "What are the guidelines for performing the novena ritual and the importance of the number 9 in it?",
  "first_phrase": "In this text, the focus is on the practice of Novenario, a ritual that involves abstaining from eating animal products for 24 hours and leading a healthy lifestyle during the practice. The 40-day ritual is carried out at certain intervals based on an astronomical year of 360 days. When all the circumstances are right, there are 40 operations, but often, there are 36 operations based on the rhythm of 9. The text also outlines guidelines for observing the ritual, including abstaining from sexual activity and alcohol consumption. In case of illness, the ritual is suspended until recovery.",
  "content": "A parte gli altri eventuali impedimenti, se l'ultima operazione precedente i 4 digiuni solari dovesse essere anteriore all'inizio del digiuno stesso di meno di 9 giorni, allora si osserva una pausa non potendo interferire col novenario, ed anzi dovendo raccogliere subito dopo di esso il quinto elemento modificato. Le operazioni, quindi, vanno da un massimo di 40 ad un minimo di 36. Le 36 operazioni su ritmo di 9 sono una prima spiegazione del 3-6-9 da taluni interpretato diversamente. Su questo numero, peraltro, si troverà in seguito, per ragioni importantissime che ne daranno intera la chiave. Col ritmo di 9 si deve intendere che l'operazione va ripetuta entro e non oltre il 9° giorno dalla precedente. Pertanto si osservi il seguente schema che reca sottolineati i giorni delle operazioni: l - 2 - 3 - 4 - 5 - 6 - 7 - 8 - 9 - 10 - 11 - 12 - 13 - 14 - 15 - 16 - 17 - 18 - 19 - 20 ecc. L'atto coitale interdice sino al nuovo digiuno che sarà considerato iniziale. Le imbibizioni si effettuano, per quanto riguarda il digiuno, dopo il 9° giorno e, successivamente, entro il 9° giorno.",
  "last_phrase": "In conclusion, observing the prescribed 36 to 40 operations within the nine-day intervals is crucial for successful implementation of the 3-6-9 process. In addition, it is important to note that sexual intercourse is prohibited until the next initial fasting, while imbibitions can only occur after the ninth day and within the next nine days. Finally, adapting to reasonable amendments required by the modern life will help us achieve the best we can, with fasting being no exception. Remember, the nine-hour window of opening and closing is optional."
}