{
  "title": "What is the symbolism behind the fasting and purification rituals during different times of the year?",
  "first_phrase": "In this last part, the symbols and rituals of fasting and purification times in the year are explained, with instructions for the calculation of lunar fasts. The author explains that the four annual fasts correspond to the four solar seasons, but vary based on lunar cycles. Specific rules are given for the start and end times of each fast, including \"residual\" periods before and after the fast. It is also noted that those who are ill are exempt from fasting, except for salt, water, and vinegar. Finally, it is explained that lunar fasts have more relaxed rules and allow for animal products before sunset.",
  "content": "3 Se la luna piena cade in lunedi' il digiuno comincia 7ore dopo il plenilunio astronomico. Bisogna tener conto che ogni periodo di digiuno comincia 7 ore dopo il plenilunio astronomico. Bisogna tener conto che ogni periodo di digiuno ha un periodo di 9 ore precedenti e seguenti l'ora del principio e della fine di esso in cui non si mangia e ne' si beve alcuna bevanda. Questi due periodi di preparazione e di chiusura sono detti tempi di risulta. Durante i digiuni dei tempi coloro i quali si trovassero infermi non debbono ovviare al digiuno, ne' interromperlo con ingozzamento di medicine o medili. Si eccetui il sale, l'acqua e l'aceto. Così' eccettuati i medicamenti di uso esteriore anche quando il medicamento dovesse toccare la lingua o l'interno della bocca. Purche' non vi sia deglutizione tutti i medicamenti sono permessi. Si tenga presente anche che i digiuni lunari cominciano 7 ore prima dell'ora astronomica in cui fa la luna, e cessano sette ore dopo le 24 ore di rito in modo che ogni digiuno lunare si calcola strettamente a rigore di ore 38. Nei digiuni lunari piu' liberi, e' permesso il cibio proveniente da animale vivo, e sempre prima del tramonto del sole sull'orizzonte visibile.",
  "last_phrase": "To summarize, fasting periods commence 7 hours post the astronomical occurrence of a full moon falling on a Monday. Each fasting period has 9 hours of preparation and closure time; medications of external use are allowed. Fasting periods commence seven hours pre the astronomical hour of a moonrise, with a strict 38-hour calculation of each lunar fast. The primary objective of these magical rites is to enable humans to attain a state of comprehension and freedom, akin to divine omnipotence and omniscience."
}