{
  "title": "What are the guidelines for fasting during the full moon according to the Osiridian calendar?",
  "first_phrase": "This passage discusses the rules and guidelines for performing a novena fast in the Osirian calendar. The full moon with which the fast is associated falls under one of the four solar fasts, as specified in the Corpus. The Osirian calendar specifies the start time in detail, but those unable to begin at that time may perform an alternative fast, provided it falls within the current lunar cycle. The text also mentions two hidden indications related to the fasts, which will be revealed to the practitioner at a later time. Additionally, there is a preparatory rite for initiates that involves abstaining from meat and alcohol for a specific period, and performing the novena in darkness and on an empty stomach. The passage also outlines restrictions concerning illnesses and the menstrual cycle.",
  "content": "Essi si riferiscono alle organizzazioni collettive controllate da Maestri consapevoli e suffragati da moltissime altre condizioni che il novizio in attività di vita profana non può neppure' sognare. (..) RITO PREPARATORIO PER LE INIZIANDE Nelle 24 ore precedenti il Rito e nelle 24 successive, occorre astenersi da cibi provenienti da animali morti. Tutti permessi gli altri. Bevande a volontà, ma niente vino o alcoolici nelle 24 ore precedenti e seguenti il Rito. Il Rito va compiuto nell'oscurità e a digiuno. Si ricordi che nella Messa il celebrante si comunica a digiuno. L'ora massima è quella che precede l'alba. Occorre, comunque, che siano trascorse 4 ore da cena leggera e bisogna rispettarne tre dopo il Rito. Durante la pratica condurre' una vita senza eccessi, in ogni caso armonica con le proprie energie per mantenersi sane e preservarsi da infermità. Le infermità vanno curate con metodi e medicine ordinarie. In caso di infermità tali da incidere notevolmente sull'efficienza fisica e soprattutto con temperatura febbrile, si sospende il Rito per riprenderlo a guarigione completa. Così pure si sospende il Rito durante il periodo delle mestruazioni. Il Rito va eseguito con ritmo di 9 ossia l'operazione deve essere eseguita entro e non oltre il 9° giorno dalla precedente.",
  "last_phrase": "In conclusion, if you're interested in participating in the Rito Preparatorio per le Inziande, it's essential to follow the instructions meticulously. You must lead a healthy life without excesses, follow the dietary restrictions, and be in good physical health. Remember to maintain a harmonious lifestyle, and take care of any illnesses with conventional medicine."
}