{
  "title": "What are the fundamental teachings of alchemy and how do Egyptian priests reveal their secrets to initiates?",
  "first_phrase": "The following text explains the basic principles of alchemy and the division of the human body in two parts, upper and lower, as per the Tavola di Smeraldo or Tavola di Ermes' Law. The text also describes the alchemists' two fundamental principles, which are often considered obscure and meaningless by the uninitiated: Habenti debituri and Ut videntes non videant est. However, for those who have grasped the secrets of the Ars Magna, these principles are vital to follow, as they serve as the foundation of alchemical teachings. The text also emphasizes the immense responsibility of the master/instructor, who must give the basic principles for applying the science, but ultimately, it is up to the disciple to determine its success, which could take several lifetimes to achieve.",
  "content": "Questi due aforismi base dell'insegnamento alchimico, per il pubblico dei sapienti volgari sono massime di oscurantismo bestiale, pero' per chi si inizia veramente e raggiunge il secreto con la pratica, queste massime-fondamentali sono le uniche a seguirsi, poiché' il maestro. o iniziatore fino a quando insegna platonicamente la scienza sacra oltre il suo dovere non fa, ma quando da le basi fondamentali per applicare i principi della scienza, egli e' solitamente responsabile di tutto ciò' che il discepolo suo darà' o farà'. Responsabilità' enorme pèrche' non ha confine di una sola esistenza terrena, ma di una lunga serie di esistenze in cui tutto si paga, tutto si rimborsa, dal primo all'ultimo fallo: onde chiaro diventa a chi ha raggiunto il secreto di questa Arte (Ars Magna) che i due aforismi sono giusti della più' stretta giustizia poiché' non esistono garanzie sufficienti per affidare il segreto nella sua nudità' e gli alchimisti han sempre predicato che per sola divina concessione e' permesso di accedere per la Porta Maggiore.",
  "last_phrase": "In conclusion, the maxims of alchemical teaching that may seem like obscurantism to the uninitiated are crucial to those who truly begin and attain the secret through practice. The responsibility of the master or initiator is immense, extending beyond a single earthly existence. Only by divine permission can one access the Great Gate. The ancient Egyptian priesthood system is followed by members of the Gr●●●Or●●●Egiz●●●, who verbally reveal the secret to disciples only if it is the will of the Radiant Isis. To reach the source of all virtual power, it is essential to understand the fundamental principles and notes of this alchemical body of every magic and await the divine intervention that will guide you."
}