{
  "title": "How does Solar Energy affect Fermentation and Human Birth according to Astrology?",
  "first_phrase": "This part explores the fermentative properties of light, observing that the sun's rays have different properties depending on the season, month and hour. The energy of these properties affects the fermentation of the vital principles of the earth, and this energy is the basis of judicial astrology relating to human bodies during the stages of concentration, intrauterine life and birth. The text also notes that the different colors resulting from fermentation can be defined as various stages of \"mercury,\" until a specific color is fixed. It goes on to examine how the solar rays affect the physical bodies of living organisms during conception, incubation and birth.",
  "content": "Su queste facoltà' diverse della sua luce generante-la fementazione dei principi vitalizzanti della terra e' fondata tutta l'astrologia giudiziaria relativa ai corpi umani nel periodo di concentrazione, di vita intrauterina e di nascita. Chi voglia studiare là influenza delle nascite sui corpi degli uomini (badare che dico corpi cioè' forme umane e sostanze che le compongono quindi non spirito) non ha che a dare uno sguardo alla influenza del sole sui corpi fisici; nei periodi corrispondenti alla concezione o impregnamento della donna, al periodo incubativo del feto e al momento in cui viene sprigionato alla vita comune degli animali Questa azione energica o poco energica del raggio solare sul corpo umano e' assolutamente uguale in tutto l'universo e su tutta la varietà' dei corpi che lo formano, minerali, vegetali, ed animali.",
  "last_phrase": "In conclusion, the study of astrology in relation to human bodies during the stages of conception, intrauterine life, and birth is based on the fermentation of vitalizing principles on earth generated by different faculties of the sun's light. The intensity of the sun's energy in germs and bodies determines its potential fermentation and maturation, respectively. While not all bodies grow and develop under direct sunlight, the reflection of lunar rays affects them to varying degrees. Thus, it is important to consider the influence of both the sun and moon on earthly matters, including human life."
}