{
  "title": "What is the significance of silence and solitude in achieving inner separation and spiritual growth?",
  "first_phrase": "In this text, the concept of \"terzo grado\" is introduced as belonging to the spiritual beings who can continue their lives in different bodily forms through \"avataric\" transformations, while regular humans carry with them parts of their ancient lunar body, explaining the constancy of types within families and races. The use of silence and solitude as essential means to achieve separation and connect with one's inner voice is emphasized, enabling access to the deep individuality and the contradictory struggles between ancient and modern ideas within oneself. The idea that words are a repetition of one's own realized ideas is also presented, making the act of not speaking, or subjective silence, an essential way to get out of artificial states and condense one's own thoughts.",
  "content": "L'uomo così' come e' presentato dalla società', come abbiamo detto al n.84, e' formato dalle idee recenti (abitudini, educazione, istruzione moderna) e dalle idee innate cioè' idee antiche, risultato della sua digestione psichica anteriore. Coloro che sono nella società' umana progrediti nella vita del pensiero, sentono costantemente in se', nelle decisioni più' importanti della loro vita, una duplice corrente di raziocini contradditori: l'una e' rappresentata dall'antica accumulata nell'abisso, o uomo antico, l'altra e' la parte logicamente psichica dell'uomo moderno. Spogliarsi della modernità' del proprio essere e' cosa difficilissima più' per i più' colti che pei meno, poiché' questi non hanno copia di sentimenti affascinanti di seduzione recente e più' facilmente predomina in essi la corrente antica. Il non parlare poi, o silenzio soggettivo, mette l'individuo fuori ogni stasi artificiale di creazioni autonome, perché' (ben considerando ciò' che l'uomo e' si osserva che le parole da noi stessi pronunziate sono il ribadimento delle nostre stesse idée realizzate ripetutamente per mezzo delle voci articolate. Gli uomini che parlano molto non sono che condensatori di ciò' che psichicamente non hanno ancora ben digerito.",
  "last_phrase": "In conclusion, it is challenging to strip oneself off from the modernity of our being, but the education of external and individual silence is a great preparation for the separation of our sensual body from our superior elements. The power of silence is evident in ascetics of all faiths, and it is a recognized, preached, and practiced method. The influence of external silence on our inner selves is significant, and it is essential to observe the benefits it offers when seen in all individuals."
}