{
  "title": "\"What is the meaning of talismans in magic and how are they created and used?\"",
  "first_phrase": "In the following passage, the author describes the process of creating a talisman using ancient rituals and incantations. The procedure involves the use of a parchment that is washed and dried, and then reciting the carme of Amun and Istarte over it. The parchment is kept until the full moon between July 21 and August 21, during which time the individual must avoid contact with women, animal food, and pollution. The next step is to write certain characters on a piece of paper with red ink and burn it, before wrapping it in a red silk cloth and wearing it. The author concludes by discussing the nature and purpose of talismans and how they work.",
  "content": "- Osservazioni di riepilogo sui talismani - Da tutto il fin qui detto, il discepolo avrà' compreso ciò' che mi sono sforzato a fargli intendere ripetutamente che benché' la parola magia intendesi pel complesso della scienza assoluta, molti mezzi o di sviluppo o di rapporto che vanno dai volgari creduti per magici, cioè' di assoluta potestà' provenienti dall'assoluta scienza, non sono che mezzi realtivi, a meta' solamente magici, perché' non rappresentano per intenderci col linguaggio moderno che solamente dei porti di volontà' iniziale o di volontà' evocata. Più' comune e più' diffusa e' la falsa opinione che si ha dai volgari dei talismani. Alcuni li credono e li spiegano come semplici oggetti magnetizzati - altri come nuclei concentratori della fede di colui che li custodisce. Ma il talismano pur conservando proprietà' magnetiche, pur giovandosi della fede di colui che lo porta e' da considerarsi scientificamente come un mezzo -esclusivamente psichico, cioè' che influisce sulla psiche o anima, analogicamente imprimendo come un suggello sulla cera vergine dell'anima le proprietà' sottili evocate coi segni, con le cifre, con l'analogia dei metalli di cui si compone.",
  "last_phrase": "In conclusion, talismans are not just simple objects with magnetic properties or symbols of faith. They are rather an exclusively psychic means that influence the soul, leaving an imprint of evoked subtle properties. Their power is relative to the strength of the wielder or keeper, and their effects are slow and based on their magical value. In the end, it is the energetic manifestation of one's will, the transformation of the soul into the desired thing. One can perform miracles through the act of will, but the way to actively transform oneself into the desired thing remains a mystery."
}