{
  "title": "\"What are the duties and requirements for members of the Sinedrio in the religion of light?\"",
  "first_phrase": "This article discusses the duties and responsibilities expected of members of an ascribed group towards the profane, the masters, and the council. In the last 200 tokens, the rules for admitting a new member to the group are outlined. These requirements include having a pure character, honesty, a strong will to do what is right, knowledge of occult sciences, and willingness to take on long-term challenges. Additionally, women who aspire to be a master must fulfill more specific conditions.",
  "content": "- Titolo Terzo - REGOLE PER LA ISCRIZIONE DI UN DIPENDENTE O DI UN NEOFITO Art. 9 - Per. essere ammesso all'iscrizione un qualunque dipendente o neofita deve avere i seguenti requisiti: 1 - costumi purissimi 2 - probità' ed onesta' conosciute 3 - età' di anni 21 compiuti se profano, di 18 se figlio di un maestro. 4 - desiderio fermo, volontà' determinata e disposizione a praticare il bene e la giustizia contro il proprio interesse individuale. 5 - cognizioni delle scienze occulte almeno per semplice lettura. 6 - fermezza a conservare il silenzio ed a resistere a lunghe prove. 7 - assiduita' ai lavori, promessa di adempimento di tutte le prove imposte prudenza nell'applicazione di ogni legge spirituale nella pratica della vita umana. 7bis - se l'iscrizione riguarda donne che aspirano al grado di maestra, occorre come condizione indispensabile: I - che la donna sia di età' maggiore II - che sia libera delle sue azioni tanto da potersi promettere il celibato, o che sia sposata legalmente coi costumi e riti religiosi del proprio paese, a un fratello dipendente dal Sinedrio o un maestro.",
  "last_phrase": "In conclusion, to be admitted to the Sinedrio Ammonio, a candidate must meet the strict requirements outlined in Article 9, including possessing pure morals, knowledge of occult sciences, and a strong desire to practice goodness and justice. Additionally, the candidate's admission is the direct responsibility of the sponsor, who becomes the godfather in the neophyte's baptism into the religion of light, as stated in Article 10. Violating these regulations can lead to the rejection of the candidate's application, as stated in Article 11."
}