{
  "title": "What are the rules and requirements for the election, treasury, and honorary orders in a certain society?",
  "first_phrase": "This text contains the final 200 tokens of an Italian document which outlines the election process, responsibilities of the General Treasurer, and the conferral of an honorary order within the society. The election is to be held in the second Sunday of December, and the choice of General Treasurer must be made among the members of the society. The General Treasurer is responsible for the accounts and may appoint Provincial and Solar Treasurers, but is also answerable for any malpractice committed by their subordinates. The document also outlines the requirements for conferring an honorary order called the Aram, which comes with certain privileges within the society. Finally, the text briefly touches on the social funds of the society.",
  "content": "131 - L'ordine onorifico e' detto Aram e consiste in una fascia di color nero con un Sole di oro in mezzo di un Pentagono portante la parola Adonay divisa nei suoi angeli, e questo in mezzo ad un Alpha ed Omega. Art. 132 - L'affiliato, che e' insignito di un ordine onorifico, deve portarlo a tracollo, e può' fare uso del Grande Anello Solare. Nelle adunanze ha sempre la dritta, il suo voto e' preferito a quello degli altri, ed e' tenuto presente nella nomina dei PP ●●● o altre cariche. Art. 133 - Mancando il Relatore, il Segretario, l'Elemosiniere od altri nelle adunanze, chi e' insignito dell'Ordine, dovrà' provvisoriamente occupare il posto del mancante. Il tutto secondo l'antichità'. Art. 134 - L'Ordine e' conferito dal Capo del Rito dietro il parere del Presidente dell'Ordine. Art. 135 - L'insignito riceverà' un diploma che attesta il conferimento dell'Ordine. - Titolo Sedicesimo - FONDI SOCIALI Art. 136 - I fondi del Gr ●●● Or ●●● Eg ●●● e del Sinedrio Ammonio sono costituiti: 1) Dalla dotazione di lire mille oro da versarsi dai neofiti in lire sterline quaranta.",
  "last_phrase": "In conclusion, being a member of this organization comes with privileges and responsibilities, including the honorific order called Aram, whose recipient is recognized at the meetings and can occupy a vacant position temporarily. The funds for the organization come from various sources, including contributions made by new members and monthly dues paid by all members."
}