{
  "title": "What is the key to improving memory and concentration?",
  "first_phrase": "This text is about the art of memory and how to improve it. The author discusses concentration and association as crucial skills for memorization, as well as methods for improving memory retention. The text also offers practical exercises and tips such as reviewing the events of the day, telling stories to others, and organizing information for easier recall. In the last 200 tokens, the author emphasizes the importance of organizing one's learning for better memory retention and tying it to one's happiness. The author mentions the Istituto Hermes, which offers courses on self-hypnosis, public speaking, and learning to remember a whole book by heart. The author concludes by emphasizing the importance of carefully choosing what to learn and memorize, as it can shape our thoughts and personalities.",
  "content": "L'associazione è l'arte di accogliere le idee nuove venute, non in un angolo qualunque della nostra memoria, ma in un riparto determinato, come si farebbe di un libro in una biblioteca ben ordinata, in modo da poterle poi ritrovare con tutta facilità. La conservazione e il richiamo delle idee dipendono precisamente dall'ordine con cui sono state disposte e dell'arte di rifare a ritroso il cammino percorso nell'associarle. Non si possono organizzare i ricordi se non si è organizzato il sapere al momento del suo acquisto. Il segreto di una buona memoria che ritrovi subito dei ricordi abbondanti e precisi, è un pensiero attivo che ritorna senza posa sulle idee acquisite, voltandole e rivoltandole in ogni senso, scoprendo senza posa tra loro dei nuovi rapporti e ohe non può perciò1 mai venir colto di sprovvista sulle cose che sa, avendovi molto riflettuto. Si può concludere ripetendo che l'arte della memoria consiste nell'organizzare l'apprendimento in vista del ricordo. Dunque essa è bensì « un'arte di studiare e di pensare » — come vuole il filosofo William James — ma di studiare e di pensare per uno scopo altro che lo studio e il pensiero. Con un paragone volgare, si può dire che la nozione, dopo digerita, deve essere assimilata per far parte di noi, per essere noi stessi-Così, si capisce, non tutto deve essere appreso in tal modo, e compito dell'intelligenza è fare la scelta di quanto è degno d'essere ritenuto. Qui l'arte della memoria si collega all'edonistica (*): la nostra felicità dipende dai nostri ricordi. (*) Vedi Biblioteca Hermes N. 47: L'ARTE DI ESSER FELICI, L. 4.—. — FINE —",
  "last_phrase": "In conclusion, the art of memory involves organizing our learning for the purpose of recollection. This requires active reflection on acquired ideas and constantly seeking new connections between them. By doing so, we can assimilate these ideas into our being and have ready access to them when needed. However, it's important to note that not everything needs to be learned in this way, and it's up to our intelligence to discern what is worth remembering. Ultimately, the art of memory is linked to our happiness, as our recollections shape our overall sense of well-being."
}