{
  "title": "How to become an observant person and develop your memory?",
  "first_phrase": "The last 200 tokens of this text focus on the exercise of observation and attention, and the importance of developing judgment to complement it. It emphasizes the need to train oneself to observe quickly and thoroughly, using a systematic approach that involves comparing similarities and differences. The text speaks of the importance of developing topographic sense, creating mental reference points, and using mnemonic techniques to remember names and locations. It also stresses the role of judgment in unbiased observation, and the importance of forming well-reasoned opinions based on objective observations.",
  "content": "Ciò che sviluppa sopratutto in questo esercizio il senso topografico è la valutazione mentale di ogni punto di raccordo rispetto a ciascun altro. Sì ritiene così la forma del triangolo determinato da tre raccordi, del quadrilatero formato da un quarto raccordo considerato coi tre primi, ecc. Quando la città è stata convertita in una serie di figure geometriche i cui angoli indicano luoghi speciali (stazioni, piazze, municipio, prefettura, musei, stabilimenti, statue, edifici, ecc.) si può impiegare il sistema delle tavole di richiamo per ritenere il nome di ogni sezione (*). (*) Vedi Biblioteca Hermes N. 63: MNEMOTECNICA (La memoria artificiale), L. 6.—. IL GIUDIZIO Il complemento indispensabile di un'osservazione seria è il giudizio che ci si forma del fatto, dell'oggetto o dell'essere animato che si osserva. Dopo che mediante l'allenamento siamo diventati attenti e osservatori, dopo che per una ventina di giorni abbiamo esercitato la cultura metodica di queste nostre facoltà, dobbiamo prendere il partito di giudicare ciò che osserviamo. Tutti conoscono l'individuo che pur essendo espertissimo del commercio o dell'arte che forma la sua specialità, non sa dare un giudizio ragionevole su quanto non riguarda tale sua specializzazione. La deficienza di giudizio conduce alla parzialità, vale a dire « la logica del sentimento chiude la porta alla logica razionale » che non è formata se non di osservazione esente da passione. Il giudizio è utile quanto l'attenzione e l'osservazione allo sviluppo normale della memoria. Per giudicare bisogna che il cervello ritenga un momento il fatto, l'oggetto o l'ossere osservato e ne tragga una conclusione.",
  "last_phrase": "In conclusion, the education of memory is the education of thought, and this process involves maintaining the idea of improving memory, taking care of psychophysical hygiene, practicing concentration and attention, and making use of the power of interest and motivation. Furthermore, developing the ability to judge observations and forming opinions based on them is crucial. One can train this ability by focusing on details, making mental connections, and practicing disinterested evaluation. By learning these techniques, one can improve their memory capacity and unlock the full potential of their cognitive abilities."
}