{
  "title": "What is the art of memory and how can we improve it?",
  "first_phrase": "In the final part of this text, the author delves into the topic of memory and its link to attention and concentration. The text explores the difference between voluntary and involuntary attention, emphasizing the importance of intentional focus to retain information. The author also introduces the concept of the art of memory, a technique that helps individuals learn, retain, and recall information more easily. The text concludes with a discussion on the art of learning, highlighting the role of willpower and concentration in assimilating knowledge.",
  "content": "Insomma, nel fatto dell'apprendere, noi operiamo in modo diverso quando si tratta di imparare per una necessità momentanea da quando si tratta di imparare per richiamare più tardi la stessa cognizione. Ma non basta neppure « prestar attenzione per voler ricordare ». Molte volte ricerchiamo una cognizione che sappiamo di possedere, senza riuscire a rintracciarla. Occorre dunque una facilità di rievocazione che, come vedremo più tardi, dipende dalla facilità di associare idee, sentimenti ecc., in modo che partendo da un punto noto possiamo arrivare a quello che ci abbisogna. Riassumendo, troviamo che per ricordare occorre: 1° Apprendere. — 2° Conservare. — 3° Rievocare. Esiste un'arte della memoria? Si. Essa consiste in una tecnica, in un complesso di regole le quali insegnano appunto ad apprendere, conservare e riecare le nostre impressioni con assai maggiore facilità di quanto non sia consentito a tale facoltà non opportunamente esercitata. L'ARTE D'IMPARARE L'arte d'imparare è l'arte di assimilarci una cognizione che era prima fuori di noi. Il suo presupposto — lo abbiamo visto — è la volontà. La volontà è in gran parte innata, in parte è anch'essa frutto di uno speciale allenamento (*), in parte sì educa coll'esercizio della concentrazione. (*) Vedere Biblioteca Hermes N. 42: L'EDUCAZIONE DELLA VOLONTA' (L. 6.-). La concentrazione o attenzione o monoideismo, è la facoltà di arrestare il giuoco automatico delle rappresentazioni mentali a profitto di una rappresentazione unica o predominante. Ci spiegheremo con un esempio. State leggendo nella storia romana il racconto dell'assalto dei Galli al Campidoglio.",
  "last_phrase": "In conclusion, the art of learning involves the will to assimilate knowledge and the ability to concentrate on a subject while finding interesting points of view. The techniques of learning, conserving, and recalling information can be developed through exercises that involve mental association, observation, and visualization. By practicing these exercises, anyone can improve their memory, attention, and comprehension skills. Remember, the first step is acknowledging your distractions and focusing your mind on the task at hand. With dedication and practice, anyone can master the art of learning and improve their mental abilities."
}