{
  "title": "What are the principles of memory and concentration, and how can they be improved?",
  "first_phrase": "In this final part of the text, the author discusses the importance of memory and how it derives from our will and interest. The text touches on the idea that attention can be voluntary or involuntary, and that voluntary attention is necessary for memory. The author also explains that intelligence is regulated by eliminating information that is no longer of interest. The text concludes by stating that in order to remember, we must not only pay attention but also want to remember the information later. These concepts are explored throughout the text using examples and explanations.",
  "content": "Essa deriva dalla « volontà ». Senza volontà non vi può essere attenzione spontanea. Da che cosà deriva, allora, la volontà di prestare attenzione? Deriva dall' « interesse », cioè dal riconoscimento preventivo che l'imagine, l'avvenimento, il ragionamento, il sentimento, ci toccano davvicino, per motivi diversissimi e sempre individuali. Nelle notizie di un giornale un uomo di mondo presterà attenzione ai ricevimenti, alle notizie di spettacoli ; uno sportsman alle notizie di sport, un politico agli avvenimenti della Camera, una comare alla cronaca, e via dicendo. A passeggio una signora ricorda a meraviglia com'era vestita la donna che le passò accanto, mentre suo marito non ne ricorda che le fattezze ! Il nostro interesse e quindi la nostra volontà, derivano dunque in parte dalla nostra costituzione intima, dalla nostra posizione sociale o dalle contingenze del momento. Per un'altra parte derivano dall'utilità o dal diletto che le sensazioni possono procurarci. Ma non basta prestar attenzione per poter ricordare. Se bastasse, la nostra memoria sarebbe ingombrata da un'infinità di sensazioni o di nozioni inutili, dato che l'interesse di un momento non è quello di un minuto prima o di un minuto dopo. Come si regola dunque l'intelligenza? L'intelligenza si regola eliminando « automaticamente » le nozioni che non ci interessano più. Cosi lo scolaro, passato l'esame, non ricorda più le sue tesi; l'agenti di cambio dimentica i listini di borsa dei giorni avanti, ecc. Ohe cosa occorre dunque per poter ricordare ? Occorre non solo prestare attenzione, ma prestarla coll'intenzione di ricordare più tardi quanto impariamo.",
  "last_phrase": "To conclude, improving your memory and concentration involves paying attention with intention and interest, as well as practicing techniques such as associating ideas and mentally visualizing details. To enhance your memory, it is also important to eliminate information that is no longer useful and to focus on details that you find interesting. By practicing exercises such as estimating the number of lines or sizes of shapes, you can also sharpen your observation skills and improve your ability to quickly take in information. Remember, concentration is about finding interest in the subject at hand and actively engaging with it, rather than passively staring at it."
}