{
  "title": "\"How to improve attention and concentration for better learning and understanding?\"",
  "first_phrase": "In the last part of this text, various authors' recommendations and exercises related to attention and concentration are presented. The authors highlighted include Th. Rìbot, Jules Payot, Peillaube, Bradley, and Mac Dougall. Different techniques to increase concentration are suggested, including developing a state of pre-perception, focusing on a single subject, and increasing one's awareness of mental and physical activity. Additionally, the text includes useful guidelines on how to improve one's attention while studying. The importance of physical movements while paying attention is also emphasized. Finally, the practical exercises proposed by the authors are mentioned in order to develop and improve overall attention.",
  "content": "Il pensiero non è un avvenimento che accade in un mondo supersensibile, etereo, inafferrabile, ma è sempre accompagnato da determinate manifestazioni fisiche : 1° Fenomeni vasomotorii. 2° Fenomeni respiratorii (vedi J. Payot, pag. 24). 3° Fenomeni motori o di espressione. L'attenzione applicata agli oggetti esteriori (attenzione propriamente detta) contrae il muscolo frontale sollevando le sopracciglia e determinando delle rughe trasversali della fronte: l'occhio è spalancato, ben illuminato. Nei casi estremi la bocca si spalanca. L'attenzione applicata agli avvenimenti interni (riflessione) agisce al contrario sull'orbicolare superiore, abbassa le sopracciglia, la fronte si piega verticalmente, l'occhio è velato o chiuso e guarda interiormente. La bocca è chiusa come per sostenere uno sforzo. Questi movimenti della faccia, del corpo, delle membra, non sono segni, effetti dell'attenzione, ma al contrario ne sono le condizioni necessarie, gli elementi costitutori, i fattori indispensabili. Il compito fondamentale dei movimenti nell'attenzione, consiste nel mantenere e rinforzare lo stato di coscienza. Non è possibile l'attenzione senza il relativo adattamento fisiologico (degli occhi, del capo, del corpo, delle membra, della respirazione e circolazione cerebrale, ecc.). Questi adattamenti costituiscono, «sono» l'attenzione (*). (*) Lo stesso si potrebbe dire della volontà. La prima educazione della volontà deve essere l'educazione o meglio la coordinazione muscolare. Vedere il vol. 42: EDUCAZIONE DELLA VOLONTÀ', L. 6.—. L'esercizio pratico dell'attenzione.",
  "last_phrase": "In conclusion, the practical exercise of attention and observation described in this text can provide valuable skills for anyone looking to improve their perception and understanding of the world around them. By learning to be attentive and observant on a daily basis, one can develop a keen sense of detail, improve their memory and cognitive abilities, and enhance their decision-making skills. With dedication and practice, anyone can become a proficient observer and gain a new perspective on their surroundings."
}