{
  "title": "What is the \"hammer blow\" in Mesmer's work and how does it relate to releasing attachments and achieving harmony within oneself?",
  "first_phrase": "In the last part of this text, the focus is on practical exercises to develop the energy and achieve harmony within ourselves. The author discusses the importance of attention to our presence, represented by the \"hammer blow,\" to release attachments and distractions. The text also mentions the work of Franz Anton Mesmer, who proposed the \"animal magnetism\" method for healing both psychological and physical illnesses. The last 200 tokens include exercises such as harmonization, the sensation of energy, and letting emotions go. The specific exercises are meant to help develop the Nitro energy and achieve a deeper sense of harmony within ourselves.",
  "content": "Questo esercizio si può fare con un compagno o an\u0002cora meglio in un gruppo. A un certo punto una persona dirà «Stop!» In quel mo\u0002mento fermatevi e assumete una posizione di percezione globale. Il suono arriva, l’immagine batte, le sensazioni esistono. La percezione è totale 12. Con lo Stop ci rendiamo conto dell’Ora. A questo proposito notiamo ancora: 70 L’ENERGIA SEGRETA DELLA MENTE I FONDENTI FILOSOFICI 71 • Esercizio 19: imparare a lasciar «battere l’immagine» 1) Osservate un qualcosa. 2) Stop! Distogliete l’attenzione dall’oggetto, prima di ogni conoscenza dello stesso. L’immagine batte sulla retina, lo sguardo è aperto. In pratica rilasciamo pensieri e associazioni mentali e semplicemente «la\u0002sciamo che l’immagine sia». Il concetto si applica anche a livello delle sensazioni del corpo. Anche l’e\u0002mozionale deve tacere così come ha già fatto il visivo e l’uditivo. Dopo qual\u0002che istante di osservazione, il risultato finale è lo «sciogliere» l’emozione. • Esercizio 20: l’emozione Notate un’emozione e poi lasciatela esistere e dirigersi dove vuole mentre man\u0002tenete presenza rispetto al corpo e al suo calore. Le emozioni si riflettono sul corpo, nelle nostre tensioni, in reazioni bio\u0002chimiche. Ma proprio perché hanno una componente fisica, possiamo dissol\u0002verle col fisico. Questa pratica è il primo passo di una «medicina filosofale» rivolta all’aspetto psicologico.",
  "last_phrase": "In conclusion, the practice of \"letting go\" and integration of our physical, emotional, and spiritual levels are essential to achieving a sense of well-being and living in the present moment. The path to reclaiming our total selves and elevating our consciousness is a journey, and it requires attention to our sensory perception, the release of mental and emotional blocks, and the integration of our whole being. While this process may require guidance and practice, the ultimate goal is the restoration of our true selves and living in harmony with the universe."
}