{
  "title": "What is the Quintessence and its connection to the Sensorium Commune?",
  "first_phrase": "In the final part of this text, the concept of \"sensorium commune\" and quintessence are explored further in the context of achieving a higher state of equilibrium. It is noted that there is a strong analogy between the two and how they both influence perception. The text also delves into the principles of warmth and dryness, and how they relate to expanding and contracting mental states. Practical tips for gaining control over one's inner world are provided, including the use of the pause, substitution, and decomposition techniques. The text concludes by emphasizing the importance of remaining in a state of base awareness to access quintessence and achieve a higher level of consciousness.",
  "content": "Il sensorium commune è per Me\u0002smer anche il «sesto senso», immerso nella realtà stessa come totalità, e quin- di in grado di percepire elementi che sfuggono ai singoli sensi (in quanto ognuno di essi non fa che percepire una parte della realtà). In sostanza, se abbiamo un problema possiamo osservarlo coi sensi singo\u0002li (razionali), ma se non riusciamo a risolvere la situazione è utile entrare in contatto con la quintessenza che è al di là dei singoli elementi pur essendone alla base 5 . Per spiegare il concetto possiamo anche ricordare il detto di Aristotele «il tutto è più della somma delle parti»: esso rappresenta il raggiungimento di uno stato che pur esistendo nella realtà fisica la trascende. Un primo passo decisivo è dunque questa capacità di trascendere le si\u0002tuazioni, di essere sempre padrone di sé e libero dalle paure in qualsiasi cir\u0002costanza. E allora, invece che liberarci dai sensi possiamo liberarci nei sensi, in altre parole usarli liberamente. E questo è un segreto fondamentale. Il «sensorium commune» e la riconnessione alla Natura Questa quintessenza è quindi naturale, ma l’accesso è possibile solo se noi siamo presenti. È l’uomo con le sue sovrastrutture mentali che se ne è allon\u0002tanato. Infatti, invece di dominare le attività sensorie permette a queste di turbarlo e portarlo fuori dall’equibrio. Più ci mostreremo capaci di rimanere nello stato di base più riusciremo ad abbandonare i vecchi modi di agire. Nella tradizione tibetana, ad esempio, si insegna a prendere le decisioni partendo dalla quintessenza, cioè dalla propria natura.",
  "last_phrase": "In conclusion, accessing the quintessence through the sensorium commune, or the \"sixth sense,\" is a state of harmony with nature that allows us to perceive elements beyond our individual senses. By letting go of our mental structures and reconnecting with our true nature, we can better understand ourselves and make decisions that align with our being. Through regular exercises such as relaxation and concentration on the navel, we can transcend from time programmed actions to a state where we are able to connect to our senses freely, leading to a more real and effective way of being."
}