{
  "title": "What is the Quintessence and how can we reach it in our daily lives?",
  "first_phrase": "This text explores the concept of quintessence, an essence that is natural and fundamental to our existence as humans. The author explains how accessing this essence is a long process that requires putting into practice all the information provided so far. The text delves into the symbolic characteristics of two states of trance: the principle of contraction, which is associated with skepticism and tension, and the principle of expansion, which is linked with growth and letting go of blocks. Overall, the text argues that achieving a state of quintessence requires us to remain present, letting go of our mental overlays and connecting with our natural state.",
  "content": "Ci troviamo in uno spazio «libero», «allargato», nel quale anticipiamo i nostri sensi. Una maniera può consistere nel «rilassamento progressivo»: • Esercizio 22: rilassamento generale Sdraiati, rilassiamo tutto il nostro corpo partendo dai piedi e risalendo via via fi\u0002no alla testa. L’esercizio deve durare circa dieci minuti ed essere condotto con la massima presenza alle nostre sensazioni corporee. 12 Le persone che praticano questo esercizio regolarmente ci riferiscono sem\u0002pre di sentirsi meglio. Ciò è confermato anche da varie ricerche 13. Un’altra maniera consiste infine nella concentrazione sull’ombelico, praticata tra l’al\u0002tro dai monaci del monte Athos. Infatti il punto centrale di questa prima fa\u0002se dello sviluppo dell’uomo è l’attenzione nella zona dell’ombelico che, sim\u0002bolicamente, è il «centro della terra» (la terra per gli antichi è simbolo del\u000296 L’ENERGIA SEGRETA DELLA MENTE LA QUINTESSENZA 97 l’uomo) 14. Questa pratica può svolgersi in maniera guidata, per le persone che si stanno ancora avvicinando a comprendere queste metodologie (come per l’esercizio del «massaggio magnetico»), oppure autonoma: in ogni caso suscita sempre sensazioni positive. • Esercizio 23: massaggio magnetico Maniera guidata: attraverso lievi toccamenti condurre l’energia nella zona cen\u0002trale, come illustrato qui sotto. 15 La pratica può anche essere effettuata in maniera autonoma. • Esercizio 24: concentrarsi al centro Da calmi, concentrarsi sulla zona addominale (lo hara), il centro di se stessi. Ese\u0002guire delle ampie respirazioni.",
  "last_phrase": "In conclusion, practicing the exercises presented in this book regularly and with attention to our bodily sensations can lead to higher levels of physical and spiritual development. The focus on ritual and cyclical time can help us transcend the programmed time of our daily lives and connect with our inner selves. By understanding and working with the elements of earth and water within us, we can gain greater control over our emotions and increase our energy and physical strength."
}