{
  "title": "What happened to Franz Anton Mesmer after the publication of the Rapport des Commissaires?",
  "first_phrase": "This section discusses Franz Anton Mesmer, an Austrian doctor who proposed a method called \"animal magnetism\" in the late 18th century, which he claimed could cure physical and psychological illnesses. However, after several therapeutic failures and a report published by the Royal Commission stating that the evidence supporting the existence of mesmerism was inadequate, his reputation declined, and he spent the remainder of his life in relative obscurity. The section provides relevant names of books written about Mesmer and his techniques. Before this section, the text talks about various exercises that can help individuals develop a deeper understanding of their bodies and emotions, focusing on the development of \"the Tartarus\" and \"the vertical\" as key concepts.",
  "content": "Le couvercle est percé d'un certain nombre de trous d'où sortent des branches de fer, cordées et mobiles que les malades doivent appliquer sur les points dont ils souffrent. Dans un coin de la salle, un piano-forte ou un harmonica joue des airs sur des mouvements variés, surtout vers la fin des séances. Les malades se rangent en silence autour du baquet, une corde passée autour de leur corps les unit les uns aux autres. Si quelqu'un demande à boire, on lui sert une limonade au citron dans laquelle est dissoute de la crème de Tartre. Cependant l'influence magnétique se fait sentir. Quelques malades sont cal\u0002mes et n'éprouvent rien. D'autres toussent, crachent, sentent quelques légères douleurs et ont des sueurs. D'autres sont agités par des convulsions extraordinaires. Les salles où ces scènes se passaient, avaient reçu le nom d’Enfer à Convulsion.» (Portraits de Médecins, su http://www.medarus.org/Medecins/MedecinsTextes/mesmer.html). 11 Consigliamo di non avviarsi però sulla strada indicata da questo libro completamente da so\u0002li. Una guida (un Virgilio dantesco) è necessaria in questa prima fase. 12 Nella tradizione Ch’an esiste un esercizio simile chiamato Tsin Tchen. Nella tradizione tibeta\u0002na (dzogchen) l’esercizio è identico e si basa sul suono Phat! ripetuto da tre a sette volte al gior\u0002no. Cfr. Marcia Binder Schmidt (a cura di), The Dzogchen Primer: An Anthology of Writings by Masters of the Great Perfection, Shambhala Publications, Boston (MA) 2002. La reintegrazione La reintegrazione di tutte le facoltà e il segreto della tetractis Troppo spesso noi non siamo noi.",
  "last_phrase": "Reintegration is the key to unlocking our full potential and living life to the fullest. By overcoming microtrances, we can break free from the automatic mechanisms that limit our perception of reality and time. The process of reintegrating the four levels of our being is paralleled in both Western alchemy and Eastern Taoist practices, and involves refining our essence, energy, and spirit to achieve a state of total awareness and complete presence in all aspects of life. So if you're ready to awaken your total self and unlock the secrets of the universe, the path of reintegration awaits you."
}