{
  "title": "How does Enneagram and time relate to breaking mental fixations and achieving freedom?",
  "first_phrase": "This section explores the concept of time and the Enneagram, a system that identifies nine personality types and their corresponding fears, desires, and defense mechanisms. The various personalities of the Enneagram fear incompleteness and compensate with defensive actions that keep us in a constant flow towards the future, preventing us from living in the present moment. To be truly connected to the present, it is necessary to break free from internal compulsions and rigid structures. Through exercises that alter our perception of time, we can escape the constraints of modern society and achieve true freedom.",
  "content": "A questo punto, in una simile condizione di coscienza ristretta, l’uomo si riduce a sperimentare il proprio «essere» solo nei «tempi morti», cioè quando: – Riesce a raggiungere i propri obiettivi, e allora solo in subordine a ciò (poi\u0002ché «ha tempo») gusta un poco tale «essere connesso» in maniera positiva (posizione di riposo dell’enneagramma); – In caso di fallimento. Se i suoi percorsi e programmi mentali non funziona\u0002no, non riesce a raggiungere il proprio obiettivo e rimane «bloccato», inatti\u0002vo. In tal caso, sperimentare l’«essere» viene associato falsamente al «perde\u0002re tempo» e coincide con una situazione di stallo (posizione di stress dell’en\u0002neagramma). La situazione è paradossale. Acquisire cose sperando in tal modo di «es\u0002sere» prende tempo e porta a «riempire» tutto il tempo disponibile. È la «di\u0002mensione orizzontale dell’esistenza». Il tempo viene interamente consacrato ad «avere». Si crea quindi un circolo vizioso, in cui gradualmente diminuisce la disponibilità ad andare all’interno, visto che il tempo scarseggia. Andare all’interno appare legato al «perdere tempo», mentre sarebbe la vera manie- ra di «recuperare il proprio tempo». Come dice Dante parlando del Paradiso Terrestre, affermando che l’uomo vi si allontana: Per sua difalta qui dimorò poco; per sua difalta in pianto e in affanno cambiò onesto riso e dolce gioco 9 .",
  "last_phrase": "In conclusion, the key to unlocking the true potential of the mind is through elevating our level of consciousness. By shifting our focus from solely achieving material possessions and success, to connecting with our inner selves and the world around us, we can access higher levels of energy and experience non-local phenomena. Practicing exercises that increase our self-awareness and allow us to control our thoughts and actions, such as those outlined in this text, can lead to increased personal power and a greater ability to influence the world around us."
}