{
  "title": "How Does the Enneagram Impact Time Perception and Personal Growth?",
  "first_phrase": "The last part of the text discusses the concept of time and its relationship with the Enneagram personality types. The author mentions how society perpetuates a vicious cycle of consuming time through material possessions, which limits our ability to be present and go inward. This impedes our growth and perpetuates the rigidity of the ego. The Enneagram, on the other hand, offers a map for achieving balance between spirit, soul, and body. By developing consciousness and presence, we can move towards the center and manifest our orientation, ultimately allowing us to perceive the present and choose our lives. The author also provides observations on the fixations of the ego for each personality type and how they affect our behavior and perception of time.",
  "content": "Più si allontana dal centro, più infatti l’uomo si trova lacerato, staccato da se stesso, e allora cerca di colmare il vuoto con i beni materiali (l’«affanno» di Dante). Comincia a rompersi anche il tempo dell’alternanza tra sonno e ve\u0002glia, e poi si alterano altri ritmi. Esiste quindi rottura con il «tempo giusto» che permetterebbe di agire rispettando i nostri ritmi, e l’uomo finisce col vi\u0002vere alla superficie del tempo e delle cose. Il passo per la crescita deve quindi dirigersi verso il centro. Essere nel «giusto tempo» significa infatti manifestare il nostro orienta\u0002mento, più che «scegliere» tra differenti reazioni possibili. Osservazioni sperimentali: fissazioni della struttura dell’«Ego» e pensieri ri\u0002correnti che ci portano nel «tempo» • Uno: paura di essere imperfetti Ego: cerca la perfezione. Driver comportamentale: «Deve essere tutto perfetto!» Comportamento egoico: ira e mania di perfezionismo. • Due: paura di non valere nulla Ego: cerca di provare che vale. Driver comportamentale: «Mostra quello che vali!» Comportamento egoico: orgoglio e sopravvalutazione di sé. • Tre: paura di non essere capace a fare qualcosa Ego: prova di essere capace a fare qualcosa. Driver comportamentale: «Lotta per il successo!» Comportamento egoico: menzogna e vanità. • Quattro: paura di essere inadeguati Ego: dimostra di essere adeguato. 190 L’ENERGIA SEGRETA DELLA MENTE LA STRUTTURA DEL TEMPO 191 Driver comportamentale: «Pensaci tu!» Comportamento egoico: invidia e rancore.",
  "last_phrase": "In conclusion, the path to personal growth requires a journey towards the center of oneself, where we can find our true orientation and rhythm. By overcoming fears and limiting beliefs, we can reach higher levels of consciousness and access new dimensions of reality. This journey involves developing our energy and increasing our mental power. Through exercises aimed at controlling our thoughts and actions, we can master our own destiny, influence the world around us, and discover our true potential."
}