{
  "title": "\"What are the techniques and concepts behind Franz Anton Mesmer's magnetism and their application for personal development?\"",
  "first_phrase": "This section delves into the concept of the Tartar, which represents the chaos that we need to let go of in order to progress. The Tartar is the initial stage in the process of personal evolution, and to be carried out successfully, it requires an active guiding principle, similar to Virgil guiding Dante in The Divine Comedy. Thus, techniques like Franz Anton Mesmer's and his early methodologies were derived from these practices. The section also explores the basics of pranotherapy and Franz Anton Mesmer's therapeutic methodologies. The ultimate aim is to recover our full potential and achieve a sense of harmony with ourselves and our environment.",
  "content": "E utilizzando solo una piccola parte del nostro potenziale, non potremo mai essere realmente felici. La strada a cui vogliamo portarvi è il recupero della vostra totalità (homo totus). La vita quotidiana di ognuno è infatti caratterizzata da una serie di trance, cioè restringimenti del campo dell’attenzione e della coscienza, che ri\u0002ducono la percezione della realtà. Questi «buchi» (microtrance quotidiane) «inghiottono il tempo» e ci impediscono di vivere nell’ora. Come accennato, nel linguaggio ermetico, se rappresentiamo la realtà intera con un un cerchio F, ogni microtrance produce una riduzione di tale totalità, simboleggiata dal simbolo \u0003 (luna) che sta a significare che ne vediamo solo una parte, un ri\u0002flesso. Sia i problemi fisici che quelli psicologici, come osserva la medicina tradizionale, sono rotture dell’unità. Una paura è una carenza di qualcosa, un blocco significa che manca quell’elemento che permette di andare oltre. Ma non solo. Anche la «piattezza» che alcuni sentono nella vita è una mancanza. Anche l’assenza di percezione spirituale. Tutto è in realtà già dentro di noi, basterebbe prenderne coscienza. Anche le possibilità più estreme di resistenza fisica e le facoltà più stupefacenti che sembrano extrasensoriali sono solo il recupero di potenzialità inattuate. Ma da dove partire e come reintegrare? Esiste una via migliore per effet\u0002tuare questa presa di coscienza? Un punto di partenza è quello che c’è, la nostra fisiologia. Da lì giungia\u0002mo progressivamente allo sviluppo di tutte le facoltà possibili e al tempo as- soluto.",
  "last_phrase": "In conclusion, the path to our wholeness and true happiness requires us to overcome daily trances that limit our perception and reduce our awareness of reality. By integrating our physiology and utilizing our natural potential, we can recover a state of being in which we are fully present in the moment. This path is paralleled in both Western and Eastern traditions, emphasizing a holistic approach to the development of the human being. Reintegrating all aspects of ourselves allows us to reach a state of absolute time and regain the potentialities within us, leading us to our true self."
}