{
  "title": "What is the symbolism behind the integration of active and passive absorption in spiritual practices?",
  "first_phrase": "This text explores the concept of time and its relationship with human consciousness. The author discusses the integration of active absorption, represented by the male principles of physicality, mentality, and will, with passive absorption, symbolized by the female principles of desire, emotion, and intuition. The heart, associated with intuitive knowledge and the synthesis of the senses, is seen as the starting point for further vertical growth. The text draws on various symbols, including the chakras and planets, to illustrate the different facets of human experience and their alignment with time. Techniques such as sublimation and biconcentration are also discussed as means of achieving higher states of consciousness.",
  "content": "Torniamo a essere «uno» e possiamo allora percepire la «durata», il tempo assoluto. • Esercizio 38: biconcentrazione Ogni simbolismo può essere anche pratica fisica di evoluzione. Il concetto che pra\u0002tichiamo nei nostri seminari è la «biconcentrazione», ovverosia la capacità di fis\u0002sare l’attenzione su due punti contemporaneamente. Questo ne congiunge le na\u0002ture. Con essa ci si porta in uno stato nuovo, in un «centro». Dapprima l’attenzio\u0002ne va contemporaneamente alla sommità della testa e all’inguine. Subito dopo al punto tra gli occhi e alla pancia, immaginando due punti contemporaneamente, ne cosnsegue una sensazione di riequilibrio (comunemente si dice «connettere la te- sta alla pancia)». Infine portiamo l’attenzione nella zona attorno al cuore e al cuo\u0002re stesso. Ne consegue un senso dell’ora potenziato, e un riequilibrio del corpo. Le immagini ci aiutano ad aprire la mente e unificare anche dimensioni superiori. L’incontro degli opposti è rappresentato mitologicamente dall’in\u0002contro tra sole e luna (ovverosia tra principio maschile e femminile) e la sta\u0002bilità raggiunta dall’isola di Delo, normalmente ricoperta dall’acqua, che emerge dal «mare filosofico», e dove nascono Apollo e Diana che rappresen\u0002tano il sole e la luna56. L’isola rappresenta «l’acqua tratta dal centro del cen\u0002tro e resa da occulta manifesta»57. In altre parole è il «centro» dove avviene l’incontro tra le due nature e la prima formazione del rebis: cioè l’acquisizione nell’umano della potenza da\u0002ta dall’unione degli opposti.",
  "last_phrase": "Error: Unable to generate text."
}