{
  "title": "\"Come gestire i pensieri negativi e acquisire il controllo del nostro mondo interiore?\"",
  "first_phrase": "This text discusses the importance of interrupting negative thoughts and acquiring a state of inner silence. The author advises the use of three tools: pause, substitution, and decomposition. These tools allow you to take control of your inner world and dissociate from negative emotions. The text also discusses the physiological aspects of trance and the formation of the ego. The last 200 tokens of the text explain the principles of the dry and wet states, delving deeper into the alchemic process of transformation. The principle of warmth is seen as a tool to expand and release blocks, leading to a new way of being.",
  "content": "• Metodo della sostituzione: fai attenzione alle espressioni negative che utilizzi, e applica la sostituzione: sostituisci tali espressioni con delle controaffermazioni e delle immaginazioni positive; ad esempio quando ti viene da dire «non posso fa\u0002re questa cosa» sostituisci con «cosa posso fare allora?». Oppure volgi al positivo: tutte le volte che pensi «va male» prova a dire «va bene!». La mente rimarrà in ta\u0002le maniera equidistante tra le due affermazioni contrastanti. • Metodo della scomposizione: potrai utilizzare ad esempio il «metamodello sem\u0002plificato»: ogni volta che ti assale un pensiero negativo, distruggilo! Utilizza con te stesso delle domande del tipo: come faccio a essere sicuro che va male? Come faccio a dirlo? È proprio così? Poiché nessuno di noi conosce il futuro, è ovvio che tale metamodello semplificato, ripetuto, porterà alla constatazione: effettivamen\u0002te non so se domani sarà come ieri (e chi lo sa?) oppure ti aiuterà a «scomporre» le tue impressioni globali (come la tristezza) in impressioni sensoriali (come un senso di costrizione respiratoria) più facilmente modificabili. Questi consigli pratici ci portano in un’ottica mentale di padronanza del nostro dialogo interno. E ricorda: non c’è bisogno della logica cartesiana e del pensiero continuo per esistere, tu esisti comunque. Il principio del caldo Il principio del caldo è l’opposto della contrazione. Il concetto del caldo è legato all’espansione, al «lasciare andare» i blocchi e al creare nuove confor\u0002mazioni, così come il caldo favorisce la crescita della vegetazione.",
  "last_phrase": "In conclusion, by practicing the methods of substitution and decomposition, as well as by embracing the principles of warmth and expansion, we can gain mastery over our inner dialogue and reconnect with our true nature. By accessing the sensorium commune and transcending the limitations of our everyday perception of time, we can tap into the power of ritual and repetition to facilitate the development of our quintessence. Let us remember that we exist regardless of our Cartesian logic and continue to liberate ourselves through the senses and the exploration of our inner world."
}