{
  "title": "\"What are the fundamental ways in which humans perceive time and the world around them?\"",
  "first_phrase": "In this final section of the text, the focus shifts to the ways in which humans absorb time, which is based upon their subjective experience of the world. Starting from the time of the ancient Egyptians, four types of humans have been classified, each representing a different mode of being in the world. The first type is the conceptualizing type, which lives in a world of concepts, labels, and judgments and perceives the world as a set of isolated elements. This type of being tends to measure time and quantify everything, but to access the present moment fully, a greater level of consciousness is required. The text discusses various exercises and methods to help achieve a greater level of consciousness and access to the present moment.",
  "content": "• Rapporto al tempo. La persona passa la vita a classificare le cose e a misurarle senza rendersi conto che questa passa e finisce. Sempre immersa nei suoi pensie\u0002ri, tende a programmare molto e a calcolare il tempo. Tecnicamente questo tipo di assorbimento del tempo è definito come «assorbimento attivo» ed è in rapporto con l’emisfero logico. • Fisiologia. Corrisponde nella classificazione della medicina tradizionale greca al cosiddetto melanconico. «Fisicamente il melanconico, detto anche nervoso, è debo\u0002le, fiacco, la sua muscolatura è anemica, il contatto con esso risulta secco e freddo, la sua pelle è smorta, la sua tinta terrea, il suo polso piccolo e duro, la sua digestione lenta, i suoi capelli e i suoi peli sono radi e di colore impreciso, l’urina è poco ab\u0002bondante, l’udito è duro». 5 102 L’ENERGIA SEGRETA DELLA MENTE GLI ELEMENTI 103 Un tentativo di collegare questo tipo al funzionamento di particolari ghiandole associa questo tipo alla tiroide (il chakra della gola). Più che il tipo morfofisiologico, scopriamo il modo di essere che assumiamo in particolari momenti. Quando siamo in tale posizione percettiva rispetto alla realtà, sia\u0002mo infatti preda del nostro dialogo interiore. Questo modo di fare al livello più basso tende a precludere ogni relazione vera e ci rende automatici. Que\u0002sto schermo di pensieri ci offre la falsa illusione di essere separati 6 . L’immagine rappresenta questo concetto: è un uomo che dorme e non fa attenzione alla propria natura (rappresentata dalla donna). Diventiamo in\u0002fatti freddi e riservati sentendoci separati dagli altri.",
  "last_phrase": "In conclusion, understanding our temperament and how it affects our perception of time and reality can help us live more in the present moment. By controlling our emotions and impulses, we can prevent them from controlling us and learn to separate our mental and physical states. Practicing techniques such as vivifying the symbols of the elements can also aid in developing a more balanced temperament. Ultimately, by becoming more self-aware and present, we can live a more fulfilling and happy life."
}