{
  "title": "\"How can we expand our consciousness and transcend our habitual perception to access a different reality?\"",
  "first_phrase": "In this section of the text, the author emphasizes the importance of delving into our own perceptions to transcend our habitual ways of thinking and connect with a higher consciousness. They explain the concept of the \"Medicina di Primo Grado\" which teaches us to become creators of our own reality by choosing where we place our focus. The author also mentions the idea that the concrete world we see is just a secondary reality and that our true reality lies within us. The text concludes by discussing the need to clean and separate ourselves from external attachments to access a deeper level of consciousness.",
  "content": "Inco\u0002minciamo ad «estrarre» la coscienza dalla «miniera». • Pulire Pulire significa separare le parti attaccate, vale a dire le identificazioni con l’e\u0002sterno che ci rendono così difficile essere veramente noi stessi. Iniziamo con la scorza opaca del nucleo sulfureo, cioè le identificazioni con le mille apparenze della vita che abbiamo sovrapposto al nostro essere, che sono anche le tensioni e le rigidezze che si accumulano sul nostro essere fisico, spesso causa di problemi anche dolorosi. Stacchiamole, sciogliamole e rendiamo allora «trasparenti gli stra\u0002ti salini»11, ripuliti dal fango che li offusca. Questa è la coscienza sempre più pie\u0002na del corpo. Questo, può allora servire da supporto per stati superiori. Il nostro essere fisico si rivela allora in relazione dinamica con l’universo, parte di esso e anche mezzo per conoscerlo12. • Separare Per «pulire» dobbiamo imparare a sviluppare le dinamiche che si confondono nell’uomo medio e che ci portano a creare il tempo del «fluire». La prima dinamica è quella attiva, solare (= 0) e «determinante». L’attività del si\u0002stema nervoso centrale o volontario ne è un’espressione. Dobbiamo sviluppa\u0002re allora la volontà, l’espressione che ciascuno conosce e attua nella vita quoti\u0002diana della propria coscienza, cioè del principio centrale, o fuoco vitale (sim\u0002bolo D13). Tornando allo specchio, è l’Io che è davanti e decide di osservare. Dobbiamo distinguere la volontà vera e centrale dalle nostre agitazioni, moti dell’animo dei quali dobbiamo invece prendere la forza di base, che è energia.",
  "last_phrase": "In conclusion, the process of \"cleaning\" and \"separating\" the different parts of the self, as outlined in the text, can lead to a greater awareness of one's true nature and potential. By breaking down fixations and limiting beliefs, and cultivating presence and conscious awareness, it is possible to transcend the constraints of time and live more fully in the present moment. Through the use of ancient symbols and techniques, such as sublimation and respiratory practice, it is possible to realize this potential and become more fully aligned with the cosmos and our own true nature."
}