{
  "title": "What are some exercises for developing mental concentration and control, and how do the glands in the body play a role in this process?",
  "first_phrase": "In the last 200 tokens of this text, we find exercises to develop the active principle, or mercury, which is an essential element to achieve self-mastery and control. The text includes different exercises to help individuals strengthen their ghiandolare system and improve their memory, breathing, and concentration skills. The author emphasizes the importance of developing a deep understanding of this principle in order to expand our perception and connect with our surroundings. Overall, these exercises provide a profound insight into how to cultivate one's inner power and achieve a higher state of consciousness.",
  "content": "Questo esercizio obbliga l’allievo a prendere possesso in modo completo del pro\u0002prio cervello ed è in ciò che consiste la difficoltà. Per facilitare l’esatta compren\u0002sione dell’esercizio noi raccomandiamo di sforzarsi di raccogliere mentalmente 160 L’ENERGIA SEGRETA DELLA MENTE I TRE PRINCIPI VITALI 161 tutte le proprie idee e di fissarle, per così dire, sull’uno. Vale a dire, lo scolaro pro\u0002nuncia mentalmente uno, quando si sente sicuro che tutti i suoi pensieri sono ri\u0002condotti a un unico pensiero. Perciò egli può raffigurarsi graficamente l’esercizio, immaginando, per esempio, un cerchio nel quale tutti i raggi (pensieri) conver\u0002gono sull’1. • Esercizio 52: eliminazione Infine dovrete arrivare a pensare e a, gradualmente, eliminare questa cifra. Ecco come procedere: – Scrivere mentalmente la cifra in caratteri sempre più piccoli fino alla sparizione completa; – Oppure fare in modo che l’1 che si allontani sempre più diventando impercetti\u0002bile; – Invece di allontanare l’1, aumentare progressivamente gli intervalli di riposo nella concentrazione. Questo riposo sarà dapprima di 1 secondo, poi di 2, 3, 4 se\u0002condi. Resta inteso che negli intervalli ogni idea deve essere eliminata. Questo esercizio potenzia di molto il potere individuale di controllo. Esercizi per potenziare il sistema ghiandolare Quella che gli indiani chiamano kundalini è equivalente sul piano fisico a una serie di punti lungo la colonna vertebrale che possiamo far corrisponde\u0002re fisicamente alle ghiandole endocrine. Noi non possiamo parlare di un uni\u0002co sistema ghiandolare, ma di parecchi sistemi che operano ciascuno indi\u0002pendentemente, si autocontrollano e influenzano il cervello.",
  "last_phrase": "In conclusion, these exercises can greatly enhance individual control and develop the glandular system. By focusing on specific areas of the body and engaging in relaxation practices, individuals can unlock the potential of their minds and bodies. With consistent effort and practice, these exercises can lead to a greater awareness and understanding of oneself as a holistic being. So, take the time to invest in your own well-being by incorporating these exercises into your daily routine."
}