{
  "title": "What are the psychological and psychosomatic difficulties caused by fixation on past attitudes and how can they be overcome?",
  "first_phrase": "In the previous section, the author discusses how psychological and psychosomatic difficulties arise from the fixation of past attitudes and beliefs that conflict with our natural flexibility. The fixation of these beliefs and emotions in our nervous system and body makes it difficult to change them. The author also explains how emotional reactions can manifest in psychosomatic illnesses and limit consciousness. In this final section, the author provides practical exercises, which include energetic exercises and meditation, to help readers awaken and connect with their higher selves. These exercises promote balance and integration of the principles of the physical, mental, emotional, and intuitive aspects of the self, leading to a state of higher consciousness.",
  "content": "Tale risveglio richiede presenza a noi stessi, continuamente mantenuta. Può inoltre essere facilitato attraverso metodiche fisiche. Atti\u0002vandoci fisiologicamente possiamo «sciogliere» la fusione tra il nostro noi stessi mentale e la dimensione biologica. Il mondo moderno si «dimentica» del corpo: la sedentarietà in cui ha rele\u0002gato il corpo, nella notte dei tempi, l’invenzione dell’agricoltura, ha reso an\u0002cora più facile il «bloccarsi» e il «fissarsi». Vi proporremo quindi nelle pagi\u0002ne seguenti degli ulteriori esercizi, una specie di yoga occidentale, atto a ri\u0002mettere in funzione alcune delle vostre possibilità. Sommario degli esercizi di sviluppo dei vari gruppi Per poter imboccare la via dell’evoluzione è importante seguire tre regole fondamentali 62. • La pratica di una respirazione cosciente I patterns respiratori fissi mantenuti automaticamente sono infatti il modo in cui una particolare fisiologia e una particolare psicologia vengono mantenute. L’at\u0002tenzione alla respirazione sviluppa inoltre la consapevolezza di un fenomeno 148 L’ENERGIA SEGRETA DELLA MENTE I TRE PRINCIPI VITALI 149 normalmente inconscio, e quando è ritmata si rivela uno strumento principe per sviluppare anche la volontà che riprende controllo sulla fisiologia. La respirazio\u0002ne ritmica dissolve allora il «falso oro» ovverosia gli aspetti bloccati della persona staccandoli a poco a poco come con uno scalpello.",
  "last_phrase": "In conclusion, the key to unlocking our potential lies in our ability to be present with ourselves and to continuously maintain this presence. This can be facilitated through physical techniques such as yoga or stretching exercises. A healthy diet, regular exercise, and attention to our glandular system are also important factors in our evolution. By practicing conscious breathing, taking control of our mindset, and working with our memories, we can move towards a greater sense of self-awareness and unlock our inner potential. Remember that the power to transform our lives lies within us."
}