{
  "title": "What is the importance of verticality for spiritual practices in different traditions?",
  "first_phrase": "This text explores the concept of the three vital principles of alchemy and their connection to the human body. Prior to this part, the author discussed the importance of breath and its ability to connect the body to the energy source. In the last 200 tokens, the author mentions various practices and symbols from different cultures, such as the \"tragitti energetici di salita\" in Taoist alchemy or the \"Bandhana\" process in India. The text also touches upon the relationship between the mind and the body in achieving spiritual realization. The author concludes by highlighting the importance of the salt symbol in alchemical traditions and its connection to the theme of abandonment.",
  "content": "Quando il mercurio è fissato, quando la mente è fissata, l’uo\u0002mo può dirsi realizzato (siddhyati). Il termine usato è anche quello di legare o “prendere al lac\u0002cio”. Le tecniche indiane hanno sviluppato parecchio, oltre al blocco corporale, la pratica del\u0002la ritenzione del respiro. La fissazione è anche simboleggiata in India con il “tagliare le ali” del mercurio per impedire che si volatilizzi. Il fatto è che la natura di māya, il mondo delle appa\u0002renze, è duplice: limitativa e dispersiva. La maniera di sfuggire alle pastoie dell’esistenza è le\u0002gando colui che lega» (White, Il corpo alchemico cit., p. 300). 86 Questo esercizio è descritto splendidamente da Gustav Meyrink nel romanzo La faccia verde (Das grüne Gesicht, 1917), edito da Bemporad, Firenze 1931 (trad. it. di Mario Benzi). 87 Gli esercizi che seguono sono derivati dalla pratica del Mazdaznan del dr. Hanish. 88 Nelle tradizioni iniziatiche che hanno incorporato l’ermetismo tale simbolo corrisponde alla «livella» cfr. Robert Ambelain in Scala Philosophorum ou la symbolique des outils dans l'art royal, Éditions du Prisme, Paris 1975. La livella corrisponde in tale tradizione infatti a un «abbando\u0002nare». Nella scolastica il simbolo del «sale dei filosofi» è invece collegato alla virtù ascetica del\u0002la «povertà» e alla carità. 89 Cfr. Wirth, Il Simbolismo Ermetico cit. 90 E infatti nello schema generale della tetractis il giacere G (sale) nasce dall’incontro del fuoco e della terra, cioè della coscienza di sé e della propria fisicità.",
  "last_phrase": "Per vivere in equilibrio e fuggire alle trappole del destino determinato dalle nostre azioni passate, occorre armonizzare i tre principi umani: Voglio, Posso e Faccio. Il tempo mentale è basato sull'integrazione di memorie passate e pianificazioni per il futuro. Tuttavia, gran parte del futuro desiderato deriva dal passato, creando un'apparente \"destino\". Lo sviluppo della coscienza e della presenza sono necessari per uscire da tale chiusura e vivere il presente. L'utilizzo dell'enneagramma e la PNL sono strumenti utili per superare le compulsioni e rompere le fissità e vivere l'istante presente. In sintesi, per vivere in equilibrio e connessione con se stessi, bisogna abbandonare le fissità e le compulsioni dell'animo, sviluppare le capacità corrispondenti e trasformare le potenzialità in azione."
}