{
  "title": "\"What is the meaning of 'Ripeti: io sono coscienza. Stop. Fine Protocollo del Vuoto. Il Tempo Assoluto' in practical alchemy?\"",
  "first_phrase": "In this final section, the text delves into the concept of absolute time and the existence beyond space and time. The philosopher Johannes Scotus Eriugena and even Dante himself struggled to express the idea of the \"absolute mind\" and the central circle of Paradise, symbolizing the absolute time below everything. The text describes a meditation exercise of infusing beneficial sensations into the body and ascending to the heart while reciting \"I am consciousness\". The text also covers various symbolic references, including the gnomon and obelisk, that represent the connection between human and the universe.",
  "content": "ma non eran da ciò le proprie penne: se non che la mia mente fu percossa da un fulgore in che sua voglia venne. A l’alta fantasia qui mancò possa; ma già volgeva il mio disio e ‘l velle, sí come rota ch’igualmente è mossa, l’amor che move il sole e l’altre stelle 5 . Per Tarthang Tulku è il luogo del «grande spazio» e del «grande tempo» dove «grande» esprime qualcosa che è «totale». Per gli antichi Egizi il simbolo dell’obelisco era fondamentale. Un simbolo similare è lo gnomone che con la sua verticalità congiunge cie\u0002lo e terra e porta l’attenzione sulla congiunzione con l’universo. Lo gnomone nella meridiana segna il tempo rimanendo immobile e la presenza è al di là del tempo. La tradizione dice che sia stato Anassimandro che, a Lacedemo\u0002nia, drizzò uno gnomone per osservare gli equinozi e i solstizi. A mezzogior\u0002no vi è un punto nel quale lo gnomone fa il minimo di ombra. Al solstizio il sole non produce più ombra. È come se il tempo si fermasse. 254 L’ENERGIA SEGRETA DELLA MENTE ALCHIMIA PRATICA: IL TEMPO ASSOLUTO 255 Questo è il punto dove il principio si congiunge con la fine, la trascenden\u0002za del tempo. Il percorso di sviluppo dell’uomo: nomi simbolici e significati • I Fondenti filosofici Preparazione: armonia, energia, liberazione iniziale. • Lotta fra le Nature, Colpo di Martello, Regolo Presenza a sé e acquisizione della regola.",
  "last_phrase": "In conclusion, the path to complete reintegrative development of oneself requires the refinement and harmonization of the senses and the use of symbols and images for the transmutation and activation of the mind. The ultimate goal is the union of will and imagination to create the desired reality in the physical world. It is essential to eliminate any tension from the body and avoid indulging in passive imagination for too long. With the right techniques, we can access the potential of the Homo Totus and take control of our existence, ultimately achieving transcendent states beyond the limitations of time and space."
}