{
  "title": "How can we exercise self-mastery when faced with external factors that can affect our mood and productivity?",
  "first_phrase": "This text examines the different ways humans experience and perceive time and reality, based on the four basic psychological types identified by the ancient Egyptians. The author explains how our perceptions are shaped by our thoughts, emotions, and habits, and provides advice on how to be more present in the moment and separate ourselves from automatic reactions. The last 200 tokens focus on the type \"edonista\" or \"air,\" which tends to live life in a more fleeting, ephemeral way, and how this behavior affects the perception of time. The reader is reminded of the importance of developing the skill of detachment to access a more profound reality beyond our immediate reactions.",
  "content": "Anche in questo caso, bi\u0002sogna fare appello all’intelligenza e lasciarla prevalere. Un enorme dispendio di energia nervosa accompagna lo sfogo degli impulsi emozionali: per questo la co\u0002sa migliora da fare è allenarsi a controllarli. Impariamo l’arte del distacco da que\u0002sti condizionamenti, lasciandoli svanire al fine di percepire veramente la realtà e non le nostre reazioni a essa. Allora potremo accedere a una percezione più reale del tempo e della vita, e sentire che esiste un mondo ancora più vivo e reale di quello che pensavamo. Il tipo edonista aria. Colui che vive il tempo «effimero» Infine possiamo vivere nell’espansione esasperandola fino al limite della più totale dissipazione. • Rapporto al tempo: Questo tipo tende a vivere la vita come un insieme di mo\u0002menti staccati. Rischia di non mantenere una linea. In certi casi è preda del suo dia\u0002logo interiore. • Fisiologia: I gruppi fisici più sviluppati in tal caso sono il respiratorio e il ghian\u0002dolare. Praticamente si ingenerano facilmente emozioni (ghiandole), e la respira\u0002zione porta a variare abbastanza velocemente la fisiologia dissipandole. Nella clas\u0002sificazione tradizionale questo tipo è definito sanguigno. «Fisicamente il sanguigno ha le carni sode, i muscoli pieni, le forme armoniose, la pelle è tiepida e cedevole, la tinta è chiara e fiorente, il polso regolare e normale e i capelli abbondanti 11.» Il temperamento che ne risulta può sviluppare la qualità dell’equilibrio, ma al contempo rischia di farsi prendere dai piaceri passeggeri della sessua\u0002lità e della tavola.",
  "last_phrase": "In conclusion, learning to control our emotional impulses can lead us towards experiencing a more real perception of time and life. It requires us to appeal to our intelligence and allow it to prevail, training ourselves in the art of detachment from our conditioning. Living in the present involves recognizing our bodily sensations while not letting emotions, thoughts, or external stimuli control us. By vivifying the symbols of the four elements and separating ourselves from our automatic tendencies, we can experience a more expansive reality and a more profound sense of well-being."
}