{
  "title": "What is hypnosis and how does it work on our attention and perception of time?",
  "first_phrase": "This section discusses the importance of the concept of \"not knowing\" and the role of an hypnotist in inducing a state of attention in the subject. The text also explores various induction techniques, including verbal and non-verbal methods, and how they can create a state of trance and disconnect the subject from their habitual thought patterns. The distortion of time in hypnotic states is also discussed, as well as the access to the unconscious mind and the potential for personal transformation. The text emphasizes the need for a rigorous practice and a deep understanding of oneself to fully benefit from hypnotic techniques.",
  "content": "L’induzione non verbale Passiamo ora a osservare anche l’ipnosi non verbale in quest’ottica, come metodo che distacca dai pensieri e porta l’attenzione sul presente. L’induzione non verbale rappresenta una sintesi di molti utili elementi che svegliano i dinamismi inconsci dell’uomo4 . È un’operazione a due vasi, nella quale l’operatore agisce su di un sog\u0002getto (il «vaso ermetico») attuando un «blocco di scarichi emozionali». A que\u0002sto punto incomincia a «scaldare la materia», in un contesto interpersonale e attraverso una serie di stimoli di vario tipo che incrementano l’attenzione e mettono in funzione sottili meccanismi di vigilanza. Di fatto, la nostra posizione del corpo, il nostro essere, è una concettualiz\u0002zazione. Anche il corpo, così come la nostra percezione di esso, è pietrificato normalmente in posizioni e atteggiamenti che sono sempre gli stessi, e che costituiscono la struttura del nostro Io logico. Quello che allora facciamo è rompere questa concettualizzazione. Tali stimoli saranno: – Cinematici, come la prossemica e la cinesica; – Uditivi, come mantra ripetuti; – Tattili, come i piccoli toccamenti. Il regime iniziale è basato su stimolazione non troppo forti, un «fuoco len\u0002to» per evitare che si «rompa il vaso» o «salti il coperchio», vale a dire che la disponibilità di ascolto della persona sia insufficiente a bloccare gli scarichi cioè le reazioni automatiche non controllate che tenderebbero a bloccare il processo. Il vaso rappresenta la forza di volontà della persona.",
  "last_phrase": "In conclusion, the non-verbal induction and hypnosis techniques highlighted in this text offer a unique way to tap into the unconscious mind, promote attentiveness, and break free from limiting beliefs and thought patterns. The use of various stimuli, such as body language, mantras, and touch, can awaken the subconscious, leading to a new level of awareness. It is important to utilize these methods carefully to avoid overwhelming the individual, but with proper practice and guidance, these techniques can help individuals discover a new sense of self and transform their lives. Contact the author to learn more about these ancient practices and their modern application."
}