{
  "title": "\"What is Enneagram and How Can It Help Overcome Compulsions and Open Up the Senses?\"",
  "first_phrase": "In this text, the author delves into the concept of time and how it is perceived by humans. The previous paragraphs discuss the different ways in which we construct time, and how this construction can limit our freedom. In the last 200 tokens, the author focuses on the symbolism of the enneagram, a methodology that relates nine personality types to both sensory systems and corresponding gestural patterns. The author explores how breaking free from our internal fears and compulsions can allow for a deeper connection to the present moment and the self. This text aims to guide readers towards living with more consciousness and freedom in their lives.",
  "content": "La direzione di evoluzione è nel sciogliere le compulsioni e rompere così le fissità L’enneagramma e il tempo Ciò che mantiene la struttura fissa non sono altro che le paure interne. Le varie personalità dell’enneagramma temono di rimanere incomplete qualora omettano di compiere determinate azioni. Queste compensazioni di difesa ci mantengono in un costante «flusso» verso l’avanti, che impedisce di vivere l’istante presente. L’essere connesso, il tempo dell’ora, è rappresenta\u0002bile invece come il centro dell’enneagramma, e anche come l’integrazione al «sé intimo» che lasciamo fuori dalle nostre azioni. La nostra società accentua ancora questo processo: tende infatti a deter\u0002minare una frattura tra il tempo dell’«essere», cioè il tempo nell’istante pre\u0002sente, e il tempo del «fare», che viene vissuto come mirato al risultato, ri\u0002chiedendo una continua programmazione con la costante paura di «non es\u0002sere abbastanza» se non si compie un’«azione di compenso». Il comporta\u0002mento che ne consegue è un irrigidimento dell’Ego. Questo fenomeno non fa altro che incrementare progressivamente uno stato di tensione, consolidando il cosiddetto «tempo lineare e fisso», che è un succedersi obbligato di reazioni.",
  "last_phrase": "Per vivere l'istante presente e risvegliare il potenziale interiore, è necessario sciogliere le paure interne e superare le compulsioni. L'enneagramma rivela le varie personalità e le relative paure che ci impediscono di concentrarci sul tempo dell'\"essere\" e ci spingono ad accumulare cose. Lo sviluppo di piani di coscienza superiori richiede esercizi pratici per incrementare l'energia, influire sull'ambiente e sviluppare il magnetismo personale. In pratica, bisogna prendersi il tempo di agire consapevolmente e con determinazione per connettersi con il nostro \"sé intimo\"."
}