{
  "title": "What are the exercises and symbols to develop the physical and glandular principle in the human body?",
  "first_phrase": "This section of text delves into exercises and meditations aimed at developing the three vital principles of the human body: the glandular, neural, and physical. The text explains the importance of working on the physical aspect of the body, which is often overlooked in favor of mental and emotional pursuits in our society. The text mentions various exercises to develop different glands in the body, the importance of controlling our subconscious movements, and the key hermetic concept of purifying the salt to connect with our physical selves. The text is aimed at those wishing to delve deeper into the connection between mind and body through exercises and meditation.",
  "content": "Questo è accentuato dal vivere in stato di «urgenza». Nascono allora malattie e problemi di salute cosiddetti «psicosomatici». Un altro problema so\u0002no le «identificazioni», ovverosia quando noi proiettiamo sul corpo gli stati d’a\u0002nimo attribuiti agli altri. Se vissuto male, il processo genera l’«invidia». Per «co\u0002166 L’ENERGIA SEGRETA DELLA MENTE I TRE PRINCIPI VITALI 167 noscere» in maniera adeguata il corpo bisogna imparare a sviluppare un grado di presenza ove il corpo possa invece apparire come «a sé stante». Il simbolo del sale (G), che corrisponde nell’ermetismo a questo grado di evoluzione, può es\u0002sere interpretato come il «giacere» di questo, espresso nel tratto orizzontale al\u0002l’interno del cerchio88. Per capire il simbolo meditiamo anche sul fatto che in es\u0002so è presente una parte superiore (l’anima spirituale, pura, inalterabile e imper\u0002cettibile) e una parte inferiore (accessibile ai sensi, sottomessa agli elementi). Simbolicamente l’operazione chiave che dobbiamo fare è detta ermetica\u0002mente «purificare il sale» 89. In pratica per vivere questa componente di noi stessi, è importante spezzare il legame degli automatismi mente-corpo che ci portano ad esempio a tenderci inconsciamente quando siamo spaventati e giungiamo a vivere la realtà corporea quale essa è. Le domande attuali della nostra società tendono spesso a portarci fuori da quello che il corpo può fare e a sostituire la presenza corporea con concetti emozionali o con riflessioni mentali. La strada è reintegrare la consapevolezza della propria fisicità90. Iniziamo dapprima con esercizi di rilassamento.",
  "last_phrase": "In conclusion, to truly understand and connect with our physical bodies, we must learn to break free from the automatic mind-body patterns and develop a sense of presence where the body can exist on its own. Through exercises such as relaxation, maintaining awareness of different body parts, and physical activities like sports or yoga, we can cultivate a deeper connection with our physical being, leading to better health and a greater sense of self-awareness. This, in turn, can help us overcome issues such as psychosomatic illnesses, negative identifications, and envy, allowing us to achieve a state of balance and harmony with ourselves and the world around us."
}