{
  "title": "What is the relationship between alternative sciences and the perception of time and reality according to traditional and modern views?",
  "first_phrase": "The last part of the text discusses the modern scientific view of time and the possibility of transcending it through spiritual practices. The author introduces the concept of ascesis and the Grande Opera, which aim to expand human consciousness beyond the confines of linear time. They argue that the linear concept of time limits our perception, and the modern scientific view of time is now being challenged by more holistic and interconnected views, such as quantum physics. The author suggests that ancient knowledge, such as that of the pitagorici greci, could provide insight into transcending time and accessing higher levels of consciousness.",
  "content": "Abbandonato il corpo e «l’aiuola che ci fa tanto feroci»33, ascesi i cieli, rag\u0002giunto l’empireo al di là della sfera del tempo, svincolato dalla nozione uma\u0002na del tempo e dello spazio, il praticante potrà infine accingersi alla visione suprema e dire con Dante: Nel suo profondo vidi che s’interna legato con amore in un volume, ciò che per l’universo si squaderna 34 Quello che si squaderna mediante la tetractis nell’universo si inabissa con un processo inverso nella pura interiorità dell’essere. In queste condizioni di coscienza, tra le «bianche stole» del cielo quieto, la contemplazione della te\u0002tractis, del delta sacro nel santuario del Dio cui Dante dedica l’ultima cantica, consente la visione suprema, l’intuizione sovrumana del cosmo, poiché «La contingenza, che fuor del quaderno de la vostra matera non si stende, tutta è dipinta nel cospetto etterno 35 L’altissimo poeta, il Fedele d’Amore Dante Alighieri, si ispira manifesta\u0002mente al concetto della tetractis o quaderno pitagorico, del delta luminoso. Cittadino del cielo, cosmopolita nel vero senso della parola, egli si collega nella sua suprema visione al «nobilissimo filosofo Pitagora» 36 facendo uso della stessa parola, dello stesso simbolo e dello stesso concetto. 1 Per un’analisi al riguardo vedi il mio libro Mesmerismus: Potere del Magnetismo Personale nella vita e nelle relazioni - Benessere, Crescita Personale, Successo, Web Services Ltd, 2006.",
  "last_phrase": "In conclusion, the concept of tetractys or Pythagorean quaderno, representing the total of ten elements, played a significant role in Dante Alighieri's vision of the universe and inspired his supreme vision. Symbols, unlike anchors, operate on multiple levels simultaneously and allow us to expand our consciousness. To achieve transformation and reach the supreme spaces of evolution, we must focus on the whole, not just specific problems or beliefs. Ultimately, symbols can connect us to a higher reality and principles beyond time and contingency."
}