{
  "title": "What is the symbol of Mercury and how it relates to our perception and connection to the world?",
  "first_phrase": "In this final part of the text, the author explores the significance of the symbol Meditare, which is a useful guide to understanding the \"perceptive soul\" of humans. The symbol represents the principle of Hermes or Mercury and is connected to the endocrine glands, chakras, and the awakening of their power. Before this, the author discusses different exercises related to improving the memory, breathing, and developing the presence of oneself. The author emphasizes the importance of increasing our awareness and aligning our body, mind, and spirit for overall well-being.",
  "content": "Aspetti fisiologici: come sviluppare la presenza Lo sviluppo della presenza a sé a questo livello viene ottenuto aumentan\u0002do la coscienza dell’Io infracosciente e soprattutto dell’Io biologico/animale 158 L’ENERGIA SEGRETA DELLA MENTE I TRE PRINCIPI VITALI 159 che è «noi» prima dei costrutti mentali che ci allontanano dal nostro allinea\u0002mento naturale nell’universo. Il primo passo pratico implica quindi la presa di coscienza della posizio\u0002ne del corpo, e del nostro allineamento, e soprattutto della sensibilità alla ver\u0002ticale 81. La realizzazione della nostra essenza biologica è la coscienza del nostro es\u0002sere fisico che si espande dalla testa fino ai piedi. Per arrivare a ciò è neces\u0002sario un riallineamento che avviene spontaneamente per gradi. Allora l’ener\u0002gia verticale simboleggiata dal simbolo del nitro E può entrare in azione 82. Questo è anche elemento essenziale per la stabilizzazione della presenza. Il secondo passo per lo sviluppo fisico è quindi lo sviluppo delle differen\u0002ti ghiandole endocrine, alla base del funzionamento del nostro essere neuro\u0002vegetativo. Lungo la verticale del corpo, che è anche legata all’idea di ener\u0002gia e «nitro» E83, sono situate infatti le ghiandole endocrine. Quando le nostre ghiandole funzionano in maniera sincrona, si può pro\u0002durre un fenomeno di «elevazione» della percezione del proprio essere in\u0002fracosciente, cioè del background delle nostre percezioni; avviene allora il fe\u0002nomeno chiamato «ascensione della kundalini» nelle tecniche indiane. La verticale è il percorso lungo il quale avverrà allora la salita dell’energia84.",
  "last_phrase": "In conclusion, the development of presence at a physiological level involves increasing awareness of the subconscious self, the biological/animal self, and aligning oneself with the universe. Practical steps towards this include becoming aware of one's body position and alignment, developing the endocrine glands along the vertical axis of the body, and combining exercises that stimulate different zones of the body. By developing a deeper understanding of one's body and becoming present, one can achieve a state of non-duality, where time stands still, and experience true wholeness through the integration of the physical, mental, emotional, and spiritual aspects of the self."
}