{
  "title": "How does the subjective perception of time impact our lives?",
  "first_phrase": "This text delves into the subjective nature of time and how it is constructed in the mind. It starts by explaining how children have a different perception of time due to their openness to new experiences. The author then goes on to describe the mental mechanisms that filter and shape our perceptions of reality, including the construction of mental sequences and the programming of our internal timelines. The text also explores how our preoccupation with the future can hinder our ability to live fully in the present, and how breaking free from these constraints can lead to a deeper understanding of ourselves. The last 200 tokens focus on the importance of breaking free from habits and ingrained patterns of thought in order to achieve a greater understanding of the nature of time and reality, while also suggesting ways to induce a state of trance and disruption of familiar patterns of thought.",
  "content": "Infatti ogni azione lineare può essere vista come strut\u0002turata in tre fasi: – un inizio; – una parte centrale, caratterizzata da una «visione tunnel» della realtà, nella quale ci si muove in maniera automatica con minore attenzione all’ambiente circostante, concentrati solo su certi elementi; – una fine. 26 L’ENERGIA SEGRETA DELLA MENTE IL TEMPO 27 Questa «visione tunnel» per molti coincide con l’intera esistenza. Infatti solamente al suo interno sanno cosa fare! Se si ritrovano all’esterno del tun\u0002nel, non sanno più come gestire la situazione. Ma proprio partendo dalla conoscenza di questi concetti, in ipnosi effettuo spesso l’induzione di uno stato di trance definito di «interruzione di schema», dove la parola «schema» è un sinonimo di «sequenza». Seguendo questa metodologia, inizio un movimento in maniera consueta, ma poi introduco una variante inaspettata (ad esempio stringo la mano e poi la muovo verso il basso) e questa variante porta il soggetto fuori dalla se\u0002quenza in un «vuoto» che permette di iniziare una trance. In pratica il soggetto perde contatto con il suo «schema» ed entra in uno stato di caos che non sa come gestire: da quel momento è disponibile per un comando diretto. Ma da dove e perché nascono queste sequenze temporali, questo automa\u0002tismo mentale che regge la nostra vita? L’origine risiede in una forza, nella nostra concettualizzazione applicata in una certa direzione.",
  "last_phrase": "In conclusion, our perception and conception of time are shaped by our mind and language, and often lead us to live in automatic sequences and programs that limit our experience of the present moment. However, by becoming aware of these patterns, we can learn to transcend them and connect with a deeper sense of time that is not bound by past or future. Through practices of grounding, self-hypnosis, and increasing consciousness, we can enter a state of calm and openness that allows us to tap into the infinite possibilities of the present moment."
}