{
  "title": "\"How can we dissolve the fusion between our mental and biological dimensions?\"",
  "first_phrase": "In this text, the authors discuss the importance of reconnecting with our bodies and offer exercises to unlock our full potential. The fixation on past patterns and emotions can manifest themselves in physical symptoms and psychosomatic illnesses. By practicing conscious breathing and energy exercises, we can dissolve these fixed patterns and regain control over our physiology. They also explain that growth and development are not solely based on material possessions, but rather the understanding and connection to the self. The authors cite Dante's symbolism, Johann Georg Gichtel's Theosophia Practica, and Indian chakra practices as supporting evidence to their ideas.",
  "content": "• Un’alimentazione sana e l’esercizio fisico Sono consigliati sia una dieta equilibrata (esente da grassi, alcool, oli e dolciumi, e il più possibile ricca di calcio, vegetali, pesce e frutta: occorre un adeguato apporto energetico, in modo da prevenire sia carenze che eccessi nutrizionali, entrambi as\u0002sai dannosi per l’organismo) che esercizi di stiramento (come lo stretching dei meri\u0002diani energetici: il makko-ho orientale) e di rilassamento., preferibilmente abbinati al\u0002la musica. • Un’attenzione al proprio sistema ghiandolare È possibile liberare i dinamismi infracoscienti e del sistema nervoso simpatico (responsabile della distribuzione dell’energia) facilitando la risalita dell’energia (il concetto di kundalini indiano). In particolare, non va trascurato l’apparato ge\u0002nitale, che ha lo scopo di «convertire» l’energia organica e di propagare la vita at\u0002traverso l’atto generatore. Si potrebbe addirittura sostenere che tutte le energie non sono che una riverberazione, una trasformazione dell’energia sessuale. Dob\u0002biamo quindi amministrare saggiamente il patrimonio elargitoci dalla Natura, possibilmente cercando di accrescerlo. Metodo pratico per la risalita lungo le «sfere» Mentre sviluppiamo la nostra fisiologia, scopriamo che «saliamo» di livel\u0002lo di coscienza. Questo processo è solo in parte fisico. Per essere efficace ha bisogno del simbolo. Va condotto anche «distaccando» le concettualizzazioni in cui spesso una ne nasconde un’altra. Ogni sfera umana ha infatti una sua «vischiosità» collegata alle parole, credenze e valori corrispondenti.",
  "last_phrase": "In conclusion, a healthy diet and exercise, along with attention to our glandular system, can facilitate the rise of our energy and consciousness. We can develop our willpower through conscious breathing and meditation, and break free from repetitive patterns of behavior by becoming more aware of our memories. By practicing these exercises and techniques, we can achieve a greater sense of balance and awareness in our lives."
}