{
  "title": "What are the four temperaments and their influence on human health according to Greek medicine?",
  "first_phrase": "In the last part of this text, the author speaks about the concept of happiness and success related to wealth and how it ultimately leads to dissatisfaction. The author argues that the key to happiness is to be present in the moment and avoid falling into automatic patterns that prevent us from experiencing the wonders of life. Before reaching this point, the author discusses the four temperaments and their relationship with the four humors, which were the foundations of ancient Greek medicine. The author encourages readers to find their own optimum level of wealth and to focus on logical and achievable desires that bring real pleasure.",
  "content": "Poche persone hanno tre temperamenti egualmente dominanti. L’elemento chiave è il temperamen\u0002to che non si esprime, che dovrà essere rinforzato e incrementato. Vi sono quindi: tempera\u0002mento semplice, temperamento duale (uno più forte dell’altro o entrambi eguali) e triplo tem\u0002peramento con l’ultimo che rimane debole. 4 I due sono la stessa cosa. 5 Ambelain, Scala Philosophorum cit., p. 103. 6 Immagini ricavate da Die vier Temperamente. Medizinhistorisches Museum Zürich su http://www.natura-naturans.de/artikel/elemente.htm. 7 Ecco perché la muscolatura è anemica e fiacca. 126 L’ENERGIA SEGRETA DELLA MENTE GLI ELEMENTI 127 8 La frequente pinguedine è dovuta al fatto che si fa coinvolgere facilmente dal piacere del ci\u0002bo. I muscoli molli alla prevalenza data alle sensazioni interne invece che alle esterne. 9 Ambelain, Scala Philosophorum cit. 10 Eckart Tolle, Practising the Power of Now, New World Library, Novato (CA) 2001, p. 17. 11 Ambelain, Scala Philosophorum cit. 12 Steve Taylor, Making Time, Icon Books, London 2008. 13 Ambelain, Scala Philosophorum cit. 14 Titus Burckhardt, Alchimia, Edizioni PiZeta, San Donato Milanese 2005, p. 86. 15 Il cuore è il centro. Dante, in principio della Vita Nova, sentenzia: «Dico veracemente che lo spirito della vita dimora nella secretissima camera de lo cuore». 16 Così come presentato l’esercizio è di Tad James, ma è anche la trasposizione all’oggi di pre\u0002cedenti tecniche. 17 La materia caotica prende anche il nome di iliastro (dal greco hyle).",
  "last_phrase": "In sintesi, comprendere i concetti di ego e coscienza possono aiutare a superare la dicotomia tra osservante e osservato e a creare una nuova realtà. La meccanica quantistica dimostra che esiste una connessione tra la coscienza e la manifestazione della realtà, il che significa che siamo creatori della nostra esperienza. Sviluppare una maggiore consapevolezza può aiutare a liberarsi dalla maschera dell'ego e a creare una vita più soddisfacente e significativa."
}