{
  "title": "\"What is the extratemporal center of the wheel of elements and cosmos in alchemy?\"",
  "first_phrase": "In the final 200 tokens of this text titled \"The Secret Energy of the Mind\", the author focuses on the concept of sublimation and ascension towards higher levels of consciousness. The author explains that the process of sublimation is essential for the ascension of the human being, and this involves the purification of the self through the practice of breathing and the use of symbols such as the eagle and the echineis. The author also delves into the concept of time and how it is perceived by humans, and ultimately concludes that to truly understand time, we must understand ourselves.",
  "content": "Anche i termini giorno, mese, anno ecc… sono pensati in termini di sequenza, del tutto avulsa dall’uomo. In pratica, il tempo è un’i\u0002dea che abbiamo creato, dalla quale però ci lasciamo successivamente domi\u0002nare. Per l’uomo il concetto di «ora di orologio» ha lo stesso interesse del con\u0002cetto di «era geologica», non è un qualcosa che è vissuto direttamente. Il tem\u0002po reale dell’uomo è quello che lui vive. Ovviamente questo non ha nulla a che vedere con concetti tecnici come l’essere puntuali o meno. Vogliamo dire che è possibile dominare il tempo in- vece che esserne dominati. Per fare un esempio, la sera siamo agitati, ma la mattina, al risveglio, il tempo sembra rivestire una valenza diversa. Perché siamo coscienti che noi stessi siamo la misura autentica delle cose. La co\u0002scienza che il centro del tempo siamo noi può cambiare la nostra vita. Lo svilupparsi del tempo circolare Per molte culture il tempo è la Natura. In altre parole, non vi è divisione tra attività dell’uomo e tempo in quanto quest’ultimo è misurato su base umana37 e non può esistere in forma astratta. Ponendo al centro l’uomo, il tempo da li\u0002neare diviene circolare, «attorno». Anche sperimentalmente, cambiando la po\u0002sizione delle immagini mentali può cambiare la percezione del tempo. Da qui può svilupparsi un’ulteriore scoperta di dimensioni e di crescita.",
  "last_phrase": "In conclusion, time is a concept that we have created, but we let it dominate us. However, we can dominate time and live in the present moment by realizing that we are the authentic measure of things. Integrating male and female principles and focusing on the center of our being can lead to a new level of consciousness and personal growth. By practicing physical exercises such as biconcentration and increasing our awareness of our body, we can dissolve our psychological and psychosomatic difficulties and free ourselves from past patterns."
}