{
  "title": "What is the meaning of the Enneagram and how does it relate to our perception of time and personal development?",
  "first_phrase": "This is the final part of a text titled \"The Secret Energy of the Mind - The Structure of Time\". In the previous 188 tokens, the text talks about how human behavior is determined by three fundamental principles: Voglio (I want), Posso (I can), and Faccio (I do). It also explores how individuals create their perception of the present moment. In the last 200 tokens, the text introduces the Enneagram, a symbol system that identifies nine personality types, each with a unique compulsion that steals time and prevents individuals from achieving their true potential. The text discusses how the Enneagram can work as a map for achieving balance and becoming more self-aware, leading to true freedom and consciousness.",
  "content": "Il soggetto si basa sulle sue idee per definire la realtà, e quando desidera una cosa la deve possedere a modo suo. Analoga\u0002mente al Conquistatore, il suo tempo è vissuto e consumato in «assorbimento at\u0002tivo». • L’Altruista È un tipo refrattario verso il Voglio. Talvolta appare carente sotto il profilo del ra\u0002ziocinio. Il suo tempo è vissuto e consumato in «assorbimento passivo». Simbolismo dell’enneagramma, apertura dei sensi e superamento delle com\u0002pulsioni Usciamo per un attimo dalla traccia delle tradizioni occidentali viste fino\u0002ra e scopriamo un simbolismo parallelo: l’enneagramma. Si tratta di una metodica che la nostra scuola insegna da anni, relazionan\u0002dola con la PNL nel modello da noi definito della PNL3, che individua per ogni tipologia sia i sistemi sensoriali più utilizzati per le rappresentazioni interne che le gestualità corrispondenti. La struttura dell’enneagramma e la sua interpretazione Tradizionalmente col nome «enneagramma» si indica lo schema sotto\u0002stante dove appaiono nove tipi di personalità, disposti attorno a un cerchio a simboleggiare la fondamentale unità dell’uomo, che però «si fissano» nella vita in vari punti, ognuno caratterizzato da una particolare «compul\u0002sione». Queste compulsioni sono «brame», cioè direzioni orizzontali ri\u0002spetto allo sviluppo verticale e centrale che impediscono all’uomo di pren\u0002dere contatto con l’essenza. Gli rubano anche il suo tempo, creando vari ti\u0002188 L’ENERGIA SEGRETA DELLA MENTE LA STRUTTURA DEL TEMPO 189 pi di assorbimento per raggiungere idee che esistono solo nella mente.",
  "last_phrase": "In conclusion, the enneagram is a powerful tool that can help individuals understand their personality types and overcome their compulsions. By breaking free from these compulsions, individuals can experience a more profound connection to themselves and the present moment, which can lead to personal growth and development. Through the practice of elevating one's energy and embracing the power of magnetism, individuals can harness the forces within themselves and create positive change in their lives."
}