{
  "title": "What are the techniques for accessing the quintessence through the practice of concentration on the navel and the use of symbols in the mystical traditions?",
  "first_phrase": "In this section, the author discusses the importance of concentration on the navel, which is considered the center of the earth in ancient cultures. This practice can be done guided or autonomously and always elicits positive sensations. The author also explains the concept of reaching quintessence in daily life and how it can lead to a change in perception of time. The symbol of this state is the Green Lion, representing the recovery of primitive and animal forces in human beings. The author also includes practical advice for taking control of one's inner world.",
  "content": "Notiamo la somiglianza tra questa fase e le tecniche di alchimia inte\u0002riore cinese (da eseguire da fermi) mirate alla percezione interna: «ci si concentra sull’ombelico fino a raggiungere un perfetto stato di calma e un attento controllo della respirazione. Immersi in queste tenebre silenziose, i nostri organi raggiungono una sensibilità tale da cogliere ogni movi\u0002mento impercettibile all’interno del corpo. Improvvisamente qualcosa si muove: l’essenza, dopo essere stata a lungo concentrata, riempie ora l’ad\u0002dome» 16. La parola Vitriol menzionata prima può in tal caso essere compresa an\u0002che in questo senso: visito l’interno di me (e la zona dell’ombelico ne rap\u0002presenta un equivalente fisiologico) e incomincio a trovare la pietra nasco\u0002sta (l’essenza). Con tali esercizi, inoltre, ci stacchiamo dal tempo program\u0002mato ed entriamo nel tempo connesso, e comprendiamo meglio il signifi\u0002cato delle due lettere finali di VITRIOLUM: Unicam Medicinam, cioè «la sola medicina». Tempo ciclico e potere della ritualità Se siete regolari negli esercizi che presentiamo in questo libro raggiunge\u0002rete alti risultati. Eseguiteli magari a ore fisse e con attenzione. Questo vi aiu\u0002terà sia a sviluppare la volontà sia ad accedere a una dimensione di «non ur\u0002genza», e creerete uno «spazio» nella vostra mente. Una formula per portare l’uomo verso la coscienza del tempo assoluto è: • presenza a sé + simboli + ritualità ciclica Le religioni utilizzano la ritualità, ma non solo: questa caratterizza anche i momenti «sacri» di una nazione.",
  "last_phrase": "In conclusion, through the practices and techniques discussed in this text, we can develop our inner alchemy and access a dimension of \"non-urgency,\" creating mental space and transcending time. By focusing on the symbolic elements and practicing ritualistic cycles, we can attain a state of heightened awareness and increased physical strength. With mindfulness and control over our emotions and sensory impulses, we can elevate ourselves spiritually and achieve a deeper understanding of our true selves."
}