{
  "title": "Who was Giordano Bruno and what were his important philosophical works and beliefs?",
  "first_phrase": "Giordano Bruno, one of the most significant philosophers of Western thought, wrote numerous works that challenged orthodox beliefs during his lifetime. Despite being condemned for heresy and burned at the stake in 1600 by the Inquisition, his ideas have continued to influence thinkers through the centuries. In the last part of the text, the author delves into various concepts such as amnesia, the Ars memoriae, and the symbolism of the echineis. The text ends with a discussion on the importance of the \"stesso\" in linking our experiences to the corresponding mnemonic trace.",
  "content": "Se un’esperienza appare simile a una precedente, il gruppo di esperienze viene amnesiz\u0002zato e la coscienza amnesizzata. La parola «stessa» applicata a un’esperienza ne facilita il col\u0002legamento con la traccia mnemonica corrispondente e l’oblio. Così vediamo sempre meno realtà (e verifichiamo anche la sensazione di un «restringimento» temporale). Notiamo come non esiste una sola traccia mnemonica. Esistono una serie di tracce mnemoniche, e ogni trac\u0002cia mnemonica corrisponde a un Io. Questi Io o identità rappresentano il modo in cui il corpo e la personalità si sviluppa e gestisce le informazioni che arrivano dall’esterno. La parola «stes\u0002so» rappresenta a livello linguistico la maniera di legarsi a una traccia mnemonica. Un esem\u0002pio ne è la persuasione. Ad esempio: «questo prodotto è lo stesso che utilizza una diva del ci\u0002nema». Con la parola «stesso» ci leghiamo a una traccia mnemonica che magari corrisponde a una identificazione dell’Io del cliente. 77 Julius Evola, Maschera e volto dello spritualismo contemporaneo, Edizioni Mediterranee, Roma 2008. 78 Anche chiamata la «monade geroglifica». 79 Cesare Dalla Riviera, Il mondo magico degli Heroi, Arktos, Milano 1982. 80 È l’«umido radicale» che si rinviene scendendo all’interno della «terra»e dal quale, me\u0002diante la padronanza delle proprie immagini mentali e di sé (il «mercurio fissato») procede la Grande Opera. Nella filosofia indiana è kundalini, che è la radice del corpo e il principio della sua fondamentale unità. Cfr.",
  "last_phrase": "Per liberarsi dalle pastoie dell'esistenza e vivere al meglio, è necessario sviluppare consapevolezza e presenza nella propria vita. Il tempo mentale non è lineare, ma nasce dall'integrazione di memorie passate con pianificazioni per il futuro. Le nostre intenzioni e scelte determinano l'evento mentale considerato come unica realtà, ma gran parte del futuro desiderato può derivare dal passato. Solo sviluppando equilibrio e armonia tra i principi umani (Voglio, Posso e Faccio), possiamo uscire dalla chiusura rappresentata dal simbolo dell'ourobouros. Questo equilibrio può costituire una mappa per realizzare un salutare equilibrio tra spirito, anima e corpo ed è la chiave di una medicina naturale."
}