{
  "title": "What are the key concepts and symbols in the alchemical process of sublimation and purification?",
  "first_phrase": "This text is a part of a book on the topic of alchemy and the human ascent. It talks about the concept of sublimation, a crucial component of the human ascension process where a person needs to purify oneself. There are seven or nine sublimations, each corresponded to the excessive compulsions and vices that distract one's attention from oneself. Through sublimation, a person can return to his or her central axis, and with the help of breathing and the symbol of eagle, one can stabilize oneself at a higher level. The text also discusses the concept of time and the importance of separating oneself from the automaticity of behaviors to achieve a new level of consciousness.",
  "content": "L’asse verticale e la manifestazione Il simbolo esprime l’unione della linea orizzontale e della linea vertica\u0002le con un tempo diverso. Il grande segreto è riunire la potenzialità e il defi\u0002nito, cioè essere cosciente della globalità infinita e del tempo «verticale»|33 e contemporaneamente nella vita. Ma la persona media che osserva non intra\u0002vede di questa totalità che una piccola parte e non immagina neppure le di\u0002mensioni che si nega. L’estremo del restringimento della visione è infatti la linea orizzontale, che riporta al dinamismo del «divenire» e alla «linea del tempo unica». In questa linea è l’Ego che comanda costruendo uno specifico ordine del mondo34. La verticale del tempo | è invece il simbolo del tempo assoluto ed è il pun\u0002to centrale attorno al quale ruotiamo. Questo centro della ruota degli ele\u0002menti e del cosmo 35 è anche il punto nel quale il concetto del fattore tempo non ha più importanza. È extratemporale. Il tempo naturale e il suo asse centrale Poiché il tempo deriva dall’atteggiamento dell’uomo, capire il tempo si\u0002gnifica quindi capire come l’uomo si pone nel mondo. Dice Ilya Prigogine: «la Natura è parte di noi, come noi siamo parte di essa. Possiamo riconosce\u0002re noi stessi nella descrizione che ne diamo»36. L’intento di questo libro è quello di portarvi oltre il concetto di tempo astratto e separato dall’uomo presente nella nostra cultura occidentale mo\u0002derna, per aprire nuove possibilità. Le ore e i minuti con i quali misuriamo la nostra vita non corrispondono a fenomeni naturali, sono solo divisioni mate\u0002matiche del tempo.",
  "last_phrase": "In conclusion, understanding the concept of time means understanding how we position ourselves in the world. The symbol of the vertical axis and the manifestation of the union between the horizontal and vertical lines express the potentiality and defined consciousness of infinite globality and vertical time. By practicing biconcentration and integrating the principles of masculinity and femininity within ourselves, we can be liberated from the constraints of the ego and the fixations of past attitudes. By doing so, we can achieve a state of being that transcends time and space to become like the cosmos."
}