{
  "title": "What is the concept of time beyond the usual perception and how can it be achieved?",
  "first_phrase": "This text explores the perception of time and the relationship between the self and reality. The author discusses how we can divide time into smaller intervals and how this leads to a transcendence of our normal spatiotemporal perception. The text also explores different states of consciousness, including liberation from desire and non-dual states where space and time no longer exist. The text concludes with practical exercises for developing a heightened awareness of the present moment and how to access a state of deep presence and connection to the universe beyond the limitations of the ego.",
  "content": "Sembra di poter procedere all’infinito, ma a un certo punto arriviamo a contatto con frazioni temporali che sono «troppo piccole» per la nostra «consapevolezza ordinaria», per rimanere attive. Siamo andati «sotto» all’insorgere del «modellamento temporale». Questo è un modo di intravedere il «Grande Tempo». Da questo nuovo punto d’osservazione «al di sotto» del tempo possiamo vedere che la coscienza e la percezione ordinarie, immerse come sono nel tempo, sono in effetti prive di rapporto con il vivo, immediato, appagante ca\u0002rattere della realtà»116. Questo è il livello del «nulla», non esprimibile con termini convenzionali e dal quale però «fuggiamo» e che è fuori da ogni «definizione»117. • Esercizio 91: incrementare la presenza Pensare al presente, sentendosi nell’ora. E poi essere testimoni che la sensazione di presente di qualche attimo prima rappresenta solo un ricordo. Si avvertirà un fenomeno di incrementazione della presenza nell’ora. Ripetere varie volte. • Esercizio 92: oltre il tempo Inspirando portare gli occhi a vedere (immaginativamente) la parte superiore del cranio (la rosa mistica nella dottrina occidentale, il chakra superiore nella dottrina yoga). Normalmente l’osservazione in questo punto superiore si accompagna an- che a fenomeni luminosi. Come dice Dante: Noi siamo usciti fore del maggior corpo al ciel ch’è pura luce 118.",
  "last_phrase": "In conclusion, by going beyond our usual perception of time and accessing the level of \"nothingness\", we can increase our presence in the present moment and transcend our fixed ideas and attachments. This process involves the integration and transformation of the energies associated with the planets and the use of mantras and sensory deprivation to achieve a state of inner balance. Ultimately, the goal is to go beyond the archetypal realm and access a non-dual state that allows us to see reality for what it truly is. By utilizing these techniques, we can tap into the secret energy of the mind and unleash our full potential."
}