{
  "title": "What is the Alchemical Process and its Comparison with Taoist Internal Alchemy?",
  "first_phrase": "The last part of this text describes the second and third stages of the Taoist internal alchemy, which correspond to the refinement of energy and spirit. The text compares these stages to the second and third lines of the tetractys, respectively. These stages involve techniques such as regulating breathing and focusing on bodily elements to transform the essence into energy and then into spirit, all while maintaining good physical and emotional health. The text also draws parallels between these practices and the Western alchemical tradition, as well as Renaissance philosophy.",
  "content": "Analogamente nell’ermetismo occidentale tale fase è normalmente riferita al livello più basso dei tre forni sovrapposti dell’athanor (il forno alchemico) e viene utilizzata la respirazione bassa. Seconda fase: raffinare l’essenza e trasformarla in energia («lian jing hua qi») In questa fase la essenza basale (yuan jing, connessa con l’energia sessuale) viene vaporizzata perché si trasformi in energia (qi). Questa energia si muove lungo il condotto spinale (meridiano du) e discende nella parte frontale del cor\u0002po (meridiano ren) in forma di anello, nella cosiddetta orbita microcosmica (xiao zhou tian). In questa salita l’attenzione viene portata all’altezza del coccige, al retro delle spalle, alla nuca. Nelle donne la pratica è leggermente differente e si chiama lian ye hua qi. Per il sesso femminile le barriere da superare sono di fronte e non sulla schiena. Questa fase è parallela al lavoro sulla seconda linea della tetractis. Questa linea corrisponde infatti alla fase «acqua» che culmina nella presa di contat\u0002to con il nostro «doppio» lunare. Per l’esattezza, la fase due dell’alchimia ci\u0002nese corrisponde nella parte finale anche all’albedo (linea tre della tetractis), ovverosia un punto che nella tetractis è vicino al «mercurio aereo», risveglia\u0002to dall’energia. Terza fase: raffinare l’energia e trasformarla in spirito (lian qi hua shen) Questa fase corrisponde al relazionare l’energia anche agli otto meridiani straordinari nella cosiddetta orbita macrocosmica.",
  "last_phrase": "In conclusion, the path of reintegration described here is a natural medicine that preserves health and longevity. By harmonizing the internal rhythms of the body and connecting to the universal center, we can achieve a state of total awareness and maintain our personal functions for effective operation in the world. Through working on our perceptions and avoiding microtrances, we can become fully conscious of our experience, integrate all aspects of ourselves, and awaken to a new dimension beyond our current reality."
}