{
  "title": "\"How does our perception of time affect our behavior and how can we cultivate inner silence?\"",
  "first_phrase": "In the previous part of this text, it is explained how human beings create their own subjective experience of the world and time, through the microtrances they experience. Four types of human beings have been distinguished since ancient times, which represent different ways of being in the world and the perception of time. In this last part, the focus is on the type of person who lives in an absorbed state, becoming passive and emotional. This type corresponds to the element of water in traditional classification and is characterised by a lack of consistency and an inability to maintain relationships. The text provides practices to develop inner silence and access the absolute present, as well as advice for people of the water type to live in the present.",
  "content": "«Fisica\u0002mente tende alla pinguedine 8 , la sua carne è molle, il contatto con essa ce la pre\u0002senta flaccida e fredda, i suoi muscoli sono flaccidi, la sua taglia spesso corta, la sua tinta pallida e livida, i suoi polsi deboli e lenti, il suo fiato talvolta cattivo, la sua saliva e l’orina abbondanti, i suoi capelli abbastanza folti 9 .» Questo tipo \u0002 vive in un mondo emozionale: «l’emozione è il riflesso della mente nel corpo, e più siamo identificati con l’idea di piacere e dispiacere, con i giudizi e le interpretazioni, più sarà forte la carica emozionale 10.» La chiave per lo sviluppo è allora reimpossessarci dell’energia che sta die\u0002tro alle emozioni. La differenza tra un pensiero e un’emozione è che que\u0002104 L’ENERGIA SEGRETA DELLA MENTE GLI ELEMENTI 105 st’ultima è vissuta nel corpo. Osservarla permette di disidentificarsi da essa e iniziare a separare i livelli». L’immagine rappresenta un uomo coinvolto e affascinato dalla Natura. Anche qui, cerchiamo di capire un modo di essere comune a tutti, ma che in qualcuno si è evoluto maggiormente. Interpretazione del simbolo dell’acqua \u0002 Tradizionalmente il freddo applicato all’umido indica invece una direzio\u0002ne dove le emozioni e le brame ci guidano e non riusciamo a superarle, è il regime delle acque. Ecco perché freddo + umido = acqua. • Consigli per vivere il presente per il tipo acqua \u0002.",
  "last_phrase": "In conclusion, the key to personal development is to regain control of the energy behind our emotions. By observing and disidentifying ourselves from our emotional reactions, we can begin to separate the levels of thought and emotion, leading to a more grounded and truthful perception of reality. Through exercises such as vivifying the symbols of the four elements and practicing dynamic awareness of our body and breath, we can develop a deeper understanding of our temperament and learn to control our impulses, thoughts, and reactions, ultimately improving our well-being and happiness."
}