{
  "title": "What are the exercises for developing physical awareness and presence according to ancient traditions?",
  "first_phrase": "This text discusses the importance of being in touch with our physical bodies and how it can lead us to perceive the world around us more vividly. It mentions the concept of \"carità\" from ancient scholasticism and exercises from Taoism that aim to help us enter into another person's experience. The text then proceeds to present specific relaxation exercises and techniques that help develop the awareness of our physicality. The last 200 tokens dive deeper into exercises that specifically target the gonads, thyroid, and other glands, helping to awaken the \"kundalini\" energy running along the spine. Finally, it introduces an exercise called \"ren chen\" that helps one feel into another person and cultivate a deeper sense of presence.",
  "content": "La realizzazione finale a questo livello è che il nostro corpo è fatto della stessa sostanza di ogni altra cosa e che non esiste un corpo individuale sepa\u0002168 L’ENERGIA SEGRETA DELLA MENTE I TRE PRINCIPI VITALI 169 rato. Una tra le difficoltà da superare per essere presenti è infatti la differen\u0002za tra «interno» ed «esterno» del corpo. Ma sia interno che esterno parteci\u0002pano alla medesima realtà di «percezione». A un livello superiore possiamo essere presenti alla corporeità delle persone attorno a noi e alla nostra corpo\u0002reità. Una possibile analogia tra l’alchimia taoista e quanto succede a questo livello sono le circolazione della «perla» (piccola e grande) e l’inizio della co\u0002struzione di un corpo di luce all’esterno, così come il «guardarsi da dietro». Quando ci guardiamo da dietro, infatti, vediamo il nostro corpo agire nella realtà. Il nostro corpo diventa fisicità pura come tutto quanto lo circonda. L’atteggiamento è di amore. L’essenza del corpo è amore. Lo sviluppo di questa dote corrisponde alla percezione delle ensazioni corporee, proprie e degli altri. A livello di presenza implica anche comprendere gli altri a livello primario, prima delle concettualità che possiamo costruire su di loro. • Esercizio 71: ren chen Una tecnica molto potente e utile nello sviluppo di questo principio con corri\u0002spondenze occidentali 92 è chiamata in Oriente ren chen93. Consiste nel sentirsi nel\u0002l’altro. Per sviluppare tale abilità partite da voi stessi. Cominciate a sentire le vo\u0002stre sensazioni a caso. Cercate di essere presenti a voi stessi. Passate poi all’altro.",
  "last_phrase": "In conclusion, the realization at this level is that the body is made of the same substance as everything else, and there is no separate individual body. One of the difficulties to overcome to be present is the difference between the internal and external body. However, at a higher level, we can be present to the corporeality of others and our own body. To develop this ability, exercises such as ren chen, being present to bodily sensations, and physical relaxation can be helpful. With practice, one can reach a state of equanimity where the heart-center can shine in its full luster."
}