{
  "title": "What is the Enneagram and how does it relate to time and consciousness?",
  "first_phrase": "In the last part of this text, the author discusses the concepts of the enneagram and time, and how they are related to each other. The enneagram is a tool used to identify different personality types that are connected to specific fears and compulsions. These compulsions prevent individuals from fully grasping the concept of time and living in the present moment. By breaking these compulsions, individuals can achieve a higher state of consciousness and become more in touch with their true essence. The author mentions that by completing the exercises in the book, readers will be able to attain balance and become more present. This concept is similar to the one depicted in Dante's Paradiso Terrestre, where individuals achieve a state of perfect happiness.",
  "content": "In sostanza, è orientata verso una coscienza più al\u0002ta che non opera da causa ed effetto, e che è posta a un livello più elevato. 4 Oswald Wirth, El Simbolismo Hermético en sus relaciones con la Alquimia y la Masonería, Saros, Buenos Aires 1958, p. 97. 5 Possiamo considerare tale schema analogo a quello già osservato parlando della quintessenza. È semplicemente più dettagliato in alcuni punti, ma i princìpi fondamentali rimangono gli stessi. 6 Wirth, El Simbolismo Hermético cit., p. 97. 7 Questo schema è stato tenuto nell’antichità sempre molto segreto o velato da simbolismi. Oswald Wirth è stato l’autore più chiaro nel fornirci la chiave profonda per capirlo anche co\u0002me «tipi di personalità» che verifichiamo nella quotidianità. 8 Wirth, El Simbolismo Hermético cit. 9 Purg., XXVIII, 93-95. 192 L’ENERGIA SEGRETA DELLA MENTE Piani di coscienza superiori La Salita Energetica Se avete seguito il libro fino a questo punto eseguendo e soprattutto ca\u0002pendo gli esercizi, siete arrivati alla soluzione delle vostre compulsioni e del\u0002le cose che vi «legano» alle apparenze, e avete realizzato un grande risultato, simboleggiato dal vostro cominciare a essere nell’ora e dal conseguire equili\u0002brio senza bisogno di proiettarvi all’esterno. Allo stesso tempo, manifestate un carattere positivo, integrato nella realtà e focalizzato. Siete sufficiente a voi stessi e in contatto con la vostra vera essenza. Anche Dante conosceva questo punto del percorso, e lo simboleggia con la «felicità perfetta» (Matelda) e il Paradiso Terrestre.",
  "last_phrase": "In conclusion, by following the exercises and understanding the principles presented in this book, you have reached a new level of consciousness and achieved a great result - balance without the need to project yourself externally. You have become integrated with reality, connected to your true essence, and gained a natural healing ability. You can now continue to elevate yourself through energetic procedures and reach sublime levels of consciousness, where you can perceive even the objective reality of the quantum world. With increased energy and mental power, you can exercise your personal magnetism and influence the environment around you."
}