{
  "title": "\"What is the relationship between automaticity and time perception, and how can we break free from it?\"",
  "first_phrase": "The last part of the text discusses how we can move beyond our automatic mental programming and perceive time in a new way. The text explains how our habitual way of perceiving time, as a sequence of events, disconnects us from the present moment and creates an illusion of separation from ourselves and the world around us. The text explores different ways to reconnect with time, including inducing a trance state through unexpected movements and recognizing a different kind of time that is intuitive and connected to our being. The text offers a path towards self-discovery and personal growth, leading to a genuine connection with ourselves and the world.",
  "content": "Il più grande ostacolo per speri\u0002mentare la realtà di questa connessione è allora l’identificazione con la men\u0002te, che a sua volta fa sì che i pensieri divengano compulsivi»6 . In pratica, que\u0002sto nostro procedere «disconnessi» è anche all’origine stessa di quella che al\u0002cuni chiamano «angoscia esistenziale». E questa illusione di separazione par\u0002te dalle immagini stesse che ci costruiamo per definire il tempo, che sentia\u0002mo esterne e che vediamo come «di fronte a noi», o «attorno a noi», pur creandole noi stessi. Oltre la sequenza È possibile riconnettersi però all’ora e scoprire uno spazio infinito e nuo\u0002vo. Oltre al tempo «sequenziale» dei «programmi mentali» ne esiste infatti un altro. Questo tempo non è necessariamente separato dalla realtà. Già gli antichi lo sapevano. Può corrispondere al concetto greco di kairòs (kairÚw) che può significare «fare le cose al momento giusto» e anche «essere sincro\u0002nizzato nei confronti della realtà», «allineato all’ora». Era il tempo nel quale il dio si manifestava. Questo dio, nella nostra inter\u0002pretazione, può essere visto come la potenzialità. È il tempo nel quale pos\u0002siamo accedere all’homo totus, cioè l’uomo globale, e ai nostri potenziali. Mentre il tempo lineare nasce dalla programmazione, il kairòs è un tempo intuitivo in «connessione» e «reintegrazione» col proprio essere. Questo agi\u0002re non è una realtà statica come avviene quando la mente si blocca.",
  "last_phrase": "In conclusion, our identification with the mind is the greatest obstacle to experiencing the reality of our connection to the universe. Our disconnection from the present moment creates an illusion of separation, leading to existential anxiety. However, there is a way to reconnect and discover a new infinite space beyond sequential time. By entering into kairos, intuitive time and aligning with the present moment, we can access our full potential and become the \"homo totus,\" the whole person. By transcending our ego and language, we can access elevated states of consciousness where time does not exist, and we can experience a new reality beyond our limitations."
}