{
  "title": "\"How can you manifest your desires and create your own reality through mental projection?\"",
  "first_phrase": "In the previous section of the text, the author discusses the practical program for creating one's own reality through the four stages of inspiration, projection, scrutiny, and purification. The practice involves defining what one wants and giving it direction, projecting mental representations accompanied by imperious volitions, and constantly purifying one's thoughts. In this last section, the author explains various methods of transmutation, including the use of light and words, as well as the power of concentration and positive affirmation. The author emphasizes the importance of practicing constant awareness of one's thoughts and emotions to attract positivity and repel negativity.",
  "content": "I momenti di rilassamento e di riposo sono quelli che meglio convengono per tale esercizio. Epurazione Questa è infine una pratica da condurre costantemente e che può anche es\u0002sere chiamata «ecologia di pensiero». Infatti bisogna sempre aver presente la legge generale delle azioni psichiche: «i pensieri di egual natura si attirano; i pensieri di natura opposta si respingono». Ad esempio è bene non rivolgere mai ad alcuno un pensiero di diffidenza; non formulare mai su nessuno la doman\u0002da se egli potrebbe mancare di parola, condursi in modo svantaggioso ecc. ma è preferibile dirsi: «a che cosa può essere utile? Quali sono i suoi lati buoni?». Se avete dei pensieri negativi come quelli appena elencati, quando una persona qualunque entra in relazione con voi, non dimenticate mai che essa può forse rispondere col suo comportamenti alla vostra suggestione prece\u0002dente, anche se non è stata espressa a voce, ed esaminatela quindi con im\u0002parzialità o meglio con benevolenza, prima di formulare un giudizio o pren\u0002dere una decisione. Chi pratica queste tecniche deve sentirsi abbastanza forte per eliminare di per se stesso ogni altro atteggiamento che non sia la più imperturbabile be\u0002nevolenza verso i suoi simili. 290 L’ENERGIA SEGRETA DELLA MENTE AUTOMAGNETIZZAZIONE 291 Coloro il cui modo d’agire sembra giustificare il disprezzo o l’oblio, sono del resto individui la cui condizione psicofisica non ha permesso ancora di scorgere la vera via.",
  "last_phrase": "In conclusion, the practice of purification, which involves constant self-examination and the cultivation of positive thoughts, is crucial to achieving harmony with oneself and others. However, it is important to approach these techniques with caution, as they require discipline and control of one's own thoughts. With consistent practice and a willingness to learn, it is possible to unlock the secrets of the mind, including the power of hypnosis and self-improvement. Let us continue to explore these possibilities with an open and curious mind, always striving towards our highest potential."
}