{
  "title": "\"How can we transcend the observer/observed duality and achieve a meta-position?\"",
  "first_phrase": "In the final part of this text, the focus is on the importance of developing a sense of presence by going beyond the observer-observed dichotomy and acquiring a meta-position. The text cites various techniques, such as the use of sexual energy and the exercise of sexual fantasies, to help individuals achieve this state. The text also emphasizes the importance of transcending the ego to achieve higher levels of consciousness and develop a sense of wisdom and control. Finally, the text discusses ancient symbols, such as the regolo and athanor, to represent the evolution of consciousness. The text aims to promote a holistic approach to personal growth and spiritual development.",
  "content": "Il regolo o «piccolo re» La presenza (comunque sviluppata) porta a una consequenzialità e a una ispirazione dell’azione che diventa così «diretta» e «misurata». Una dote della presenza è la «saggezza». Infatti l’uomo integrato può operare più rettamente, senza le deviazioni dovute ai processi mentali indipendenti e legati all’Ego. Nella Grande Opera questo è «l’oro dei saggi». Infatti il saggio nel suo operare non si disperde 70. Un antico simbolo utilizzato per il livello dell’oro dei saggi, la saggezza, è il «regolo» che in latino è regulus 71, piccolo re, a indi\u0002care lo scettro acquisito. Contemporaneamente il regolo è anche uno stru\u0002mento di misura per indicare la capacità di controllo. Il concetto di «misura» diventa sempre più importante in corrispondenza dell’incremento del nostro livello energetico, e diventa particolarmente signi\u0002ficativo in relazione alle tecniche magnetico-sessuali ampiamente spiegate in precedenza. Nell’antico disegno seguente al di sopra del re appare la rosa72. 216 L’ENERGIA SEGRETA DELLA MENTE PIANI DI COSCIENZA SUPERIORI 217 Vi è somiglianza sia con la tradizione indiana dello yogin73 che con il sim\u0002bolo egizio dell’ankh dove al di sopra del tau appare il sole 74. «Athanor» e «Tan Tien»: i tre livelli Una antica tradizione occidentale è quella dell’athanor (parola derivante dall’arabo «Al Tannur»). L’athanor è un forno a tre piani ed è simbolo dell’or\u0002ganismo umano nel quale la Grande Opera della rigenerazione si attua75.",
  "last_phrase": "In conclusion, the path to higher consciousness and spiritual awakening involves the integration of different aspects of ourselves, including the harnessing of our sexual energy. Symbolic tools such as the regolo or \"little king\" represent the control and measurement of this energy, as well as the wisdom that comes with integrated action. The journey of energy from the tan tien to the opening of the flower at the top of the head can be aided by the use of the magnet and the development of personal magnetism. Ultimately, the goal is to transcend our ego and limited perceptions of time and space, allowing for the expansion of our consciousness and the realization of our true potential as human beings."
}