{
  "title": "What is the significance of the term \"essence\" or \"quintessence\" in alchemy and its relation to the heart?",
  "first_phrase": "This part of the text delves into the symbolism of alchemy and its relation to Eastern philosophy. The concept of \"essence\" or \"quintessence\" has multiple layers, with each level corresponding to a higher level of the athanor, or alchemist's furnace, and ultimately leading to the heart. In Chinese philosophy, the importance of the heart is highlighted in the \"Book of Elixir\" and the formula \"the heart listening\". The text also explores the symbolism of the eagle and the fish in alchemy and their connections to control of air and water, respectively. These symbols are related to the concept of the human body as a microcosm of the universe and the interconnectedness of all things.",
  "content": "Il cuore che va «ucciso» è il «cuore inferiore» e il procedimento mira quindi a «raffreddare il cuore» di modo che «si muova da sé» e non più per effetto degli oggetti esterni e delle emozioni. Nella filoso\u0002fia cinese si parla allora di «moto del cielo», moto dello spirito superiore e «azione nell’ina\u0002zione». Fare attenzione allora quando «una calda liberazione, appartenente alla vera luce, in\u0002comincia letargicamente a muoversi, allora si è trovato il luogo giusto». È il «fuoco magico» o «androgine» della tradizione ermetica. 31 Il simbolismo dell’aquila è infatti un simbolismo legato al controllo dell’aria, a cui si riferisce anche la tradizione indiana. 32 Il tema del pesce è presente anche nella letteratura indiana, in cui si dice che utilizzando la rete dell’energia yogica (sakti-jalam dove sakti corrsiponde al simbolo D) il pescatore Mats\u0002yendra prese il suo pesce (contenente gli insegnamenti del kula) traendolo dai sette oceani, ov\u0002verosia dai sette chakra (White, Il corpo alchemico cit., p. 250). Il termine «ventre di pesce» è an\u0002che indicato nella letteratura indiana con riferimento alla tecnica respiratoria, e il termine «lo yogin deve stabilizzarsi applicandosi fedelmente alla condizione del ventre di pesce» riporta alla condizione di «stabilità» dell’echineis (White, Il corpo alchemico cit., p. 157). 33 Tarthang Tulku, Tempo Spazio e Conoscenza. Una nuova visione della realtà, Astrolabio Ubaldini, Roma 1980, p. 109. 34 Ivi, p. 138.",
  "last_phrase": "In conclusion, the process of \"killing\" the \"lower heart\" and cooling it down, as described in this text, aims to enable the heart to move on its own without being affected by external objects and emotions. This philosophy is known as the \"motion of heaven\" in Chinese philosophy. The use of symbols such as the eagle and fish, as well as the concept of time, resonates with various cultural and philosophical traditions. The application of techniques like Mazdznan and PNL can aid in developing self-control and self-awareness, leading to a fusion of will and imagination. Ultimately, the pursuit of truth and the rejection of distortion is essential to achieve unity with the universe."
}