{
  "title": "What is the connection between artistic expression and spiritual development according to ancient wisdom?",
  "first_phrase": "The last part of this text delves into the concept of the \"Time Absolute\", which is the point where the beginning and the end meet, transcending time. This is referred to as the central circle of Paradise in Dante's writing, and it is out of space and time according to the neoplatonic philosopher Johannes Scotus Eriugena. The text also discusses the development of one's faculties, which is critical for the complete reintegrated development of the individual. Additionally, the author emphasizes the importance of using all forms of intelligence and the arts such as music, drawing, and composing for a holistic development of oneself.",
  "content": "Solo una piccola parte dell’immensa sapienza antica è giun\u0002ta a noi, e ovviamente si può anche variare leggermente riguardo all’ordine proposto e aggiungere qualche arte moderna, ma è fondamentale capire la lo\u0002gica dietro a questa filosofia. Il fine è lo sviluppo reintegrativo completo del\u0002l’uomo che solo può avvenire se noi effettivamente esplichiamo noi stessi. Tut\u0002to infatti è nel presente. È solo una cortina di fumo creata dalla nostra mente il pensare che qualcosa non è lì. Lo sviluppo delle facoltà è stato paragonato allo sviluppo di «doni». Dono deriva dal latino donum ed è sinonimo della pa\u0002rola facultas, la quale significa capacità, talento, mezzi, forza d’azione. 256 L’ENERGIA SEGRETA DELLA MENTE ALCHIMIA PRATICA: IL TEMPO ASSOLUTO 257 La Reintegrazione al tempo presente attraverso i sensi Il primo passo che in parte abbiamo già visto è la ginnastica dei sensi. Si parte dai sensi esterni, e si includono successivamente anche l’immaginazio\u0002ne (ginnastica della fantasia) e la memoria (arte della memoria) e infine, a li\u0002vello superiore della scala, i sensi interni o «sottili» come intuizione/chiaro\u0002veggenza e chiaraudienza,. La via dei sensi è un modo fondamentale per portare alla reintegrazione nell’ora. Significa portare assieme i sensi esterni così come anche le cosiddet\u0002te contractiones dell’anima, per usare la formula di Giordano Bruno che così indicava lo stato nel quale l’anima «si ritira all’interno di sé stessa»7 .",
  "last_phrase": "In conclusion, the path towards the complete reintegrative development of oneself is a journey that requires an understanding of the ancient wisdom passed down to us, as well as the incorporation of modern art forms. The development of the senses through sensory gymnastics is essential, and the use of the nine arts can also prove to be a valuable tool. Techniques such as the use of images and symbols and energy exercises can aid in the transformation and activation of oneself. With persistence and increased self-awareness, one can access the potential of the homo totus and reconnect with their subconscious as an integral part of their being. Ultimately, the key to success is a harmonious alignment of the will, imagination, and present reality."
}