{
  "title": "\"What is the Symbolism of the Green Lion and Quintessence in Alchemy?\"",
  "first_phrase": "This text delves into the concepts of Quintessence and Microtrances, and how they are related to our perception of time and our inner dialogue. The author explains how these concepts can help us achieve a state of balance and connection with nature. In the last part of the text, the author discusses the symbolic characteristics of Microtrances and how they affect our emotions. The text concludes by highlighting the importance of learning to perceive and intuit essence in our daily lives and offers practical advice on how to achieve this.",
  "content": "Per gli antichi era però sotto il dominio di Saturno (o Chronos) che rappre\u0002senta la fissità. Infatti per chi non accede al «tempo psichico» questo possie\u0002de la «rigidezza della pietra». E per misurare il tempo fisico bisogna avere un referente teorico che sia statico. Ma a un livello (anche iniziale) di percezione della quintessenza, di accesso al sensorium commune, la percezione cambia perché non vi è più un referente statico. La realtà appare meno «fissa» e rigi\u0002da e l’idea abituale di tempo comincia a sfumare. Certo, la capacità di pro- grammare serve nella vita quotidiana in quanto, se ad esempio si deve effet\u0002tuare un viaggio, bisogna calcolare il tempo. Ma questo è uno scopo specifi\u0002co e strumentale che si basa sulla concettualizzazione di alcuni elementi (co\u0002me la meta fisica da raggiungere). Ogni concettualizzazione è creata dalla mente e può cambiare. Quello che è importante capire a questo punto è che il tempo nasce come risultato di un processo di tipo mentale e proprio per questo può «cambiare», allungarsi o restringersi, come verifichiamo sperimentalmente nella vita. In un attimo po\u0002trebbero trascorrere ore, giorni, oppure anche il tempo potrebbe fermarsi. Percepire e intuire l’essenza Raggiungere la quintessenza nella vita quotidiana è un percorso lungo che richiede di mettere in atto tutto quanto esposto finora. Ma percepire l’essenza è possibile anche prima 11. Quando siamo ad esempio in stato di rilassamento, me\u0002diante le metodiche ipnotiche possiamo talvolta «intuire» quella che è l’es\u0002senza.",
  "last_phrase": "In conclusion, achieving the quintessence in everyday life is a long journey that requires putting into practice all that has been presented. Perceiving the essence is possible even before reaching this stage through techniques such as progressive relaxation or concentration on the navel. By regularly practicing these exercises, we can detach ourselves from programmed time and enter into connected time, better understanding the power of rituals and the cyclical nature of time. Ultimately, it is through raising our consciousness beyond the mental constructs of time that we can access the limitless potential of our minds."
}