{
  "title": "What are the exercises to strengthen the endocrine system and control the mind?",
  "first_phrase": "In this text, the author describes different exercises to enhance our mental abilities, physical health and control over ourselves. The last 200 tokens include exercises to develop the glandular system, particularly by visualizing and mentally pronouncing the number 1 with progressively longer rest intervals. The author also explains the importance of \"fixing the mercury\", which involves immobilizing the body and mind, and \"memory work\" to overcome unconscious reactions and unresolved situations. The text references several key concepts, such as the kundalini and the chakra system, and provides practical tips to improve our physical and mental well-being.",
  "content": "Ma a sua volta il cervello può coordinare tutti questi sottoinsiemi. Esistono una serie di esercizi specifici e poco noti per lo sviluppo del si\u0002stema ghiandolare 87 che si basano su una serie di princìpi specifici basati su una visione olistica, e cioè globale dell’essere umano. Il concetto di base de\u0002gli esercizi che seguono è portare attenzione sulle varie ghiandole, quasi il\u0002luminandole e riscaldandole. Notiamo tra l’altro che il calore non è solo im\u0002maginario, è anche reale, in quanto con specifici esercizi fisici possiamo fa\u0002cilitare la circolazione del sangue in particolari zone del corpo. Si può im\u0002maginare che nel freddo non si può crescere. Solo il caldo permette la cre\u0002scita. Può essere anche utile immaginare o compiere un movimento circola\u0002re rotatorio nelle varie zone di volta in volta stimolate, che potenzierà il ri\u0002sultato. Esaminiamo ora gli esercizi più adatti per ogni zona del corpo ini- ziando dall’ipofisi, corrispondente al cosiddetto «chakra della corona» per gli indiani. • Esercizio 53: per l’ipofisi Ruotare la lingua indietro come a volerla inghiottire. Toccare la parte alta del pa\u0002lato. • Esercizio 54: per il timo Incrociare le braccia e massaggiare ritmicamente la zona del timo. Possiamo arri\u0002vare a una vibrazione connessa alla pulsazione del cuore che ci porta una sensa\u0002zione di felicità. Lavorare sul timo è molto utile per lasciar cadere limitazioni in\u0002teriori. Come operare con la tiroide La tiroide rinforza il pensiero in tutte le maniere. Finché funziona bene ci si sente giovani. La tiroide è anche in connessione con le ghiandole ses\u0002suali.",
  "last_phrase": "In conclusion, there exist specific and little-known exercises that can aid in the development of the glandular system. These exercises are based on specific principles that focus on an overall holistic approach to the human body. By bringing attention to each gland and warming them up, we can improve blood circulation and promote growth. It is important to maintain a balance in our body and to keep it healthy. Continuous practice of exercises can help us achieve a higher level of body awareness, leading to a sense of presence and harmony with our surroundings."
}