{
  "title": "What is the relationship between alchemical symbols and personal development according to Pernety and Mesmer?",
  "first_phrase": "The last part of this text focuses on the concept of vivification of the Sali, which was an essential element in the original therapeutic work of Franz Anton Mesmer. The text discusses the first three symbols, or ingredients, needed to achieve all the effects of this work and highlights the importance of developing vertical energy in the body. The symbols used for this purpose are explored along with exercises that help one achieve this state of being. The text also delves into the idea of letting go of emotional and mental blockages and achieving a state of harmony within oneself.",
  "content": "7 Vi sono tre approcci di base per affrontare i problemi o blocchi. Una maniera è quella di man\u0002tenerli come blocchi, ma questa è una non soluzione, perché così non si risolvono. Un’altra ma\u0002niera è permetterne l’espressione: questo significa far esprimere il sintomo (la sindrome) la\u0002sciando così in realtà che si esprima la causa. Un altro approccio è infine rendersi conto che tanto l’effetto che la causa non sono che un’illusione. Questa constatazione sarà progressiva\u0002mente raggiunta ai livelli superiori di sviluppo della persona (cfr. Douglas E. Harding, On Ha\u0002ving No Head: Zen and the Rediscovery of the Obvious, Arkana, London 1961. Ediz. it. : La via sen\u0002za testa. Lo Zen e la riscoperta dell'ovvio, Astrolabio Ubaldini, Roma 1987). 8 Scrive Diego Barzaghi (Franz Anton Mesmer e il Magnetismo animale, su «Nexus edizioni», 23 dicembre 2008): «Nel 1784, re Luigi XVI convocò una commissione scientifica di cui facevano parte anche Benjamin Franklin e Antoine Lavoisier, per verificare dal punto di vista medico, i reali effetti terapeutici del mesmerismo. Dopo vari test, effettuati anche su alcuni discepoli di Mesmer, la commissione giunse alla conclusione che i benefici terapeutici apportati dalla ma\u0002gnetizzazione erano da considerarsi per la maggior parte dovuti al cosiddetto “effetto place\u0002bo”». Per Robert H. Wozniak, Mind and Body: Rene Déscartes to William James, National Library of Medicine and the American Psychological Association, Bethesda (MD) & Washington DC 1992: «Mesmer's fall was as meteoric as his rise.",
  "last_phrase": "In conclusion, the path of reintegrating oneself involves developing a deeper awareness of oneself and the universe through the four levels of perception: perceptivity, biological and vital, spirit and energy, and finally the integration of sexuality. By overcoming the microtrances that limit our perception, one can attain a state of being known as \"homo totus,\" a total and integrated self. This journey towards self-integration parallels the processes of alchemy, both in Western and Eastern traditions, and ultimately leads to higher levels of consciousness and a more fulfilling life."
}