{
  "title": "What is the secret energy of the mind and how can one create their own reality?",
  "first_phrase": "The final part of this text, which consists of 200 tokens, delves into practical methods for becoming the creators of one's own reality. The author outlines a four-step approach to manifesting a new reality: inspiration, projection, scrutiny, and purification. They provide examples of how to apply this method to various challenges one may face, such as working hard without feeling fatigued or becoming more influential. The author also describes alternative methods, such as using light and pronouncing key words, to achieve a desired transformation. To ensure success, the author emphasizes following the exercises outlined in the first part of the book to improve attention and self-awareness.",
  "content": "In pratica è fare appello alla parte di noi che è nella «globalità» per trovare direzioni e possibilità. Possiamo eseguirla in due maniere che chiameremo «classica» e «accelerata o moderna». • La maniera «classica» Comprende due momenti distinti: un primo la sera terminato il lavoro quotidia\u0002no (ancora meglio poco prima di andare a dormire) e un secondo la mattina (me\u0002glio a digiuno). Alla sera ci poniamo i dati per i quali si desidera una ispirazione, gli elementi del problema da risolvere: «ecco cosa voglio». Nelpiù assoluto isola\u0002mento porteremo il nostro pensiero sugli ostacoli che dobbiamo vincere, sui di\u0002versi punti per i quali non vediamo chiaramente come riuscire. In questa manie\u0002ra creeremo una «accumulazione di pensiero». Pensiamo anche a possibili solu\u0002zioni, ma senza sforzo eccessivo. Siamo certi che comunque ne verremo a capo. Bisogna dire a se stessi: ciò che voglio avverrà malgrado tutto. Il tempo necessa\u0002rio per creare l’accumulo di pensiero adatto ad attivare la risposta è da dieci a quindici minuti. Se vi sono più problemi, classificarli prima in ordine di urgenza e applicare la propria attenzione isolatamente su ciascuno di essi. Allora, quando i dati, gli elementi del problema posto dalle circostanze sono ben presenti allo spi\u0002rito, bisogna (pur mantenendo la propria attenzione su questa pittura mentale) ri\u0002volgersi a un altro piano più vasto in noi, come se ci si aprisse all’infinito, e for\u0002mulare internamente la determinazione di ottenere una risposta.",
  "last_phrase": "In conclusion, accessing the global part of ourselves to find solutions and directions can be done through two methods: the classic and the modern. The classic way involves two distinct moments, one in the evening and the other in the morning, where one isolates their thoughts to focus on obstacles and possible solutions. The modern method, on the other hand, involves visualizing what one desires, staring at light for 30 seconds, and then closing their eyes to find answers. Both methods activate the non-linear reasoning of our \"total\" or \"quantum\" minds. It is important to constantly practice self-improvement, to treat others with kindness and avoid negative thoughts, and to recognize our mistakes and learn from them. The superior ways of accessing our global selves are only for the most advanced practitioners."
}