{
  "title": "What are the basic psychological types and their relationship with time and physiology?",
  "first_phrase": "In this text, the author explores the different ways people perceive time and the world around them, based on four traditional psychological types identified by the ancient Egyptians. The last part of the text focuses on the \"air\" type, whose consciousness is applied to emotions, leading to their expansion and subsequent dissipation. This can produce positive effects, such as creating inner balance, but can also lead to inconsistency and frivolity. The author provides advice on how to live in the present for this type, including controlling speech and avoiding unnecessary activities. The text also discusses the other three types (earth, water, and fire) and provides guidance on how to develop greater mastery over one's self.",
  "content": "Interpretazione del simbolo dell’aria L’espansione dell’emozione e al contempo la sua dissipazione creano un ti\u0002po particolare. La coscienza applicata alle emozioni farà sì che queste si dis\u0002106 L’ENERGIA SEGRETA DELLA MENTE GLI ELEMENTI 107 solvano. Questo è positivo per poter creare equilibrio. Se però questo proces\u0002so è troppo forte il tipo tende verso l’incostanza e l’espansione eccessiva, ver\u0002so la frivolezza e la dispersione senza «fissarsi» su niente. • Consigli per vivere il presente per il tipo aria . Controllo della parola Fate attenzione all’espansività sotto ogni forma. In modo generale sforzatevi di osservare il silenzio. Se per esempio vi assale l’impulso di comunicare una noti\u0002zia a un amico, pensate allo spreco di energia che ne deriverebbe. Conservate que\u0002sta energia: non dite nulla. Non manifestate le vostre impressioni, specialmente quelle che sono risvegliate in voi dai propositi di chi vi sta intorno: ogni esclama\u0002zione, ogni parola, ogni gesto trattenuti, aumentano la vostra riserva nervosa. Non sprecate la vostra forza mentale in propositi irrilevanti, commentando gli av\u0002venimenti del giorno o i comportamenti altrui. Tutto ciò non significa asocialità, ma semplicemente evitare attività superflue. Quando ritenete necessario parlare, non fatelo meccanicamente: meditate le vostre espressioni prima di esternarle. Ascoltate con calma quello che vi si comunica senza esprimere il vostro giudizio, se non è indispensabile. Non parlate contro la vostra volontà. Se qualcuno vi op\u0002prime con la sua logorrea, simulate di interessarvi a ciò che racconta, lasciatelo sprecare la sua energia nervosa, e continuate a condensare la vostra.",
  "last_phrase": "In conclusion, understanding the four elements and their corresponding temperaments can greatly enhance our awareness and help us achieve balance in our lives. By applying conscious attention to our emotions, thoughts and actions we can better control and direct our energy. The exercise of separating the mind-body connection can also lead to greater perception of reality and a more harmonious existence. By vivifying the symbols of the elements and experimenting with language, we can expand our consciousness and truly connect with the present moment."
}