{
  "title": "What is the connection between Taoist Inner Alchemy and Chinese meditative techniques?",
  "first_phrase": "The last part of this text delves into the practice of inner alchemy, drawing from Taoist philosophy and Chinese meditative techniques. It cites various sources including Leslie Cameron Bandler, Richard Bandler, Judith DeLozier, Robert B. Dilts, John Grinder and René Adolphe Schwaller De Lubicz. The text explains that the key to achieving the perception of \"absolute time\" and the \"totality of man\" is to create an inner harmony through a process of energy emanation and concentration. It also delves into the various physiological structures in our brain and their role in this process.",
  "content": "In pratica la rimozione di questa parte della mente lascia vivi, ma senza giudizio personale. La persona opera solo come inter\u0002mediario dell’impulso astratto fuori dalla Natura e la sua esecuzione senza scelta. La reinte\u0002grazione mira a mantenere tale connessione superiore e allo stesso tempo le funzioni personali 84 L’ENERGIA SEGRETA DELLA MENTE LA REINTEGRAZIONE 85 per operare efficacemente nel mondo. La persona diventa allora re nei due mondi». Cfr. il rebis. 12 Varie parti di queste due pagine sono adattamenti da Dr. Hanish, Diagnostic Personnel, Édi\u0002tions Mazdéennes, Paris 1934. 13 La Y è anche un antico sigillo pitagorico. Scrive Renato Palmieri (La chiave astronomica della fondazione di Neapolis, su «Corriere Partenopeo», XII, 3, 31 Marzo 1990): «Nel Secretum di Pe\u0002trarca si legge, secondo la grafia latina del tempo: \"Litere velut pithagoree, quam audivi et legi, non inanem esse doctrinam (reperio)”. Traducibile come: “trovo che la dottrina della lettera cosiddet\u0002ta pitagorica, che ho udito esporre e ho letto, non è vana”. La lettera-simbolo dei pitagorici è la Y e viene interpretata dal Petrarca (come da Lattanzio mille anni prima) quale simbolo del bivio tra virtù e piacere». 14 L’immagine è tratta da Agrippa von Nettesheim (1436 † 1335), celebre alchimista tedesco, au\u0002tore del trattato De occulta philosophia (La Filosofia occulta o la Magia, I Dioscuri, Genova 1988).",
  "last_phrase": "In conclusion, becoming aware of our microtrances and working on our perception of the world can lead to a greater connection between ourselves and the present moment. By recognizing our tendency to create mental maps and emotions, we can begin to break free from them and instead perceive the world as it truly is. Utilizing techniques such as the substitution and decomposition methods and focusing on the principles of warmth, dryness, and clarity can help us achieve this state of consciousness and connect with our true nature."
}