{
  "title": "What are the connections between Western and Eastern alchemy and the use of breathing techniques and symbolism to achieve stability in the mind and body?",
  "first_phrase": "This text explores the connection between the three vital principles in alchemy and their relationship with the human body and mind. The last 200 tokens focus on the concept of stability and the use of breath control exercises in both Western and Eastern traditions. The author discusses the use of the \"fish belly\" technique in Indian alchemy and compares it to the Western symbol of stability, the legendary echineis fish. The text also delves into the practice of respiratory exercises in Christian and Mazdaznan traditions. The author emphasizes the importance of developing a clear and uninterrupted mental focus to achieve a state of gnosis or total integration of the self.",
  "content": "Una tradizione parallela circassa (kebzeh) utilizza un ritmo 8-2-8. Nella tradizione alchemica occidentale (Catenaia) il ritmo è 8-4-8. Vi è una varianza relativa attorno a un universale umano. 73 Perché queste durate? Notiamo che la respirazione media in assenza di esercizio è invece in\u0002torno ai 10 secondi (inspirazione+espirazione). Ma i migliori atleti in stato di riposo possono avere tre respirazioni al minuto. Forse questa è una durata ideale. 74 Il meccanismo della «proiezione» ad esempio descritto da Freud, o gli «ancoraggi» della PNL sono classificabili come «memorie non controllate» che si incollano sul presente. 75 Pubblicata a Parigi nel 1582 come parte integrante del De umbris idearum, l'Ars memoriae espo\u0002ne le tecniche della memoria artificiale rinnovate e perfezionate da Bruno. La più importante delle sue innovazioni consiste nel sostituire le tradizionali nozioni di «luogo» e di «immagi\u0002ne» mnemonici con quelle di «sostrato» (subiectum) ed «immagine aggiunta» (adiectum) che danno conto di una diversa concezione teorica dell'arte: l'immagine mnemonica è considerata una sorta di «ente» con un corpo – cioè l'immagine vera e propria visualizzata nella fantasia – e una sua specifica essenza (il significato che attribuiamo a essa). Inoltre anche i luoghi costi\u0002tuiscono un «segno» mnemonico perché rappresentano l'insieme complesso e strutturato di 178 L’ENERGIA SEGRETA DELLA MENTE I TRE PRINCIPI VITALI 179 più immagini, le relazioni che legano e unificano queste informazioni.",
  "last_phrase": "In sintesi, la struttura del tempo mentale si basa sull'interazione tra le memorie del passato e le idee e intenzioni per il futuro, che possono creare la sensazione di un destino predeterminato. Tuttavia, è possibile uscire da questa chiusura richiedendo maggiore consapevolezza e presenza, e cercando di interrompere il ciclo per ricercare nuove esperienze e possibilità. Tecniche come la memoria artificiale o l'esercizio di fusione dei cinque elementi possono aiutare, ma l'importante è cercare di vivere pienamente il presente e non lasciarsi limitare dalle tracce mnemoniche del passato."
}