{
  "title": "What is the Taoist practice of internal alchemy and how does it compare to Western philosophy?",
  "first_phrase": "This last section of the text focuses on the final two phases of the Chinese alchemy internal practice, \"raffinare l'energia e trasformarla in spirito\" and \"raffinare lo spirito per raggiungere il vuoto.\" The purpose of these stages is to elevate the individual's spirit and achieve a state of total integration. The text also explores the four levels of human comprehension and their relationship with the tetractys and the Renaissance philosophy of man. The section concludes by emphasizing that the more one progresses through the stages of integration, the closer they come to perceiving the total time of life.",
  "content": "Corrisponde a quello che av\u0002viene nella parte centrale della tetractis (le frecce che vanno verso l’alto, ver\u0002so il «rosso» e il movimento verso la nascita del «piccolo re», il regulus). Nel\u0002la pratica occidentale corrisponde al settenario di purificazione. In Dante cor\u0002risponde alla salita lungo il Monte del Purgatorio e poi nei sette cieli. Quarta fase: raffinare lo spirito per raggiungere il vuoto (lian shen huai xu) In questa fase della pratica, l’energia psichica (shen) si evolve verso lo «spi\u0002rito originale» (yuan shen). Le energie mescolate dello stato «posteriore al cie\u0002lo» (hou tian) si ricollegano a un un tipo di energie primordiali chiamate «an- teriori al cielo» (xian tian). Si crea un corpo formato esclusivamente di ener\u0002gia yang. Nella tetractis tale fase corrisponde al salire verso il punto più alto at\u0002traversando il «settenario superiore» (andando verso l’oro e il sole, in Dan\u0002te è il salire oltre i sette cieli). Quinta fase: dal vuoto al «Tao» Corrisponde al punto più alto della tetractis. Reintegrazione e tempo totale Più sviluppiamo la reintegrazione più ci avviciniamo alla percezione del tempo totale. Ogni divisione limita infatti la nostra percezione del tempo. Ad esempio la divisione tra «percezioni esterne» e «percezioni interne» elimina la coscienza di una parte del vissuto. E crea un tempo «assorbito»; in altre pa\u0002role la nostra esperienza soggettiva del tempo appare inferiore a quella reale. Notiamo che alcune moderne neuroscienze parlano di uptime o grande acuità sensoriale.",
  "last_phrase": "La strada per la reintegrazione e la scoperta dell'elisir della giovinezza passa attraverso la creazione di armonia e la coordinazione dei vari ritmi del tempo presenti nel nostro corpo. Questo ci permette di percepire la realtà in modo più calmo e consapevole, riducendo le microtrance quotidiane che distorcono e modificano la nostra percezione della realtà. La reintegrazione mira a mantenere la connessione superiore con un tempo assoluto che va oltre le divisioni e le limitazioni della nostra percezione del tempo ordinario."
}