{
  "title": "\"What are 'Mercury fixation' exercises and how do they develop self-mastery?\"",
  "first_phrase": "The last part of this text focuses on exercises for \"fixation of mercury\" and the development of self-mastery. The exercises involve focusing on the vertical line where the endocrine glands are aligned and preventing the dispersal of energy. The energy along the vertical line is also related to the kundalini awakening, and the integration of sexual aspects is essential for working on one's connection to reality. The text also explores the symbolism behind the mercury symbol and the development of active memory. The exercises include respiratory techniques and mental visualization practices. Finally, there is an exercise about creating a mental reality and making it disappear.",
  "content": "• Esercizio 49: fissazione del mercurio col corpo Seduti, come una statua egizia, rimanete immobili 86. È difficile mantenere l’im\u0002mobilità a lungo. Appena incomincerete ad assumere tale posizione i pensieri vi verranno addosso come mosche. Ma persistete. A poco a poco prenderete più co\u0002scienza di voi e nascerà un nuovo stato. Questo esercizio è la base per salire via via a livelli più alti. • Esercizio 50: fissazione del mercurio con la mente Essere capace di mantenere una immaginazione chiara e sotto il proprio control\u0002lo. Guardare un oggetto e rivederlo davanti agli occhi mentali «come se fosse lì». • Esercizio 51: vuoto mentale. La cifra 1 Con questo processo impariamo a creare una realtà mentale e a farla scomparire. Si può scegliere un numero qualunque, oppure un segno, un punto ecc. Abitual\u0002mente si esegue con la cifra 1. Si tratta di visualizzare, tracciare col dito e pro\u0002nunciare mentalmente insieme la cifra 1 tre volte di seguito senza alcun pensiero intermedio. Inoltre fra ogni 1 mentalmente visto e pronunciato deve esistere un intervallo di riposo variante da mezzo a un secondo. Ad esempio: 1 – riposo – 1 – riposo – 1 – riposo. Per eseguire l’esercizio, l’allievo deve sospendere mediante un comando della volontà ogni lavoro cerebrale, poi scrivere l’1, parlarlo e udirlo mentalmente nello stesso tempo.Tutto deve cancellarsi durante un secondo, poi si ricomincia. Si tratta in sostanza di una riconcentrazione eseguita varie. Occorre osservare che se il riposo fra gli 1 non esiste, la difficoltà sparisce, ma l’esercizio non ha alcun valore.",
  "last_phrase": "In summary, practicing these exercises can help develop the glandular system, increase energy levels, and promote overall well-being. These techniques focus on specific principles and practices, like concentration, visualization, and physical movements, and can lead to greater awareness and control over our minds and bodies. Remember to approach these exercises with patience and persistence, and make sure to integrate them into your daily routine for maximum benefits."
}