{
  "title": "\"What are the exercises for achieving physical relaxation and mindfulness?\"",
  "first_phrase": "This section of the text focuses on the exercises that help to develop the physical and glandular components of the human body, which are represented by the symbol \"G.\" The text explains how the body is often ignored or projected upon by our emotions and thoughts, and emphasizes the need to reintegrate the awareness of our physicality. The exercises include relaxation techniques, strengthening exercises for the gonads, and exercises to develop the thyroid and thymus. The goal of these exercises is to enhance the flow of vital energy throughout the body. The text also touches on the importance of developing awareness of the body and the environment to attain higher levels of consciousness.",
  "content": "Seguono poi gli esercizi di «presenza al corpo». Imparare la presenza a livel\u0002lo del corpo significa imparare a sviluppare la «sensazione della corporeità». • Esercizio 70: più referenti allo stesso tempo Mantenere più referenti corporali contemporaneamente (ad esempio consapevo\u0002lezza della mano destra e del piede sinistro del corpo). 91 Esercitarsi continuamente a mantenere coscienza del nostro corpo ci aiuta a lasciare cadere letteralmente gli aggregati di pensiero che noi giustappo\u0002niamo alle nostre sensazioni fisiche (tanto che alcuni utilizzano l’espressione «psicosoma» per intendere questo aggregato) e sentire realmente il corpo. A questo punto la parola «Io» perde significato, e ci accorgiamo che era sempli\u0002cemente un qualcosa che attaccavamo a qualcosa di profondamente diverso. Io, me, e mio sono solo nomi che l’insieme psicosomatico usa per definirsi, ma non sono la coscienza. La parola «Io» è connessa prima di tale stadio al corpo. Il corpo non è un concetto ma una realtà fisica. Anche ogni elemento attorno a noi ha una sua corporeità dello stesso tipo. Nel percorso della presenza a poco a poco ci rendiamo conto che il nostro cor\u0002po è nella realtà. In altre parole ci «ricordiamo di noi» e sentiamo la nostra corporeità come qualcosa di tangibile al pari dell’ambiente esterno. Tale livello porta anche a «sentire l’altro». Se infatti la nostra coscienza è oltre il corpo, può anche percepire il prossimo. Nell’antica scolastica questo livello corrispondeva alla «carità» e anche nella via del Tao vi sono degli eser\u0002cizi che consistono nell’«entrare nell’altro».",
  "last_phrase": "In conclusion, developing a sense of bodily presence through continuous practice can help us let go of the aggregates of thought we attach to physical sensations, allowing us to truly feel our bodies. This level of presence can also lead to feeling the presence of others and realizing that our bodies are made of the same substance as everything else. By practicing exercises such as maintaining awareness of multiple bodily references simultaneously, feeling present to bodily sensations, and performing global back stretches to break up emotional tensions, we can tap into a deeper level of consciousness and understanding of ourselves and the world around us."
}