{
  "title": "What is Hypnosis? Understanding the Process and Potential of Hypnotherapy.",
  "first_phrase": "This text is an excerpt from a book on the topic of hypnosis and its potential uses in therapy. The author discusses the concept of dissociation, where the subject is separated from their habitual thought patterns, and the potential for modifying mental programs. The importance of the conscious mind, or \"logical mind,\" is also discussed, as well as the historical roots of hypnosis. The text goes on to explore various techniques and goals related to hypnosis, including inducing trance, developing a connection with the inner self, and accessing the unconscious mind. The role of time distortion in hypnosis is also touched upon. The author emphasizes the importance of understanding one's own inner self and desires in order to achieve the desired results.",
  "content": "La suggestione Questo spiega perché il risultato se si procede solo per suggestioni e non per integrazione è limitato, in quanto rischiamo di sostituire solo una se\u0002quenza temporale (suggestione) con un’altra. Accettare una suggestione significa in questa visione accettare una specifica «sequenza temporale» o costruzione sul futuro proposta da un’altra persona. Esiste però anche un altro metodo di operare con l’ipnosi dove possiamo accedere a un contatto maggiore con le potenzialità all’interno della persona e avere una «moltiplicazione» dei risultati. È quello che Milton H. Erickson chiamava «ristrutturazione della vita»3 . Tempo e ipnosi In ipnosi la distorsione temporale è frequente. Il tempo sembra non esi\u0002stere. Proprio questa separazione dal tempo ci apre una prima porta per ac\u0002cedere all’immutabile in noi. È infatti il «tempo connesso» che creiamo in ip\u0002nosi che ci permette di agire sul nostro essere fisiologico. L’accesso all’inconscio Vi sono alcuni metodi (come appunto l’ipnosi ericksoniana) dove noi prendiamo contatto con il «consigliere interiore», la parte interna di noi, con il mercurio all’interno di noi, e il termine hermes o mercurio, inteso come con\u0002sigliere interiore, è qui più che appropriato. Il concetto base di queste meto\u0002diche è l’accettazione dell’esistenza di questa parte, l’accesso al suo antro, 302 L’ENERGIA SEGRETA DELLA MENTE APPENDICI 303 che, parafrasando Dalla Riviera, «non è così distante come si pensa». La chia\u0002ve è quindi la «presa di coscienza» dei nostri dinamismi infracoscienti.",
  "last_phrase": "In summary, the use of hypnosis can lead to a restructuring of our lives and accessing the potential within us. By accepting the existence of our inner adviser and being present in the moment, we can achieve a state of openness and creativity. The induction of hypnosis, both verbal and non-verbal, can help us to break free from our rational minds and tap into our subconscious. Finally, the use of symbols can act as a key to accessing our inner resources and developing ourselves further. If you're interested in learning more about these techniques, contact us for more information on our courses and group practices."
}