{
  "title": "What is the philosophy behind the secret energy of the mind and its connection to alchemy and Eastern medicine?",
  "first_phrase": "The text explores the ancient schema of the \"Frères de la Rose Croix d’Orient\" that correlates Western consciousness practice with Ayurveda. It emphasizes the role of harmony in the body and the necessity of physical and energetic work for the reintegration of our vital elements to achieve a state of perfect health. The final 200 tokens delve into the physiology of the \"absolute time,\" which is central to the alchemy of the Taoist and Western tradition, with a focus on achieving unity and total awareness.",
  "content": "3 La chiave per tale stato è specificato all’interno del libro Mesmerismus. 4 Su http://museohermetico.splinder.com/tag/filosofia+alchemica. 5 A questo proposito un gruppo che opera su questa via combinandolo con la via occidentale è attivo presso Emile Massone a Nizza. 6 Diffusa ultimamente molto da Mantal Chia. Di notevole interesse a questo proposito il libro di Monica Esposito, L’alchimia del soffio. La pratica della visione interiore nell'alchimia taoista, Astrolabio Ubaldini, Roma 1997. 7 Il dan tian letteralmente significa campo (tian) di cinabro (dan) ed è, nella fisiologia della me\u0002dicina tradizionale cinese, il luogo nel corpo dove il chi viene conservato, accumulato e dal quale poi si irradia nei diversi meridiani del corpo. Si collega all'alchimia interiore del taoismo e alle tecniche meditative interne di origine cinese. 8 Leslie Cameron Bandler, Richard Bandler, Judith DeLozier, Robert B. Dilts, John Grinder, Pro\u0002grammazione Neurolinguistica, Astrolabio Ubaldini, Roma 1982. 9 Richard Bandler, John Grinder, La metamorfosi terapeutica. Princìpi di programmazione neurolin\u0002guistica, Astrolabio Ubaldini, Roma 1980. 10 René Adolphe Schwaller De Lubicz, La Teocrazia faraonica e la Scienza sacra dei faraoni, Edizio\u0002ni Mediterranee, Roma 1994. 11 Come sostiene Eugéne Gley (1857 † 1930), grande fisiologo francese e pioniere della moder\u0002na endocrinologia (citato dal De Lubicz), in un esperimento condotto di decerebrazione di un cane eliminando gli emisferi cerebrali: «quello che si elimina (eliminando gli emisferi) sono gli organi della memoria, dell’associazione di percezioni e idee, di riflessione e sensazione e rap\u0002presentazione. In pratica gli organi delle intelligenze umane.",
  "last_phrase": "In conclusione, le \"microtrance quotidiane\" ci fanno percepire la realtà in modo distorto a causa di meccanismi inconsci che ci fanno focalizzare solo su parti della realtà anziché percepire il tutto. Lavorare sulla coscienza del corpo e sulla sostituzione dei pensieri negativi con quelli positivi ci aiuta a uscire da queste trance e ad accedere al potere del momento presente. Sperimentare l'alchimia interiore del taoismo può essere un utile strumento per raggiungere questi obiettivi."
}