{
  "title": "\"Can the ancient teachings of yoga lead to a transcendent understanding of time and space?\"",
  "first_phrase": "In this final section (200 tokens) of the text, the focus is on transcending time and space and accessing higher states of consciousness. The text mentions various techniques such as circular time, observing the mind as a wave, and experiencing non-duality. It discusses how our fixation on the past leads to psychological automatism and how we can free ourselves from compulsions to access higher principles. The text also mentions the importance of health and the ability to access taumaturgic states. The goal is to achieve perfect harmony and become our potential. The section emphasizes the transcendence of symbols and the pursuit of non-dual awareness.",
  "content": "Liberati da tali compulsioni possiamo allora accedere ai princìpi immoti che sono alla base di tali compulsioni (i pianeti, il «paradiso» di Dante che al\u0002lora può librarsi attraverso le varie sfere planetarie). Con un’immagine transculturale analoga, nel mithraismo, l’anima per li\u0002berarsi deve attraversare sette sfere, contrassegnate da sette porte. Le porte so\u0002no i suggelli, le necessità che impediscono la realizzazione dei princìpi supe\u0002riori 119. Ma contemporaneamente oltre al superamento della porta, è necessa\u0002rio il «salire» alla sfera superiore. Il processo è duplice perché quello che deve essere condotto è di «superamento» della dissociazione che possiamo prova\u0002re al riguardo di ogni principio da cui siamo altrimenti dominati. O, per dirla con Platone: «il mondo non è solo la sensazione del mondo. Il mondo è anche dentro l’uomo, così che l’uomo può conoscere dall’interno come dall’esterno». 236 L’ENERGIA SEGRETA DELLA MENTE PIANI DI COSCIENZA SUPERIORI 237 Il «trascendere» il simbolo corrisponde a una distillazione via via più raf\u0002finata di quello che è la parte centrale dell’uomo. Infatti, il punto centrale del\u0002la presenza è che l’uomo ha la qualità di essere potenzialmente qualsiasi co\u0002sa, è il suo sistema neurovegetativo che crea. Ogni simbolo rappresenta «con\u0002densazioni» della coscienza che finché sono vissute come separate, o «fonte» di energia, mantengono la persona in una posizione «mistica». In altre parole, finché ci «facciamo ispirare» da questo siamo in posizione duale.",
  "last_phrase": "In conclusion, the process of transcending symbols and energies is a way to distill the central part of ourselves and access the principles that govern them. By freeing ourselves of compulsions and identification with symbols, we can reach higher planes of consciousness. This process involves both a transcendence of dissociation and a climbing to a higher sphere, leading to the ultimate goal of going beyond the mind and its fixations. Through the use of techniques and methods, including the observation of light and the use of mantra, we can achieve a state of non-dual awareness and spiritual transformation."
}