{
  "title": "What is the practice of \"sdoppiamento\" and how does it lead to accessing the spiritual dimension?",
  "first_phrase": "This text explores the ancient practice of \"sdoppiamento\" or \"doubling\" as a means of accessing the spiritual world and achieving non-dualism. This involves achieving a state of \"nudity\" through the death of the ego, allowing for a direct connection with the quantum dimension of consciousness. The final 200 tokens discuss the use of light as a tool for enhancing this practice and reaching higher levels of perception. The text explores how the concept of time is an illusion, and a transcending of the ego can lead to a greater understanding of the universe as a whole. The text ends with an exploration of the concept of palingenesis, or the birth into a divine and immortal life.",
  "content": "Con questo stato fluidico possiamo prendere contatto con le forze profonde incatenate nell’organismo, simboleggiabili tradizionalmente dal «regno ani\u0002male» collegato allo stato di sogno, dal regno vegetale collegato allo stato di «sonno» e dal regno minerale» apparentemente collegato allo stato di morte. I simboli rappresentano in tale processo il modo di mettersi in contatto con gli «archetipi» delle varie specie animali, cioè gli enti dei quali le forme sono solo corpuscoli dei loro «corpi». Dall’abbandono dell’Ego allo stato flui\u0002dico (\u0015) «mediatore» per arrivare alla connessione ai simboli 101. L’«uno» e il «periekon» Vi è un passo ulteriore in tale pratica. «Lo sviluppo di tale corpo può an\u0002dare anche oltre e portare al riconoscimento di un principio uno (non dua\u0002le) che in se stesso è invulnerabile e immortale» 102. Questa è un’elevazione sempre maggiore, ed è anche la palingenesi che gli antichi pitagorici negli ultimi due versi dei Detti aurei promettono categoricamente al discepolo che sappia lasciare il corpo ed elevarsi sino al libero etere: corrisponde esat\u0002tamente a pratiche simili eseguite in Oriente dagli «immortali» taoisti. An\u0002che Dante accenna chiaramente alla pratica che costituisce l’essenza della Divina Commedia stessa. La palingenesi è dunque la nascita alla vita im\u0002mortale e divina, mentre la prima nascita accorda soltanto l’ingresso nella vita umana.",
  "last_phrase": "In conclusion, the development of the fluidic state as a mediator can lead to the connection with deep forces within us and the recognition of a non-dual principle that is invulnerable and immortal. This elevation can bring about a rebirth into a divine immortal life, where the body is no longer a limitation. To achieve this state, one must also incorporate an action that is diritta, or right, and conform to a series of elements beyond the linear mind's conception. This path ultimately leads to the integration of spirit, will, and body and the ability to operate on a different level of consciousness, manifesting a reality where healing and change are possible."
}