{
  "title": "\"How can we reconnect with our physical body and achieve a state beyond the ego?\"",
  "first_phrase": "This text focuses on developing the awareness and presence of our physical body, which can be facilitated through various exercises. The author explains that by paying attention to our physical body, we identify less with our ego. The term \"mine\" loses its significance, and we start using terms like \"the body\" instead of \"my body.\" The author also mentions powerful exercises like ren chen and sguardo da dietro, which allow us to feel and perceive ourselves and others beyond the physical body. The final part of the text consists of various exercises that help in the development of the three vital principles - the principle of life (F), the principle of consciousness (C), and the principle of physical body and matter (G).",
  "content": "• Esercizio 73: il dolore e la presenza a sé Essere presenti a una sensazione corporale (anche dolorosa) e al corpo contem\u0002poraneamente, e rendersi conto che è il corpo che la sente: «esso» sente dolore, ma questo non ci coinvolge. • Esercizio 74: tensioni e rilassamenti Eseguire tensioni muscolari seguite da rilassamenti. Esercizi fisici di distensione globale della schiena per rompere le «pietrifica\u0002zioni» Sulla schiena possiamo localizzare vari punti di tensione. Può essere utile, oltre al rilassamento globale sopradescritto, eseguire una distensione globale della schiena. Abbiamo osservato come questa distensione globale è partico\u0002larmente efficace in concomitanza di esercizi per lo scioglimento di tensioni emozionali (eseguiti in altra posizione) e porti a «fissare» definitivamente il risultato così ottenuto. • Esercizio 75: cerchio e stiramento totale Posizione: coricarsi a terra. Piedi congiunti, braccia posate al suolo, in prolunga\u0002mento del corpo. Esecuzione: Con una energica spinta sollevate i piedi facendo descrivere loro un semicerchio sopra il vostro capo. Alla fine del movimento le punte dei piedi toc\u0002cheranno il suolo. Potete completare il movimento arrivando con le ginocchia ac\u0002canto alle vostre orecchie. 170 L’ENERGIA SEGRETA DELLA MENTE I TRE PRINCIPI VITALI 171 Se non siete capaci di tanto, accontentatevi di spingere i piedi in alto il più possibile. Prima di iniziare il movimento fate una forte inspirazione. Si avrà allora una compressione addominale che si risolverà in un massaggio auto\u0002matico del plesso solare. • Molto importante: come ritornare alla posizione di partenza Tornate indietro molto lentamente facendo delle piccole tappe progressive. Questo per evitare una controtensione della schiena.",
  "last_phrase": "In conclusion, the exercises provided in this text offer practical techniques for achieving a deeper connection with the body, promoting relaxation and a sense of well-being. By being present with physical sensations and focusing on global muscle relaxation, one can break down tension in the body and achieve a state of inner peace. The exercises offered can be combined with other techniques to enhance their effectiveness and promote spiritual growth. Regular practice of these exercises can lead to a greater understanding of oneself and a deeper connection with the universe."
}