{
  "title": "\"What is the Secret Energy of the Mind and its Relationship with Tradition and Alchemy?\"",
  "first_phrase": "This text delves into the esoteric knowledge of different traditions and their understanding of human potential. It explores how certain symbols, such as the eagle, fish, and arrow, have been used by both Eastern and Western traditions to represent the connection between the physical and spiritual realm. The text also touches on the importance of maintaining clarity and vigilance in one's actions, as well as the integration of \"self\" to achieve total awakening. Lastly, the text mentions the practice of respiratory exercises in Christian and Eastern traditions to develop the vital energy that connects the physical and the spiritual. All of these concepts are presented to help readers understand the importance of one's path to spiritual awakening.",
  "content": "Notiamo inoltre anche cosa scrive Arturo Re\u0002ghini a proposito dell’unione tra verticale ed orizzontale (la squadra ma anche la croce): «si produce un cambiamento profondo che prepara gradualmente alla fase della morte iniziatica; deve essere tutto un processo di mortificazione (interiore e non della carne), di spersonifica\u0002zione, di rinuncia alle speranze e alle aspirazioni egoistiche, di liberazione da ogni paura e da ogni legame» (Arturo Reghini, Le Parole Sacre e di Passo dei primi tre gradi e il massimo mistero massonico, Atanòr, Todi 1922, p. 104). Nella scolastica medievale e nella visione di Lullo questo principio è invece collegato alla Fede. Ma bisogna notare che per Lullo il termine «Fede» ha un significato differente da quello che ha assunto successivamente. È uno stato di consapevolez\u0002za e trasparenza: «La Foi naît de la pratique de la Justice et de la Tempérance. Foi, avant tout, prend sa source dans la vérité et la franchise. Foi, c’est Franchise! Ne mens pas, car le Men\u0002songe tue la Foi. Ce faisant, tu tisses autour de toi-même un voile qui te cache Dieu, suprême Vérité. Pour croire juste. il faut imaginer ou agir véridiquement. Ce faisant, tu fais naître en toi-même une Foi, fille de Certitude. Et Certitude est seule Réalité…» 66 Notiamo che anche nella tradizione cristiana vengono praticati esercizi respiratori (presenti ad esempio nell’Esicasmo, la pratica dei monaci del monte Athos): il fine è lo sviluppo di que\u0002sto principio.",
  "last_phrase": "Per concludere, possiamo affermare che il dominio di sé e la consapevolezza di noi stessi sono raggiungibili attraverso la pratica di esercizi di respirazione e la fusione dei principi vitali. Questi esercizi, presenti in diverse tradizioni iniziatiche e spirituali, ci permettono di sviluppare una maggiore autocoscienza e di liberarci dalle nostre paure e legami egoistici. In questo modo, possiamo creare una nuova realtà per noi stessi, superando anche l'influenza del karma e del destino. La pratica costante di queste tecniche può quindi portare a un cambiamento profondo e duraturo nella nostra vita."
}