{
  "title": "What is the connection between breathing exercises, faith, and alchemical principles?",
  "first_phrase": "This text examines various philosophical and spiritual traditions from the East and West to reveal the three vital principles that govern human existence: breath, will, and imagination. The final 200 tokens explore the practical applications of these principles, including exercises in breathing and visualization that can help individuals achieve a state of self-mastery and unlock their full potential. The importance of developing one's willpower and imagination is emphasized throughout, as is the need for authenticity and integrity in thought and action. Notable figures and concepts discussed in the text include Julius Evola, Kundalini, Tarthang Tulku, and the alchemical symbol of the Echidna.",
  "content": "67 Recenti ricerche del dr. Hugh Garavan, neuroscienziato del Trinity College di Dublino, con\u0002validano questo concetto attraverso la risonanza magnetica che mostra come l’autocontrollo sia un’attività che coinvolge soprattutto i lobi frontali del cervello, in particolare il lato destro. Un’area che continua a crescere e modificarsi anche dopo i 20 anni. Nelle nostre osservazioni, gli esercizi di respirazione che coinvolgono la parte alta dei polmoni sembrano avere un effet\u0002to riflessologico proprio su tale parte. Ecco perché questi esercizi aiutano a sviluppare il do\u0002minio di sé che è anche la base per la propria autocoscienza. 68 Parafrasando Giuliano Kremmerz si può dire che «non potete fare oro dentro di voi se non siete in grado di farlo all’esterno». 69 È la tecnica di motivazione della PNL e di alcune metodiche ipnotiche. Tuttavia man mano che il rebis, l’unione dei princìpi crescerà in voi, sarà sempre meno necessaria, in quanto vo\u0002lontà e immaginazione saranno fusi e nascerà una terza forza, incentrata sul corpo che vi per\u0002metterà di «fare», semplicemente. 70 Lo stato che emerge è uno stato di stabilità, simboleggiato da un pesce leggendario, l’echineis in grado di fermare le navi. Questo simbolo alchemico occidentale trova una corrispondenza in Oriente. Nell’alchimia indiana la tecnica del «ventre di pesce» è appunto la tecnica respira\u0002toria. Cfr. White, Il corpo alchemico cit. 71 Così proposto l’esercizio è di scuola occidentale, anche se esistono analoghe tecniche orientali. 72 Utilizzato ad esempio nella tradizione Mazdaznan del dr. Hanish.",
  "last_phrase": "In conclusione, l'esercizio di respirazione che coinvolge la parte alta dei polmoni aiuta a sviluppare l'autocoscienza e il dominio di sé, fondamentali per l'autocontrollo che coinvolge soprattutto i lobi frontali del cervello. I rebis, l'unione dei princìpi, crescerà sempre di più in noi e sarà sempre meno necessario utilizzare tecniche come la motivazione della PNL o la respirazione del ventre di pesce. L'esercizio della verticale è essenziale per la connessione all'energia radicale vitale, che ci permette di legare colui che lega. Infine, la struttura del tempo è basata sull'interazione tra le nostre percezioni sensoriali, le nostre interpretazioni soggettive, le nostre intenzioni e le nostre scelte, che determinano l'evento mentale considerato come unica realtà."
}