{
  "title": "What is the role of symbols in the practice of alchemy and internal alchemy?",
  "first_phrase": "The last part of this text focuses on the power of symbols and their transformative potential. It explains how physical exercises can help in understanding and internalizing the meaning of symbols, which can then act as tools for change. The text mentions several alchemical symbols and their various interpretations, including the rebis, which represents the unification of opposites and the attainment of a higher level of consciousness. It also explores how symbols can be understood through the lens of quantum programming. The text emphasizes the importance of being present during exercises and approaching symbols with a sense of openness and curiosity.",
  "content": "Il mano\u0002scritto di San Marco, portato a Venezia da esuli bizantini, risale all’XI sec. (più recenti sono quelli di Parigi 2325, del XIII sec. e di Parigi 2327, del XV sec.). Cfr. Paolo Lucarelli, L'alchimia greca, «Abstracta», 43, dicembre 1989, pp. 23-33. 17 Una testimonianza al riguardo è riportata ad esempio nel 1930 da Parah Maya nell’opera Die Macht der Spiegel, Hartmann Esoterischer Verlag, Bürstadt 1995, disponibile per consultazione presso di noi. 18 La tradizione Sufi contiene anche l’idea di risveglio dell’uomo. A questo proposito citiamo il libro La voie de l’Itlaq di Charles Antoni, Originel Antoni, Paris 2008, depositario di una tradi\u0002zione orale diretta in materia. 19 Il dr. Francis Lefebure in Francia riporta analoghi risultati. Lefebure ha operato migliaia di sperimentazioni con metodiche analoghe di circonduzione e ne ha esaminato con attenzione le componenti fisiologiche (La respiration rythmique et la concentration mentale en education physi\u0002que, en thérapeutique et en psychiâtrie, Universitè d’Alger 1942; Expériences initiatiques, Éditions Verrycken, Antwerpen 1976; Developing Clairvoyance with Phosphenism, Church Crookham, Cambridge 1986). 20 La tradizione indiana è identica: il sonno della kundalini (il serpente di energia) si identifica con la materia ottusa, con la mortalità umana, con l’esistenza oppressa dalla morte e con la schiavitù dell’ignoranza.",
  "last_phrase": "In conclusion, the manuscript of San Marco, along with other historical documents, sheds light on the ancient practice of alchemy and the idea of awakening the human consciousness. Various traditions, such as Sufism and Indian philosophy, emphasize the importance of vertical alignment and the mastery of energy flow. Through exercises and practices, one can develop the fundamental elements of harmony, energy, and letting go, necessary for achieving a transformation of the body and mind. The original therapeutic work of Franz Anton Mesmer is a prime example of the practical application of these principles, leading to physical and psychological healing."
}