{
  "title": "How can you improve your concentration and visualization through imagination and memory?",
  "first_phrase": "This passage delves into the practice of concentration through imagination and memory as a key to unlocking the deeper meanings behind things. It emphasizes the importance of using both real and spiritual eyes in perceiving an object, and how the will guides our attention to the subconscious. The text discusses the relationship between projection, imagination and memory, and highlights the importance of creating total mental images, combining visual, auditory, and tangible perceptions. The second part of the text presents various exercises to develop visual acuity, including drawing an object from memory after studying it closely. The author also discusses the value of symbols and images in achieving inner transformation and perfecting oneself.",
  "content": "In quest’ultimo caso se ne deduce che la facoltà di con\u0002centrarsi su un oggetto corrisponde alle facoltà di analizzarlo più o meno pro\u0002fondamente e di trovare in esso dei punti più o meno numerosi di raccordo con quanto costituisce il nostro capitale mentale. Quest’abilità «mista» è particolar\u0002mente importante per soggetti ermetici e potrà essere alternata con la precedente per far emergere particolari e idee non colte in una prima osservazione. • Esercizio 93: acuità visiva Prendete un oggetto comune, come una chiave, e disponetela sulla tavola davan\u0002ti a voi. Seguitene con l’occhio i differenti contorni e dopo aver ripetuto attenta\u0002mente quest’operazione più e più volte, chiudete gli occhi e tentate di ricordarvi con precisione la forma della chiave. Con tutta probabilità molti particolari vi sa\u0002ranno sfuggiti. Ad ogni modo riaprite gli occhi e studiate ancora l’oggetto, poi ri\u0002chiudeteli e completate la vostra immagine mentale fino a renderla perfetta. • Esercizio 94: il disegno Quando ritenete di possedere l’immagine mentale perfetta della vostra chiave, provatevi a disegnarla a memoria su un pezzo di carta, poi confrontate il vostro schizzo con l’originale. Constaterete delle dimenticanze e degli errori che neces\u0002siteranno una nuova contemplazione seguita da un nuovo disegno. Per giungere il più rapidamente possibile alla perfezione, agite con metodo. Portate anzitutto la vostra attenzione sulle proporzioni generali dell’oggetto. Paragonate la sua lunghezza (dopo averla valutata) alla larghezza della parte superiore e a quella della parte inferiore. Studiate quindi separatamente queste due parti valutando le loro superfici rispettive: finalmente occupatevi dei particolari della parte inferio\u0002re.",
  "last_phrase": "In conclusion, the practice of automagnetization offers a powerful technique for individual and social self-improvement. By creating a clear idea of the desired outcome, followed by a thorough examination of the subject, we can effectively work towards the integration of the desired quality. It is important to approach this practice with a calm, reflective mindset while applying the methods learned in the previous exercises. By maintaining intense focus on the goal, it becomes possible to achieve real change and build a better version of ourselves."
}