{
  "title": "\"How can we overcome automatic emotional reactions and achieve consciousness of our own thoughts?\"",
  "first_phrase": "This text explores the concept of trance, which refers to altered states of consciousness that can affect our perception of reality. The text discusses different aspects of trance, including the dissociation or tunnel vision experienced in cases of myopia, the internal dialogue that creates emotions, and the fixation on the form. The last 200 tokens discuss the process of \"fissazione\" or fixation, which creates our perception of reality and contributes to the formation of the ego. The text offers tips on how to gain control of our inner world through techniques such as pause, replacement, and decomposition.",
  "content": "90 L’ENERGIA SEGRETA DELLA MENTE LA QUINTESSENZA 91 Il dialogo interiore è lo sforzo della nostra mente di definire la realtà in termi\u0002ni concettuali, di «fissarla», e costituisce la base dell’Ego. La maggior parte del\u0002le persone, appena non è assorbita in un’attività, comincia a essere invasa da pensieri creati dai minimi stimoli esterni che svegliano meccanismi automa\u0002tici basati su associazioni mentali. È il dominio della mente. Una effettiva cre\u0002scita personale mira a oltrepassare i propri pensieri e a prendere contatto con la propria coscienza. Noi siamo infatti anche se non pensiamo, come succede ad esempio nella meditazione o in stati analoghi. Noi dialoghiamo mental\u0002mente con noi stessi molte più volte del necessario. «Devo fare questo», «ce la faccio», «non ce la faccio» sono esempi di frasi che diciamo a noi stessi. Al\u0002cune persone si tormentano la vita con pensieri negativi. Passano le notti a ri\u0002muginare, a ripensare senza sosta. Dobbiamo imparare a interrompere questo processo, ad acquisire uno stato di sommo «silenzio interiore». Ma questa meta resta lontana se siamo in preda a pensieri negativi. È possibile però assumere il controllo del nostro mondo in\u0002teriore con i tre strumenti della pausa, della sostituzione e della scomposizione. Ecco i nostri consigli: • Metodo della pausa: fai ogni tanto delle pause, dei break, degli stop mentali per allontanare i pensieri, utilizzando le tecniche di rilassamento e di autoipnosi. Questa è una regola principe per conseguire l’autocontrollo.",
  "last_phrase": "In conclusion, by learning to interrupt negative thought processes and gaining control over our inner world through the pause, substitution, and decomposition methods, we can achieve a state of inner silence and connect with our true consciousness. By transcending our thoughts and taking control of our being, we can access the quintessence, a natural state that allows us to be present and become central in our lives. Through regular exercises, such as relaxation and concentration on the navel, we can establish a cyclic time where the end connects with the beginning and facilitate the development of our quintessence."
}