{
  "title": "What is the meaning of time and how can it be understood through symbols and integration of opposites?",
  "first_phrase": "In this last section of the text, the author delves into the concept of time as it relates to human consciousness and personal growth. They explore the idea that time is not an abstract concept separate from humans, but rather is intertwined with us and can be experienced in different ways depending on our level of consciousness. The author also discusses the importance of balance between active and passive absorption, as well as the integration of opposing forces and the purification process needed for personal growth. The text draws on various symbols, such as the chakras and planets, to illustrate these concepts. Ultimately, the author argues that true power and growth lie in our connection to the essence of being beyond the material world.",
  "content": "La somiglianza tra i caratteri umani e i simboli è quindi su più livelli: nella psichicità, nella morfofisiognomia (in quanto ogni modo di pensare si riflette nel corpo) e in relazione al fattore tempo che viene da questi scandito e alle sfere temporali. L’uomo reintegrato è così si\u0002mile al cosmo58. Il simbolismo in Dante L’uomo più a contatto con la Natura, quale era ad esempio l’uomo del Me\u0002dioevo, comprendeva questi concetti più chiaramente di quello d’oggi e li esprimeva in molti modi. Capiva che era importante evolvere se stessi. La no\u0002stra epoca ha smarrito la vera strada per la crescita umana, che non è solo nel\u0002le cose, ma nell’essere che è al di là del divenire. Lì risiede la vera potenza. La simbologia è anche molto chiara in Dante che, come abbiamo detto, aderiva a gruppi depositari di insegnamenti segreti. Abbiamo dapprima il Purgatorio con sette cornici (equivalenti terreni dei pianeti) ove vengono sciolte le «compulsioni» che ci allontanano dal centro e ci impediscono di ri\u0002unificarci ed essere veramente uomini. Superate i sette gironi, si è cima al monte del Purgatorio, nel paradiso terrestre, ovverosia il massimo stato rag\u0002giungibile prima dell’elevazione energetica. Qui avviene l’incontro con Matelda, che rappresenta la felicità perfetta. Tale fase avviene su di una montagna, che è ancora parte della terra, cioè del\u0002l’uomo, e precede quella successiva di salita attraverso i sette cieli e il «supe\u0002ramento» dei princìpi stessi.",
  "last_phrase": "In conclusion, the similarity between human characters and symbols exists on multiple levels, such as in psychics, morphognomy, and the relation to time. To evolve oneself is important for true human growth, as it resides beyond material possessions. Dante's symbolism depicts the stages of spiritual elevation, from the Purgatorio to the Cielo della durata. To activate oneself, one must develop the three fundamental principles of conscious breathing, a healthy diet and exercise, and attention to one's glandular system. Practicing these exercises can help one attain greater awareness and presence in the present moment."
}