{
  "title": "What is the concept of \"Absolute Time\" and its relation to alchemy?",
  "first_phrase": "In the previous section of this text, we have explored the concepts of alchemy, time, and space. Now, in the last 200 tokens, we will delve deeper into the ideas of the philosopher Johannes Scotus Eriugena and the neoplatonic tradition, which posits that the \"first mind\" exists outside of space and time. We will also discover practical exercises for achieving transcendence of time, including a step-by-step guide to accessing the \"absolute time\" at the center of the body. Additionally, we will examine the development of the \"new man\" through the integration of virtues and the cultivation of multiple forms of intelligence, including the arts.",
  "content": "• Rotazioni attraverso la croce degli elementi Separazione dei livelli: tra emozioni, realtà fisica, immaginazioni e pensieri. • Aquile (Sublimazioni) Superamento delle compulsioni che «portano fuori dall’essenza». • Il «pesce» («echineis») Aquisizione di uno stato di stabilità e di verticale. • «Rebis» Presenza e integrazione delle energie. • Grande Cottura Presenza con procedimenti energetici. • Pietra al rosso Raggiungimento dello stato Io-non Io. • Moltiplicazioni Ripetute. Ascesa lungo le «sfere celesti» Presenza con superamento anche degli «archetipi» quali «forze universali». • Amalgama, Luce Inestinguibile, Cielo della «durata» Non-dualità. L’uso dei sensi e delle arti per la reintegrazione all’ora Quanto abbiamo insegnato in queste pagine è l’arte di costituirsi come un nuovo uomo, homo totus nel quale a poco a poco le virtù aumentano e si at\u0002tua una progressiva elevazione. Per questo processo l’intelligenza da usare non è unica e quindi va sviluppata in tutte le sue forme. Anche adesso, ad esempio, in Oriente, un buon yogi deve sapere disegna\u0002re, comporre musica ecc… in quanto solo così si ha uno sviluppo completo della persona. Lo stesso era vero anche in Occidente nel passato. L’«uomo ri\u0002nascimentale» era inteso come uomo dal «multiforme ingegno». Il simbolismo della tetractis corrisponde anche a una salita progressiva at\u0002traverso nove punti che rappresentano l’ascesi della «scala filosofica» delle arti e dei sensi 6 .",
  "last_phrase": "In conclusion, the art of becoming a new, homo totus, requires the development of our intelligence in all its forms, including the nine arts, to achieve a complete reintegrative development of oneself. The progress of knowledge is the progress in perception of unity, which can be achieved through gymnasium of the senses, the use of images and symbols, and energy exercises. The ultimate goal is the full reintegrative development of oneself, which can only happen in the present moment. By understanding the logic behind this philosophy and practicing these techniques, one can transform their inner power and acquire power in the world of becoming."
}