{
  "title": "How do our emotions influence our perception of reality and how can we overcome it?",
  "first_phrase": "This text explores the concept of \"microtrances,\" which are automatic reactions that we have to situations or emotions. These microtrances can distort our perception of reality and lead to the formation of our ego. The text breaks down microtrances into three categories, including fixation on form, confusion between emotional and external reality, and dissociation from emotions. The text also discusses the physiological aspects of microtrances and their impact on our body. The last 200 tokens delve into the concept of the \"dialogue interiore\" or internal dialogue, which is the constant mental chatter we have with ourselves. The text discusses how external elements can create emotional states and how our minds try to conceptualize events, resulting in this inner dialogue.",
  "content": "Sono molte altre le realtà e le concettualizzazioni: ad esempio se diciamo «è difficile» stiamo creando un concetto su di una particolare realtà ecc… Il linguaggio «secco» è un linguaggio molto legato alla sensorialità e poco alle emozioni (come nel metamodello della PNL). Esiste però un rischio. Se una persona è molto «secca» per paura delle emozioni che potrebbe vivere, sotto il profilo psicologico è definibile come «dissociata dalle emozioni» e rimane quindi esclusa da una cospicua parte della realtà. • Aspetti fisiologici della terza «microtrance» Fisiologicamente questo tipo patologico di dissociazione è caratterizzato da re\u0002stringimenti del campo visivo con limitazione alla visione foveale. Come in un ca\u0002so di miopia con concentrazione sul logico: visione sul vicino. Nella dissociazio\u0002ne è anche possibile una visione tunnel (foveale) con immaginazione di allonta\u0002namento (probabile dilatazione della pupilla), in altre parole la persona si tiene «distante». L’ideale è invece la posizione nella quale le reazioni fisiologiche di questo tipo non avvengono, dove il campo visuale può essere aperto e completo, ma noi siamo al di là delle emozioni. In altre parole, pur potendole vivere, non ci identifichiamo con esse. Un esempio può essere l’animo dell’attore, che è in grado di vivere un’emozione senza però farsi comandare da essa. Dialogo Mentale Il fatto che elementi esterni creino stati emozionali in noi, e che la nostra mente cerchi di concettualizzare (cioè spiegare) gli avvenimenti dà origine a quello che chiamiamo «dialogo interiore». È il mormorio interno quotidiano.",
  "last_phrase": "In conclusion, the practice of accessing the sensorium commune and developing a connection with our true nature is crucial for transcending our daily thoughts and emotions. By using techniques such as method of substitution and method of decomposition, we can become aware of our inner dialogue and learn to let go of negative thoughts. Relaxation exercises and concentration on the navel area can also aid in achieving a state of harmony and accessing the quintessence. Regular practice of these exercises can lead to a better understanding of time and our place in it, ultimately leading to personal growth and development."
}