{
  "title": "\"What is the Symbolism of Chakra and Time in Indian Tradition?\"",
  "first_phrase": "In the final part of the text, the author explores the idea of time and its connection to human beings. The text discusses the Indian tradition's symbol of chakras and its similarity with the concept of time. It also examines the different planes of existence and the central axis that connects them. The author explains the importance of sublimation in the process of ascension and how it helps to liberate oneself from fixed behavior patterns. The text further explores the idea of the false ego and how it operates as a limiting factor in our lives. Ultimately, the text aims to lead the readers towards a deeper understanding of the self and the universe.",
  "content": "Platone parla di sette sfere ruotanti, rette dalle «figlie della ne\u0002cessità», e così dice il Corpus Hermeticum: l’ente intellettuale e androgino che è la vita e la luce, genera col Logos un’altra intelligenza creatrice, che a sua volta forma sette ministri, chiudenti nei loro cerchi il mondo sensibile. Il loro dominio si chiama Fato (eimarmenh) 42. La disposizione nell’antica tradizione riporta quindi i pianeti in ordine di\u0002scendente rispetto alla terra come simboli psichici e universali del mondo delle «necessità»43. Abbiamo citato i Greci, ma vi è un’unità in tutte queste de\u0002scrizioni, in quanto l’uomo è sempre uguale sotto il sole 44. Se esaminiamo ora le varie «orbite umane»45 in ognuna vi è un grado dif\u0002ferente di consapevolezza e di rapporto con il tempo. Sciogliere le fissità equivale allora a «sciogliere il tempo». Nella metodica indiana ogni chakra è elaborato e «purificato». È possibile elevarsi tramite l’incontro degli opposti. Fra i due poli estremi della passività e dell’attività si allineano tutte le fa\u0002coltà e le maniere di rapportarsi al tempo che vengono riunificate progressi\u0002vamente in uno stato di coscienza sempre più globale. È lo sciogliere i sette metalli che porta quindi anche alla realizzazione del\u0002l’unione dei princìpi maschili e femminili, alla riunificazione ed equilibrio delle doti dell’animo46 che, a un altro livello può anche essere vissuto come un riequilibrio corporale. Abbiamo precedentemente parlato dell’assorbimento attivo e passivo.",
  "last_phrase": "In conclusion, the ancient traditions of the Greeks and Hermeticism provide a map of the human journey towards integration and growth by understanding the relationship between the seven spheres and the human consciousness. By practicing biconcentration, conscious breathing, exercising, and paying attention to the ghiandolare system, we enable the ascent along the spheres of consciousness, leading to a deeper understanding of the self and the world. The ultimate goal is to reach the center, where we can perceive absolute time and live in balance with our masculine and feminine principles, forming a new state of consciousness."
}