{
  "title": "What is Magnetic Auscultation and How Can it Help in Psychic Disturbances and Healing?",
  "first_phrase": "In the previous chapter, we learned about the importance of the psychurge's harmonious relationship with the currents of general life. Now, in Chapter XX \"Magnetic Auscultation,\" we delve deeper into the psychic condition known as erethism, examining the operator's neutrality and spontaneous attraction. The author also describes a unique method he uses during treatment to locate points of weakness in the patient's body. As he explores different regions with his hands, his nervous system guides him towards points of interest, causing his fingers to contract involuntarily.",
  "content": "J’en suis averti par des sensations spéciales : mes cheveux semblent se dresser, puis une sorte de frisson part de la nuque et se propage le long de la colonne vertébrale. Bientôt cet influx parvient jusqu’à l’extrémité des membres, qui entrent légèrement en moiteur ; ensuite le mouvement revient sur lui même : la poitrine se gonfle et le respiration prend un rythme anormal. Il y a comme un envahissement par un souffle mystérieux : instinctivement je me redresse et j’ouvre les yeux. Abandonnant alors l’une des mains du malade je commence à promener devant lui la main devenue libre. Mais toute mon attention se borne à sentir, conformément aux théories de Didier (Voir chapitre III). J’explore ainsi les différentes régions du corps (thorax, abdomen, membres, etc..) tout en restant passif, ou plus exactement neutre, car si je n’agit pas moi-même (par la volonté), je laisse agir mon système nerveux, et j’observe les points sur lesquels son action se porte spontanément. Dès que j’aborde une de ces régions le courant qui s’établit fait contracter mes doigts, transformés pour la circonstance en autant de baguettes divinatoires.",
  "last_phrase": "In conclusion, developing a heightened sensitivity can provide valuable indications during the process of magnetic healing. With some knowledge of physiology, one can gain a clear understanding of the disorders to combat, and in some cases, determine the state of the organs without being in contact with the patient. Therefore, beginners are encouraged to learn to feel and experienced healers can achieve a unique level of clairvoyance."
}