{
  "title": "\"What is the philosophy behind the practice of laying on of hands in medicine?\"",
  "first_phrase": "In the preface to his treatise on the laying on of hands, O. Wirth explains his initial goal of sharing his observations on this little-known practice of healing. However, he quickly realized the need to provide theoretical explanations for the practice as well. In the second part of the work, Wirth delves into the philosophical underpinnings of the \"Medicine of Wisdom\". While acknowledging the limitations of language in expressing these esoteric ideas, he seeks to make them accessible to contemporary readers.",
  "content": "Il ne faut pas y chercher des solutions toutes formulées. Tout est encore mystère dans le domaine de la psychiatrie. Les agents psychiques que met en œuvre cette branche de l’art médical, nous sont inconnus dans leur essence. Nul ne saurait dire ce qu’est la pensée, la volonté, l’imagination, la vie. Nous possédons néanmoins une tradition philosophique, qui projette une vive clarté sur les plus redoutables problèmes. De grands penseurs ont jadis édifié une synthèse de science et de métaphysique qu’il importe de mettre à la portée des générations actuelles. C’est à cette restitution d’un monument précieux pour l’archéologie de la pensée, que l’auteur s’est appliqué, en exposant les principes de la Médecine Philosophale. Malheureusement, les hautes spéculations de la Philosophie hermétique ne sauraient être vulgarisées. Elles restent à jamais l’apanage de cette élite intellectuelle, qui sait discerner l’esprit vivifiants sous les écorces de la lettre morte. Celui qui n’est pas aveugle à la clarté intérieure des choses, celui-là prête au langage figuré une précision que nulle terminologie scolastique ne peut atteindre.",
  "last_phrase": "In conclusion, the field of psychiatry remains a mystery as the essence of the psychological agents used to understand the mind remain unknown. However, by studying the philosophical traditions of great thinkers, we can shed light on even the most daunting of problems. The author presents the principles of the Medicine of Philosophy, a valuable monument in the archaeology of thought. While the high speculations of alchemical philosophy may be hard to understand, the materials presented offer readers a chance to extract the truth themselves. It is up to us to try and comprehend these concepts further and extract their meaning."
}