{
  "title": "What is the nature of induced sleep and its therapeutic effects, and how to choose a trustworthy healer?",
  "first_phrase": "In the previous text, the focus was on the therapeutic action and the choice of a good healer for effective recovery. Three different aspects of induced sleep were discussed. The first being a result of curative action which provides restorative and comforting sleep. The second is experienced when a lucid subject is put to sleep through magnetism, which enhances imaginative abilities. Lastly, the \"grand hypnotism\" of the Salpêtrière school, known to impair mental faculties and typically used by inquisitive scientists, is deemed harmful. With this context in mind, we now turn to the methods of Dr. Liébeault, who has always followed gentle psychotherapeutic approaches, and how his techniques are now applied at the Psycho-Physiological Institute in Paris, founded by Dr. Edgar Berillon.",
  "content": "Celui-ci est plongé dans un état d’ivresse nerveuse qui exalte les facultés imaginatives. On est alors en présence d’un être jouissant de la plus exquise sensibilité et apte, par ce fait, à percevoir ce qui échappe à nos moyens ordinaires de connaissance. Ce genre de sommeil n’a en lui-même rien de préjudiciable à la santé, surtout si l’on a soin de ne pas le provoquer trop souvent et que sa durée ne soit pas exagérée. Il n’en est pas de même de l’hypnose, que l’on provoque en paralysant certains centres nerveux. C’est là un genre de sommeil nettement pernicieux, qui tend à estropier dans leurs facultés mentales des êtres déjà affectés de quelque tare cérébrale. (Il s’agit ici du « grand hypnotisme » de l’Ecole de la Salpêtrière. A Nancy, le docteur Liébeault a toujours procédé avec douceur. Ses méthodes de psychothérapie sont appliquées à Paris par l’Institut Psycho Physiologique, dont la fondation est due au docteur Edgar Berillon. On estime, de nos jours que plus encore qu’aux peintres et aux poètes il est loisible aux inquisiteurs de la science de tout oser.",
  "last_phrase": "In conclusion, while a state of nervous intoxication can enhance imaginative faculties, it is not harmful to health if not induced too often and does not last too long. However, hypnosis can be pernicious when certain nerve centers are paralyzed, especially for those who are already affected by cerebral defects. While scientists have the responsibility to handle hypnosis like any other instrument, individuals with compassion will always regard it as a dangerous toy to be left in the arsenal of black magic. Ultimately, any harmful practice turns against its own author, causing damage that extends to the operator's intelligence and common sense."
}