{
  "title": "\"What are the risks and responsibilities of hypnosis?\"",
  "first_phrase": "In the earlier part of this text, the author talks about how producing sleep through magnetism can be attributed to the desires of the people around. The author had been solely interested in a therapeutic intervention, but the excitement of the audience affected the results. In this last part, the author discusses the dangers of hypnotism and talks about a rebellious subject who faced a funereal crisis due to the accumulation of psychical forces. The author also ponders the role of external influences on producing hypnotic effects, even in cases of resistant subjects.",
  "content": "Elle fournit la clef d’un grand nombre de faits jugés merveilleux, et en particulier de la part de ceux qui se produisent dans les réunions spirites. Pour ma part, tant que je me suis trouvé en tête à tête avec un sujet j’ai généralement eu beaucoup de peine à l’endormir et les échecs ont été nombreux ; en présence d’un public curieux j’ai au contraire, presque toujours réussi.). Il n’y a pas que la volonté qui agisse sur un sujet sensible, et c’est ce qui explique l’échec d’expériences délicates, lorsqu’on s’efforce de les réaliser devant un public malveillant. Je me suis demandé, enfin, si la volonté de mon ami n’avait pas crée autour de son sujet rebelle une sorte d’ambiance somnifère. Tant que l’avocat a opposé de la résistance rien ne s’est passé. Mais, dès que rassuré par moi il s’est abandonné, les portes se sont trouvées ouvertes au sommeil qui l’assiégeait. CHAPITRE VIII DANGERS DE L’YHPNOTISME Un sujet rebelle. L’accumulation des forces psychiques. Ses effets. Une crise funeste.",
  "last_phrase": "In conclusion, the power of hypnosis should never be underestimated or taken lightly. While it can provide insights into seemingly miraculous events, it also holds potential dangers. It is important to always practice prudence and responsibility when working with unknown forces, as what may seem harmless can quickly turn tragic. As illustrated by the story, even the smallest of actions can have grave consequences when not approached with caution."
}