{
  "title": "\"How can one transform doubt into healing energy in psychurgy?\"",
  "first_phrase": "In the last 200 tokens, the author reflects on the principles of psychurgy and how to channel positive energy to benefit others. The concept of solidarity is not always enough to motivate the operator, so they may have to resort to subtler methods, such as envisioning a loved one in the patient's place. The problem is to convert all mental, imaginative and voluntary potentialities into healing energy, and to do so without allowing doubt to creep in. This text is part of the author's defense of magnetism as a viable therapeutic method.",
  "content": "Il faut en psychurgie apprendre à s’exalter par le moyen d’une sorte d’incantation, en se grisant peu à peu de pensées qui naissent d’elles-mêmes. Parfois le malade n’inspire guère par lui-même un intérêt puissant. Il n’en mérite pas moins de sympathie, car il appartient à ce corps de l’humanité dont nous sommes les nomades composantes. Nous participons tous à la même vie collective, et rendre la santé aux autres c’est se guérir soi-même. Mais l’idée de solidarité ne parvient pas toujours à porter l’opérateur au diapason requis. Il peut alors avoir recours à un artifice plus subtil. En magnétisant un indifférent il se représentera l’image d’une personne pour qu’il il sacrifierait volontiers sa vie, puis il s’imaginera que c’est elle qu’il soigne… Le problème consiste à convertir en énergie curative toutes les potentialités réunies de la pensée, de l’imagination et de la volonté. aucune ressource ne doit être négligée dans ce but. Mais l’essentiel sera toujours de ne pas se laisser entamer par le doute.",
  "last_phrase": "In conclusion, the art of psychurgy requires harnessing the power of one's own mind, imagination, and will, and using them to generate curative energy. It is crucial to maintain unwavering faith in one's abilities, and to eliminate doubt. By understanding the inherent solidarity of humanity, and utilizing creative methods such as imagining a patient, even the most indifferent person can be converted into a powerful force for healing. Remember, in the domain of forces, no effort is ever truly wasted, and by healing others, we heal ourselves."
}