{
  "title": "How did a simple diagnosis turn into a mesmerizing spectacle of hypnotism?",
  "first_phrase": "In this section, the author discusses his success in gaining the trust of the patient by discovering his ailment through a method of auscultation. Though he faced difficulties in silencing the patient's constant plaidoyer, he was eventually able to induce a peaceful sleep through his passes. The author compares the instant and deep sleep resulting from the first method of inducing sleep to the gradual and physiological sleep achieved through the second method. The patient's claim of not having slept garnered laughter from those present, as it was an evident effect of the author's work.",
  "content": "Perdant alors sa loquacité, il devint finalement silencieux et l’on n’entendit plus que ses ronflements rythmés. Cette musique fut chaleureusement applaudie. Mais l’excellent homme mit le comble à la gaieté lorsque, ayant été réveillé, il prétendit ne pas avoir dormi ! Comme dans le cas rapporté au précédent chapitre, il s’agit ici d’un sommeil artificiel. Mais d’une part, l’action avait été concentrée directement sur le cerveau : il en était résulté un sommeil instantané, profond et représentant tous les caractères d’un trouble morbide. La seconde manière d’opérer avait, au contraire, amené le sommeil par degrés insensibles : il était survenu comme lorsqu’on s’endort normalement. Ce n’était plus une crise violente, résultant de quelque congestions nerveuse momentanée, mais bien une détente réparatrice, une phase de repos purement physiologique. On conçoit que ces deux genres de sommeils sont aux antipodes l’un de l’autre. le premier ne peut être qui nuisible à la santé du sujet, alors que le second se montre essentiellement salutaire.",
  "last_phrase": "In conclusion, there are two types of sleep that can result from hypnosis, one harmful and the other beneficial. In the case of the lawyer, the beneficial type was induced for therapeutic purposes. However, it is important to note that external factors and the expectations of those around us can also influence the type of sleep induced through hypnosis."
}