{
  "title": "\"What Happened During the Magnetic Experiment That Made the Caporal Unconscious?\"",
  "first_phrase": "In this part of the text, the author continues to recount his experience with mesmerism. Despite trying to induce some sensation in the subject, a caporal, he could not convince him of the reality of mesmerism. Frustrated, the author projected all his nervous force onto the caporal's eyelids, causing him to suddenly collapse in a dramatic moment that convinced the bystanders of the power of mesmerism. The author is aided by a fourrier and the subject is eventually revived.",
  "content": "Depuis une vingtaine de secondes je maintenais ainsi mes dix doigts fébrilement braqués, lorsque je vis le sujet se lever. Je crus que, ne ressentant décidément rien, il voulait se soustraire à ce qu’il considérait comme une facétie. Comme il avait le visage dans l’ombre, je ne remarquai pas qu’en se levant le caporal conservait les yeux clos. Grande fut donc ma surprise lorsque, à peine debout, je le vis trébucher pour tomber lourdement sur le plancher. Chacun alors se précipite au secours du malheureux qui reste étalé, absolument immobile. Dans sa chute il avait heurté un récipient rempli de cirage. Inerte, la face barbouillée de noir et de sang, le caporal présentait un spectacle saisissant. Les scribes du bureau en perdirent la tête. Cette fois ils étaient convaincus de la réalité du magnétisme. Pâles comme des morts, les une restaient pétrifiés, d’autres voulurent courir chercher le médecin – major. Heureusement le fourrier les retins, puis m’aidant à relever le blessé, il fit donner de l’air et apporter de l’eau. le visage du caporal, toujours évanoui, fut soigneusement lavé.",
  "last_phrase": "In conclusion, even though the incident with the caporal may seem startling, it is important to note that his injuries were not serious. It is also worth considering how the situation provides a fascinating insight into the power of magnetism, and how it can influence the human body in unexpected ways."
}