{
  "title": "How can collective unconscious desires influence hypnotic phenomena?",
  "first_phrase": "In the preceding chapter, the author discussed a case of induced sleep followed by a simulated death. Similarly, in this part, he presents two different ways of performing hypnosis, each with distinct effects. The first involves directly targeting the brain and inducing deep and instant sleep, which can be harmful, while the second gradually brings on sleep in a restorative manner. The author credits the latter method for the successful treatment of a lawyer under his care. He notes the influence of the surrounding individuals on the hypnosis process, as their collective desire for an extraordinary spectacle can lead to unexpected crises.",
  "content": "Dans le cas de l’avocat, il convient de le remarquer, je n’était préoccupé que d’une action purement thérapeutique. Aussi ai-je toujours été tenté d’attribuer la production du sommeil aux désirs des assistants. Depuis, alors que je magnétisais dans des conditions analogues, sans viser à endormir, j’ai pu voir des sujets tomber en état d’hypnose, parce que j’opérais en présence de personnes curieuses de cet ordre de phénomènes. (Il m’est arrivé, en particulier, de plonger dans un sommeil profond, et inattendu de ma part, un modèle qui posait dans un atelier de peintre. En magnétisant, je ne songeais qu’à une intervention exclusivement curative ; mais les personnes qui m’entouraient étaient surexcitées par l’attente d’un spectacle extraordinaire. C’est à leur action inconsciente que j’attribue la crise hypnotique qui se déclara subitement. Il s’établit en pareil cas une chaîne de volontés et de désirs. Cette intervention psychique collective peut favoriser ou entraver les phénomènes.",
  "last_phrase": "In conclusion, this text highlights the power of collective unconscious action towards hypnotism, including the importance of the presence of curious spectators on the success of reaching an unexpected state of hypnosis. It also shows the delicate nature of the hypnotic process, where negative intentions or resistance can result in failure. Overall, this teaches us the significance of both mental and environmental factors in achieving therapeutic and experimental hypnosis."
}