{
  "title": "\"What is the significance of Oswald Wirth's L'imposition des Mains and its interpretation of hermetic symbolism?\"",
  "first_phrase": "This text is an excerpt from Oswald Wirth's book, \"L'imposition des Mains,\" translated and copied by Leviathan. The book discusses the power of magnetism and the ability to use it as a healing tool. The last 200 words emphasize the importance of learning to think and developing imaginative and voluntary faculties in order to increase occult power. The book serves as a tribute to Dr. Charles de Vaureal, who provided the key to the hermetic symbolism in Wirth's work. The first part of the book presents personal observations on the effectiveness of this mode of treatment, while the second part provides theoretical explanations.",
  "content": "O. Wirth A la mémoire Du Vicomte CHARLES DE VAUREAL Docteur en Médecine de la Faculté de Paris À qui l’auteur doit la clef interprétative Du symbolisme hermétique AVANT PROPOS En entreprenant de rédiger un traité sur l’imposition des mains, l’auteur n’a eu tout d’abord en vue qu’un but purement humanitaire : il avait constaté l’efficacité d’un mode de traitement méconnu, et se croyait tenu de publier le résultat de ses observations. De là naquit la première partie du présent ouvrage. Elle s’adresse indistinctement à toutes les personnes assez indépendantes d’esprit pour juger des choses sans parti-pris. Tout se borne à un récit de faits personnels, exposés dans ce qu’ils présentent d’instructif. Mais l’auteur n’a pas pu s’en tenir là. On était en droit d’exiger de lui des explications, fussent-elles hypothétiques ; car le fait n’entraîne par lui-même aucune conviction, tant qu’il n’est pas rationnellement interprété. Après avoir enseigné la Pratique, il devenait indispensable de fournir tout au moins des indications relativement à la Théorie. Ainsi prit corps la deuxième partie de ce travail.",
  "last_phrase": "In conclusion, this treatise on the imposition of hands is a manifestation of the author's humanitarian spirit and desire to share his knowledge of an effective but overlooked mode of treatment. While the first part is a personal account, the second part provides theoretical indications relative to the mystery of psychiatric agents—yet, it refrains from offering definitive solutions. The book is a must-read for anyone interested in learning about the philosophical tradition that sheds light on the most challenging issues in this medical art."
}