{
  "title": "\"How to Practice Magnetism for Healing: A Guide to Developing Passion and Compassion\"",
  "first_phrase": "In this last part of the text, the author gives insights into his approach to healing as a magnetizer. He disregards the practice of fascinating the patient and instead focuses on creating a comfortable environment for them. He then proceeds to abandon himself to complete passivity, allowing thoughts to come to him. The author is determined to heal the patient who has trusted him and prevent magnetism from being discredited. As he thinks of the suffering caused by a disturbance in the universal harmony, he feels empowered to intervene as an agent of all energies fighting against evil. This leads to a level of enthusiasm that facilitates outer expression.",
  "content": "Je ne puis laisser discréditer le magnétisme et, d’autre part, le malheureux que j’ai devant moi est digne de toute ma compassion… J’évoque alors tous les motifs qui sont susceptibles d’exalter l’intérêt que je lui porte. Finalement j’envisage la souffrance comme résultant d’un trouble de l’harmonie universelle. Je songe au principe qui répand dans le monde la lumière et vie. N’est-ce pas au nom de cette puissance souveraine qu’il m’incombe d’intervenir ? L’homme qui veut le bien ne devient-il pas l’agent de toutes les énergies qui luttent contre le mal ? L’individu n’est rien par lui même, mais il peut disposer d’une force immense s’il parvient à s’aimanter des courants de la vie collective… En se laissant emporter par le flot de semblables pensées, on arrive à un degré d’enthousiasme qui favorise l’extériorisation de soi-même. Ce n’est pas en restant de sang froid que l’on peut sortir de soi, pour voler au secours d’autrui avec toute son âme.",
  "last_phrase": "In conclusion, by evoking the power of the universal harmony and the principle of light and life that pervades the world, one can become the agent of all energies that fight against evil. As individuals, we may feel powerless, but by allowing ourselves to be carried away by the flow of similar thoughts, we can reach a degree of enthusiasm that facilitates our self-expression. In the field of psychurgy, learning to exalt oneself through incantation and gradually immersing oneself in thoughts that arise spontaneously, is necessary to help others wholeheartedly. And by restoring others' health, we heal ourselves, for we all belong to the same collective life."
}