{
  "title": "\"Why do alchemical doctrines retain their traditional clothing? - A guide to instinctive medicine and psychic healing.\"",
  "first_phrase": "The author concludes their work on the curative practices of laying on of hands and tackles the reasons why alchemical doctrines have retained their traditional clothing. The present pages invite readers to explore unconventional ideas, offering only loosely refined materials. The author emphasizes the importance of providing nourishment for the mind rather than presenting truth in its purest form. The text interests physicians, philosophers, and the curious alike, but it is dedicated to those with a compassionate heart. The chapter preceding the conclusion discusses the origins of the art of healing and the transmission of vital force from one person to another. The text is written by O.W. and was penned on April 5, 1895, in Paris.",
  "content": "Paris, 5 avril 1895 L’IMPOSITION DES MAINS ET LES PROCEDES CURATIFS QUI S’Y ATTACHENT PREMIERE PARTIE PRATIQUE CHAPITRE PREMIER LA MEDECINE INSTINCTIVE L’intuition. Les Origines de l’art de guérir. Conceptions primitives. La force vitale transmissible d’une personne à une autre. La psychurgie. Son avenir. Lorsque la légende attribue à nos premiers parents la connaissance spontanée de toutes choses, elle fait sans doute allusion aux prérogatives dont jouit l’intelligence à l’état naissant. Au sortir de l’ignorance absolue, l’esprit humain ne subit le joug d’aucun préjugé, d’aucune idée préconçue. Son indépendance est parfaite et rien ne l’empêche de s’orienter librement vers la Vérité. Celle-ci agit sur les intelligences vierges comme un aimant puissant : elle les attire et les plonge dans une extase qui leur permet de contempler la lumière spirituelle dans son plus pur rayonnement. C’est ce que l’Ecriture appelle converser directement avec Dieu. Cela veut dire que dans sa naïveté originelle l’homme intuitif est naturellement prophète ou voyant. Il devine juste : au lieu de raisonner, il rêve, et ses visions tiennent du génie.",
  "last_phrase": "In conclusion, the practice of instinctive medicine and the transference of vital energy through touch has been an ancient art of healing, which has evolved into modern psychurgical practices. Although originating from intuitive and visionary individuals, the challenge lies in articulating these experiences of the unknown into a more comprehensive and understandable language."
}