{
  "title": "\"How can anyone become a healer? Understanding the practice and benefits of hands-on healing.\"",
  "first_phrase": "In this last section of the text, the author draws a conclusion from the practical part and emphasizes the importance of health. The chapter highlights that everyone possesses the power to heal and that this power should be used to help others, particularly those in need. The author advises that while imposition of hands may serve as a means of therapy, it does not replace the importance of modern medicine. It is necessary to use both powers to ensure the well-being of others. Additionally, the author cautions against the professional exploitation of magnetism and urges people to develop an intimate and non-pretentious familial medicine.",
  "content": "Or, si la richesse matérielle crée des devoirs pour ceux qui la détiennent, il en est de même de cette richesse suprême qui est la santé. Dans la mesure de ses forces chacun doit secourir son prochain, et puisque nous avons la faculté de nous guérir les unes les autres nous sommes coupables si nous n’en usons pas. Apprenons à mieux nous connaître nous-mêmes ! Nous disposons d’un pouvoir curatif inconscient qui sollicite toute personne vigoureuse à devenir le médecin des siens. L’imposition des mains conduit à une thérapeutique de famille, à une médecine intime et non prétentieuse. Chacun peut l’exercer sans grandes études et sans diplôme. Cette médecine de tous ne doit point faire mépriser la science des docteurs. Bien imprudent celui qui voudrait toujours se passer de leur expérience. Ne dédaignons point leurs lumières mais agissons avant eux : intervenons avec force vitale et avec une chaude ferveur dans notre désir de soulager autrui ; ainsi le plus souvent nous rendrons superflue toute assistance médicale. Les magnétiseurs ont eu jusqu’ici le tort d’être exclusifs et de vouloir se substituer aux médecins. Cette double erreur les a lancé dans une exploitation professionnelle du magnétisme qui entraîne aux pires avilissements.",
  "last_phrase": "In conclusion, just as material wealth creates obligations for those who hold it, the same applies to the ultimate wealth which is health. Let us learn to know ourselves better and understand the healing power we possess, which when put to use, can make us all healers to those close to us. While we should not despise medical knowledge, we should intervene with our vital force and warm enthusiasm in our desire to relieve others, making medical assistance unnecessary. Let us not be exclusive but rather widely practice the laying on of hands; as the remedy is all around us, we only need to open our minds to it."
}