{
  "title": "\"How can psychurgy heal by harnessing the power of imagination through magnetic neutrality?\"",
  "first_phrase": "In the previous text, the author discussed how important it is to cultivate a sense of solidarity with patients in psychurgy, to recognize that we all belong to the same collective life. However, sometimes it can be challenging to connect with the patient's energy. In this last part, the author suggests some techniques to convert the potential of thoughts, imagination, and will into healing energy. One of these methods is to imagine a person for whom one would willingly sacrifice oneself, magnify their image, and connect it with the patient. The author advises that it's essential to maintain faith and not be discouraged by doubt or fear, as even generous attempts bring value. No effort is wasted in the realm of energy, and the therapist must always trust in the efficacy of their work.",
  "content": "Ce n’est pas le malade quia besoin d’avoir la foi, c’est l’opérateur. il ne doit surtout jamais craindre de se heurter à quelque impossibilité. On peut entreprendre au-dessus de ses forces ;mais aucun effort généreux ne peut rester stérile. Rien ne se perd dans le domaine des forces. Si l’énergie émise ne parvient pas à localiser l’objet de sa destination, elle n’en sera pas moins utilisée. Les séances d’hypnotisme en fournissent la preuve ; car, lorsqu’on s’efforce d’endormir un sujet rebelle, il arrive très souvent qu’un spectateur dont on ne s’occupait nullement tombe tout à coup en sommeil. Ce fait doit rassurer le thérapeute, qui n’a pas à s’inquiéter du résultat de ses efforts. Il ne lui appartient pas d’obtenir toujours ce qu’il désire ; mais lorsqu’il se dépense il ne manque jamais d’enrichir l’atmosphère d’effluves vitaux qui vont d’eux-mêmes aux plus nécessaires.",
  "last_phrase": "In conclusion, as a therapist, it's important to have faith and not fear the possibility of failure when treating patients. Although one may undertake treatments beyond their capabilities, any genuine effort is never futile. The energy released during therapy sessions is always utilized, as seen in hypnotic practices. Therefore, a sensitive magnetizer who works in harmony with the general currents of life is never at risk of intervening in vain. Remember, the most crucial aspect is the therapist's neutral and calm state of mind during treatment."
}