{
  "title": "How can anyone heal others through the power of psychology without needing expertise or special knowledge?",
  "first_phrase": "This text discusses the art of psychurgie, or the use of one's own vitality to heal others, a practice that was passed down from ancient priest-physicians to the Essenes and Therapeutae. The Gospel taught the laying on of hands for healing. The author notes that perfect health requires a corresponding health of the soul and spirit, but one need not be a saint to heal others. Rather, a sincere compassion for others' suffering is enough to tap into the wonders of psychurgy, making this practice accessible to many. The text concludes that the intervention of a robust and well-balanced person provides a transfer of vital forces to where they are needed, benefiting a weakened body.",
  "content": "L’Evangile s’efforça de vulgariser les procédés curatifs de la médecine naturelle, en enseignant à guérir par l’imposition des mains. Mais on se méprit bientôt sur le caractère des guérisons opérées par les premiers chrétiens. Le miracle y avait moins de part qu’on ne se l’est figuré aux âges de la foi aveugle. Pour imiter les apôtres en restituant à autrui la santé, il n’est pas indispensable d’être saint ; il suffit de posséder soi-même ce que l’on veut donner, et, par la suite, d’être sain. La santé parfaite du corps suppose, il est vrai, une santé correspondante de l’âme et de l’esprit. Mais tout est relatif : il n’y a pas à exiger de perfection. Les uns sont mieux partagés que d’autres et les premiers peuvent toujours venir en aide aux seconds. Une compassion sincère aux souffrances d’autrui suffit à nous mettre en état de réaliser toutes les merveilles thérapeutiques des psychurges. La médecine instinctive reste ainsi à la porté du très grand nombre.",
  "last_phrase": "In conclusion, the healing power of touch and compassion is within the reach of everyone. While a perfect state of health may depend on the balance of body, mind, and soul, a genuine desire to alleviate the suffering of others is enough to perform therapeutic wonders. Instinctive medicine does not require advanced knowledge or specialized training, but rather natural acuity and goodwill. By emulating the apostles' healing practices, anyone can help restore health and offer a lifeline to those in need."
}