{
  "title": "What is the role of somnambulism in the treatment of diseases? A case study on mesmerism and its unexpected effects.",
  "first_phrase": "This text, written by an unnamed author, discusses the role of somnambulistic lucidity in the treatment of illnesses, using a specific patient as an example. The patient, who suffered from functional disorders, experienced intense episodes of congestion in her lungs, which could only be overcome with the help of magnetism. The author describes how they were able to use magnetism to ward off these episodes and ultimately cure the patient. This positive outcome gave the author a newfound confidence in magnetism as a therapeutic tool, and they went on to devote themselves to it for five years.",
  "content": "Ils avaient perdu leur élasticité ; aussi, lorsque le sang devenu plus généreux, vint y affluer avec impétuosité, le danger fut grand. La malade était alors en proie à des crises congestives, qu’elle déclarait indispensables, mais qu’elle ne pouvait surmonter que grâce au magnétisme. Ces accès étaient toujours annoncés d’avance et je pouvais ainsi me tenir prêt pour l’heure précise de leur apparition. La malade alors suffoquait comme lors de ses premiers crachements de sang ; mais l’imposition des mains et les passes semblaient donner de l’air et bientôt le péril était conjuré. On peut apprécier, d’après cet exemple, le rôle capital que la lucidité somnambulique est susceptible de jouer dans le traitement des maladies. Elle fit en ce cas le salut du sujet, qui parvint à conquérir pleinement la santé, non sans m’avoir fourni à l’occasion de m’initier à toute une physiologie occulte du système nerveux. Cette cure, aussi brillante qu’inattendue, me donna une grande confiance en moi-même et me fit envisager le magnétisme comme une vocation. Pendant cinq années, je m’y suis livré sans réserve.",
  "last_phrase": "In conclusion, this example demonstrates the crucial role that somnambulistic lucidity can play in the treatment of diseases, as seen in the case of the healing of the subject described in this chapter. While the initial focus was on the practice of magnetism, the growing interest in theoretical research may soon lead to the prioritization of theory over practice. Nonetheless, the power of the imposition of hands and passes, as well as the importance of being able to anticipate crises, remains a valuable lesson. Finally, knowing how to endure through the unexpected effects of magnetic action is an essential aspect of this practice."
}