{
  "title": "\"What is Oswald Wirth's perspective on the healing power of touch in 'L'imposition des mains'?\"",
  "first_phrase": "This text by Leviathan focuses on the book \"L'imposition des Mains\" written by Oswald Wirth. The author quotes Wirth on the power of collective life currents and the magical agent created by the union of male will and female imagination. The text emphasizes the importance of the simple act of laying on of hands and the need to popularize therapeutic magnetism. Leviathan also explains how to cultivate one's voluntary and imaginative faculties to increase one's occult power. The following 200 tokens delve deeper into these concepts, providing insights into the power of will, imagination, and selflessness in healing and helping others.",
  "content": " Oswald Wirth L’imposition des Mains Copy By Leviathan « L’individu n’est rien par lui même, mais il peut disposer d’une force immense s’il parvient à s’aimanter des courants de la vie collective… » « Le grand agent magique résulte du mariage de la volonté mâle et de l’imagination femelle, principes antagonistes que représentent les deux serpents du caducée hermétique » « Chacun peut imposer les mains et rendre parfois par ce moyen si simple d’inestimables services. Le magnétisme curatif est à vulgariser, à faire passer dans les mœurs » « Sachez vouloir avec douceur, sans saccades ni soubresauts ; ayez une imagination vive, ardente, et laissez vous entraîner hors de vous-même pour porter secours à autrui ; cultivez vos facultés volontaires et imaginatives ; ainsi votre pouvoir occulte ira sans cesse en augmentant. Le tout est d’apprendre à penser, afin de se servir de la pensée comme d’une force comparable à l’électricité ».",
  "last_phrase": "In conclusion, Oswald Wirth's teachings about the power of collective life currents and the importance of blending masculine willpower and feminine imagination through the use of hand imposition hold great potential for those seeking to tap into their occult abilities. As Wirth urged, the healing power of magnetic energy should be shared widely and integrated into our daily lives, by cultivating our imagination, enhancing our voluntary and imaginative capabilities, and learning to channel our thoughts into a force as powerful as electricity."
}