{
  "title": "\"How can a therapist effectively use energy and magnetism in healing?\"",
  "first_phrase": "In this text, Paul-Clément Jagot discusses the importance of the operator's faith in successful therapeutic interventions. Even when the energy emitted does not reach its intended target, it still enriches the atmosphere with vital effluvia, which will eventually find their way to where they are needed. In Chapter 20, \"Magnetic Auscultation,\" the sensitivity of the operator's perception is discussed, and how the operator must remain neutral and avoid hasty, unguided actions. Instead, the operator should allow the nervous system of the patient to recognize and respond to the energy. Jagot details his method for working with the patient and building up a sufficient degree of psychic energy before proceeding.",
  "content": "Cela est vrai surtout pour le magnétiseur sensitif, qui n’agit pas en vertu d’une décision arbitraire de sa volonté, mais uniquement sur la sollicitation du malade. Lorsque celui-ci est attractif, c’est qu’il transmet inconsciemment à autrui la force dont il ne profite pas lui même. Le psychurge qui sait se mettre en harmonie avec les courants de la vie générale ne court aucun risque d’intervenir en pure perte. CHAPITRE XX L’AUSCULTATION MAGNETIQUE Eréthisme psychique. Neutralité de l’opérateur. Attraction spontanée. Les points faibles. Indices fournis par la sensibilité. Ses avantages. Après avoir rassemblé les forces destinées à combattre le mal on ne doit pas se hâter de les lancer aveuglément contre l’ennemi. l’action demande à être conduite avec discernement ; mais il suffit à cet effet de ne rien précipiter, en laissant au système nerveux le temps de se reconnaître . Voici à cet égard ma façon de procéder : tant que je tiens les mains du malade j’agis sur moi-même et non sur lui ; mais il vient un moment où mon énergie psychique est parvenue à un degré suffisant de tension.",
  "last_phrase": "In conclusion, it is important for a magnetic healer to act on the solicitation of the patient and not rush blindly into combatting the illness. The action must be carried out with discernment and allowing the nervous system to recognize the energy. By following the process described, one can achieve the desired tension and sense the mystifying influx to bring forth healing effectively."
}