{
  "title": "What is the Natural Medicine advocated by the Gospel and how accessible is it to everyone?",
  "first_phrase": "The previous text describes the healing methods of natural medicine taught by the Gospel, emphasizing the laying on of hands. However, misconceptions arose about the nature of the healings performed by the early Christians. This final section explains that to emulate the apostles in restoring health, it is not necessary to be a saint, but rather to possess what one wants to give and be healthy yourself. It also states that perfect bodily health requires a corresponding health of the soul and spirit, but one doesn't need to be perfect. Natural healing is accessible to all and does not require special knowledge or dissection of bodies. Instead, it requires natural keenness, generosity, and willingness to help others. This section ends with an example of a mother who saves her dying child by transmitting her own vitality through her love.",
  "content": "De même qu’elle n’exige qu’un degré de très accessible sainteté, elle ne réclame pas, d’autre part, des connaissances spéciales. Ce n’est pas elle qui astreint à disséquer des cadavres, à torturer des animaux et à retenir quantité de termes savants. Sans doute, elle ne requiert pas non plus que l’on reste ignorant par système ; mais un peu de sagacité naturelle, avec beaucoup d’ardeur généreuse et de bonne volonté, conduisent plus loin dans le domaine de psychiatrie que tout ce que l’on enseigne dans les écoles. Voyez cette mère qui presse contre son sein l’être chéri menacé de mort. Dans l’élan de sa tendresse elle veut lui donner sa propre vie… et le prodige s’accomplit ! Il y a transmission de vitalité et l’enfant est sauvé, alors que la science le déclarait perdu. Combien de fois l’amour maternel a-t-il ainsi fait mentir le pronostic des savants ! Le malheur, c’est que nous soyons aveuglés par une fausse éducation, qui nous détourne en toutes choses de la simplicité naturelle. Nous ne concevons pas de guérison en dehors de tout un appareil de pompe charlatanesque.",
  "last_phrase": "In conclusion, achieving significant progress in the field of psychiatry does not necessarily require specialized knowledge, but rather natural sagacity, generous ardor, and good will. Love and intuition can bring healing more effectively than any charlatanry. As we continue to tire of artificial remedies, we must return to Nature's healing forces. Let us hope that practitioners of medicine will be less generous with their toxic drugs in the future."
}