{
  "title": "What are the dangers of frivolous experimentation with hypnotism and magnetism for therapeutic purposes?",
  "first_phrase": "In this text, the author reflects on an experiment that he conducted with a hunchbacked man who later died of tuberculosis. He blames himself for not having properly finished the experiment, in which the man resisted his efforts to control him. The author warns against frivolous experimentation with hypnosis and expresses remorse for his role in the man's death. The last 200 tokens of the text provide an example to illustrate the dangers of hypnosis, which can have unforeseen consequences.",
  "content": "Or, il est évident que, par forfanterie, il avait secrètement résisté de toutes ses forces à mon influence. De l’électricité nerveuse à la plus haute tension avait été accumulée autour de lui. Rien ne se produisit tant que le sujet resta actif ; mais dès qu’il cessa de repousser ce qui tendait à l’envahir, il fut subitement possédé. Une crise hypnotique proportionnée aux efforts déployés, tant de ma part que de la sienne, se déclara au moment précis où, me voyant parti, le bossu crut ne plus rien avoir à craindre de moi. L’invasion en pareil cas guette le premier instant de passivité, puis elle se manifeste avec une foudroyante énergie. Une commotion aussi violente ne pouvait être que pernicieuse à un être déséquilibré. Il en était résulté un ébranlement cérébral, compliqué par l’alcool, mais étranger aux causes qui amenèrent la mort. J’ai cru de mon devoir de citer cet exemple à titre d’avertissement. Puisse-t-il inspirer l’horreur de toute expérimentation frivole. Pour ma part, après m’être vu accusé d’homicide par imprudence, j’ai définitivement rompu avec les manœuvres des endormeurs.",
  "last_phrase": "In conclusion, the dangers of frivolous experimentation with hypnosis must not be underestimated, as demonstrated through the cautionary tale of the unfortunate victim in this text. May this serve as a warning to all, and inspire a deep aversion to such practices. The following chapter will delve into the compatibility, or rather, incompatibility, between hypnosis and the practices of therapists, emphasizing the importance of using this tool responsibly."
}