{
  "title": "How to strengthen your will without exhausting it in magnetism therapy?",
  "first_phrase": "This text concludes with advice on the proper use of willpower in magnetism healing. The author mentions that applying willpower arbitrarily weakens it, while using it only when necessary strengthens it. At the end of the session, it is beneficial for both the patient and the magnetizer to spend all their energy delivering passes to dissolve the patient's morbidity, revitalizing their vital atmosphere by accumulating charged clouds around them. The text emphasizes the importance of giving oneself entirely to enrich oneself in magnetism, then recuperating by going for a brisk walk outdoors. Passivity is the enemy of magnetism healers, especially if they become afraid.",
  "content": "On y parvient en accumulant autour du sujet des nuées puissamment chargées d’électricité curative : c’est le moment de donner tout ce que l’on possède, sans craindre de s’épuiser. En cela on ne risque en aucune manière de se fatiguer, car on récupérera d’autant mieux ses forces en les renouvelant qu’on les aura plus complètement dépensées. Le moyen de s’enrichir en magnétisme c’est de se priver de tout pour autrui. Mais afin de reprendre au delà de ce que l’on a donné, il faut éviter de s’attarder passivement auprès du malade. Dès que la séance est terminée le mieux est de gagner aussitôt le grand air. Là, rien ne provoque une meilleure réaction qu’une marche assez rapide qui active la respiration et fait entrer la peau en moiteur. Si l’on a besoin de ne jamais négliger cette précaution on peut sans imprudence s’attaquer aux maladies les plus contagieuses. Le guérisseur ne s’expose à aucun danger tant qu’il est actif. La passivité seule lui devient funeste, en particulier lorsqu’elle se traduit par la peur.",
  "last_phrase": "In conclusion, to become richer in magnetism, one must selflessly give their all to others without fear of exhaustion. To recover and renew our energy, it is best to immediately breathe in fresh air and take a brisk walk after a healing session. Remember to apply your energy judiciously without economizing and without calculating. Finally, keep in mind that our organs can wear out, hence the need to balance energy expenditure with self-care, to continue to be effective in helping others."
}