{
  "title": "What factors influence the effectiveness of magnetism in healing, and why do results vary among individuals?",
  "first_phrase": "In this text, the author discusses his experiences with magnetic healing and how the success of the treatment depends on the individual's constitution rather than the type of disease. The author also questions the hypothesis that the action of the magnetic healer depends on the polarity of both the patient and the healer. He concludes that the constant search for systems and theories in magnetic healing is dangerous as it may lead to misconceptions. The author encourages experimentation and warns against becoming a victim of one's own created conditions.",
  "content": "Pour expliquer les différences d’accessibilité à l’action du magnétisme on a supposé des polarités contraires, analogues à celles de l’électricité ou de l’aimant. un magnétiseur positif exercerait dès lors son maximum d’influence sur un sujet négatif, son action étant, au contraire, repoussée dans le cas où le malade serait lui-même positif. Il lui faudrait alors un opérateur négatif. Cette hypothèse ne doit pas être prise à la lettre. Les systèmes sont toujours dangereux, et cela tout particulièrement en magnétisme. C’est ainsi qu’il y a, par exemple, exagération manifeste dans la théorie de la polarité humaine. A leurs yeux le côté gauche du corps est polarisé en sens inverse du côté droit, et les deux mains exercent en magnétisme une action contraire. Jamais je n’ai constaté rien de semblable. Je me suis toujours servi alternativement des deux mains, sans remarquer de différence dans les effets produits. Cela me porte à craindre que certains expérimentateurs ne soient devenus les dupes de conditions inconsciemment créées par eux mêmes ; car dans le domaine de la suggestion, l’opérateur provoque ce qu’il imagine.",
  "last_phrase": "In conclusion, while the theory of opposite polarities in magnetism should not be taken too literally, idiosyncrasies and individual factors play a significant role in the effectiveness of magnetic therapy. One should not become discouraged if effects do not manifest immediately as sometimes weeks or even months of preparation may be necessary before any change occurs. Patience is key, and sometimes the best results occur suddenly, even if there seems to be no explanation for their delayed appearance."
}