{
  "title": "\"What are the dangers of continuous magnetic therapy without proper rest and recovery?\"",
  "first_phrase": "In the previous text, the author describes a state of being where their movements required conscious effort, and their internal visions were more beautiful than reality. However, as time passed, these visions became less clear, and the author returned to the world of ordinary sensation, full of energy and ready to work. In this last portion, the author warns against the dangers of overworking oneself in the practice of magnetism and the importance of resting. They also caution against using artificial stimulants and advise building energy reserves to maintain balance in life.",
  "content": "puisque chacun est à même de magnétiser, il faut se partager la besogne : telle est la solution. En magnétisant une ou deux fois par jour, on ne s’expose pas au moindre danger ; mais lorsque, dans le cours de sa journée, on se dépense sérieusement en faveur d’une dizaine de malades, et cela pendant des mois ou des années, le métier devient exténuant. On peut ne pas s’en apercevoir dès le début, mais un moment vient où il faut s’arrêter.) Mon expérience personnelle me porte ainsi à proscrire les stimulants artificiels qui n’agissent qu’en épuisant les réserves vitales de l’organisme. Or, il importe de ne jamais entamer ces provisions dynamiques, qui sont le capital dont nous ne devons dépenser que les revenus. Pour agir avec efficacité il ne faut jamais, du point de vue nerveux, contracter des dettes mais, au contraire, amasser d’avance des économies lorsqu’un surcroît de dépense est à faire. Toute rupture d’équilibre entraîne, au surplus, une réaction compensatrice. Un excès provoque toujours un excès équivalent en sens contraire.",
  "last_phrase": "In conclusion, it's important for a magnetizer to manage their energy reserves and never exhaust themselves as their ability to help others depends on their own well-being. Avoid artificial stimulants and rather build up energy savings before performing demanding work. Remember the mantra \"COAGULA, SOLVE\" and focus on receiving energy before trying to give it. Developing healthy habits will help magnets to give more to others and avoid any ill effects from their work."
}