{
  "title": "\"What is the importance of having a peripheral reference point for developing presence and attention?\"",
  "first_phrase": "This text discusses the importance of having a reference point to expand one's attention. The author suggests starting with a peripheral reference point, like a hand or foot, then gradually adding more points of reference such as the buttocks on a chair, feet, visual and auditory cues. Returning to the present moment is more important than intensity, and creating a culture of presence is crucial. The author recommends maintaining three reference points, creating a triangle with the feet and coccyx. The text also touches on the idea that the present moment is all that exists and describes different stages of expanding awareness. The focus is on using kinesthetic senses as a foundation and allowing visual and auditory cues to naturally integrate. Preconditions to experiencing more vibrant colors are also mentioned.",
  "content": "Le point de référence Au début c’est bon de commencer avec un point de référence, le plus possible périphérique, une main ou un pied. Après, on arrive à avoir toujours plusieurs points de reference: par exemple les fesses sur la chaise, les pied et aussi le visuel et l’auditif Le point doit etre périphérique parce que c’est la seule façon de commencer à étendre vraiment l’attention. C’est très facile au début, mais l’important c’est de se rappeler C’est plus important de revenir que d’etre intense. Il faut créer une culture de la presence. L’important c’est de revenir toujours à la présence Une possibilité est aussi d’avoir toujours trois points de reference, les pieds et le coccigex. Un triangle. L’instant L’instant est toujours parfait Tout est dans l’instant Il ya a que le présent Les différents passages On part par un point de référence, après deux, trois. Après on met le visual et l’auditif. La base est toujours le kynesthesique, et on laisse que le visual et le l’auditif se rajoutent spontanémment. Pour des brefs trajets on peut aussi s’appuyer sur l’auditif Après on met le gestuel. Pratiquement on est conscient dans le movement Et après on cherche à faire éclater l’instant Et les couleurs qu’on perçoit sont des vrais couleurs. On s’aperçoit qu’on a jamais perçu le bleu, ou le rouge.",
  "last_phrase": "In conclusion, developing a culture of presence requires starting with a peripheral reference point like a hand or foot and gradually increasing to multiple points of reference like feet, seat, and sensory awareness. The goal is not to be intense but to keep returning to the present moment. Walking can also be a powerful tool for balancing between sky and earth and deepening one's sense of presence. By practicing these steps and allowing sensory awareness to naturally expand, we can experience the richness of life in its true colors and dimensions."
}