{
  "title": "\"What is Hypnosis and How Can It Be Used to Control Behavior?\"",
  "first_phrase": "The last part of the text consists of various experiments conducted by Dr. Brémaud in the 1880s to demonstrate the effects of hypnosis and fascination on human subjects. Prior to this, the author discusses the method of inducing fascination and highlights the importance of imagination and visualization in the practice of hypnosis. The text also includes examples of successful hypnosis sessions, including a person who quit smoking and a woman who overcame her fear of flying. The last part of the text describes an experiment with a young man named M.Z. where Dr. Brémaud induces a state of fascination and a hypnotic state in the subject.",
  "content": "“Guardo profondamente, all’improvviso, molto da vicino un gio­vane uomo M.Z..., ventitré anni, bruno, sanguigno, forte, dice il dottor Brémaud, ordinandogli di guardarmi con tutta la forza di cui è capace; l’effetto è folgorante, il viso diventa rubicondo, l’occhio è spalancato, le pupille dilatate, i vasi della congiuntiva hanno subìto una dilatazione considerevole, il polso da settanta è solito a centoventi, lo sguardo del soggetto è da questo momento fissato solo sui miei occhi, indietreggio, M.Z....mi segue; il suo modo di muoversi è singolare, la testa è proiettata in avanti, le spalle rialzate, le braccia penzoloni lungo il corpo. Nella corsa in cui M.Z.... si abbandona per seguirmi, le sue braccia restano immobili, il suo volto ha assunto un aspetto particolare; ogni espressione è scomparsa, gli occhi sono fissi, i tratti induriti; non si muove una fibra, non una parola esce dalle sue labbra immobili, la fisionomia è pietrificata. Sembra che non esista più nel suo cervello che un’idea fissa: non abbandonare mai il punto lumino­so del mio occhio. Provate a parlargli, non vi risponderà; insulta­telo, nemmeno una fibra del suo viso sussulterà, picchiatelo, non sentirà dolore: l’analgesia è evidente, i punzecchiamenti, i solleti­chii, non producono alcuna alterazione del movimento, e, pertanto, M.Z.... cosciente del suo stato, ha capito tutto ciò che si è detto, e, tornato allo stato -normale, si renderà conto di tutto ciò che avrà provato.",
  "last_phrase": "In conclusion, the state of fascination and instant hypnosis is achievable through various techniques, such as counting, saying a name or using a handkerchief. These states can be induced by individuals with strong magnetic power, and when under this influence, the human body can display various symptoms such as dilated pupils, increased heart rate, rigid muscle contractions, and altered sensitivity. However, it is important to note that certain precautions should be taken, as these states can be dangerous if not performed correctly. Nevertheless, with the right approach and practice, instant hypnosis can prove to be an incredible tool for both entertainment and therapeutic purposes."
}