{
  "title": "What is the technique of regression and how does it work in hypnosis?",
  "first_phrase": "This text explores the field of hypnosis and regression therapy, following the experience of a young Italian woman, Emma Marigliano, who seeks to discover her past lives. In this last part, Emma is under regression hypnosis and appears to have lived multiple past lives, including that of Caterina de' Medici. Keeton, a regression specialist, and his colleague Dominique Webb examine the phenomenon of regression therapy and describe the types of people who are most susceptible to past life recall. The text finishes with a detailed description of a smoking cessation hypnosis session with Salvatore, Emma's brother, illustrating the power of hypnosis to create new habits and behaviors.",
  "content": "Salvatore: “E chi sei?”. Emma: “Mi chiamo... Caterina de’ Medici”. Salvatore: “Perché sei venuta a Parigi?”. Emma: “Perché mi sono sposata” (Caterina de’ Medici si sposò nel 1533). Salvatore: “Con chi?”. Emma: “Con Enrico”. Salvatore: “Da quanto tempo sei a Parigi?”. Emma: “Da cinque mesi”. Salvatore: “Quando ti sei sposata?”. Emma: “Mi sono sposata in febbraio, di lunedì mi sembra. Ora abito in un palazzo grandissimo”. Salvatore: “Sai il nome dell’amante di tuo marito?”. Emma: “Mio marito ha tante amanti. Sono sposata da soli cinque mesi. Io sono giovane, sono riservata, non dovrei sapere queste cose”. Emma Marigliano dà segni di stanchezza e di irritabilità. Joe Keeton decide di riportarla gradualmente al tempo attuale. Adesso la donna parla solo inglese e ricorda precisamente ciò che ha “visto” nelle vite precedenti, anche se non capisce perché ha impersonato quei ruoli. Emma è stata uno zio materno (1946); un certo Piero de’ Medici (1689); una mendicante ubriacona (1739); Caterina de’ Medici (intorno al 1530). Nella storia non c’è traccia di un Piero de’ Medici, fuggito nel napoletano nel 1689, ma potrebbe essere uno dei tanti figli naturali della famiglia Medici. Quanto a Caterina de’ Medici, essa sposò Enrico II di Francia nel 1533.",
  "last_phrase": "In conclusion, the concept of hypnosis has a long and fascinating history that has been marked by highs and lows. Despite the uncertainty surrounding the phenomenon, it has been proven useful in various different fields, including medicine, psychology, and dentistry. While the memories and identities that are uncovered during hypnosis should be approached with caution, the experiences can provide valuable insight into our genetic and cultural pasts. Ultimately, it is a personal decision whether or not to delve into past lives or to embrace the power of hypnosis for personal growth and well-being."
}