{
  "title": "What is the history and practical use of hypnosis in the book of Erminio Di Pisa?",
  "first_phrase": "In this part of the text, the author delves into the rich history of hypnosis, dating back to ancient times. The author, Erminio Di Pisa, describes the use of hypnosis in religion and medicine, as well as techniques for inducing different hypnotic states and even predicting the future. The text also explores the science behind hypnosis, including the effects it has on the brain and body. The author's personal experience with studying under a famous medium and hypnotherapist, Dante Caravelli, is also detailed. The last 200 tokens of the text provide a glimpse into the impressive results that can be achieved through hypnosis, including the elimination of addictions and the reduction of stress and anxiety.",
  "content": "E mentre dormiva, Dio prese una delle sue costole, mettendo carne al suo posto; poi. con la costola tolta all’uomo, formò la donna e la condusse ad Adamo». Quale miglior prova di anestesia ipnotica? L’ipnosi è vecchia come l’uomo. Troviamo una tecnica autoipnotica nell’incisione di una stele egiziana del Re Ramsete XII della ventesima Dinastia, all’incirca tremila anni fa, usando una lampada accesa. Al British Museum nel «Papiro Gnostico» (n secolo a.C.) vi sono accuratissime descrizioni di tecniche ipnotiche. Il sogno, connesso al sonno, ha sempre avuto fondamentale importanza nella storia umana. I messaggi divini erano ispirati dal sogno ed usati religiosamente. Da qui la, tendenza a ricreare un sonno a comando per motivi augurali e d’auspicio. L’ipnotismo fu usato nell’antico Egitto ed in Grecia per fini religiosi, i sacerdoti nel tempio ipnotizzavano per avere risposte fornite dagli dei stessi. Esculapio, medico leggendario, guariva nel sonno e coi sonno. L’ipnologo più illustre dell’epoca fu Apollonio di Tiana, casto, vegetariano, completamente distaccato dalle cose del mondo, vissuto fra il i e il ii secolo d.C., enigmatica figura di mago e di filosofo neo-pitagorico, educato in Tarso, ritiratosi poi ad Egea nel tempio di Asclepio che ben presto, per opera sua, si trasforma in un liceo ed in un’accademia. Tornato a Tiana, rinuncia all’eredità paterna e, avendo ormai abbracciato il pitagorismo, trascorre cinque anni nel silenzio e nella meditazione in Panfilia e in Cilicia.",
  "last_phrase": "In conclusion, the history of hypnosis dates back thousands of years, with techniques of auto-hypnosis being practiced in ancient Egypt and Greece for religious purposes. Mesmerism was introduced in the 18th century, followed by James Braid, who coined the term hypnosis and differentiated it from mesmerism. Jean-Martin Charcot, along with his followers, conducted extensive research on hypnosis, leading to the introduction of the Nancy School, which confirmed the power of suggestion. Pierre Janet furthered this research and demonstrated the characteristics and limitations of hypnotic suggestions. Today, hypnosis is widely practiced for therapeutic purposes, and its potential for further research and developments is always being explored."
}