{
  "title": "What are the techniques of hypnosis in medicine and how to achieve them?",
  "first_phrase": "This text provides insights into hypnosis and how it is used in medicine. The author discusses different levels of hypnosis, including trance, partial anesthesia, and deep sleep. They explain that the unconscious motivation of the patient is more important than the depth of the trance, and that the patient must have full trust in the therapist. The text also describes various techniques for inducing hypnosis, including the use of allusions of taste, sight, and smell. The last 200 tokens introduce three specific techniques for working with difficult or mentally ill patients: the techniques of relaxation, coin, and Chiasson.",
  "content": "Nella trance leggera sembra addormentato. 3. Nella trance media il soggetto può subire allucinazio­ni parziali. 4. Nella trance profonda può subire allucinazioni to­tali, aprire gli occhi senza influire sulla trance, avere regressioni d’età, ed un pallore intorno alle labbra. Oltre alle tecniche già esposte nell’ipnosi totale ve ne sono altre tre particolari, che permettono, in soggetti malati di affezioni nervose o mentali, di procedere con lentezza, dol­cezza e senza passaggi repentini. Dovrete basare la vostra azione sulla forza di persuasione che avrete saputo svi­luppare. Le tre tecniche sono: 1. Tecnica di rilassamento 2. Tecnica della moneta. 3. Tecnica di Chiasson. 1. TECNICA DI RILASSAMENTO Dite: « Chiuda gli occhi e rilassi interamente il suo cor­po... i nervi, I muscoli... tanto rilassati... tutto il suo corpo libero da qualsiasi preoccupazione per ora... Concentri i suoi pensieri sulla mia voce,.",
  "last_phrase": "In conclusion, hypnosis can be a useful tool in treating various psychosomatic disorders, such as smoking addiction, drug dependence, asthma, hypertension, tinnitus, anorexia nervosa, and neurosis. The techniques of relaxation, coin technique, and Chiasson technique are helpful in inducing a trance state for the patient. It's important to note that the depth of trance doesn't always correlate with the treatment's effectiveness. The therapist should always encourage the patient to continue with the treatment, and follow up with them regularly, as a reinforcement of suggestion. With proper guidance and skill, hypnosis can be a practical and powerful tool in treating psychological disorders."
}