{
  "title": "\"What is the scientific demonstration of hypnosis and its therapeutic benefits?\"",
  "first_phrase": "The last 200 tokens of this text are a demonstration of the power of hypnosis, featuring Erminio Di Pisa, one of the greatest hypnotists of all times, and his colleague Enrico Ceccarelli. Di Pisa uses hypnosis only for therapeutic purposes, to heal minds and bodies. He puts the audience in a state of trance, first with collective experiments and then by getting individuals to follow specific instructions. The goal is to find the most sensitive and responsive subjects to hypnosis. This technique has been widely used for medical, psychological and dental treatments.",
  "content": "Il sonno vi prende... vi prende... siete presi... i vostri occhi sono sempre più stanchi... incomin­ciano a chiudersi... le vostre palpebre sono sem­pre più pesanti... siete gin semiaddormentati... ora il sonno vi prende completamente... non pen­sate ad altro che al sonno... a dormire... dor­mire ... dormite!”. (Potrete approfondire velocemente la trance con la catalessi palpe­bralepassando in rassegna in pochi secondi tutti i soggetti). Invito a questo punto il pubblico a rilassarsi con i tre stadi della leggerezza, pesantezza e calore, dopo aver fatto loro ben chiudere gli occhi ed aver creato una catalessi palpebrale a distanza. “I vostri occhi sono chiusi, incollati. Qualsiasi sforzo facciate per aprirli è inutile. Inutile. I vo­stri occhi sono chiusi, incollati. Li potrete riapri­re solo quando ve lo dirò io”. Questi tre stadi si succedono così rapidamente da ubriacare i presenti, mandandoli nella braccia di Morfeo il più presto possibile. (Se ci addormentiamo in una poltrona, i muscoli si rilassano, ed il corpo, privato della tensione muscolare avverte una sensazione di pesantezza; pri­vati dell’uso dei muscoli i movimenti diventano impossibili. Il corpo e le membra si appesantiscono. Questo fenomeno provoca la vasodilatazione­sanguigna che genera una sensazione di calore diffuso. Intervallando queste tre fasi i soggetti si rendono conto dell’effettivo for­marsi di questi stati, attribuendoli alle mie suggestioni: leggerezza, pesan­tezza e calore. Il risultato è ottenuto: tutto il teatro dorme).",
  "last_phrase": "In conclusion, hypnotherapy has proven to be an effective method for treating various medical conditions, including insomnia and chronic pain. Whether it's done in person, through radio, or TV, the key is to create a space where patients feel safe and relaxed, and where their minds can be suggestible to positive changes. The process may require some time and patience, but with skilled operators and dedicated patients, the results can be life-changing. So don't be afraid to explore the power of hypnotherapy and see how it can improve your quality of life."
}