{
  "title": "\"How does hypnosis work? Insights into self-hypnosis, suggestion, and animal hypnosis\"",
  "first_phrase": "In the final section of this text, the author discusses various aspects of hypnosis, including self-hypnosis, its use in treating speech disorders, thumb-sucking, and enuresis in children. The author also mentions the phenomenon of ecstasy and how it can be induced by suggesting visualizations to a hypnotized subject. Animal hypnosis is also briefly examined, with particular attention paid to the power of the gaze. Overall, the text provides a detailed exploration of the science of hypnosis and its potential applications in various fields.",
  "content": "Facendogli ascoltare della musica il suo volto rifletterà estaticamente la musica stessa ed, una volta terminata, re­sterà in quella posizione per molto tempo. L’estasi è spontanea in alcuni religiosi abituati a lunghi periodi di concentrazione mentale sul medesimo pensiero. 18. L’ipnosi sugli animali Esiste una grande differenza fra l’ipnotismo indotto sul­l’uomo e quello sugli animali. Gli animali possono presentare dei fenomeni ipnotici sotto l’influenza di processi un po’ simili a quelli usati sull’es­sere umano: passi, imposizioni delle mani, fissazione dello sguardo, pressione delle zone ipnogene etc. Eccettuato qualche raro caso in cui il gesto e l’esempio possono avere una certa influenza, dobbiamo scartare tut­te le forme di suggestione perché gli animali non arrivano mai allo stato sonnambolico. Non ci possono capire abbastanza per arrivare alla concen­trazione ed all’attenzione necessaria. Tutti sanno che il fascino dello sguardo è il mezzo più po­tente usato dai domatori. Un animale attaccherà difficilmente il suo ammaliatore abi­tuato a dominare lo sbattere delle palpebre, se è osservato diritto negli occhi con ferma determinazione. Gli orientali non ammaliano forse i serpenti e gli animali feroci con lo sguardo? Moltissimi animali si addormentano o cadono in catalessi ponendo qualsiasi oggetto davanti ai loro occhi e tenendoli per qualche minuto immobili. In quest’ultimo caso, le os­servazioni sul gambero sono particolarmente interessanti, riuscendo quest’animale a conservare per molto tempo strane posizioni che gli si erano imposte in partenza. Altri animali sono facilmente ipnotizzabili: i cani, i gatti, le galline, le rane, i cavalli, ecc. ecc.",
  "last_phrase": "In conclusion, while the practice of animal hypnosis may be different from that of humans, it is fascinating to see the effects on various animals, such as dogs, cats, chickens, frogs, and horses. Additionally, there are various techniques, such as music therapy, hand imposition, and breathing exercises, that can aid in relaxation and healing. Finally, with the power of telepsichia, one can also induce hypnosis from a distance with the use of clear mental imagery and strong willpower. Overall, these practices offer valuable insights into the interconnectedness between the mind and body for both humans and animals."
}