{
  "title": "What is the history and theory behind hypnosis and suggestion according to Pierre Janet and Charcot?",
  "first_phrase": "This text offers a comprehensive history of hypnosis, detailing its origins and evolution. It explains how Pierre Janet, a student of Richet, studied suggestion as an action and demonstrated its incomplete nature. Janet's discoveries revealed that suggestible actions present characteristics of both automatism and impulses even in the subconscious, and that suggestion doesn't vary in and out of hypnotic states. The article also mentions the works of several prominent researchers in the field, including Liébault, Bernheim, Charcot, Mesmer, and more. This last part (200 tokens) discusses the history and the evolution of hypnosis from the Middle Ages to modern times.",
  "content": "Tuttavia, la fatica, l’emozione, le intossica­zioni possono provocare una abbassamento della tensione psicologica e la disintegrazione dello stato di coscienza. In questa rapida storia dell’ipnotismo bisognerà ancora menzionare due nomi che ritroveremo nel periodo meta­psichico propriamente detto: Myers e lo studioso polacco Ochorowicz. Conferendo una grande ampiezza alla teoria della vita in­conscia dello spirito, Myers espresse l’opinione che « Una corrente di coscienza si svolga sopra di noi, ma al di sotto della soglia della vita quotidiana, e che questa coscienza abbracci poveri sconosciuti. dei quali i fenomeni ipnotici non offrono che un primo esempio ». Considerando come « superiori » i fenomeni che Janet aveva dichiarato patologici e inferiori, avanzò l’ipotesi che « L’automatismo non sia solamente una regressio­ne ma un progresso e che l’isteria confini con la genialità ». Ochorowicz contestò l’affermazione di Bernheim secondo cui nessuno poteva essere addormentato contro la sua vo­lontà. Egli stabilì l’esistenza della «sensibilità ipnotica» e mostrò che un individuo dotato di una sufficiente sen­sibilità ipnotica può essere ipnotizzato contro la sua vo­lontà, e persino a sua insaputa. Sviluppò inoltre con molta forza la teoria dell’ideoplastia, cioè dell’onnipotenza di un’idea presente nello spirito gra­zie alla depressione di tendenze superiori. Un insigne psicologo, Alfred Binet, sottolineò gli effetti. della suggestione intesa in questo modo. Si considerò « pressoché autorizzato ad affermare che la suggestione può creare tutto ». Studiò specialmente le allucinazioni, i mo­vimenti e gli atti, la paralisi della sensibilità e del movi­mento.",
  "last_phrase": "In conclusion, while hypnosis has had a long and diverse history in the scientific community, it remains a topic of interest due to its potential to deepen our understanding of the human mind. By following the exercises presented in this text, one can gain confidence in their ability to induce and control hypnosis, and learn to use it as a tool for positive influence. As with any powerful tool, however, it is important to use it responsibly and with a deep respect for the power it holds over others."
}