{
  "title": "What is Telepathy and How to Develop Your Clairvoyance?",
  "first_phrase": "This text discusses techniques for developing and harnessing psychic abilities, specifically telepathy and clairvoyance. It describes exercises for inducing a state of hypnosis in a subject, then using mental suggestion to transmit thoughts and ideas to them. The text goes on to explore how these techniques can be used to test a subject's ability to see or know things beyond normal perception, and how to gradually develop and refine these abilities. The final section explores the concept of astral projection or \"out of body\" experiences, which allow the practitioner to access higher states of consciousness and potentially see events unfolding in other locations or times. Overall, the text offers practical guidance for exploring the possibilities of the human mind and expanding consciousness.",
  "content": "Quando uno dei presenti vuole avere la prova della verità sulla chiaroveggenza, pone una domanda al medium sonnambolico non immaginando che, pensando egli stesso la risposta, il medium non farà altro che leggerla telepaticamente dando subito la risposta ad alta voce. L’iniziato ai fenomeni psichici concentrerà la sua attenzio­ne su una risposta errata per stabilire o meno la chiaroveg­genza del medium. La chiaroveggenza esiste soltanto quando il soggetto in sonnambulismo artificiale può vedere o conoscere un og­getto o una cosa che l’ipnotizzatore non vede e non cono­sce lui stesso. Riprenderete così l’allenamento del soggetto con vista della «vera chiaroveggenza». Suggerite di volta in volta in tono sempre più positivo fa­cendo dei leggeri passi sulla fronte: «Guardi... lei può vedere... lei vede benissimo... vada col pensiero A (indicate il luogo)... mi dica cosa vede...». Potrete anche dire al medium di andare col pensiero a casa di un vostro amico, chiedendogli cosa vede, se il vostro amico è in casa, cosa sta facendo, in quel momento; con­trollerete poi le affermazioni del medium che, se dotato, può darvi delle prove inconfutabili dell’esistenza di questa facoltà. Ripeterete spesso questa esperienza e vi stupirete dell’esat­tezza delle risposte. Ottenuti questi risultati tenterete gli esperimenti di «pre­scienza». Chiederete il nome della prima persona che verrà nel vo­stro studio ed il nome dell’ultima che ne uscirà. Una volta verificatosi il tutto chiedete cosa vi dirà la prima persona di vostra conoscenza che incontrerete e dove si recherà quando l’avrete lasciata.",
  "last_phrase": "In conclusion, through the various methods of hypnosis used by great masters, it is possible to achieve different results depending on the individual. From inducing sleep to regression therapy, these techniques require patience and time to see results. With practice and concentration, one can experiment with clairvoyance and precognition. Hypnosis can even help individuals overcome their fears and traumas. The key is to find the right method that works for the individual and to proceed with caution and care."
}