{
  "title": "How to induce catalepsy and use it in hypnosis?",
  "first_phrase": "In the previous section, we explored the state of catalepsy, which is characterized by total rigidity of the muscles and nerves. We discussed how to induce this state in a subject and how to recognize it. Now, we move on to explore the states of somnambulism, lethargy, and anesthesia. The text includes several methods for instantly inducing hypnosis on one or multiple people, including through counting, suggestion, and the use of a handkerchief. The author also discusses the phenomenon of fascination, which is used in medicine for treating conditions such as hysteria and alcoholism. The section ends with several compelling experiments on inducing states of fascination in subjects.",
  "content": "Per molti ipnologi la catalessi è sinonimo di contrattura: la contrattura può essere accertata nello stato di catalessi, ma non è il solo fenomeno che si presenti. Abbiamo visto nel capitolo precedente come possiamo produrre la contrat­tura in soggetti perfettamente svegli. Non confondiamo quindi contratturacon catalessi. Nello stato catalettico il senso muscolare è esagerato a tal punto che il muscolo rende proporzionale la sua contrattura con la resistenza da vincere. Ammettiamo che il braccio del vostro soggetto sia allungato: mettendogli un peso nella mano il braccio si contrarrà e si irrigidirà sempre di più se ne aumenterete il peso. Messo il soggetto in rigidità totale, visto che il sonno rende i muscoli più passivi e, conseguentemente, più idonei a produrre tutte le reazioni che ci attendiamo, con stimoli appropriati, potrete distenderlo con la testa e le spalle su una sedia ed i talloni su un’altra, lasciandolo irrigidito per lungo tempo come un pezzo di ferro, poiché i muscoli acquistano in questo stadio una forza insospettata allo stato di veglia. Qualora avvertisse dei tremolii generali, dovrete far cessare immediatamente l’esperimento, sof­fiandogli forte sui globi oculari e frizionandolo nelle varie parti del corpo. Il soggetto catalettico presenta la passività di una statua; le sue palpebre spalancate battono solo raramente; le lacrime si accumulano e sgorgano sulle guance. Tutte le attività organiche diminuiscono: la respirazione è molto più lenta che allo stato di veglia. Non bisogna perciò credere che questa immobi­lità sia dovuta alla contrattura generale: è un particolare di questo stato.",
  "last_phrase": "In conclusion, catalepsy should not be confused with muscle contraction, as cataleptic subjects present exaggerated muscle tone, passivity, and decreased organic activity. Through appropriate stimuli, subjects can be induced into cataleptic, somnambulistic or lethargic states, each with its own unique characteristics. It is crucial to note the safety measures and precautions, especially when dealing with spontaneous states, and to avoid experimenting with unilateral hypnosis without solid physiological knowledge. However, with proper understanding and cautious experimentation, hypnosis can reveal fascinating possibilities for exploring the human mind and body."
}