{
  "title": "\"How to induce hypnotic states of catalepsy, somnambulism, letargy, and anesthesia?\"",
  "first_phrase": "This last part of the text explores the states of catalepsy, sleepwalking, lethargy, and anesthesia, and their effects on the body. The author details the techniques for inducing these states, including instant hypnosis, through physical touch or suggestion. The text also discusses the intricacies of the hypnotic state and how it can be used to manipulate the subject's behavior and responses. Additionally, the author describes the sensitivity and suggestibility of sleepwalkers and their ability to remember past events and predict the future. This text provides valuable insights into the power of hypnotic suggestion and the body's response to altered consciousness.",
  "content": "Possiamo trapassare il braccio del nostro sog­getto con un ago senza che ne esca una sola goccia di sangue e che senta la puntura. Alcuni soggetti, molto rari, accusano il fenomeno opposto di iperestesia: una semplice pressione del dito od un contatto sulla pelle fa accusare loro un acuto dolore. II sonnambulo è suggestionabilissimo. Ditegli che di fronte a lui si trova il mare e la gente assiste impotente ad un bimbo che sta annegando; si getterà immediatamente per salvare l’ipotetica vittima. Controllerete che non si getti troppo forte, poiché la sua convinzione di tuffarsi nell’acqua, rischie­rebbe di ferirlo. Potrete fargli annusare dell’ammoniaca come un profumo delizioso o, all’inverso, un’eccellente profumo per un liquido puzzolente. Farete gustare una patata o una carota cruda al vostro sonnambulo come se fosse dell’ananas od una dolcissima pesca; mangerà il suo legume con una convinzione perfetta e lo troverà succulento. Lo metterete nelle condizioni di essere un capostazione, un controllore tranviario od un animale. Se si crederà un gatto miagolerà, graffierà, si rotolerà per terra. Lo farete vedere bene da un occhio, malissimo dall’altro. Qualsiasi movimento gli suggeriate lo ripeterà. Darete suggestioni postipnoticheche eseguirà al risveglio. Comin­cerete con suggestioni a breve scadenza... Direte al vostro soggetto: “Quando vi sveglierete vi verrà l’idea tale, farete questo gesto, direte queste parole”. Sarà opportuno anche fissare un momento ben preciso. Sorretto dal ricordo, il soggetto eseguirà tutti i vostri ordini.",
  "last_phrase": "In conclusion, hypnosis can be a powerful tool in influencing the subconscious mind and altering certain behaviors or sensations. With proper training and technique, one can induce states of catalepsy, sleepwalking, and even anesthesia in their subjects. However, it is crucial to exercise caution and restraint when performing hypnosis, especially with regards to sensitive areas of the body. Furthermore, it is important to remember that suggestibility varies from person to person and decreases with age. Overall, hypnosis can be a valuable skill for those in the medical and psychological professions, but should be used ethically and responsibly."
}