{
  "title": "What Is Regression Hypnosis and How Does It Work?",
  "first_phrase": "This text explores the concept of regression in hypnosis, specifically the idea that the hypnotized person may be particularly susceptible to suggestions and that an hypnotizer might unconsciously imprint their desired answers onto the subject. However, some subjects, such as Emma Marigliano, a Neapolitan immigrant, have had unusual experiences, reliving the lives of various historical figures such as a Medici, a drunken beggar, and even Caterina de' Medici. The text also touches on methods of inducing hypnosis and the use of mass hypnosis. The conclusion features the reflections of two experts in the field.",
  "content": "Ipnosi di massa Come ipnotizzare un intero teatro (Metodi Webb, Ceccarelli, Di Pisa) Gli unici a non aver mai abbandonato l’ipnosi, nel corso della sua storia, fatta di alti e bassi, sono stati gli ipnotizzatori da teatro. Le loro esibizioni spettacolari hanno permesso all’ipnosi, nei momenti di abbandono e oscurantismo, di riproporre l’interesse della scienza. Braid, Flammarion, Charcot, Bernheim e lo stesso Einstein lo testimo­niano. L’evoluzione dell’ipnosi nel tempo è merito loro. I fratelli Emilio e Vincenzo Zola, Bénévol, Donato, Lam­bert-Pickman, Hanussen, Wolf Messing, Salamini, Bosco, Gabrielli, Ferman, Caravelli sono stati fondamentali per l’evoluzione della nostra arte. 2 luglio 1975. Tutta Parigi è all’Olympia. Il pubblico è molto difficile, di “prima”. Giornalisti epersonalità affollano la sala: “Maurice Cauve de Murville e signora, Thierry Le Luron, Pierre Porte, Marie José Nat, Sheila, Jean-Claude Boutier, Pierre Guillermo, Gy Beart, Dalida”. Dominique Webbper dimostrare una delle sue tante affermazioni sul fenomeno ipnotico, invita Dalida e Thierry Le Luron sul palco. Fatti alcuni passi davanti agli occhi di Dalida, fissandola intensamente, la addormenta di un sonno profondo, malgrado il fratello Orlando si agiti furioso tra le quinte. Thierry Le Luron si trova, dopo alcuni secondi, in catalessi, tra due cavallet­ti, con Marie-José Nat che gli salta sul corpo. Lo stesso Thierry viene poi trafitto da guancia a guancia con dei lunghissimi aghi; resta insensibile al dolore non ricordandosi nulla al risveglio.",
  "last_phrase": "In conclusion, mass hypnosis has been utilized by famous hypnotists in theaters for decades, allowing the practice to revive interest in the scientific community during times of obscurity. Dominique Webb's successful attempt to hypnotize an entire audience in 1975 at Olympia demonstrated the power of hypnosis through four stages of relaxation, lightness, heaviness, and warmth. While not everyone is equally sensitive to hypnosis, this phenomenon is now a known effective therapeutic approach to treating medical, psychological and dental issues. Hence, by understanding the principles of hypnosis and its various techniques, one can benefit from its relaxation and therapeutic properties."
}