{
  "title": "\"What are the benefits of hypnosis and its applications in various cases?\"",
  "first_phrase": "In this final section of the book, the author dedicates it to his teacher, Dante Caravelli, without whose help this book would not have been possible. The author reminds us that the benefits of the lessons discussed will be directly proportional to our willpower and intelligence. The text includes several case studies that highlight the effectiveness of hypnosis. The author discusses how hypnosis can help individuals overcome their fears, addictions, and traumas. The case studies presented include a drug addict, a heavy smoker, an airplane phobic, and several others.",
  "content": "Nella fase intermedia dell’addestramento si era trovato nelle stesse condizioni dei millepiedi, costui camminava tranquillo e spontaneo; gli chiesero come faceva a coordinare bene tutti i movimenti delle mille gambe; ci pensò e non riuscì più a camminare. Lo stesso avviene in ipnosi... Dimenticate le tecniche e la vostra mente tornerà libera ed istintiva; sarete divenuti maestri. L’uomo, come diceva Charcot, è un animale ragionevole ed ipnotizzabile. È giunta l’ora della rivelazione. Prefazione Il successo del mio: “Corso di ipso-magnetismo pratico” (M.E.B. Torino), mi ha spinto a realizzare, per voi, ormai abili ipnotizzatori, questo secondo e definitivo trattato in sette capitoli: “Settenario di ipnosi superiore”. L’immaginazione, arrivati agli ultimi stadi dell’ipnosi, dovrà sempre gui­dare il vostro operare. L’immaginazione è come il sole, la cui luce non è tangibile, ma che può incendiare una casa. Tutto dipenderà soltanto dal desiderio che avrete di essere sole, cioè di essere totalmente ciò che volete essere. Solo così potrete realizzare i fenomeni visualizzati. Dovrete applicare sempre la regola aurea fondata sullo sforzo mentale degli occultisti: visualizzare l’azione suggerita, abbinando l’a­zione fisica a quella mentale. L’immaginazione unita alla ragione è il genio! Scoprirete così che la fascinazione è un laccio od incantesimo che passerà dal vostro spirito attraverso i vostri occhi negli occhi di colui o di colei che vorrete affascinare, nel suo cuore, come un vapore puro, lucente e sottile.",
  "last_phrase": "In conclusion, mastering the art of hypnotism requires diligent practice and a deep understanding of the power of suggestion and imagination. By focusing on the convergence of physical and mental actions and using the natural force of the human mind, one can induce a state of hypnosis in others, unlocking a host of remarkable phenomena, from regression to total hypnosis in a crowded theatre. With patience, discipline, and mastery of technique, one can become a true master of the craft, capable of using the power of suggestion to achieve powerful results."
}