{
  "title": "What is regression hypnosis and can it help reveal past lives?",
  "first_phrase": "This text is about regression, a technique in which an individual relives their past through hypnosis. The author recommends repeating the regression text verbatim and the text cites two specialists in regression, Joe Keeton from England and Dominique Webb from France. The text provides Franco De Giorgi's account of Keeton's 27 years of experience in regressing over 9,000 subjects, which he believes to be a world record. The text then continues with instructions on how to use hypnosis to help individuals stop smoking.",
  "content": "Una memoria tramandata geneticamente ed ereditata dai nostri antenati?”. Pur non pronunciando la parola reincarnazione, Joe Keeton non ha dubbi: “Non esiste un limbo, non esiste alcun intervallo fra una vita e l’altra. Dalla morte di una persona al concepimento di un altro essere nel ramo della stessa famiglia il passaggio è istantaneo. In ap­parenza può non esistere alcuna parentela evi­dente ma risalendo nei secoli, ognuno di noi sarà imparentato con almeno due o trecentomila persone”. I migliori soggetti, secondo Keeton, sono giornalisti, infermieri, poliziotti, dottori e avvocati; i peggiori sono professori, scrittori e filosofi. I primi, per professione, sono abituati a riportare i fatti e la realtà che vedono, mentre gli ultimi sono inclini a sovrapporre alla realtà le loro fantasie. In genere, in stato di ipnosi profonda, i soggetti di Joe Keeton rivivono esistenze passate di persone qualsiasi. Il caso di Emma Marigliano, una napoletana emigrata a Manchester, che ha rivissuto la vita di uno zio, di un mendicante del Settecento e perfino di Caterina de’ Medici è un’eccezione. Nata a Torre del Greco trenta anni fa, Emma Marigliano lasciò l’Italia a tre anni, quando i genitori emigrarono a Manchester, dove risiede l’intera famiglia: il padre, Corrado Marigliano, conducente d’autobus; la madre, Giovanna Fusco; un fratello e una sorella. Un anno fa, la Marigliano, incuriosita su sue eventuali vite passate, si recò a visitare Joe Keeton con il fratello Salvatore.",
  "last_phrase": "In conclusion, while the idea of past lives and genetic memory may seem fascinating, it's important to approach the topic with caution and seek out reputable sources when delving into the unknown. Joe Keeton's regression therapy may offer some insight into our ancestral past, but the validity of such experiences remains questionable. Nevertheless, the power of hypnosis and the potential for unlocking long-buried memories are undeniable. It's up to each individual to decide whether they want to explore their past lives and pursue the mysteries that lie within."
}