{
  "title": "What are the techniques used in hypnosis and how can it be used as a method of treatment?",
  "first_phrase": "This text is a comprehensive guide on hypnosis and its techniques. The author provides detailed instructions on the three main techniques of hypnosis - relaxation, coin technique, and Chiasson technique. They also discuss the different levels of trance and emphasize the importance of the patient's motivation and trust in the therapist. The text further explains how to induce hallucinations and test the level of hypnosis achieved. The last part of the text talks about the use of hypnosis to treat addiction to smoking, alcohol, and drugs, and provides a step-by-step guide on the therapy.",
  "content": "Molto bene... Subito dopo il mio tre la mo­neta cadrà... una volta caduta... le si chiuderanno gli occhi e si sentirà rilassato... completamente rilassato, assonnato ed a suo agio... entrerà in un profondissimo stato di trance... Il suo braccio sarà rilassato... pesantissimo... ed avvertirà questa sensazione per tutto il corpo... Mi capisce?... Molto bene... Ora conterò sino a tre, la sua mano si girerà, subito dopo il mio tre la moneta cadrà ed... una volta caduta... lei cadrà in un profondissimo sonno. Ecco, io comincio. Uno... due... tre! La moneta cade e lei dorme, dor-me profondamente, pro-fon-da-men-te. Dorma! ». 3. TECNICA DI CHIASSON L’ostetrico Chiasson ha realizzato un metodo induttivo mol­to utile per le persone che oppongono resistenza all’ap­proccio di rilassamento. Fate porre a trenta centimetri di distanza dal volto del vostro paziente la sua mano destra, dita unite, palmo ri­volto in fuori. La posizione determinerà una tensione delle dita che spon­taneamente cercheranno di aprirsi. Direte al paziente: « Ad ogni sua espirazione la mano si avvicinerà di più al suo viso. Quando le sue dita si apriranno, e la sua mano si avvicinerà al volto e lo toccherà, lei cadrà in un profondo sonno ». 5 L’ipnosi come metodo di cura contro il fumo, l’alcool e la droga METODO DI CURA CONTRO IL FUMO Effettuato il colloquio preliminare, procedete a quattro se­dute ipnotiche, di cui tre di seguito e l’ultima, di sostegno, dopo un mese.",
  "last_phrase": "In conclusion, hypnosis can be used as a powerful tool to treat various physical and emotional ailments. By inducing a state of relaxation and suggestibility, hypnosis can help individuals overcome addictions, alleviate symptoms of asthma, hypertension, tinnitus, anorexia, and even dermatological issues like verrucas. However, it's essential to note that the effectiveness of hypnotherapy is not solely determined by the depth of trance, and multiple sessions may be required. Overall, hypnosis has shown promising results in many cases and can be a valuable tool for those seeking non-invasive and drug-free solutions to their health issues."
}