{
  "title": "What is Past Life Regression and Who Practices It? - Insights from Joe Keeton and Dominique Webb.",
  "first_phrase": "In the last part of this text, we delve into the experiences of Emma Marigliano, a young Italian woman who sought regression therapy to uncover past lives. Through hypnosis, Emma witnesses and describes her past lives as a male relative, a beggar, and even Caterina de' Medici. She comes out of the hypnotic state still recalling these experiences but is unsure why she's experienced them. We also read about two regression therapists, Joe Keeton and Dominique Webb, who have had vast experience with regression therapy, and how they approach it.",
  "content": "A questo punto Webb lancia la sfida: addormentare tutto il teatro. La maggioranza degli spettatori si presta all’esperimento. Gli occhi di Webb appaiono sullo schermo gigante, mentre invita il pubblico a concentrarsi su di essi. Ecco come attraverso le quattro fasi di rilassamento, leggerezza, pesantezza e calore, Domi­nique, quella sera, in un’ora di tempo, addormentò 542 persone su 700 circa. A mezzanotte e mezza, alla fine dello spettacolo, ancora una cinquantina dormiva di un sonno profondo. “Guardate i miei occhi e nient’altro... solo i miei occhi! Da questo momento non esistono altro che i miei occhi... solo i miei occhi e nient’altro... voi non vedete che i miei occhi... intensamente... e non ascoltate che la mia voce... (fascinazione di quaranta secondi circa). Chiudete gli occhi... chiusi... ben chiusi... i vostri occhi sono chiusi... incollati... non dovrete fare nessuno sforzo per aprirli... sono chiusi... incol­lati... li riaprirete solo quando ve lo dirò io ... sono chiusi... incollati... da questo momento per voi non esiste altro che la mia voce... solo la mia voce ha importanza per voi... solo la mia voce e nient’altro... Qualsiasi rumore al di fuori della mia voce vi farà concentrare maggiormente su di es­sa approfondendo il vostro rilassamento... solo la mia voce ha importanza per voi... state bene, perfettamente bene... la vostra respirazione è profonda, calma, lenta e regolare... voi respirate profondamente, con calma e lentamente...",
  "last_phrase": "In conclusion, Dominique Webb's mass hypnosis experiment was a success, as he managed to put over 500 out of 700 people to sleep using a four-step relaxation technique. His hypnotic voice and monotonous tone, combined with the power of suggestion, allowed him to induce a deep trance in the audience, leading them to a state of relaxation and sleep. Hypnosis, when used by a trained professional, can be a powerful tool for medical, psychological, and dental treatments, providing many benefits for those who opt to undergo this type of therapy."
}