{
  "title": "\"What is Hypnosis and its Effects? An Overview of a Collective Experiment with Dominique Webb.\"",
  "first_phrase": "This text is about an Italian hypnotist, Dominique Webb, who conducted a scientific demonstration of hypnotism in which he attempted to identify people who were more susceptible to hypnosis. In the previous section, he used monotone and persuasive language to put the audience in a state of relaxation, which allowed him to reach the fourth phase of relaxation, the state of deep sleep. In the last 200 tokens, he introduces the trance hypnosis, which is the main focus of his demonstration. By using his specialty, the mass hypnosis technique, he eliminates several people from the audience who are not susceptible to the process. Webb also demonstrates his expertise by hypnotizing well-known celebrities like Dalida and Thierry Le Luron on stage. Webb assures his audience that there is nothing to fear, but instead, they will benefit from the experience.",
  "content": "Ora andrò più avanti... passeremo alla trance ipnotica... sinora siamo stati nell’anticamera dell’ipnosi come vi ho detto prima. Partecipate senza paura né preoccupazioni perché con queste sperimentazioni avrete un gran beneficio. Da domani vi sentirete migliorati, pieni di vita e di ottimismo ed eliminere­te quel po’di stanchezza e di confusione che accumulerete oggi. “Siete nelle mani di uno specialista”. La prossima esperienza eliminerà altre persone. E raro ch’io agisca su una persona alla volta, io agisco collettivamente: la mia specialità è l’ipnosi di massa. Dovrete ora predisporvi su queste due file di sedie... “Sedetevi senza accavallare le gambe, piegate le ginocchia, tenetevi ben stretti sulla sedia la testa all’indietro, appoggiate le palme delle mani sulle ginocchia”. Ed ora andiamo avanti... Cosa vuol dire andiamo avanti? Significa che la trance ipnotica inco­mincia adesso perché negli esperimenti precedenti si è trattato di reazione nervosa. Secondo il mio metodo metto sempre sotto controllo una parte del corpo: le braccia. E da lì che inizia la trance ipnotica. Messe sotto controllo le braccia metterò sotto controllo tutto il corpo sino alla testa. Arrivato alla testa la trance comincia. Testa un po’ più in alto... ecco... bene... così! “Ora vi chiedo tre o quattro minuti di silenzio perché in questi tre o quattro minuti dovrò fare il massimo sforzo non fisico ma mentale” .",
  "last_phrase": "In conclusion, the power of suggestion and hypnosis can be a valuable tool for therapeutic purposes, as demonstrated by the techniques described by Enrico Ceccarelli and Erminio Di Pisa. Whether through live performances or via radio and TV, with the right guidance and expertise, individuals can benefit greatly from this type of therapy. It is important to approach these techniques with an open mind and without fear, as the benefits can be life-changing."
}