{
  "title": "What are the techniques used in hypnotherapy and how are they applied in various medical treatments?",
  "first_phrase": "This text focuses on the use of hypnosis as a treatment method for smoking, alcohol, and drug addiction. It describes three techniques, including Chiasson's inductive method, the relaxation technique, and the coin technique. The author emphasizes the importance of the patient's unconscious motivation in the success of hypnosis and highlights the need for trust between the patient and the therapist. Sedative herbs and bitter drinks are used to reinforce the patient's willpower against addiction. The last part of the text discusses the difficulty of hypnotizing some patients and suggests a regimen of follow-up phone calls for reinforcement after the initial sessions.",
  "content": "Ricordatevi sempre che la profondità della trance non è mai direttamente proporzionale all’efficacia del tratta­mento. Terminate le prime tre sedute il paziente dovrà telefonarvi giornalmente la prima settimana, tre volte durante la se­conda e due volte la settimana prima della quarta seduta. Questo genere di controllo serve per rafforzare la volontà di resistenza al fumo come rafforzo post-ipnotico della suggestione. Il metodo suggestivo più usato è questo: « Il suo inconscio ha un’enorme capacità di con­trollo e ridurrà il suo continuo desiderio di fumare eliminandolo rapidamente per sempre... per tutta la vita... Non sentirà più il desiderio di fumare... La sua mente ha un enorme controllo sul suo cor­po e bloccherà qualsiasi desiderio di continuare un vizio che affatica i suoi polmoni ad ogni boc­cata di fumo che introduce, facendo lavorare il suo cuore più dei normale, logorando questi orga­ni vitali. Lei non desidererà più le sigarette... Sarà felice di smettere un’abitudine così dannosa per la sua salute... Lei non fumerà più... mai più... per tutta la vita... mai più! ». Terminerete l’esperimento con l’allucinazione del gusto. Numero medio delle sedute: quattro! METODO DI CURA CONTRO L’ALCOOL L’ipnosi serve moltissimo solo se esiste una motivazione inconscia nel paziente per abbandonare l’alcool. Le suggestioni sono simili a quelle del fumo: « Si rilassi comodamente... chiuda gli occhi... il suo corpo sta rilassandosi sempre di più... ora è rilassato... completamente rilassato... senza ten­sione... così... Il suo desiderio di alcool sta già scomparendo...",
  "last_phrase": "In conclusion, hypnosis can be a beneficial treatment for various psychological and physical ailments, ranging from smoking addiction to anxiety, dermatological issues, and even nevrosi. It is important to note that the depth of the trance does not necessarily correlate with the effectiveness of the treatment, and the number of sessions required may vary. Follow-up communication and reinforcement of suggestions can be crucial, and each treatment should be tailored to the individual patient's needs and motivation. Hypnosis can be a powerful tool, but it should always be practiced by a qualified and experienced professional."
}