{
  "title": "What is the connection between astrology, hypnosis, and dietary recommendations in a guide to success by Erminio Di Pisa?",
  "first_phrase": "This text is a collection of various health recommendations and astrological advice by Erminio Di Pisa, a medium, astrologer, and hypnologist based in Milan. The text covers different topics, including dietary advice for different zodiac signs, remedies for various health issues, and techniques for using hypnosis in marketing and sales. The last 200 tokens of the text provide advice for people with circulation issues and recommendations for gemstones and metals based on different zodiac signs. Overall, the text aims to provide practical advice for improving health and success using astrology and hypnosis.",
  "content": "Sono molti anni che la radio e la televisione ci presentano i suoi exploit parapsichici: ipnosi collettiva di un teatro, guarigioni paranormali a distanza attraverso la radio e la TV, annuncio dell’arrivo della «Corsatris» quindici minuti prima della partenza, arresto sotto controllo medico del cuore di un noto attore... Memore dei risultati conseguiti nel settore editoriale (Mondadori, Vallardi, Garzanti) dai 22 ai 35 anni come venditore prima e direttore poi, col metodo allora per lui «inconscio» dell’ipnosi ad occhi aperti, ha deciso di svela­re in questo manuale tutti i suoi segreti. Nemico di ogni troppo rigida formalizzazione teorica, nell’Ipnosi nel marketing, ci insegna come suggestionare gli altri nel mondo del lavoro con tecniche ipnotiche mascherate allo stato di veglia (ipnosi ad occhi aperti), che permettono di far carriera, farsi benvolere dalla gente e concludere qualsiasi affare. Questo manuale, fondato sulla concretezza della pratica immediata, è un cocktail di tecniche ipnotiche di vendita, un’insieme di oratoria e di psicologia applicata, un vero sistema didatti­co unico e particolare che attraverso «duri esercizi prepa­ratori» porterà ognuno di voi alla meta desiderata. L’au­tore si dimostra un abile artigiano che aiuta il venditore a scoprire e utilizzare le sue potenzialità latenti, offren­dogli un metodo semplice per iniziare in maniera auto­noma il cambiamento che lo porterà al successo. a: circolazione venosa, polpacci e caviglie. Pietre consigliate: zaffiro blu, ametista, lapislazzuli. Metallo: tutti i metalli. Gli appartenenti al segno dell’Acquario devono stare leggeri eliminando i cibi piccanti, i grassi e gli zuccheri.",
  "last_phrase": "In conclusion, Erminio Di Pisa's manual on hypnosis in marketing offers a unique and practical system that combines hypnosis techniques, oratory, and applied psychology to enable individuals to succeed in their careers. As an experienced medium, astrologer, and hypnologist with a track record of successful parapsychic feats, Di Pisa shares all of his secrets in this manual, which is grounded in immediate practical application. Through hard preparatory exercises, one can unlock and utilize their latent potential to achieve success autonomously. As Di Pisa puts it, \"words not confirmed by actions are idle, and the difference between them and a lie is minimal.\""
}