{
  "title": "What is the History of Hypnosis?",
  "first_phrase": "This text is about the history of hypnosis, from its earliest recorded instance in the book of Genesis to the developments in the 18th and 19th centuries by figures such as Franz Mesmer and the Marquis de Puységur. The text also provides information on the theories and practices of Mesmer, including his use of magnetism to induce hypnosis and his belief in the physiological influence of planets. In the final 200 tokens, the author introduces themselves as a student of Dante Caravelli, a famous medium and hypnotist, and emphasizes the practical applications and potential use for hypnosis in modern times.",
  "content": "Le sue guarigioni avevano del prodigioso: applicava dap­prima bacchette di ferro magnetizzate ai pazienti sui quali poi con le mani effettuava dei passi longitudinali ,o trasver­sali, secondo i casi, che lo resero uno degli uomini più famosi e ricchi dei suo tempo. Il magnetismo animale fu poi combattuto e proscritto dal­la scienza « ufficiale » e vediamo come Mesmer a torto, sia stato considerato il fondatore dell’ipnotismo, credendo che gli effetti ipnotici fossero causati dal « magnetismo ani­male », una forza considerata analoga al magnetismo fisico. Egli induceva « crisi acute » con grida e convulsioni, con­vinto che una malattia per guarire dovesse superare il suo culmine. Guarì un caso di palese cecità isterica ed effettuò l’aspor­tazione di un cancro mammario in anestesia magnetica. Pur nell’errore seppe anticipare le ricerche dei secoli xix e xx sull’ipnosi, sul medianismo, su tutta l’attività margi­nale e paranormale della psiche umana. La vera ipnosi fu indotta casualmente: da un suo allievo, il marchese di Puységur (1715-1825) nella sua casa di cam­pagna ove ipnotizzò un contadino che, caduto in un sonno profondo, sembrava insensibile ad ogni richiamo. Improvvisamente il Puységur ebbe l’intuizione « Alzati, gli disse, e cammina ». Il giovane obbedì. Perfezionò l’esperimento con altri impartendo ordini che dovevano essere eseguiti al risveglio. Ecco come è nata la « suggestione postipnotica » tanto utile terapeuticamente. Puységur scoprì così che la trance si poteva creare senza le « crisi » definite « essenziali » da Mesmer.",
  "last_phrase": "In conclusion, the study of hypnosis has contributed greatly to our understanding of the human mind and its capabilities. From the origins of animal magnetism to the modern-day clinical applications, hypnosis has undergone significant developments and has been the subject of intense scientific inquiry. While debates and controversies have surrounded its practice, hypnosis remains a fascinating tool for both therapy and research. Whether inducing a state of focused attention or exploring the unconscious, the study of hypnosis offers valuable insights into the workings of the human psyche."
}