{
  "title": "\"How to induce and control hypnotic states in subjects?\"",
  "first_phrase": "In the previous part, the author discusses different states of hypnosis, including catalepsy, somnambulism, lethargy, and anesthesia. The author explains how to induce these states and how they affect the subject's body and mind. In the last 200 tokens, the author gives instructions on how to hypnotize multiple people at once, how to overcome resistance, and how to induce a deep sleep-like state called letargia, in which the subject is unresponsive. The author also warns that letargia should only be induced in extremely susceptible people as their heartbeats and breathing can become dangerously slow.",
  "content": "Al risveglio nessun avvenimento né ricordo torna alla mente dei sonnambulo che dimentica le suggestioni ricevute. La letargia è un sonno profondissimo. Il soggetto non sente nulla; le sue membra sono molli non offrono alcuna resistenza quando si sollevano e cadono pesantemente abbandonate a se stesse. Questo stato si ottiene tra­sformandolo dal sonnambulismo. Potrete usare tutti i procedimenti di cui abbiamo già parlato; occlusione delle palpebre, soffio sugli occhi, frizione della sommità della testa (vertex), pressione di zone ipnogene (lobi delle orecchie, globi oculari, seni carotidei, plesso solare etc.) anche se quest’ulti­mo è un sistema un po’ brutale che ho usato forse (!?) una volta. II soggetto è incapace di fare un movimento, tutti i sensi sono aboliti, tutte le facoltà eliminate, è lo stato della morte apparente. Potrete urlargli nelle orecchie, non sente niente; urtatelo, spingetelo è insensibile; cercando di metterlo in piedi si accascerà di schianto. Alcune persone sensibilissime all’influenza ipnotica hanno un sonno talmente profondo da estendersi sino alle funzioni della vita vegetativa: il cuore batte debolmente ed il respiro si avverte appena. Quando vorrete ottenere la letargia, addormentato il sog­getto, gli suggerirete in modo rassicurante, eseguendo dei passi longitu­dinali: “Dorma... dorma profondamente... si addormen­ti di un sonno profondo... sonno profondissimo... pro-fon-dis-si-mo...",
  "last_phrase": "In conclusion, hypnosis can be used to induce various states such as catalepsy, somnambulism, and lethargy, all of which can be extremely useful for experimental studies or medical procedures such as anesthesia. Suggestions made during hypnosis can also be used to create new representations in the subconscious mind, leading to the elimination of bad habits such as smoking. However, caution must always be exercised, and these techniques should only be attempted by those with sufficient knowledge and experience in the field of hypnosis."
}