{
  "title": "\"How to use hypnosis to quit smoking in one session: techniques and suggestions\"",
  "first_phrase": "This text describes an approach to helping individuals quit smoking through the use of hypnosis. The first section outlines the use of a detoxifying placebo regimen to help prepare the body for the cessation of smoking. The second section explains a series of hypnotic techniques designed to create an aversion to smoking and to convince the individual to quit. The final 200 tokens discuss the practice of open-eyed hypnosis and its potential applications, including regression into past memories. The author emphasizes the importance of regular practice in developing hypnotic skills.",
  "content": "Solo latte, mezzo litro a mezzogiorno e mezzo litro alla sera. Sono da escludersi il caffè e le bevande alcoliche e... le raccomando... le tre pillole ogni mattina a digiuno”. (Crusken compresse integratore alimentare ad elevato contenuto di fibre dietetiche = placebo). 4. Tecnica per far rivivere le vite passate Regressione Una delle splendide possibilità che l’ipnosi ci offre è la regressione nel tempo, in cui il soggetto vive nel presente il suo passato. Le emozioni sepolte nel più profondo del subconscio, riappaiono con un’intensità parti­colare, facendo regredire l’ipnotizzato ai suoi primi anni di vita,ad un’età in cui non si ricorda molto dei ricordi coscienti. Sono state effettuate anche delle regressioni intra-uterinein cui il soggetto esprime in linguaggio adulto le emozioni provate negli ultimi mesi di formazione del feto. Certe esperienze di regressione hanno permesso al l’ipnotizzato di spingersi ancora più indietro nel tempo, sino agli anni precedenti la sua nascita, rivivendo ricordi che non gli sono mai appartenuti, descrivendo luoghi a lui ignoti, parlando lingue sconosciute allo stato di veglia. Entriamo perciò nella parapsicologia. Nasce la teoria della reincarnazione, ovverosia il viaggio dell’anima da un corpo morto ad un corpo vivo.",
  "last_phrase": "In conclusion, the technique of regression allows for fascinating exploration of past lives and experiences, and while the validity of such memories can be debated, the power of the mind to recall and relive past events is clear. Whether one believes in reincarnation or ancestral memories passed down through genetics, the possibilities of regression are intriguing. And for those interested in the art of hypnosis, the performances of stage hypnotists continue to captivate audiences and contribute to the ongoing evolution of this unique practice."
}