{
  "title": "What is the technique of instant hypnosis and its applications in various areas of life, as described in this book by an expert hypnotist?",
  "first_phrase": "In the last 200 tokens of this text, the author talks about advanced hypnosis techniques for professionals. He explains that the biggest obstacle to hypnosis training is the awareness of what one is doing. The author advises that an intuitive approach, guided by both imagination and reason, is what ultimately makes individuals successful in this practice. The text also includes real-life examples of successful hypnosis sessions, ranging from helping a woman overcome the fear of flying to aiding a man overcome substance addiction. In conclusion, the author dedicates the book to his teacher and reminds readers that the benefits of these lessons depend directly on their willingness and intelligence.",
  "content": "Ecco come dovete operare: puntate i vostri occhi alla radice del naso del soggetto che volete influenzare ordinandogli con la più grande energia, la volontà tesa in quest’unico fine e sforzo, di guardarvi a sua volta in un occhio od alla radice del naso. Il vostro naso dovrà sfiorare, quasi toccandolo, il naso del vostro soggetto, determinando uno strabismo convergente; l’eccessiva fatica degli organi visivi farà perdere così al soggetto nervoso il controllo di se stesso. Sorgono le prime manifestazioni ipnotiche... A questo punto, per accelerare il fenomeno di qualche secondo, potrete imprimere ai globi oculari, rapidamente ed alternativamente, un movimen­to di convergenza e di divergenza. Ne deriva, ben presto, che lo sguardo dei soggetto che avrete affascinato, si attaccherà al vostro e non se ne allontanerà più senza che voi pronunciate una parola: quando indietreggerete egli avanzerà, quando avanzerete indie­treggerà; si abbassa se voi vi abbassate si alzerà nello stesso momento in cui vi alzerete. Imiterà tutti i vostri gesti; compirà tutte le suggestioni che gli vorrete imporre, senza ricordare nulla. Ripetendo i tentativi sullo stesso soggetto, lo stato di fascinazione si eviden­zierà sempre di più... Per mettere fine a questo stato basta soffiare sugli occhi del soggetto. Mettendo una mano davanti agli occhi di un soggetto da voi affascinato e dirigendo con l’indice della mano destra il suo sguardo sugli occhi di un’altra persona, il soggetto si attaccherà ineluttabilmente allo sguardo di questa persona.",
  "last_phrase": "In conclusion, the power of fascination can be easily achieved using certain techniques on susceptible individuals. The experiments conducted by various doctors show how a person's will and rational faculties can be overpowered by another's hypnotic gaze, leading to complete submission and imitation. However, it is important to note that such power needs to be wielded responsibly, and with respect for the mental and physical well-being of the subject."
}