{
  "title": "\"How does hypnosis work in healing and can it replace sleep? Insights from Erminio Di Pisa and Enrico Ceccarelli\"",
  "first_phrase": "In the last 200 tokens of this text, Erminio Di Pisa's methods for therapeutic hypnosis are explored. Di Pisa, a practitioner of hypnosis since 1979, aims to heal his audience through hypnosis rather than entertaining them. The text delves into Di Pisa's techniques, which are innately gifted, and explores the idea that anyone can be hypnotized, as long as they have sensitivity. By inducing sleep and creating a sense of relaxation, Di Pisa can soothe pain and heal mental and physical ailments. The use of hypnosis in medicine and dentistry is also discussed, alongside a demonstration of suggestibility within a small group of people.",
  "content": "Ecco uno dei tanti metodi di Erminio Di Pisa: “Lascerò cadere qualche goccia di questo liqui­do scuro puzzolente e sgradevole (pura e semplice ac­qua colorata con qualche goccia d’inchiostro) su questo ba­tuffolo d’ovatta... (che con aria disgustata metto da parte...). Alzate la mano non appena avvertirete un odore forte e cattivo. Alcuni di voi lo sentiranno subi­to... altri... un po’ più tardi” . Nel teatro fu chiarito che si sentivano odori diversi ma sempre sgradevoli, mentre le mani continuavano ad alzarsi una dopo l’altra. Nel giro di tre, quattro minuti l’odore raggiunse le ultime file con le consuete alzate di mano. (L’influenza della suggestione è assai più forte in un uditorio affollato per l’induzione reciproca di ciascuno dei presenti sull’altro). “Chi ha sentito un forte odore sgradevole è pre­gato di salire sul palco... venite qui da me e sede­tevi su queste comode sedie... coraggio! coloro che hanno alzato la mano vengano sul palco... così... bravi... bene! Lei si sieda su questa sedia... bene... lei si legga qui. .. bravo! Sembra che l’odore stia diminuendo, non vi pare? (I prescelti annuiscono...). Da questo momento, visto che l’odore sta lenta­mente scomparendo, dovrete guardarmi il più in­tensamente possibile negli occhi non allonta­nando più il vostro sguardo... le vostre pupille sono nelle mie e mentre l’aria tornerà pulita co­me prima, i vostri occhi diventeranno stanchi... sempre più stanchi... Ecco, l’aria è ritornata normale!",
  "last_phrase": "In conclusion, hypnotherapy has proven to be a successful alternative to traditional medicine for various ailments, such as addiction and insomnia. The methods discussed in this text, such as the use of suggestive phrases and music, can be applied for therapeutic purposes, particularly in radio and TV programs. It is important to note that the success of hypnotherapy depends on the skill and ability of the operator to induce a suggestible state in the patient. With proper instruction and guidance, patients can experience relief and healing, leading to a happier and healthier life."
}