{
  "title": "What is the meaning and importance of hypnosis in therapy and how was it demonstrated by Dominique Webb?",
  "first_phrase": "This final part of the text describes a demonstration of hypnosis by Dominique Webb at the Olympia theater in Paris. Webb's demonstration led to the successful sleep of 542 people out of around 700 people who attended. In this section, Webb guides the audience through the four phases of relaxation, lightness, heaviness, and warmth, inducing a deep sleep in participants. The text also discusses the history and validity of hypnosis as a therapeutic modality. It ends with the story of Emma Marigliano, who, when hypnotized, recalls details of her past lives, including impersonating historical figures such as Caterina de' Medici.",
  "content": "L’oscillazione comincia... in tutto il corpo... (musica) avanti e indietro... lentamente... oscillazione in tutto il corpo... ho detto!!! Sempre più profondamente... Sempre più profondamente... In tutto il corpo. Più forte... più forte! L’oscillazione continua... più forte! Bene è terminata! Aprite gli occhi! Basta! Silenzio!”. Ora io domando, a chi ha sentito questa oscillazione abbastanza forte, come ve l’ho trasmessa, di venire qui da me... Soltanto chi ha sentito una forte oscillazione. (Aveva così luogo la prima selezione). La parte di sinistra si alzi per favore! Grazie! Così... bene! Piedi uniti, le mani lungo i fianchi, non tenete nessun oggetto tra la mani che potrebbe distrarvi... Chi non segue taccia! Questo di stasera non è uno spettacolo, ma una dimostrazione scientifica. Avete dimostrato dell’interesse intervenendo numerosi ed io non voglio deludervi... Attraverso queste prove collettive metto in evidenza chi è più sensibile all’ipnosi... Siamo però solo nell’anticamera dell’ipnosi per trovare una rea­zione nervosa. Questa non è ancora ipnosi... questi esperimenti collettivi mi servono per scovare i più sensibili... Farò quindi ancora una prova collettiva per trovare i migliori di voi. Tutte le persone normali si possono ipnotizzare è solo questione di tempo e basta. Se uno è scemo no! Ecco perché voglio i più sensibili. Ora, voi tutti, alla mia sinistra: “Piedi uniti, braccia distese lungo i fianchi, non vi toccate... bene, così, bravi!”.",
  "last_phrase": "In conclusion, the power of suggestion can be used for various purposes, including hypnosis and therapy. Enrico Ceccarelli was an expert in the field of hypnosis and made use of mass hypnosis to select the most sensitive individuals for further experiments. The idea created in the minds of the subjects can lead to action, be it the creation of a piano or the elimination of pain. Suggestive methods such as the use of odors, candles, and relaxation techniques can induce a state of hypnosis that can have a therapeutic effect. However, it is essential to note that these methods should be used for positive purposes and under the guidance of a trained professional."
}