{
  "title": "What are the recommended gemstones and foods for each zodiac sign?",
  "first_phrase": "This text contains information about various gemstones, their properties, and how they can help with different health problems. It also includes dietary recommendations for each zodiac sign. The previous section talks about foods and gemstones that are good for the heart, for emo​tional stress, and for people born under the sign of Leo. It also includes information about how to prepare a diet that is right for people born under other zodiac signs, such as Sagittarius, and remedies for liver problems. In this final section (200 tokens), we will learn about the properties and benefits of coral, opal, sapphire, and peridot, and how they can be used to improve physical and mental health.",
  "content": "Ridà forza alla voce degli oratori. Rinvigorisce il fisico ed agisce come tranquillante dopo un duro giorno lavorativo. Dà resistenza fisica, cura la gola, ridà la voce. SAGITTARIO (22.11-20.12 da 2400 a 270°) Segno: fuoco mobile maschile. Pianeta: Giove. Corrispondenza anatomica: fegato, fianchi, cosce. Pietre consigliate: turchese, ametista, zircone. Metallo: argento, oro, rame. Gli appartenenti al segno del Sagittario hanno bisogno di un’alimentazione vegetariana, devono eliminare i grassi, l’alcool, il caffè e il tabacco. Niente carne di maiale, poca carne rossa; sale e zucchero ridotti al mi­nimo. Dovranno consumare molti cereali integrali, soia e latte oltre a moltissima frutta e verdura fresca. Sono carenti di ossido di silicio, fondamentale per le ossa ed i nervi. Alimenti energetici per il segno del Sagittario. Pane, riso e pasta integrali, orzo, grano saraceno, miele grezzo. Alimenti proteici per il segno del Sagittario. Carni bianche grigliate, yogurt, latte, uova, soia. Alimenti del segno (Sagittario) Verdure: crescione, dente di leone, cicoria, cavoli, caro­te, patate, fagiolini, lattuga, ravanelli, rape, spinaci, sedano. Frutta: mele, uva, prugne, ribes, mirtilli, lamponi, frago­le, pompelmi, arance, ciliegie. Aromi consigliati per il segno del Sagittario. Rosmarino, prezzemolo, timo, cerfoglio. Ossido di silicio (Sagittario). Fegato di vitello, cereali integrali, soia, tuorlo di uovo. Rimedi per il fegato. Fegato. Il fegato deve disintossicare.",
  "last_phrase": "In conclusion, the Sagittarius sign has unique dietary needs, requiring a vegetarian diet with limited alcohol, coffee, and sugar, as well as an emphasis on whole grains, soy, and fresh fruits and vegetables. They also benefit from foods rich in silica for strong bones and nerves. The use of zircons can help establish and radiate energy, while remedies such as olive oil, lemon juice, and celery juice can support liver function. The Sagittarius sign should also focus on consuming energy-boosting foods such as whole grains and lean protein."
}