{
  "title": "\"What is the technique of instant hypnosis and how can it be applied effectively?\"",
  "first_phrase": "In the last 200 tokens, the author talks about the state of fascination and instant hypnosis, an intermediate state between being awake and sleeping. He explains the techniques used by the famous hypnotist Donato to induce this state, such as using imagination to guide the process and making the subject mimic the hypnotist's every move. The author also shares different case studies where he successfully used hypnosis to help people overcome addiction, fear of flying, and eccentric behaviors. The text concludes by encouraging readers to learn hypnosis and use it with authority and effectiveness.",
  "content": "Modificò il metodo del maestro, miglio­randolo, per ottenere un’ipnosi ancora più veloce, facendola precedere da un’azione brutale che provocava una forte congestione encefalica. Faceva rilassare il soggetto davanti a lui,con le braccia molli lungo i fianchi, poi, prendendolo all’improvviso alle spalle, lo faceva girare il più rapida­mente possibile su se stesso aumentandone la sensibilità ipnotica. Procedeva poi con la fascinazione... Qualora in casi rarissimi il soggetto resistesse, lo faceva flettere dai tre ai cinque minuti con la testa vicino al pavimento. Raggiunto il massimo della congestioneiniziava la fascinazione espo­nendo il suo volto dinnanzi ad una sorgente luminosa. Otteneva così analgesia, immobilità di tutti i muscoli, sguardo fisso, dando al soggetto tutte le attitudini desiderate, senza che potesse ribellarsi pur con la completa coscienza dei suo stato. Sembrava sveglio. Penso, a questo punto, perché abbiate un quadro veramente completo del fenomeno, di darvi un riassunto di quattro esperimenti sulle centinaia, effettuati dal dottor Brémaud alla “Société Historique” ed alla “Société de Biologie” nel 1884. I esperimento.",
  "last_phrase": "In conclusion, the methods used by Dr. Brémaud to induce fascinazione, a state of hypnosis, involved sudden physical actions to cause brain congestion that heightened hypnotic sensitivity. He conducted four experiments that showed the different symptoms of the state, including increased pulse, dilation of pupils, analgesia, and muscle rigidity. Similarly, the Abate Faria used a method involving touch, concentration, and suggestion to induce hypnosis instantaneously. These methods can be learned and applied, as demonstrated by the writer's three methods to induce hypnosis instantly in one or more individuals."
}