{
  "title": "What is the importance of eye contact and verbal suggestion in hypnosis?",
  "first_phrase": "The last part of this text focuses on the power of suggestion in hypnotism. The author emphasizes the importance of eye contact and verbal suggestion in inducing a hypnotic state in the subject. They caution against using this technique to control individuals and stress the need for ethical practices. Furthermore, the text also provides practical exercises to develop a magnetic gaze and master the art of suggestion. It concludes by stating that understanding the mechanics of suggestion is essential in our daily interactions and that mastering hypnotic techniques can create powerful tools for influencing others.",
  "content": "L’ipnotizzatore deve parlare con sicurezza e con­vinzione. Non è necessario che parli forte, deve innanzi­tutto cercare di convincere. Il miglior metodo per servirsi della parola in ipnotismo, per saper dare forti ed efficaci suggestioni, consiste nell’esercitarsi da soli in una stanza a pronunciare ad alta voce le formule suggestive esposte più avanti, immaginando di avere il soggetto presente e pensando con forza che debba assolutamente obbedirvi. Soltanto pensando di volere che il soggetto vi obbedisca, riuscirete a dare alla vostra voce la convinzione necessaria per imporre ed ottenere l’influenza. Quando avrete influenzato ed ipnotizzato alcuni soggetti, vi renderete conto che la vostra parola, unitamente al ma­gnetismo ,personale che avrete saputo sviluppare, è una vera forza. Lavorate e coltivate molto la suggestione verbale: è la base dell’influenza personale. La nostra vita in comunità non è che un continuo scambio di suggestioni. Checché se ne dica è indiscutibile che quando si cerca di convincere qualcuno si recita il ruolo dell’ipnotizzatore che agisce su un soggetto. Avremo quindi maggiori possi­bilità di convincere ed essere creduti con suggestioni ip­notiche. Chi meglio di un ipnotizzatore esperto, che comprende alla perfezione il meccanismo suggestivo, che sa servirsi del suo sguardo e della sua volontà per sviluppare un po­tente magnetismo, conosce lo spirito umano e le sue biz­zarrie, e può lottare nella vita meglio di altri che ignorino qualsiasi influenza? Imparate a dare suggestioni, esercitatevi a parlare in tono sicuro, positivo, cercate di convincere.",
  "last_phrase": "In conclusion, the art of hypnosis requires conviction and confidence in one's verbal suggestions. By practicing alone and imagining the subject's obedience, one can develop the necessary convincing voice to exert influence. Through hypnosis, an experienced practitioner can harness the power of suggestion to achieve greater success in life. By choosing the right subjects and honing one's mastery of verbal suggestion, anyone can become a master of influence. Remember to speak with certainty, maintain composure, and persevere through failure to achieve powerful results."
}