{
  "title": "How to induce hypnosis and various states of consciousness in oneself and others?",
  "first_phrase": "This text explores the topic of hypnosis in depth and provides detailed instructions on how to induce different hypnotic states, including catalepsy, lethargy, and somnambulism. The text mentions the work of Dr. Paul Richer and highlights his example of unilateral hypnosis, where a cataleptic patient can be prompted to perform actions by directing their gaze or right hand. The latter part of the text focuses on somnambulism, a state where the subject is asleep but still capable of performing complex actions. It provides practical advice on how to induce somnambulism, how to keep the subject in a hypnotic state for extended periods, and how to perform anaesthesia.",
  "content": "Chiudiamo questo secondo capitolo con l’anestesia. L’anestesia è l’insensibilità al dolore completa ed un gran numero di chi­rurghi la usa in tutto il mondo con grande vantaggio. Per ottenerla addor­mentate il soggetto con uno dei soliti sistemi ed una volta in sonnambulismo suggeritegli: “Lei dorme molto profondamente... lei è fuori di sé... non può sentire... lei non sente nulla... la si potrebbe pungere... bruciare... non sentirebbe nessun dolore... lei non sente nulla... nulla... è impossibile elle senta...”. Insistete su queste suggestioni, fate qualche passo longitudinale discenden­te con sfioramenti e, ottenuta l’anestesia, potrete pungere il soggetto, trapas­sargli una parte dei braccio o della guancia con un ago sterilizzato, potrete solleticargli o pizzicargli la pianta dei piedi senza che si muova, senza che avverta il minimo dolore. In un’anestesia totale uscirà a malapena una goccia di sangue malgrado le punture che gli avrete inferto. Dovrete sempre avere a disposizione aghi sterilizzati, essere prudenti e non abusare mai di questo tipo di esperimenti. Gli operatori che non siano medici e che non abbiano nozioni d’anatomia dovrebbero astenersi od almeno non far penetrare trop­po profondamente l’ago nella carne dei soggetto. Quando un chirurgo vorrà ottenere l’anestesia per un’operazione lunga e dolorosa, dovrà addormenta­re il paziente molto profondamente, il più profondamente possibile ed insistere sulle suggestioni già esposte. Sarebbe molto utile iniziare un trat­tamento di trance ipnotica alcuni giorni prima dell’operazione fino al giorno stabilito per l’intervento.",
  "last_phrase": "In conclusion, hypnosis can be a powerful tool for pain management and breaking habits such as smoking. However, it is important to use it responsibly and with proper training. With the right techniques and suggestions, it is possible to induce complete anesthesia or alter a person's perceptions and behaviors. The technique of open-eye hypnosis can also be effective in reaching a subject's unconscious mind. Hypnosis can also be used to regress a subject to past lives, but it should be approached with caution and skepticism."
}