{
  "title": "\"How to use open-eyed hypnosis to influence anyone and develop enthusiasm and willpower?\"",
  "first_phrase": "In the last 200 tokens, the author discusses the importance of enthusiasm and willpower in personal influence. The text explains how these qualities contribute to success, of which only 15% is attributed to technical knowledge and organization, while the remaining 85% is attributed to enthusiasm, willpower, and the ability to make oneself likable. The text also delves into the use of hypnosis to influence others and provides exercises to enhance the power of suggestion. Finally, the text emphasizes the importance of enthusiasm and how it can be acquired for professional and personal success.",
  "content": "Essere entusiasti significa essere divi­namente inspirati, appassionati, infervorati, capaci di portare gli altri al delirio ed alla dedizione totale; l’entu­siasmo, sicuramente contagioso, porta apparentemente ad uno sdoppiamento della personalità come se un io estraneo la violasse in preda ad un’esaltazione dionisiaca parlandogli all’orecchio. Agite con entusiasmo e diverrete entusiasti. Triplicatelo: i vostri affari si moltiplicheranno. Il segreto sarà nel vedere clienti tutti i giorni, nell’aver potenziato il vostro ego con l’allenamento esposto nel capitolo precedente: il duro lavoro di preparazione com­piuto vi darà il successo desiderato. Porterete a termine un gran numero di vendite, lavorerete benissimo, sarete entusiasti dei risultati conseguiti. Un giorno alla settima­na programmate un lavoro ben ordinato e rispettatelo scrupolosamente. Coltivate l’entusiasmo: un uomo entu­siasta del prodotto che vende, comunica il suo entusiasmo al cliente che compra. Un’argomentazione labile, se sostenuta dall’entusiasmo, diventa forte; una volta che lo avrete acquisito penetrerà nella vostra persona, superere­te le incertezze, avrete maggior successo negli affari e raggiungerete il benessere. Proponetevi d’ora in avanti di essere ed agire da entusiasti; la vostra vita cambierà radi­calmente in breve tempo. La fredda eloquenza non vende il miglior articolo esistente. L’entusiasmo è acquisibile e fondamentale per il venditore moderno. Chi non è entu­siasta è perennemente condannato all’insuccesso! Parlate con convinzione, battete, se necessario, i pugni sul tavolo: il cliente comprerà! La volontà non è altro che la capacità di decidere e di iniziare una certa azione.",
  "last_phrase": "In conclusion, enthusiasm is not only contagious but also a fundamental trait for successful modern sellers. Acquiring enthusiasm can be achieved through practice and dedication. It is essential to cultivate the habit of being enthusiastic and carrying out a well-structured work plan to achieve success in business. The three-phase technique of acquiring self-confidence, visualizing, and presenting can help with concluding any transaction promptly. Remember to be sincere, polite, and listen attentively to your clients, as this will boost your popularity and assure achievement."
}