{
  "title": "How can hypnosis be used to treat psychological and physical disorders such as obesity, anorexia, and asthma?",
  "first_phrase": "This text discusses the use of hypnosis in treating various physical and emotional conditions, including obesity, anorexia nervosa, asthma, and addiction. The author outlines different hypnotic techniques, such as the technique of relaxation, the technique of the coin, and the Chiasson method. The text also explains how hypnosis can be used to release suppressed emotions in those suffering from neurosis, by inducing a trance state and encouraging the patient to recall past experiences. The goal is to help patients overcome these conditions and improve their overall well-being.",
  "content": "Diverse e complesse teorie sono state avanzate per spie­gare l’origine ed il meccanismo della nevrosi, che non ha un substrato organico noto. L’ipnosi è soprattutto benefica nelle nevrosi d’angoscia, che si distinguono dalle fobie per il loro carattere diffuso, non limitato ad una particolare situazione fobica. L’eccesso d’ansia sarà diminuito con le tecniche di rilas­samento. L’ipnosi nei disturbi nevrotici è essenziale per la capacità di far riaffiorare velocemente il materiale rimosso. L’ipnoterapeuta dovrà prendere parte attiva, verbale, alle fantasie ed ai ricordi del paziente. Dovrete usare, una volta che il paziente sarà entrato in uno stato sonnambolico, la regressione d’età, facendo riemergere così il mate­riale rimosso. Direte: « Lei non ha dimenticato nulla... può ricordarsi qualsiasi avvenimento... anche molto lontano nel tempo... anche se triste e spiacevole... L’inconscio registra tutto... fatti, episodi, esperien­ze... lei può ricordare... vuole e deve ricordare... Ricorderà tutto con estrema chiarezza... Ora sta entrando nello spazio e nel tempo... in­dietro... sempre più indietro... Lei può ricordare perfettamente quanto è avvenuto (si suggerisce il periodo voluto, ad esempio il mese di maggio di quattro anni fa) quando lei... (si specifica l’episodio). Vede tutto ciò che le sta succedendo... si trova ancora là... ricorda ogni momento... rivive la stes­sa esperienza... prova le stesse sensazioni... la stessa ansia... la stessa paura... In questo momento ricorda tutto... (insistete) tutto... tutto! Mi dica cosa succede ».",
  "last_phrase": "In conclusion, hypnosis can be a useful tool in treating various conditions like anxiety, warts, sexual dysfunctions, and dental phobia. By inducing a trance state and using suggestive techniques, patients can be relieved of pain, fear, and tension. However, it is important to note that the number of sessions may vary depending on the individual and the severity of the condition. With proper training and guidance from a licensed practitioner, hypnosis can be a safe and effective alternative to traditional treatments."
}