{
  "title": "What is the history of hypnosis and how can it be used for positive purposes?",
  "first_phrase": "In the last 200 tokens of this text, the author presents an introduction to his book on hypnosis and magnetism. The book represents his practical courses and personal experiences in the field of hypnosis. He believes that hypnosis is one of the most useful and wonderful sciences, and he encourages his readers to learn its laws to protect themselves from negative influences. In addition, the author gives relevant names and concepts in hypnosis, such as Erminio Di Pisa, who is known for achieving exceptional results in hypnosis, and Dante Caravelli, who is a famous medium and great hypnotist.",
  "content": "Esercizi di allenamento preparatorio curati scrupolosamen­te per acquistare la confidenza e la sicurezza in se stessi, lo sguardo magnetico ed una parola positiva, sono imme­diatamente sostituiti dall’entrata in materia, da esperien­ze dell’ipnosi allo stato di veglia (ipnosi parziale), all’ip­nosi completa ed il metodo per provocarla, come risveglia­re il soggetto, l’ipnosi col mezzo dei procedimenti mecca­nici, gli stati tradizionali di catalessi,-letargia e anestesia, la stigmatizzazione e l’estasi, l’ipnosi. sugli animali, l’ip­nosi in medicina, il magnetismo fisico con l’ipnosi a di­stanza e le tecniche di sdoppiamento per uscire fuori dal corpo fisico e, per ultimo, «dulcis in fundo», come pre­dire l’avvenire e le tecniche ipnotiche dei grandi maestri. Ingerito a piccoli bocconi, il contenuto di questo libro, certamente non capitato a caso nelle vostre mani, vi raf­forzerà i muscoli, i tessuti e le ossa; il tentativo di assor­birlo in un sol colpo potrebbe generare qualche caso di « dispepsia mentale ». Servirà sia al debuttante che all’ipnotizzatore affermato (ve ne saranno sempre di più) che troverà tecniche nuove ed inedite come « l’ipnosi istantanea ». Che non resti solo carta e inchiostro, ma un mezzo per scoprire nuovi principi, nuove vie per l’ipno-magnetismo pratico del futuro. Storia dell’ipnosi Basta leggere nella Bibbia per trovare la più antica descrizione, dell’ipnosi nel libro della Genesi: «Allora il Signore Dio fece cadere, un sonno profondo su Adamo che si addormentò.",
  "last_phrase": "cluso che si trattava di un fenomeno di suggestione naturale presente in ogni persona e che poteva essere indotto attraverso tecniche specifiche. Questo libro, con le sue tecniche curate con attenzione, offre ai lettori la possibilità di acquisire sicurezza in se stessi e di scoprire nuovi principi e tecniche per il futuro dell'ipno-magnetismo pratico. Studiare la storia dell'ipnosi ci permette di apprezzare la sua evoluzione e di comprendere il ruolo che essa ha sempre avuto nella guarigione e nel benessere dell'uomo."
}