{
  "title": "\"How can enthusiasm and persuasion lead to success in business and personal relationships?\"",
  "first_phrase": "This text, titled \"Entusiasmo e Volontà\" (Enthusiasm and Will), explores the power of influencing others through enthusiasm and persuasion. The author emphasizes the importance of smiling, speaking with conviction, and making others feel important and valued. The text goes on to discuss the techniques of hypnosis and the power of suggestion, with advice on how to exercise control over one's own nervous system and thoughts. It concludes with practical tips on how to make friends, be a good listener, and show genuine interest in others. The author stresses the importance of being natural and sincere, and of seeing things from the other person's point of view.",
  "content": "Siate sorridenti e felici perché volete esserlo. Un venditore senza sorriso non è un venditore, così come un esercente senza sorriso dovrebbe cambiare mestiere. Un sorriso non costa nulla ed aiuta chi lo riceve. Ricordatevi i nomi di tutti i vostri clienti: la persona si sentirà importante. Siate degli ascoltatori interessati: non vi è nulla di più ipnotico di una attenzione estatica con qualche approvazione e lode di tanto in tanto: ci si sente presi in considerazione. Imparate a non preoccuparvi di ciò che dovete dire, ma sappiate ascoltare. Incoraggiate il vostro futuro cliente a parlare di se stesso: gli sarete subito simpatico. Il miglior conversatore è sempre il miglior ascoltatore. Parlando di sé gli parrà di essere importante: invertite le parti. Approvate sinceramente il suo discorso ricordandovi che ogni persona contattata giornalmente si sentirà a voi superiore: fateglielo sembrare. Lodate l’abitazione, lo studio, le suppellettili, i figli, gli animali: tutto ciò che gli appartiene. Parlate di come ha iniziato: i suoi primi anni di lavoro, l’infanzia, l’università, la famiglia, i figli .. tutto ciò che possa servire a far nascere un’amicizia. Fate sempre parlare gli altri di se stessi, di ciò che maggiormente sta loro a cuore; lodateli di tanto in tanto, chiamateli per nome e mostrate un interesse sincero: avrete amici fidati, maggiori guadagni e sempre qualcosa da imparare. Naturalezza e sincerità, mi raccomando. L’importante è che non contraddiciate mai il vostro interlocutore: meglio evitare qualsiasi discussione. Vedete le cose dal loro punto di vista.",
  "last_phrase": "In conclusion, to be a successful salesperson requires a combination of skills, including being friendly, attentive, and genuinely interested in the customer. Using hypnosis techniques, such as eye contact, speech patterns, and the power of persuasion, can be helpful in closing a sale. However, it is important to remember to be sincere and ethical in your sales tactics. By following these tips and consistently visiting clients, you can increase your chances of success and achieve your goals effortlessly."
}