{
  "title": "What is Hypnosis and How Can It Be Used for Medical Purposes?",
  "first_phrase": "In the previous part of this text, the author discusses various techniques of hypnosis, including mechanical procedures and traditional methods. The author explains how hypnosis can be used to manage issues such as stuttering, bedwetting, and nail-biting, among others. In the final 200 tokens, the author delves deeper into the subject of hypnotherapy, discussing autohypnosis, stigmatization, and ecstasy. The author explains how some religious individuals can use hypnosis to simulate stigmata, while others can achieve a state of ecstasy through auto-suggestion. The author ends with a reminder of the three golden rules for hypnotists.",
  "content": "Per far tornare il soggetto allo stato normale farete qualche passo longitudinale ascendente e gli direte: « Ora lei è cosciente... la sua sensibilità ritorna, lei è cosciente... sta tornando come prima... lei sta benissimo... ». Se avrete conficcato molto profondamente un ago nella carne del soggetto, per convincere un uditorio incredulo e scettico sulla realtà dell’anestesia, sarà utile, dire al sog­getto prima di risvegliarlo: « Al suo risveglio, non sentirà alcun male... nes­sun dolore... Impossibile sentirlo... lei starà benis­simo... e sarà sereno... ». Nel caso di intervento chirurgico direte al termine: « Al suo risveglio, non avrà alcun malessere... non sarà stanco... starà bene... nessun male alla testa... nessun male allo stomaco... lei starà bene... be­nissimo... guarirà completamente e rapidamente... lei si crederà guarito e la sua guarigione sarà ra­pidissima....». Svegliate poi il soggetto. 17. Stigmatizzazione, estasi La stigmatizzazione non è che una forma autosuggestiva. I religiosi più zelanti riescono ad « unirsi » alla passione di Cristo, provocando su se stessi con l’autosuggestione delle stigmate analoghe. Provate a dare la suggestione ad un soggetto ipnotizzato che una stigmate apparirà in un preciso punto della sua pelle e verificherete il fenomeno. Per l’estasi sarà sufficiente suggerire al soggetto, in stato catalettico, una visione. L’espressione del suo viso rifletterà appieno l’immagine indotta triste od allegra che sia. Le idee, le opinioni del soggetto sono dissociate nella pro­duzione estatica. Una volta svegliato conserverà l’espressione triste od al­legra che gli avremo dato.",
  "last_phrase": "In conclusion, the techniques of hypnotism and magnetism can be used to induce various states in the subject, such as anesthesia, catalepsy, and even paralysis. These techniques can also be used to treat illnesses when combined with the power of suggestion and the transfer of energy. However, it is important to always consult a medical professional before attempting any form of treatment. With practice and dedication, one can learn to effectively use these techniques to produce powerful results."
}