{
  "title": "\"How to Develop Psychic Abilities and Predict the Future Through Hypnosis and Telepathy?\"",
  "first_phrase": "This text explores techniques for telepathy and hypnosis, including exercises for projecting thoughts and inducing hypnotic states. The last part of the text delves into more advanced techniques, such as \"sdoppiamento,\" or the ability to leave the body and be seen and heard at a distance. It also covers methods for curing illness through magnetism and controlling the subject's movements through suggestion. The author stresses the importance of patience and training in successfully using these techniques.",
  "content": "L’allenamento personale dell’operatore ha anche un’impor­tanza rilevante; il fenomeno sarà ottenuto con maggior facilità se l’esperimentatore avrà seguito alla lettera il ter­zo esercizio preparatorio del primo gruppo di cui al primo capitolo di questo libro, perché, come avrete immaginato ora, il medium ha molte più possibilità di percepire un pensiero, se questo pensiero trasmesso è stato, nella co­scienza dell’ipnotizzatore, l’oggetto di una rappresentazio­ne nitida e di una concentrazione maggiore. I risultati migliori saranno raggiunti da persone già in precedenza ipnotizzate che arrivano rapidamente al son­nambulismo artificiale. Addormentate molto profondamente il vostro soggetto, fa­te dei passi longitudinali ascendenti per un paio di minuti, suggerendo in tono fermo e positivo, fissando il soggetto addormentato alla radice del naso con la ferma volontà che vi obbedisca: «Si concentri al massimo... le sarà possibile leg­germi nel pensiero... ora io le darò un ordine men­tale... lei obbedirà». Pensate fortemente: «Alzi la mano sinistra... alzi la mano sinistra... su, obbedisca... alzi la mano sinistra... la mano sinistra... voglio che lei alzi la mano sinistra... alzi la ma­no sinistra». Se il vostro soggetto non obbedisce rifate i soliti passi co­me in precedenza per rendere il sonno ancora più profon­do e dite: «Ora lei mi obbedirà... lei legge nel mio pensiero senza fatica... obbedisca, lo voglio, lei può. Ora le impartirò un ordine mentale e questa volta mi obbedirà... mi obbedirà...».",
  "last_phrase": "In conclusion, the practice of personal training, concentration, and mental suggestion is paramount for successful hypnosis. With persistence, an operator can unlock the potential of their subject to perceive thoughts telepathically or exhibit the gift of clairvoyance through sleepwalking. It is noteworthy that the selection of subjects should be done carefully, and the induction process should be tailored to each individual's disposition. Finally, the methods of hypnosis by great masters should be studied, but one should always remember that the effectiveness of an induction depends on the subject's responsiveness, not the technique used."
}