{
  "title": "\"What are the techniques and methods of hypnosis used by experts?\"",
  "first_phrase": "In the previous text, the author discusses various hypnotic induction methods from famous hypnotists like Gerling, Bernheim, and Richet, among others. In the last 200 tokens, the author describes a case where a client, Mrs. P.S., visits seeking treatment for chronic obesity. Through hypnosis, the author regresses Mrs. P.S. back to her childhood, where she recalls experiences causing her anxiety and fear. The author details various techniques for inducing hypnosis, including eye fixation, hand clamping, and suggestion. The author also discusses the development of psychic abilities and telepathy in certain individuals through hypnosis.",
  "content": "Mi dica cosa succede»: «Sono in braccio alla mamma che piango, ho paura... la mamma mi dice di non aver paura... che va tutto bene... mi asciuga le lacrime e mi “coccola”. Sono sempre in brac­cio a lei. Adesso, penso per consolarmi, mi dice di aprire il frigorifero e di mangiare una fetta di torta. Mangiala, mangiala tutta, e non pensare a piangere...». «Bene! Ora sei cresciuta... fai le scuole superiori... ti vedi? Bene! Raccontami cosa vedi...»: «Sono vestita di bianco e piango perché non ho un ra­gazzo per la festa della scuola... mangio torte e pasticcini per non pensare». «Molto bene! Ora sei a casa, sposata con i tuoi bambini... Dimmi cosa succede»: «Urlo con i bambini, mio marito esce di casa sbattendo la porta ed io vado subito a mangiare come facevo da pic­cola...». La Signora P. S. fu curata per otto mesi, con la tecnica del­la diminuzione di ingestione di alimenti (vedi capitolo VII) abbinata alla tecnica classica di rilassamento, perden­do in media cinque chili e mezzo al mese. Ora pesa 71 chilogrammi, è orgogliosa del suo fisico, co­munica tranquillamente con gli altri: è una donna diversa. Ha perso l’abitudine di mangiare troppo e «mangia ada­gio, apprezza il cibo... adagio, masticando lentamente... gustando ogni boccone... si sente sazia molto prima del solito».",
  "last_phrase": "In these case studies, hypnosis was able to tackle a range of issues such as overeating, fear of dentists, sexual dysfunction, tinnitus, and fear of public speaking. The results were highly successful, with patients overcoming their issues and living happier, healthier lives. Hypnosis can be a powerful tool in dealing with psychological and behavioral problems and can be a viable option for those seeking alternative therapies."
}