{
  "title": "What Are The Methods for Hypnotizing Someone and Influencing Their Behavior?",
  "first_phrase": "In the previous section, the author explained the basics of hypnosis and provided various exercises to practice it. In this final section, the author presents five methods to achieve total hypnosis. The author advises starting with partial hypnosis to gain the subject's confidence for a successful result. The five methods include techniques for first-time subjects, previously hypnotized individuals, difficult subjects, and multiple people at once. Additionally, the author provides three methods for instant hypnosis. One of the techniques included is making the subject kneel by suggesting their legs are bending uncontrollably.",
  "content": "COME FAR INGINOCCHIARE IL VOSTRO SOGGETTO Dopo esservi fatto fissare negli occhi direte: « Le gambe le si piegano... il suo corpo ci pesa sopra... orasi piegherà sulle ginocchia, mi cadrà al piedi, anche se non lo desidera... Ecco... comincia a inginocchiarsi... Eccola al miei piedi! È più forte di lei... giù! ». Le suggestioni in ogni esperimento dovranno essere conti­nuate fin tanto che il fenomeno si produca totalmente. Il tono della voce dovrà essere sempre più deciso, accen­tuando le parole coi gesti. 3 Ipnosi totale È consigliabile prima di produrre l’ipnosi totale di effet­tuare sul soggetto qualche esperimento di ipnosi parziale per ispirare confidenza e facilitarvi il compito. Il sonno ottenuto sarà diverso da soggetto a soggetto, dif­ferendo l’effetto ipnotico secondo il temperamento. Leggero per alcuni, profondo per altri, sempre facile il risveglio! Eccovi i cinque metodi: 1. Per chi non ha subito mai trattamento ipnotico. 2. Per I soggetti già ipnotizzati allo stato di veglia. 3. Per soggetti difficilmente ipnotizzabili. 4. Per ipnotizzare più persone contemporaneamente. 5. L’ipnosi istantanea - I tre metodi per ipnotizzare Istan­taneamente. 1. PER CHI NON HA SUBITO MAI TRATTAMENTO IPNOTICO Fate sedere in poltrona o sdraiare comodamente su un lettino il vostro soggetto ed ordinategli di fissarvi negli occhi. Passati venti secondi ditegli: « Io conterò da uno a sette. Al mio sette vedrà una nebbia dinnanzi alla vista, ed i suoi occhi au­tomaticamente si chiuderanno. Ecco, io comincio: uno... due... tre... quattro... sette! ».",
  "last_phrase": "In conclusione, l'ipnosi può essere utilizzata per una vasta gamma di scopi, tra cui smettere di fumare, ridurre l'appetito e affrontare disturbi gastrointestinali. Ci sono diversi metodi per indurre la trance ipnotica, a seconda delle esigenze del soggetto. È importante ricordare che la motivazione inconscia del paziente è fondamentale e che il paziente avrà sempre il tempo di essere puntuale con il terapeuta. La trance leggera sembra addormentata, mentre nella trance profonda è possibile subire allucinazioni totali. Il terapeuta dovrà creare un ambiente confortevole e tranquillo, utilizzando tecniche di rilassamento per indurre la trance ipnotica."
}