{
  "title": "What is the History and Practice of Hypnosis, and What Are Its Potential Uses?",
  "first_phrase": "This text delves into the history of hypnosis, dating back to ancient Egypt and Greece, where hypnosis was used for religious and medicinal purposes. The most notable hypnologist of the time was Apollonio di Tiana, a philosopher and magician who developed new techniques for inducing hypnosis. The author of the text also shares a personal experience of becoming an apprentice under a renowned medium and hypnotherapist, Erminio Di Pisa, who had exceptional success in treating a variety of conditions, including addiction and mental health issues. The last part of the text focuses on the potential of hypnosis as a powerful tool for healing and personal growth.",
  "content": "Comincia allora i suoi viaggi, che hanno un doppio scopo: progredire nella sapienza e guarire, chi soffre. Incomincia da Antiochia; poi visita Babilonia e l’India, dove, presso quei savi, compie la guarigione miracolosa di un paralitico e di un cieco con passi magnetici e, fissando negli occhi i malati, li invita a sedersi ed a dormire, risve­gliandoli poi completamente guariti. Questo pittoresco personaggio, la cui voce e sguardo affascinava la folla, va a Roma. Qui, una fanciulla morta (o tale solo apparentemente) è da lui restituita alla vita. Trionfa sulle difficoltà creategli da Tigellino e da Nerone, finché l’editto di quest’ultimo, che espelle dalla città i maghi ed i filosofi, lo costringe a partire. Visita allora la Spagna, l’Africa e la Sicilia. Ritorna in Italia e Domiziano è talmente intimorito dalla sua persona, che vorrebbe farlo imprigionare. In Efeso ha la visione della morte di Domiziano e l’annuncia. Muore sotto l’imperatore Nerva poche ore dopo aver gua­rito un ammalato col sonno. Recentemente si sono impadroniti della sua figura teosofi e cultori di Scienze Occulte (E. Levi). L’attenzione vera verso l’ipnotismo, dopo la fase di tran­sizione del Medioevo, si risveglia verso la fine del 1700 con Franz Mesmer e col cosiddetto « Magnetismo ani­male ».",
  "last_phrase": "In conclusion, the history of hypnotism dates back to ancient times and has undergone various changes with the advancement of science and technology. The contributions of individuals like Mesmer, Braid, Charcot, Bernheim, and Ochorowicz have been significant in shaping modern-day hypnosis. While it had its share of scepticism and negative opinions, the acceptance of hypnosis as a form of therapy has grown tremendously in recent years. It is now considered a valid alternative treatment for various physical and psychological ailments."
}