{
  "title": "What is the practice of hypnosis in theater and what are its therapeutic benefits?",
  "first_phrase": "In the last 200 tokens, the text describes the process of hypnosis and the techniques used by two hypnologists, Enrico Ceccarelli and Erminio Di Pisa. The first technique involves inducing a feeling of warmth and relaxation in the body to alleviate pain, while the second involves collective experiments to find those most susceptible to hypnosis. The text goes on to highlight the therapeutic benefits of hypnosis and describes the use of the candelabrum technique. Through these methods, the hypnologists aim to heal both the minds and bodies of their patients.",
  "content": "Adesso ritorniamo lentamente alla superfi­cie... ritroviamo il contatto con il mondo ester­no... quando vi sveglierete starete bene, perfet­tamente bene, calmissimi e distesi e conserverete questa piacevole sensazione di benessere, questa calma e questa distensione... già il vostro corpo non e più pesante, questo senso di pesantezza sta finendo, le vostre palpebre diventano leggere... leggere... state perfettamente bene... ed il vostro cuore batte calmo e forte... ed il vostro respiro è profondo... profondo, calmo, lento e regolare... voi respirate profondamente... profondamente ... i vostri muscoli riacquistano tutta la loro vita­lità, tutta la loro forza... le sofferenze sono fini­te... i dolori sono scomparsi... Uno. Le vostre palpebre cominciano a muoversi... le vostre palpebre si socchiudono... si aprono to­talmente... voi siete svegli! aprite gli occhi! siete sveglie”. Al risveglio, dopo una ventina di minuti, scatta la suggestione in stato di veglia, che, in presenza di uno stato attivo della corteccia cerebrale, è un importante fattore terapeutico. Gli ammalati, saliti a gruppi sul palco, vengono nuovamente analgesizzati e, riattivati psichicamente, tornano radiosi ai loro posti. Un altro metodo altamente suggestivo è quello del candelabro. Si accendono le tre o cinque candele, che solitamente compongono un candelabro, a luci spente, su un tavolo posto al centro del palco. Gli spettatori interessati. all’esperienza dovranno sedersi comodamente nelle poltrone e concentrare tutta la loro attenzione visiva su una delle candele a scelta.",
  "last_phrase": "In conclusion, hypnotherapy can be a powerful tool for both individual and group therapy. Whether it's through radio or in-person sessions, skilled practitioners can use hypnosis to help patients overcome a variety of challenges, from insomnia to chronic pain to sports performance anxiety. By focusing the mind and tapping into the power of suggestion, hypnotherapy can help individuals achieve a state of calm and focus that allows them to overcome obstacles and achieve their goals."
}