{
  "title": "\"How can hypnosis improve performance in football players?\"",
  "first_phrase": "In the final 200 tokens, the author discusses the use of hypnosis in soccer and how it can enhance individual and team performance by eliminating negative factors such as stress and fear of failure. The session starts with decongesting the solar plexus, followed by the induction of hypnosis through music and visualization. The collective hypnosis allows for better communication between the coach and players and helps with the implementation of specific tactics. The author also discusses the importance of suggestive language and the variable responsiveness of individuals to hypnosis. The text concludes with a list of recommended music for different hypnotic states.",
  "content": "Un sonno calmo, tranquillo, ripa­ratore e ristoratore. Venti minuti di questo sonno corrispondono ad una completa notte. La vostra coscienza resterà inalterata. Ascolterete da questo momento solo la mia voce, non opponete resistenza e rilassatevi il più possibile”. Inizierete la decongestione del plesso solarefacendo distendere sul dorso i giocatori con i muscoli rilassati. Poi: “Aspirate gradualmente, lentamente, l’aria dal naso, dilatando il più possibile l’addome. Trattenete per qualche secondo l’aria... adesso fatela uscire lentamente, lentamente... Ripetete per altre tre volte questo esercizio, eseguendolo il più lentamente possibile. I benefici saranno enormi. Bene. Interrompete l’esercizio con una delle vostre normali respirazioni... Ora ricominciamo da capo... e così via...”. Decongestionato il plesso solare procederete all’induzione come dal capito lo 5. Una volta addormentati, nell’arco di una ventina di minuti, tutti i giocatori, subentrerà la voce dell’allenatore ad illustrare la partita futura, le caratteri­stiche dei singoli avversari, le conseguenti contromisure da adottare; la tattica da eseguire con relativi comandi post-ipnotici, trasmessi sui singoli giocatori, che sorgeranno dall’inconscio prima e durante l’incontro, con un automatismo pressoché perfetto. Effettuata l’ultima seduta, la mattina della domenica, saranno consegnate ai giocatori le fotografie dei loro avversari diretti: dovranno sforzarsi per un quarto d’ora di vedere il loro avversario annullato, escludendo qualsiasi altra idea dalla loro mente. (La prima volta sarete voi ad aiutarli...).",
  "last_phrase": "In conclusion, this manual provides valuable insights on the power of suggestion and how it can be used effectively in various situations, including marketing and sports coaching. By following the simple exercises outlined in the manual, one can acquire the necessary confidence, control, and clarity to induce suggestibility in others and achieve the desired outcomes. Whether you are a salesperson, coach, or simply seeking self-improvement, the techniques discussed in this manual can be a practical and effective tool to help you succeed."
}