{
  "title": "What are the uses and techniques of hypnosis in pediatric and sexual disorders?",
  "first_phrase": "In the previous text, the author discussed the use of hypnosis in various medical conditions such as stuttering, thumb-sucking, bed-wetting, nail-biting, and language defects. In this final section, the author focuses on the use of hypnosis in sexual dysfunctions including frigidity, premature ejaculation, and impotence. The author provides specific techniques for inducing hypnosis and suggestions to alleviate these conditions, as well as the number of sessions required for treatment. The techniques involve inducing a trance-like state, relaxing the patient, and suggesting positive outcomes. The author emphasizes that hypnosis is a safe and effective method for treating various medical and psychological conditions.",
  "content": "Dovrete sempre parlare in prima persona come se fosse il paziente a pronunciare le parole. Ecco l’esempio dell’autoipnosi nel tabagismo: « Sono rilassato, con gli occhi chiusi, senza pen­sare a nulla... Respirerò lentamente dieci volte, andrò in trance e mi ricorderò perfettamente le parole e le indu­zioni dei mio operatore per farmi smettere di fu­mare... Ora che sono entrato in un sonno profondo cer­cherò di non fumare più, di non logorare più il mio cuore, i miei polmoni... II mio inconscio ha un’enorme capacità di con­trollo e vuote eliminare rapidamente il desiderio di fumare... La mia mente ha un forte controllo sul mio corpo ed eliminerà qualsiasi desiderio di continuare un vizio che ad ogni inspirazione di fumo introdotto nei miei polmoni li affatica senza bisogno, facendo lavorare il mio cuore più del necessario, logoran­domi questi organi vitali... Non desidererò più le sigarette... anche se vedrò gli altri fumare... Sarò felice di smettere un’abitudine così dannosa per la mia salute... Non fumerò più, mai più... Smetterò di fumare, sarò rilassato e sereno... Conterò da dieci ad uno e mi sveglierò rilassato e tranquillo ». Termina così con l’autoipnosi la parte « medica ». Ram­mentatevi sempre le « tre regole auree » dell’ipnote­rapeuta. 1) Non temere mai che i pazienti falsino l’ipnosi. 2) Non preoccuparsi che i pazienti raggiungano la mas­sima profondità della trance. 3) Non essere impazienti nel voler ipnotizzare amma­late affascinanti. 15.",
  "last_phrase": "In conclusion, while hypnosis has been proven to be an effective tool for various purposes such as smoking cessation or pain management, it should be used with caution and by trained professionals only. Autohypnosis, mechanical procedures, and animal hypnosis are all possibilities to consider, but it is essential to remember the golden rules of the hypnotherapist and to be responsible in using this technique. With proper knowledge and training, hypnosis can be a valuable tool in improving one's health and well-being."
}