{
  "title": "\"How to use open-eyed hypnosis to quit smoking in one session?\"",
  "first_phrase": "This text is about the application of hypnosis to help people quit smoking in one session. The author describes different techniques such as touch, fixation, and suggestion that can be used to help the subject accept the idea of quitting smoking. The author also details the use of hypnosis ad occhi aperti, which can influence a subject's organs and provide relief for various types of pain. The text includes various examples and techniques for inducing hypnosis and guiding subjects through different sensations. Finally, the text describes a process for using hypnosis to cause the subject to recognize the danger of smoking and quit it altogether.",
  "content": "Metterete anche il pollice sinistro del tabagista, nella vostra mano sinistra, per poter tenere ben stretti i due pollici. Terrete la vostra mano destra liberatasi per una ventina di secondi sulla fronte del soggetto, dopo di che l’appoggerete sul suo sterno. Fissandolo energicamente gli direte: “Da questo momento... lentamente... buona par­te della nicotina che ha nei polmoni sale sempre di più verso la sua bocca... lei sente il veleno che ha dentro... sente l’amaro in bocca... il catrame... tutto il veleno che ha dentro... ora chiuda gli oc­chi... si rilassi... potrà avvertire un senso di sof­focamento, un pizzicore alla lingua... la sua boc­ca è molto amara...”. Com’è la sua bocca? Amara, vero!?... Alla sua nuova affermazione gli farete riaprire gli occhi e intraprenderete la: 5. Accensione della sigaretta con ipnosi ad occhi aperti. A questo punto il soggetto è chiaramente nelle vostre mani quindi dovrete fargli accettare l’idea che si produrrà un certo fenomeno.",
  "last_phrase": "In conclusion, this text describes a hypnosis technique to help smokers quit their addiction. The technique involves creating a negative association with smoking by making the smoker believe that the taste of cigarettes is unbearable. The text also briefly touches on the possibility of using hypnosis to explore past lives through the technique of regression. However, it is essential to remember that hypnosis should only be performed by trained professionals and using it for any purpose without proper knowledge and training can be harmful."
}