{
  "title": "\"What are the techniques for influencing and winning people over through hypnosis?\"",
  "first_phrase": "In the previous part of the text, the author emphasizes the importance of speaking positively about everyone, even enemies, to make friends feel superior and encourage them to speak about their successes. The text then delves into the art of concluding any deal through the use of indirect suggestion mechanism and the power of enthusiasm and will. This last part focuses on the three phases that will help you conclude any business quickly using masqueraded hypnotic techniques. It touches on the importance of organization, visualization, and presentation, as well as the power of eye contact and suggestion in influencing and persuading others.",
  "content": "La vostra volontà è distesa, lucida, facile. Ogni azione sgorga spontaneamente con rilassatezza, la sfrenata attività dispersiva non esiste più. I centri regolatori del tronco encefalico con rilasciamento attivo hanno portato la pace al vostro cervello in un vero stato autoipnotico. Siete sereni e felici proiettati nel presente, dimentichi del passato, non pensate alle difficoltà del futuro. L’igiene mentale è raggiunta: il periodo di squilibri è svanito. Vediamo ora di analizzare dettagliatamente le tre fasi che vi permetteranno di concludere in breve tempo qualsiasi affare, fondate su tecniche ipnotiche mascherate (X) (ipnosi ad occhi aperti). Questo metodo vale per qualsiasi prodotto: dall’assicurativo al lucido da scarpe. 1. Organizzazione. 2. Visualizzazione. 3. Presentazione (A.I.D.A = attenzione interesse desiderio - acquisto). 1. Organizzazione Tutta l’arte del vendere è basata sulle telefonate: è consigliabile non visitare il cliente senza prima aver fissato un appuntamento. Il colloquio senza appuntamento vi porrebbe al livello di un qualsiasi venditore ambulante. Sarete contenti voi e lo sarà il vostro cliente: entrambi darete valore al tempo dell’altro. Risparmierete del tempo, potrete essere ascoltati con fiducia ed attenzione; il cordiale colloquio che ne seguirà vi porterà dei buoni affari. Trascorrerete il venerdì nel fissare appuntamenti per tutta le setti­mana successiva. Qualora non trovaste i diretti interessati, lasciate il vostro numero alla segretaria; al loro ritorno, incuriositi, vi telefoneranno. Con persone difficili da trovare e da contattare fissate appuntamenti verso la fine della settimana successiva; il mercoledì o il giovedì: li otterrete! «Dott.",
  "last_phrase": "In conclusion, these three phases based on disguised hypnotic techniques - open-eye hypnosis - can help you conclude any deal quickly, from insurance to shoe polish. By being organized, visualizing the deal the night before, and using the A.I.D.A technique during the presentation, you can successfully close a sale in just three seconds. Remember to speak authoritatively, dress well, be original, listen to your client, and establish a connection to make them feel important. By using the power of suggestion, repetition, and symbols, you can become a master salesperson and achieve great success in your business ventures."
}