{
  "title": "What are the techniques and benefits of hypnosis in pediatrics and dermatology?",
  "first_phrase": "This passage explores the use of hypnosis in pediatrics, particularly for enuresis, onychophagia, language defects, thumb sucking, and cerebral lesions. It offers techniques for inducing hypnosis in children, such as using a pendulum for visualization, and provides statistics on the success rate of treatment. The text also discusses the use of hypnosis in the treatment of sexual disorders, including frigidity, premature ejaculation, and impotence, as well as dermatological conditions like warts and herpes zoster. The author discusses specific techniques for each condition, including using the power of suggestion and visualization to bring about change in the patient.",
  "content": "Molto spesso masticandosi le unghie subentrano infezioni e paterecci. Indurrete: « D’ora in avanti curerai le tue mani, le tue unghie sempre di più... Perderai il vizio di mangiarti le unghie... sarai fe­lice di averlo perso... per sempre... non vorrai più abbruttire le tue mani... eliminerai questa abitudi­ne dannosa... Tutte le volte che porterai il dito alla bocca lo allontanerai... perderai per sempre questa cattiva abitudine che infastidisce chi ti osserva... chi ti ascolta... anche tuo padre e tua madre ». Numero delle sedute: quattro! DIFETTI DEL LINGUAGGIO La balbuzie è un difetto provocato da paura e tensione nervosa. Il numero dei maschi affetti da tale disturbo è di quattro volte superiore a quello delle femmine. I conflitti familiari peggiorano la tendenza alla balbuzie. L’ipnosi, calmando, tranquillizzando, diminuisce l’ansia ed è il rimedio più efficace nei difetti del linguaggio. Direte al bambino sotto ipnosi: « Il tuo modo di parlare migliorerà molto... molto di più... sempre di più... Parlerai senza fermarti... le parole saranno fluide... scorrevoli... senza esitazione... Scandirai ogni sillaba in modo chiaro, sicuro, de­terminato e corretto… Non avrai più paure né tensioni... Non esiterai più... non balbetterai più... sarai ri­lassato... contento di parlare senza esitazione... tranquillo, sereno e disteso... senza tensione... la tua voce risuonerà sicura davanti a chiunque ed in qualsiasi caso... Con gli estranei... al telefono... in pubblico... si­curo e tranquillo! ». Numero delle sedute: cinque! SUZIONE DEL POLLICE La suzione del pollice cela un conflitto fra genitori e bam­bino.",
  "last_phrase": "In conclusion, hypnotic therapy can be a highly effective means of addressing various personal issues, such as nail biting, speech defects, thumb sucking and brain injuries, among others. By inducing a state of hypnosis and utilizing specific verbal suggestions, individuals can overcome bad habits, gain motivation and reduce anxiety. While there are various induction methods and techniques, it is important to always prioritize the safety and well-being of the individual during the process, regardless of whether they are human or animal. With patience, practice and guidance from a trained professional, the benefits of hypnosis can be life-changing for many."
}