{
  "title": "\"How to Induce Hypnosis and Alter Physical States: Exploring Catalepsy, Sleepwalking, Lethargy, and Anesthesia?\"",
  "first_phrase": "In this section of the text, the author discusses the different stages of hypnosis, including catalepsy, sleepwalking, lethargy, and anesthesia. He also provides practical advice to aspiring hypnotherapists on how to induce these states in their subjects. The author starts by explaining how physical gestures can influence a subject's behavior and mood, before moving on to describe the specific techniques required for inducing catalepsy. He also highlights the importance of recognizing when a subject has entered a state of fixation, and how to hypnotize multiple individuals at once. Finally, the author outlines the methods of inducing hypnosis in challenging or resistant subjects.",
  "content": "Continuerete dopo questa fase l’induzione: “Lei è un uomo d’acciaio... nessuna forza al mon­do può piegarla all’infuori di me”. Terminerete la contrazione, facendo rimettere in piedi il soggetto, gli soffierete sugli occhi, dicendogli: “Il suo corpo torna normale... i suoi muscoli sono distesi... lei sta bene... è tranquillo e rilassato”. Gli frizionerete dolcemente i muscoli che torneranno normali. Potrete produrre lo stato catalettico su soggetti isterici picchiando improv­visamente alle loro spalle un gong. II senso dell’udito è vulnerabile come quello della vista alle azioni ipnotiche. Nel sonnambulismoil soggetto, malgrado appaia inerte ed insensibile a tutto ciò che gli accade intorno, agisce come se fosse sveglio: i suoi sensi percepiscono tutto ciò che si dice e si fa. Possiamo ottenere il sonnambulismo da un soggetto catalettico, abbassan­dogli dolcemente le palpebre con i due pollici. Se le palpebre presentassero una resistenza anche leggera, basterà frizionar­le delicatamente. Il passaggio si ottiene anche soffiandogli delicatamente sui globi oculari: lo sguardo perde la sua fissità e le palpebre si chiudono. Lo stesso risultato si ottiene frizionando la sommità della testa (vertex)con una o più dita. Soggetti predisposti all’ipnosi entrano in sonnambulismo con un semplice cenno o parola d’ordine, che saprete solo voi ed il vostro soggetto, istantaneamente. La pressione dei globi oculari o delle zone ipnogene ottie­ne il medesimo effetto; bisognerà dosare la pressione per evitare il passaggio al successivo stato letargico. Nello stato sonnambolico gli occhi sono gene­ralmente chiusi; qualche volta succede che restino semiaperti o completa­mente aperti.",
  "last_phrase": "In conclusion, hypnosis can produce a variety of states, including catalepsy, somnambulism, and lethargy, which have unique features and can be induced through various techniques. These states are highly suggestionable and can be used for various purposes, such as pain relief and anesthesia. However, it is crucial to approach hypnosis with caution and knowledge of the subject's physical and mental condition. Furthermore, spontaneous states of hypnosis can occur naturally, and it is essential to be aware of these occurrences for understanding and application of hypnosis."
}