{
  "title": "How to induce and manipulate different levels of hypnosis and altered states of consciousness?",
  "first_phrase": "This section of the text explores the different levels of hypnosis, including lethargy, somnambulism, and catalepsy. The author describes various techniques to induce these states, such as pressing on the eyeballs, blowing on the eyes, or massaging the head. They also discuss the different behaviors and capabilities of hypnotized individuals, such as walking on rooftops or performing complex tasks while in a trance. The author emphasizes the importance of dosing the pressure and being careful not to overinduce the subject into a deeper state. One example cited by the author is a case where a patient in a cataleptic state properly washed her hands when she saw a basin of water and soap.",
  "content": "Quando il soggetto era in catalessi gli avevate imposto una posizione per rendervi conto della realtà di questo stato; entrato in sonnam­bulismo, una volta che il suo occhio destro si sia chiuso, la sua catalessi finisce, la rigidità scompare; se, come sono solito fare, gli avrete sospeso un braccio in aria, questo braccio cadrà da solo inerte per il suo peso. 3. Metà sonnambulismo e metà catalessi. Trovandosi la parte sinistra in letargia e la destra in sonnambulismo, potrete trasformare la letargia in catalessi, frizionando col vostro pollice il globo oculare sinistro. Affinché lo stato sonnambolico non cambi a destra, ponete il vostro pollice sul globo dell’occhio senza frizionare né premere. Queste facili esperienze potrete cambiarle all’infinito. Ecco un esempio di ipnotismo unilaterale citato dal dottor Paul Richer (archivi di neurologia). “Se davanti a una malata in catalessi si pone un vaso d’acqua, un catino e del sapone, appena il suo sguardo cade su questi oggetti o la sua mano destra entra in contatto con essi, essa si mette con apparente spontaneità a versare l’acqua nel catino insaponandosi le mani. Se si abbassa la palpebra dell’oc­chio destro, il lato destro del corpo cade in letargia ed il lato sinistro continua da solo l’operazione iniziata. Se tra le mani della stessa catalettica si pone un lavoro a maglia, lo prende e lo lavora con abilità. Quando si chiude uno dei suoi occhi, la mano corri­spondente diventa inerte e l’altra continua da sola dei movimenti che non hanno più, da quel momento, alcuna efficacia”.",
  "last_phrase": "In conclusion, hypnosis can be a useful tool to help alleviate pain and break habits. Whether inducing catalepsy or using suggestion to create an altered mental state, hypnotists can have a powerful impact on their subjects. With proper care and attention, hypnosis can be a safe method of treatment that offers an alternative to traditional pain relief methods. Whether you are a hypnotist or a potential patient, understanding the power and the limitations of hypnosis can help you make informed decisions about your health and wellbeing."
}