{
  "title": "What are the techniques of hypnosis for childbirth, impotence, premature ejaculation, and frigidity in women?",
  "first_phrase": "This text focuses on the use of hypnosis techniques for the treatment of various medical conditions, including impotence, premature ejaculation, and frigidity. Before this part of the text, the author describes the techniques for treating verrucas, herpes zoster, and nevrosi. In the final 200 tokens, the text explains how to use hypnosis to deal with impotence, premature ejaculation, and frigidity. The author recommends using the technique of relaxation to decrease the patient's level of anxiety and tension, while also inducing a sense of comfort and ease. The text also explains how to use hypnotic regression to help patients overcome the emotional or mental issues that may be causing their sexual dysfunction. The author provides several examples of hypnotic suggestions to help patients overcome their particular condition. Overall, the text aims to educate readers about the use of hypnosis in medicine and how it can be applied in different contexts to improve patients' wellbeing.",
  "content": "« Lei è rilassata, sicura, senza tensione… Ora anestetizzeremo col dito il suo volto... il suo volto diverrà insensibile sino a che io lo vorrò... Passi il suo dito sul suo viso, prima sulla guancia destra... poi sulla guancia sinistra, infine sulla fronte... Cominci dalla guancia destra, lentamente... così... quando sentirà questa parte intorpidita ed insen­sibile mi faccia cenno con il capo... bene... passi ora alla guancia sinistra... così... in faccia un. cenno se è insensibile... molto bene... termini con la fronte... così... è insensibile?... benissimo... Ora anestetizzeremo l’addome... Tracci col suo dito un grande semicerchio sopra il suo addome... così... Ouando sentirà questa parte intorpidita ed insen­sibile mi faccia segno col capo... bene... In questa parte dei corpo lei non sentirà nulla, nulla, as-so-lu-ta-men-te! Lei è rilassata, comoda, senza tensione, sicura... non avrà alcun problema... suo figlio nascerà tran­quillamente... facilmente…». Le tecniche ipnotiche per il parto iniziano generalmente sin dai primi tre mesi della gravidanza. Settimanalmente il primo mese, con sedute trisettimanali poi e nuovamente settimanali un mese prima del parto. Una volta accertato il travaglio del parto si inizierà ad indurre. Molti ipnotizzatori usano l’ipnosi di gruppo, con un mi­nimo di quattro ad un massimo di otto induzioni con ge­stanti ipnotizzate contemporaneamente. 13. L’ipnosi in pediatria: enuresi, onicofagia, difetti dei linguaggio, suzione dei pollice, lesione cerebrale Il metodo di induzione per i bambini è particolare.",
  "last_phrase": "In conclusion, hypnosis techniques can be effective in treating various medical conditions, including pregnancy-related issues, enuresis, speech defects, thumb sucking, and brain injuries. The induction methods for each condition may vary and require a different approach, such as using television for children or relying on mechanical procedures for catalepsy, letargia, and anesthesia. Hypnotic therapy can also be used for smoking cessation through autohypnosis. By following the three golden rules of hypnotherapy and tailoring each session to the patient's needs, hypnotherapy can be a promising alternative or complementary treatment option for various medical and psychological conditions."
}