{
  "title": "How did hypnosis develop as a medical therapy and gain acceptance by medical associations?",
  "first_phrase": "The text explores the history of hypnosis and its acceptance in the medical field. The last 200 tokens delve into the scientific study of hypnosis and its effects on the human brain. It mentions influential figures such as Charles Richet, Pierre Janet, and Alfred Binet. It also highlights the importance of the American Society of Clinical Hypnosis and the American Medical Association's recognition of hypnosis. The text concludes by mentioning the Centro Internazionale di Ipnosi Medica e Psicologica in Italy and the forum provided by its director, Professor Rolando Marchesan, for serious scholars in the field.",
  "content": "1. studio pratico: esercizi L’ipnotismo è uno stato di coscienza alterato la cui vera essenza sta nell’esperienza soggettiva. Lo studio scientifico di uno speciale stadio dell’essere umano chiamato ipnosi, del modo di provocarlo e farlo cessare può contribuire no­tevolmente alla conoscenza profonda del soggetto. L’ipnosi è indotta più o meno rapidamente e completa­mente su tutti i soggetti ed è caratterizzata dalla diminu­zione di alcune facoltà cerebrali come la volontà, la co­scienza, l’attitudine a giudicare. Se il soggetto non ha perso che una parte della sua co­scienza mentre il suo giudizio e la volontà sono soltanto offuscati, l’ipnosi è parziale, perché ha l’aspetto di un es­sere desto. Quando questa diminuzione dell’attività giun­ge sino alla perdita completa della coscienza abbiano l’ip­nosi totale. L’immaginazione, la coscienza istintiva, sia nell’ipnosi par­ziale che totale, parallelamente alla diminuzione dell’at­tività del giudizio, della volontà e della coscienza di se stessi, diventano più attive e reagiscono energicamente sul­l’organismo del soggetto. Nell’ipnosi parziale, il soggetto è messo nell’incapacità di compiere certi atti, o costretto ad eseguirne altri. La parola suggestiva dell’ipnotizzatore agisce allora sulle facoltà della coscienza istintiva del soggetto. Nell’ipnosi totale il soggetto ha perso coscienza e, mentre nel sonno naturale non è in relazione con nessuno, nel son­no ipnotico non può pensare né agire che sotto l’impulso dell’ipnotizzatore. Un ordine dato al soggetto durante il sonno ipnotico può dar luogo all’esecuzione di atti provocati ad un determi­nato momento.",
  "last_phrase": "In conclusion, the study of hypnosis and how to induce and terminate it can greatly contribute to a deeper understanding of the human psyche. The hypnotic state is characterized by a decrease in certain brain functions such as will, consciousness, and judgment, and an increase in the activity of the instinctive consciousness and imagination. To become a successful hypnotist, one must possess a strong personality and behavior, and develop mastery over fundamental techniques like suggestion and the use of the gaze. Practice and diligence are essential for constant results, as shown by the preparatory exercises detailed in this text. However, it is crucial to use these techniques responsibly and not to harm others' interests or feelings."
}