{
  "title": "What are the recommended foods, spices, and gemstones for each zodiac sign and what are their healing properties?",
  "first_phrase": "This text provides dietary advice and healing gemstones for different zodiac signs. The section of the text to be introduced talks about remedies for various physical ailments and the gemstones that can help. It also provides tips for managing digestive issues and recommends stones like selenite, pearl, and green turquoise for people with the zodiac sign Cancer. The text emphasizes the importance of a balanced diet and suggests different foods that are beneficial for specific zodiac signs. It also highlights the healing properties of gemstones and their significance in astrology.",
  "content": "Alimenti del segno (Cancro). Verdure: asparagi, carciofi, crescione, carote, barbabie­tole, cipolle, cavolfiori, piselli, rape, spinaci, sedano, fagiolini. Frutta: uva e agrumi. Aromi consigliati per il segno del Cancro. Aglio, erba cipollina, rosmarino, scalogno, salvia, prez­zemolo, lauro, ginepro, finocchio, estragone, anice, comino, cerfoglio. Spezie consigliate per il segno del Cancro. Curry, cannella, chiodi di garofano, zenzero, zafferano, noce moscata. Floruro di calcio (Cancro). Tuorlo d’uovo, zucca, pane di segale, yogurt, formaggi, cipolle, crescione, agrumi. Rimedi per lo stomaco. Stomaco. L’origine di «disturbi gastrici» è di natura nervosa: crampi, bruciori, acidità derivano da pasti affrettati consumati in atmosfera chiassosa e di tensione. L’alcool ha il suo contributo. I rimedi. Bere tre volte al giorno un succo di patata cruda: cicatrizza ed è efficace nei casi d’ulcera. Masticare sempre una mela come dessert. Bere poco o nulla durante i pasti. Eliminare: aceto, spezie, alcoolici, caffè, bevande gassate, verdura cruda. Bevete latte di mandorle dolci. Pietre preziose del segno del Cancro: selenite, perla e turchese verde. (Caratteristiche e poteri) Selenite. La selenite (feldspati) varia dalla tonalità dell’arcobaleno al rosa, azzurro, verde, bianco lucente madreperlato. È associata alla «magia lunare».",
  "last_phrase": "In conclusion, a balanced diet is essential for maintaining good health, especially for individuals with specific zodiac signs. For individuals born under the sign of Cancer, it is recommended to consume foods like asparagus, citrus fruits, and calcium-rich foods to maintain good stomach health. For those born under the sign of Leo, eating lettuce, grilled lean meats, and avoiding alcohol and tobacco is suggested. People born under the sign of Virgo can benefit from eating plenty of fruits and vegetables to ease intestinal discomfort. Finally, individuals born under the sign of Scorpio should consume fresh fruits and vegetables, lean meats, and avoid foods that can trigger anal discomfort. Remember, taking care of your body by eating the right foods is pivotal for maintaining optimal health."
}