{
  "title": "\"How can hypnosis be used for personal influence?\"",
  "first_phrase": "This final part of the text focuses on the power of suggestion and how it can be used to influence and hypnotize others. The author discusses the importance of partial hypnosis and using appropriate language for each individual. They also emphasize the significance of personal magnetism, eye contact, and repetition in driving home suggestions. In addition, the author cautions against using hypnosis for negative purposes and stresses the importance of ethical behavior. The last 200 tokens detail specific exercises for developing a magnetic gaze and powerful verbal suggestions.",
  "content": "Invitate parecchie persone alla volta, non temete mai il fallimento, siate calmi quando un esperimento non riesce subito, ricercatene la causa, ed andate avanti sentendovi forti perché « volete riuscire ». Ottenuto il silenzio in sala dagli spettatori, fate disporre su un’unica linea i vostri soggetti a circa venticinque cen­timetri di distanza l’uno dall’altro. Fate loro distendere i nervi, riunire i loro piedi e lasciare cadere mollemente le braccia lungo il corpo, come se vo­lessero riposare per un po’. Ponetevi di fronte a loro e dite in tono deciso: « Guardatemi negli occhi ». Fissateli tutti per venti secondi (sic!) uno dopo l’altro, pensando fermamente: « Voi non potete resistermi! ». Percepirete con questo sforzo di volontà i vari stati d’ani­mo secondo il temperamento. Alcuni arrossiranno, altri impallidiranno, qualcuno riderà... Direte allora: « Molto bene! Chiudete gli occhi e teneteli chiusi sino al mio ordine di riaprirli. Esperimenterò qual­cuno di voi ». Effettuata l’indagine visiva, andrete verso il soggetto più sensibile, gli poserete la vostra mano destra sulla fronte, dicendogli tranquillamente: R I suoi occhi sono chiusi... Si distenda bene Qui inizia la classica: 1. CADUTA ALL’INDIETRO Ponetevi dietro il soggetto, posate le vostre due mani sul dorso e fissatelo alla nuca. Esclamate categoricamente: « Come io toglierò le mie mani dalle sue spalle, sentirà una forza che la farà cadere all’indietro. Non deve preoccuparsi: ci sono io ».",
  "last_phrase": "In conclusion, these exercises may seem daunting at first, but inviting several people at once, not fearing failure, and investigating the cause if an experiment does not work immediately are all essential. Remember to remain calm and stay strong, with the desire to succeed. Once you have achieved silence in the room, arrange your subjects in a line and follow the steps carefully. With practice and persistence, you can achieve impressive results, including total hypnosis. Just remember to handle the awakening process with care."
}