{
  "title": "What are the different states of hypnosis and how can they be induced?",
  "first_phrase": "In this section of the text, the author discusses various techniques to induce states of catalepsy, somnambulism, lethargy, and anesthesia in subjects using hypnosis. The author provides detailed instructions on how to induce catalepsy, a state of total muscle rigidity in subjects, and the different sensations and physiological changes that occur during this state. The author also elaborates on how to induce a state of deep sleep or lethargy in subjects to the point that their body functions are reduced, and they appear to be in a state of apparent death. The author further discusses the different cognitive and motor responses that can be suggested to the subject during hypnosis and how to bring them out of these induced states.",
  "content": "Non riesce più a sentire la mia voce... la sente sempre meno... lei sta intorpidendosi... per lei è impossibile muoversi... il suo sonno sta diven­tando sempre più profondo... Conterò sino a tre e lei non sentirà più nulla... nulla... lei non sentirà più nulla... lei sentirà solo quando la mia mano si poserà sulla sua testa... dorma profondamente... lei non sente più... uno... due ... tre... lei non sente più...”. II soggetto a questo punto dormirà di un sonno profondo, tutte le facoltà saranno sospese, ogni senso annullato, sino a che applicherete la vostra mano destra sulla testa suggerendo: “Ora lei può ascoltarmi... lei mi sente... lei sta bene... può svegliarsi... si svegli... lei mi sente be­ne... si svegli... si svegli...”. Fate qualche passo longitudinale ascendente ed il soggetto si sveglierà. Se non volete svegliare l’ipnotizzato, ma soltanto mettere fine al suo stato di letargia applicate sempre la mano destra sulla tempia suggerendo: “Ora lei può ascoltarmi... lei mi ascolta... mi sen­te benissimo... continui a dormire... a dormire... a dormire...”. Potrete prolungare la letargia senza nessun pericolo, perché il soggetto non è che una massa inerte; è incapace di pensare e di muoversi, l’intelligenza e la coscienza non esistono più. Le palpebre sono completamente immobili e solo qualche volta manifestano un leggero tremolio. Se solleverete le palpebre, vedrete i globi oculari stralunati, lo sguardo rivolto in alto, restando comple­tamente immobili in questa posizione.",
  "last_phrase": "In conclusion, hypnosis can be a powerful tool for inducing various states of consciousness, including catalepsy, sleepwalking, and anesthesia. However, it is important to have solid physiological knowledge and to use caution when performing these experiments. With the right approach, hypnosis can be used to alleviate pain, remove bad habits, and influence the body's responses to suggestions. As with all things, moderation and expertise are key to using hypnosis in a safe and effective manner."
}