{
  "title": "What is Hypnosis? Understanding States of Letargy, Sleepwalking, and Catalepsy in Hypnotism.",
  "first_phrase": "This text is a guide to hypnosis, exploring the different states of consciousness that can be achieved through hypnosis, as well as methods for inducing these states such as spontaneous lethargy, lucid lethargy, and hypnotism. It explains that by inducing these hypnotic states, a person can experience altered states of mind and body. The final 200 tokens discuss the concept of unilateral hypnosis and how it is possible to induce hypnosis on one side of the body while leaving the other side in a normal state. The author also cautions readers to have solid experience before attempting such experiments.",
  "content": "Ecco un semplice esempio di sospensione della vita dimostrabilissimo dalla riduzione dei cambi organici allo stretto necessario. Passiamo ora allo sconosciutissimo: ipnotismo unilaterale. E possi­bile produrre l’ipnosi su una delle due metà laterali del corpo, lasciando l’altra allo stato normale; è possibile anche porre un lato del corpo in uno dei tre stati ipnotici e l’altro in un altro. Questi sono esperimenti che vi dissuado dal compiere se non avete solide esperienze fisiologiche. Vediamo i tre differenti procedimenti che si possono utilizzare per creare gli stati sopra esposti: 1. Metà letargia e metà catalessi. 2. Metà letargia e metà sonnambulismo. 3. Metà sonnambulismo e metà catalessi. Bene, andiamo avanti! 1. Metà letargia e metà catalessi. Ottenuta la letargia nel modo che avréte ritenuto opportuno, dovrete cercare di portare metà parte del corpo, la destra per esempio, in catalessi. Premete il globo oculare sinistro per mantenere la letargia da quel lato ed aprite di scatto l’occhio destro, fissandolo con gli occhi sbarrati molto da vicino o proiettando un faretto luminoso. Lo sguardo dell’occhio destro diventa fisso e la parte presenta le caratteristiche catalettiche. 2. Metà letargia e metà sonnambulismo. Mantenete la parte sinistra in letargia con una nuova pressione uniforme sul globo oculare da quel lato. Dovrete porre la parte destra in sonnambuli­smo. Per far ciò, chiudete l’occhio destro riabbassando la palpebra, ma senza appoggiare.",
  "last_phrase": "In conclusion, these simple and practical examples of hypnosis provide insight into the power of suggestion and the potential control it can have over a patient's mind and body. While these experiments should only be conducted by experienced professionals, they serve as an interesting look into the possibilities of what can be achieved through hypnosis, from inducing states such as catalepsy and sleepwalking to potentially even curing addictions like smoking. It is important to approach these practices with caution and responsibility, but also with an open mind to their potential benefits."
}