{
  "title": "What are the techniques for using hypnotic suggestion in the world of work?",
  "first_phrase": "This text discusses the power of personal influence and how to develop it with the practice of hypnotic techniques. It starts by describing a method for giving strong and effective suggestions, and then goes on to discuss exercises for developing one's hypnotic abilities, such as controlling one's nerves, practicing concentration, and mastering the power of suggestion. The text emphasizes the importance of voice, intonation, and eye contact for successful influence, and also covers the distinction between persuasion and suggestion. The final section focuses on how these techniques can be applied in the world of marketing, to enhance one's ability to sell, influence and succeed professionally. The author, who has extensive experience with hypnosis both on stage and in daily life, offers personal anecdotes and practical advice for developing one's magnetic personality and achieving success through hypnotic influence.",
  "content": "L’esperienza mi ha insegnato che non è tanto il modo di trovare termini appropriati parlando lentamente e con convinzione che contribuisce al successo, quanto una sorta di magnetismo personale acquisito colla pratica, la tensione della volontà ed una assoluta confidenza in se stesso. La differenza dei risultati fra due operatori diversi su uno stesso soggetto deriva dal magnetismo personale che avranno saputo sviluppare. La forza dello sguardo allenato per molto tempo a fissare un punto senza battere le palpebre e l’allenamento costante alle continue suggestioni vi daranno risultati immediati. Sarete sicuri, fermi, forti, dal comportamento deciso, sempre presenti in ogni azione ed espressione per poter raggiungere l’inconscio del soggetto ed ottenere le rappresentazioni desiderate. L’ipnotismo è uno stato di coscienza alterato la cui vera essenza sta nell’esperienza soggettiva. Parlate, parlate senza fermarvi, in tono convinto, autoritario... Un alta frequenza di successione che non lascia al soggetto il tempo di effettuare delle verifiche di realtà crea, facendo leva sull’effetto di stordimento, un’unica verità: il precipitare degli effetti. Ogni arresto della vostra suggestione permette al soggetto di pensare, di riprendersi, di sfuggire alla vostra influenza alla quale dovrà inevitabilmente cedere. Alta frequenza di successione, vi raccomando... Cosa otterrete? Sotto l’influenza di una vostra idea introdotta nella coscienza del soggetto, dopo che avrete creato un transfert di rilassatezza mettendolo a suo agio ed ottenuta la massima concentrazione, lo vedrete man mano perdere possesso delle sue facoltà poiché avrete ottenuto le migliori condizioni per esercitare la vostra influenza. È sveglio o sembra sveglio?",
  "last_phrase": "In conclusion, the key to success in sales lies in personal magnetism, constant training, and absolute self-confidence, which can be achieved through the practice of hypnosis techniques. Enthusiasm, listening skills, and diplomacy are also crucial qualities for successful salespeople. By following the three phases of the A.I.D.A. method and using visualization techniques, sales professionals can close deals quickly and effortlessly. With dedication and perseverance, anyone can become a successful salesperson and achieve their goals."
}