{
  "title": "How can enthusiasm and willpower lead to success in personal and professional relationships?",
  "first_phrase": "In the last part of this text, the focus is on the power of enthusiasm and willpower in influencing and persuading others. The author emphasizes that success in any profession or personal relationships is largely dependent on the ability to generate enthusiasm, command respect and make oneself likable to others. The text offers practical tips and exercises to develop the power of suggestion and influence, such as mastering eye contact, controlling one's nerves and speech, and cultivating a positive and smiling attitude towards others. These skills, the author claims, can transform one's life and lead to greater success and happiness.",
  "content": "Sarete ricompensati e ben voluti! Umiliare il nostro prossimo è sempre un boomerang. Pensate meno a voi stessi e ricercate i pregi degli altri senza ricorrere all’adulazione e alla menzogna. Cercate di stare nell’ottica di chi vi sta di fronte, aiutando il vostro prossimo a raggiungere la soddisfazione che desidera (per ciò che ha comprato e per sé stesso). L’opinione altrui: questo è il segreto! Chi si interessa degli altri ha il successo assicurato! La stragrande maggioranza dei falliti è formata da persone che pensano solo a se stesse. Essere amici di tutti è fondamentale per voi venditori. Interessandosi agli altri otterrete attenzio­ne, amicizia, simpatia, e... ordini anche nei momenti più scabrosi. Segnate sul calendario, ogni anno, alla fine del mese di dicembre, tutti gli onomastici, anniversari e ricorrenze di chi vi interessa particolarmente: Sarete gli unici ad esservene ricordati o quasi. Basterà una telefonata, un mazzo di fiori od un telegramma. Mostratevi interessati ai vostri clienti:«Come ha iniziato, Sig. Carlo?... ». Sorridete! I venditori sorridenti vendono meglio! Ilsorriso è un laccio, un incantesimo, una fascinazione. Sorridete, sorridete, sorridete! Mostratevi contenti di essere in compagnia, gli altri faranno altrettanto. Sorridete, mettetevi di buon umore e parlate. La gente vi ascolterà, il sorriso vi porterà denaro. Vedete come vedono loro, evitate le critiche ed approvate; non parlate di ciò che volete, lasciate che siano gli altri ad intavolare il discorso. Cambierete radicalmente, sarete sicuri, felici e pieni di soddisfazioni.",
  "last_phrase": "In conclusion, the key to successful selling lies in being genuinely interested in others, showing kindness, and using effective communication techniques such as hypnosis to influence and persuade them in a positive way. Remember to always dress professionally, speak slowly and confidently, smile often, and listen attentively to your clients. It's also important to collect information about their interests and needs, and use it to create a tailored sales pitch that appeals to their emotions. By doing so, you will increase your chances of closing deals faster and with greater satisfaction from both yourself and your clients."
}