{
  "title": "\"How can open-eye hypnosis influence and control bodily functions?\"",
  "first_phrase": "In this final section of the text, the focus is on the technique of open-eyed hypnosis, one of the earliest forms of hypnosis used by American hypnologists in the mid-1800s. The author discusses the power of suggestion and the ease with which cortical cells can move from a state of inhibition to a state of acceptance, leading to suggestibility. The text describes how to create deep states of trance and the use of suggestion to eliminate the desire to smoke in a single session. The author also explains how to create anesthesia and perform surgical procedures with hypnosis. The text reminds readers to be cautious and practice safety when using these methods.",
  "content": "Vi farò ora l’esempio di un ragazzo colpito da un fortissimo dolore reumati­co al braccio sinistro da me guarito in una sola seduta della durata massima di cinque minuti: “Guardami negli occhi... (fascinazione brevissima), chiu­di gli occhi! una forte sensazione di calore rag­giunge il tuo braccio sinistro! vero? (gli tocco l’arto dolorante). Al suo sì continuo... il calore aumenta sempre di più, lo senti? Nuova affermazione. Ora il calore è molto for­te... aumenta ancora... più forte... più forte... sempre di più... il tuo male passa... finisce... non hai più male... per sempre... non hai più male...”. Alla sua terza affermazione gli sollevo il braccio in aria e là ci resta (catalessi). Gli friziono l’arto dicendogli: “Il dolore è scomparso... non hai più alcun ma­le... puoi muovere il tuo braccio senza alcun dolo­re... sei guarito per sempre... non ti farà più male...”. Gli faccio aprire gli occhi dopo il solito soffio ed aggiungo: “Sei guarito!”. Arrivati a questo grado d’iniziazione nella scienza ipnotica potrete, grazie all’ipnosi ad occhi aperti, portare aiuto ad un gran numero di ammalati. Emicranie, nevralgie, mal di denti, dolori locali di ogni genere potranno, col metodo sopra esposto, essere in una sola, brevissima seduta, debellati senza addormentare il soggetto. L’analgesia sarà immediata ed il male scomparirà rapidamente con un po’ di pratica. Ricordatevi: “esercizio, esercizio, esercizio” .",
  "last_phrase": "In conclusion, with the techniques of hypnosis described in this text, one can help patients suffering from various ailments such as migraines, neuralgia, dental pain, and local pains. The technique involves inducing a state of deep relaxation and suggestion to the patient through eight fundamental steps. Additionally, hypnosis may also be used for past life regression. With practice, one can master the technique of hypnosis ad open eyes to provide pain relief in one sitting without putting the patient to sleep. Remember, as with any skill, consistent practice is necessary to achieve success."
}