{
  "title": "What are the techniques and applications of hypnosis in childbirth and various medical conditions?",
  "first_phrase": "The last part of this text focuses on the use of hypnosis in the treatment of various conditions, including impotence, premature ejaculation, and frigidity in women. Before that, the text explores the use of hypnosis in dermatology, particularly in the treatment of warts and herpes zoster infection. The author also discusses the use of hypnosis in treating nevrotic disorders, where the hypnotist can help the patient recall repressed memories through age regression. The author emphasizes the importance of hypnosis and its effectiveness in treating various conditions, allowing patients to live healthy and happy lives.",
  "content": "Le tec­niche della fissità dello sguardo, di rilassamento con con­tinue suggestioni, vanno sostituite col sistema della tele­visione, ove il bambino diventa passivo seguendo un’im­maginaria scena sullo schermo che può essere pilotata a piacere dal terapeuta. Le suggestioni dovranno essere dolci, senza cambiamenti improvvisi nel tono della voce ed in un linguaggio facil­mente comprensibile per ogni bambino. Il piccolo paziente sarà lodato per la collaborazione, rassi­curato e guidato come se fosse vostro figlio. La sua immaginazione è la base perché entri in un pro­fondo stato di ipnosi. Porterete sempre con voi un pendolino metallico da ra­diestesista, che terrete fra le dita e farete oscillare un po’ più in alto delle palpebre dei vostri giovani pazienti. « Osserva il pendolino che ho in mano... continua a guardarlo e ti si stancheranno gli occhi... comin­ceranno a battere... diverranno pesanti... molto pesanti... Ora i tuoi occhi sono pesantissimi... chiudili! Co­sì... bravo! Immagina ora a casa la tua televisione spenta... la vedi?... Bene... Adesso premo il tasto e faccio comparire sul tuo televisore le immagini buffe di un film... le vedi? Stanlio ed Olio stanno ricevendo delle grandi tor­te in faccia... lo vedi?... Bene... Adesso scivolano e picchiano il sedere... tu ridi... e ti diverti... bene... Ora il film è finito ed hai tanto sonno... sei tanto stanco... rilassato... comodo... tranquillo... sei sem­pre più comodo... sempre più rilassato... e vuoi liberarti per sempre, con tutta, la tua forza... del tuo disturbo... (Specificate suggestivamente il di­sturbo in questione).",
  "last_phrase": "In conclusion, hypnotherapy can be a helpful tool in treating various issues, such as enuresis, speech disorders, and brain injuries. The therapist should use gentle suggestions and a calm tone of voice, and always prioritize the safety and comfort of their patients. Techniques such as fixed gaze and relaxation, should be replaced by the use of a television screen or pendulum. The therapist should also follow the three golden rules of hypnotherapy and be cautious when using techniques like catalepsy, lethargy, and anesthesia. With proper care and attention, hypnotherapy can help patients overcome their struggles and lead fulfilling lives."
}