{
  "title": "\"How to induce and control states of hypnosis and sleep through magnetic force?\"",
  "first_phrase": "This text discusses the different states of hypnosis that can be induced through magnetic sleep, a method of inducing hypnosis through touch and suggestion. The text covers three states: cutaneous anesthesia, cataleptic state, and lethargic state. The process of inducing magnetic sleep is described, including the sensitivity test and contact stage, and the different types of longitudinal and transverse passes used to induce the hypnotic state. The text goes on to discuss the difference between physical magnetism and hypnosis, including exercises for developing magnetism and the power of suggestion. The last 200 tokens cover how to induce a state of lethargy in a subject and the power of hypnosis in medical procedures. The four phases required to create this state with well-trained subjects are described, along with how to wake them up from this state. The text concludes with a discussion of how magnetic sleep can be helpful in diagnosing and curing diseases, and techniques for using the method to stimulate tissue and promote healing.",
  "content": "Qui inizia la possibilità di « veggenza », scoprire la « vera natura » di una certa malattia del degente, sta­bilendo la cura più efficace per debellarla. 4) « stato letargico » generato dal persistere dell’anestesia: le palpebre sono chiuse, le membra di piombo, i globi oculari in revulsione, la diminuzione del battito car­diaco. Queste quattro fasi dovranno essere create assieme solo con soggetti sufficientemente allenati. Il « risveglio del soggetto » avverrà con passi trasver­sali e col soffio freddo sulla fronte. 21. Come curare le malattie Durante il sonno magnetico il soggetto malato dovrà es­sere passivo, mentre voi sarete attivi, pieni di volontà nel­l’aiutare chi soffre. Vi sarà così un immediato scambio di forze tra voi ope­ratori ed il soggetto che riceverà la vostra benefica ener­gia; il tutto dopo aver fatto fare la diagnosi del male da un buon medico. Potrete così ricercare la causa: infiammazione od atonia di uno o più organi. L’infiammazione la calmerete eseguendo « passi lenti » ove è localizzato il male, dopo l’usuale «presa di contatto », posando le mani ed agendo col « soffio freddo ». La seduta avrà termine con « passi veloci » dalla testa ai piedi. L’atonia, dopo la « presa di contatto », necessiterà di « passi rapidi » per stimolare, imposizione della ma­no destra se il male risiede nella parte destra, dell’altra mano se è a sinistra; per terminare il «soffio caldo» accompagnato da passi veloci dalla testa ai piedi.",
  "last_phrase": "In conclusion, the art of magnetic healing requires a trained and dedicated operator who can diagnose and treat illnesses through the power of their will and energy. The process involves creating a bond of trust and transferring beneficial energy to the patient. Through various exercises, the operator can refine and enhance their abilities, including telepathy and second sight. With practice and patience, the operator can unlock the full potential of their magnetic healing powers, helping others to heal and achieve balance in their lives."
}