{
  "title": "\"What are the different states and techniques of hypnosis?\"",
  "first_phrase": "In the last section of this text, the author delves into the different states of hypnosis, including catalepsy, sleepwalking, lethargy, and anesthesia. In the previous sections, the author explains various methods and techniques to induce hypnosis, including instant hypnosis and how to hypnotize multiple people simultaneously. The author also explains the concept of fascination and how it is used in medicine to treat certain conditions. Overall, the text provides insights into the complex world of hypnosis and the various ways it can be used.",
  "content": "Il sonnambulo ha l’apparenza letargica quando ha gli occhi chiusi, chiaramente con meno rilassatezza. Abbandonato a se stesso, sembra dormire, ma risponde quando gli si parla ed obbedisce agli ordini. Il sonnambulo dagli occhi aperti è sempre in attività e movimento, il suo stato è molto simile a quello di veglia; in certi casi discute gli ordini e vi si oppone. Notiamo nel sonnambulismo un’esaltazione del tono muscolare; basta frizionare per produrre una contrattura. Le stesse azioni che hanno creato la contrattura, la fanno, nella stessa maniera, finire. I sensi della vista, dell’odorato e dell’udito si potenziano incredibilmente. La forza muscolare, aumentata sensibilmente, permette a donne anemiche di sviluppare un vigore incredibile. La memoria diventa perfetta; il nostro soggetto può cantare un’aria musica­le o recitare pagine intere in versi, avendole sentite solo una volta. II son­nambulo in certi casi può leggere ad occhi chiusi, infilare un ago sottilissimo o scrivere correttamente nell’oscurità, camminare speditamente in una ca­mera buia senza urtare nulla, distinguere gli odori molto da lontano, perce­pire i più leggeri rumori, seguire delle piste. Molti sonnambuli sono in grado di fornire prove inconfutabili su fatti passati e di predire l’avvenire. II sonnambulismo provocato può durare dalle sette alle quarantotto ore se l’operatore non interviene soffiando sugli occhi del soggetto. Nel sonnambulismo lo sguardo è immobile, l’espressione sembra quella di una persona che sogna o che guarda da lontano. Le palpebre hanno pochi battiti. La sensibili­tà diminuisce enormemente.",
  "last_phrase": "In conclusion, the state of sleepwalking or somnambulism is a fascinating phenomenon that enhances muscular strength, sensory perception, and even memory. While seemingly in a deep sleep, sleepwalkers can still respond to commands and follow suggestions without any memory of the event upon waking up. However, it is crucial to remember that hypnosis and suggestion should only be performed by experienced individuals, and care must be taken to ensure the safety and well-being of the subject. Overall, sleepwalking and hypnosis remain intriguing areas of study for researchers and may have potential practical applications in the future."
}