{
  "title": "How can magnetism be used for healing and hypnosis?",
  "first_phrase": "This text delves into the practice of physical magnetism and its differences from hypnosis. It explains how to perform longitudinal and transversal steps to induce sleep or wakefulness in a subject, with advice on distance and speed. The text goes on to describe how physical magnetism can be used in healing and even producing effects such as stigmata and ecstasy. Readers are advised to take care and be mindful of these practices. The section ends with guidance on achieving magnetic sleep and waking up the subject, through the test of sensitivity and contact.\n\nIn the last 200 tokens, the text explains how to induce sleep in a subject through the \"test of sensitivity\" and \"contact,\" which involves placing hands on the subject's back until they fall into magnetic sleep. It also explains the differences between soffio, imposizioni, and the feeling of cold and warm, and how to use them to excite, calm or wake up a person. The text ends by stressing the importance of a healthy lifestyle and regulated use of magnetism.",
  "content": "L’imposizione delle mani può addormentare o risveglia­re, eccitare o calmare. La vostra mano destra posta sulla fronte o sulla parte de­stra eccita ed addormenta. Posta sulla nuca o sul lato sinistro calma e risveglia. La vostra mano sinistra opererà in senso opposto. Il soffio può essere freddo o caldo. Il soffio freddo sveglia sulla fronte ed addormenta sul­la nuca. Il soffio caldo addormenta sulla fronte e sveglia sulla nuca. L’importante, accostandovi al magnetismo, è che conduciate una vita regolata secondo il vostro fisico. Sarà necessario che non disperdiate le vostre energie in eccessi di lavoro e sessuali. Cercate di avere sempre in serbo delle energie. Magnetizzare non è ipnotizzare: costa molta fatica e fiacca chi non è allenato. Guarire malattie richiede energie e debilita rapidamente chi non riesce a controllare le proprie forze. 20. Come si ottiene il sonno magnetico e il risveglio dei soggetti Il sonno magnetico deve essere preceduto dal « test della sensibilità » e dalla « presa di contatto». Il « test della sensibilità » consiste nel lasciare il sog­getto in piedi, le braccia cadenti, i muscoli distesi. Ponetegli le mani, di piatto, sulle scapole, sino a che, nel periodo medio che va da uno a dieci minuti, senta il ca­lore al dorso ed al petto, pesantezza al capo, soffocamento, prurito alle estremità, cadendo qualche volta nel sonno magnetico. Ritirando le mani vi accorgerete che il soggetto sarà at­tratto all’indietro. Passerete ora alla « presa di contatto ».",
  "last_phrase": "In conclusion, magnetic healing, through the practice of hand placement and breath control, can both soothe and awaken individuals. However, it is important to approach it with caution and not to attempt it without proper training, as excessive use of energy can lead to exhaustion and significant debilitation. The process of magnetic healing requires considerable effort and concentration. Nevertheless, when done correctly, it can be useful in the regulation of physical conditions, breathing, and nervous system. It can even help to cure illnesses, but only when used correctly and in conjunction with a qualified medical professional."
}