{
  "title": "\"What is Hypnosis and its Effects on Masses? An In-Depth Analysis of a Mass Hypnosis Experiment.\"",
  "first_phrase": "In the last 200 tokens of this text, the author discusses an experiment in which Dominique Webb hypnotized 542 people out of 700 using a four-phase relaxation technique that induced a deep sleep. Even Dalida and Thierry Le Luron, two celebrities, were brought on stage to participate in the experiment. The author also notes that hypnotized individuals are particularly suggestible and may even pick up unconscious signals from their hypnotizer. The text ends with a transcript of an hypnosis session conducted by Joe Keeton on his sister Emma Marigliano, who speaks in Italian and claims to have lived multiple past lives including as a member of the Medici family. The author briefly explains the history and contemporary uses of hypnosis as a therapeutic tool.",
  "content": "Lascio a voi il commento di questa cassetta, fornitami dal suo allievo prediletto, il signor Athos Ubaldi, di un’ipnosi di massa effettuata al Regio di Parma, nel 1978, all’età di 79 anni, due anni prima della sua morte. Buonasera! Sono qui per dimostrarvi come incomincia l’ipnosi, con la nostra gentile partecipazione... signore, signorine, signori... Proprio così! Tutti coloro che si tra ratio in questo teatro tra pochi minuti saranno invitati a partecipare... nessuno escluso! L’ipnosi il cui significato, derivante dal greco hypnos, è sonno, coniato dal dottor Braid e che non ha nulla a che fare col Mesmerismo, che induceva crisi acute con la sicurezza di guarire la malattia dopo aver superato il suo culmine, è ritornata in auge, morto Charcot nel 1892, col nome di ipnoanalisi, dopo la prima guerra mondia­le, per il trattamento delle nevrosi di guerra. L’ipnoterapia è ormai considerata una valida modalità di cura, dopo quasi due secoli di popolarità contrastante e di abbandono, ed è utilissima nel trattamento medico, psicologico ed odontoiatrico. Questo sonno ha un’importanza grandissima ed una funzione sua particola­re. Non è considerato più una stregoneria... Le psicosi, le nevrosi, le tossico­manie si curano con l’ipnosi. L’ipnosi è entrata a tutti i livelli, anche chirur­gicamente negli ospedali italiani, come in America, in Germania, in Inghilterra, in Francia ed in molti paesi nordici. “Stasera io vi dimostrerò, con alcune esperienze non teatrali, ma scientifiche, questa conoscenza che voi saprete apprezzare”.",
  "last_phrase": "In conclusion, hypnosis has come a long way from being considered witchcraft to being recognized as a valid mode of treatment in the medical, psychological, and dental fields. Enrico Ceccarelli, one of the greatest hypnotists of all time, demonstrated the power of suggestion and how it can be used to heal and condition people. By inducing a state of trance, subjects become suggestible and ingenerate the idea into action, resulting in hypnosis. So, if you're interested in exploring the power of hypnosis and its benefits, take part in it with an open mind, and you might experience a change for the better. Lascio a voi il commento di questa cassetta, fornitami dal suo allievo prediletto, il signor Athos Ubaldi, di un’ipnosi di massa effettuata al Regio di Parma, nel 1978, all’età di 79 anni, due anni prima della sua morte."
}