{
  "title": "What are some techniques for utilizing hypnosis in therapy?",
  "first_phrase": "In this final part of the text, several cases of hypnosis treatments are explained, each one addressing a different issue. One case involves a nine-year-old boy who refuses to go to the dentist, another deals with a woman with a traumatic experience that led to intimacy issues with her husband, and a third case involves a man who drank two bottles of wine every day. Each case is treated through different hypnotic techniques and successfully resolved. The text also explores the various methods of induction used by different hypnotists, such as the Gerling method or the methods of the Abate Faria and Gabrielli.",
  "content": "Il suo lavoro andava benissimo sino a che aveva avuto il classico rapporto superiore-dipenden­te poi, messo a capo di un importante settore della so­cietà, senza più nessuno cui dipendere, si sentì improv­visamente spaesato, angosciato (angoscia di castrazione) ed incominciò ad avere incapacità d’erezione. L’unico col­loquio con un famoso psichiatra durante -il quale, nel suo « conflitto epidico », aveva identificato la figura castrante del genitore, lo rese completamente impotente. Nel col­loquio preliminare parlammo di Freud, di come il bambino desideri essere già adulto come il padre per avere la mam­ma tutta per sé e come, la paura dell’ira paterna, abbia nella sua immaginazione la forma della castrazione fisica, temendo che il padre possa punirlo tagliandogli il pene. Da qui l’abbandono -della rivalità e la conseguente iden­tificazione con il padre per essere come lui ed avere una donna come la mamma. Il rapporto alle dipendenze dei superiori non era forse quello del bambino che compiaceva il padre? Ripercorremmo come in un film, a ritroso, tutta la sua carriera sino al trauma d’essere il capo, senza nessuno dal quale dipendere, riuscendo a superare buona parte dei con­flitti nevrotici. Iniziai per l’impotenza questo trattamento: «Io conterò dall’uno al sette. Al mio sette comincerà a provare la sensazione di un velo che le intercetti la vista... una stanchezza generale... un peso alla testa... le sue pal­pebre inizieranno a battere.., ed i suoi occhi automatica­mente si chiuderanno... (lunga pausa). Ecco, io comincio: «Uno... due... tre... sette!” “.",
  "last_phrase": "This text provides a variety of case studies that showcase the power of hypnosis in treating a range of psychological and physiological issues. From impotence to addiction, phobias to public speaking anxiety, hypnosis has been shown to be a valuable tool for those looking to overcome these challenges. The book offers practical advice and techniques for professionals looking to apply hypnosis in their practice, emphasizing the importance of cultivating intuition and imagination to create a powerful hypnosis experience. It is a valuable resource for anyone looking to explore hypnosis therapy."
}