{
  "title": "\"How to use suggestion and hypnotic techniques for successful sales?\"",
  "first_phrase": "In this text, the author discusses the psychological mechanism of indirect suggestion and how to use it to conclude any business deal successfully. The text is structured in four stages, A.I.D.A, which stands for Attention, Interest, Desire, and Action. In the last 200 tokens, the author introduces two more types of suggestion - suggestion for obedience and suggestion for imitation - and discusses how to use them effectively in sales. The author emphasizes the importance of sincerity in sales and suggests techniques for building rapport with clients. Ultimately, the author argues that understanding the power of suggestion and using it judiciously can lead to greater success in business.",
  "content": "Anche gli esseri più riflessivi, ascoltando le falsità di una persona autoritaria, che parla in posizione di comando in tono calmo, senza incertezze, martellante, che non accetta repliche, accettano senza resistenza la forza suggestiva. È come colui che inghiotte il cibo senza masticarlo. Compresa questa forza suggestiva per obbedienza immaginate il vantaggio che ne trarrete nei vostri affari applicandola correttamente. Inizierete sempre il vostro discorso con la frase: «è un fatto accertato... », «come voi quasi certamente saprete... », «le migliori fonti d’informazione concordano su ... ». Queste suggestioni autoritarie senza essere accompa­gnate da argomenti logici saranno accettate come realtà. Le false argomentazioni politiche ce lo insegnano. La volontà dei vostri interlocutori sarà sottoposta ad emozioni e sentimenti anziché alla ragione e al giudizio: l’inconscio farà il resto. Sapete ormai molto bene che il fattore attivo dell’ipnotismo è la suggestione, mentre la condizione ipnotica favorisce la realizzazione della stessa suggestione. Quante persone vediamo quotidianamente vivere ed agire sotto l’influenza altrui, prive di carattere e di iniziativa, sotto il comando imperioso e irrazionale? Il tono suggestivo dovrà essere imperioso e drastico. Il risultato sarà migliore più il comando sarà deciso. 2. Suggestione per imitazione. È la suggestione mentale più comune: l’uomo è un anima­le imitativo. Copia le azioni altrui, le idee e le apparenze. Nel genere umano è molto usata la spiccata facoltà imita­tiva dei nostri parenti prossimi: le scimmie. La civiltà ci impone il modo di pettinarsi, di atteggiarsi, di vestire.",
  "last_phrase": "In conclusion, we can harness the power of suggestion to influence others, whether through authoritative tones, imitation, or repetition. By understanding the astrological influences on different temperaments and using natural remedies and precious stones, we can improve our health and well-being. Remember, the key is to present the suggestion in a way that appeals to the emotional rather than the logical mind, and to repeat it with conviction. With these techniques, we can achieve success in our personal and professional lives."
}