{
  "title": "\"What are the Hypnotic Techniques Used by Great Masters?\"",
  "first_phrase": "In the previous part of the text, we learned about different hypnotic methods and the importance of not judging the effectiveness of induction based on how easily the subject falls asleep. Now, we will explore the techniques of great masters of hypnosis, such as Abate Faria and Gabrielli. They were known for their verbal suggestion skills and their ability to induce lucid dreaming in the subject. By developing the medium's concentration and mental suggestion abilities, they could achieve telepathy and even precognition. We will also learn about the technique of \"splitting,\" or the ability to leave one's body and be seen and heard at a distance.",
  "content": "Qualche volta, assai raramente, camminava verso di loro, e appoggiava il dito indice sulla fronte, di ognuno ripe­tendo l’ordine: Dormite! Tre volte su cinque l’ho visto riuscire in meno di un minuto». Il nostro Gabrielli usava spesso in teatro il metodo del­l’abate. METODO DEL DANESE HANSEN È un metodo efficacissimo ma pericoloso: crea delle im­pressioni violente nel sistema nervoso. Il danese agisce preferibilmente su dei. giovani nervosi, pallidi con l’occhio esaltato: soggetti suggestionabilissimi. Li fa girare in cerchio, ne ferma uno bruscamente, gli ro­vescia la testa all’indietro fissandolo molto vicino. Il son­no è ottenuto istantaneamente. METODO DEGLI AFFASCINATORI TESTE E DONATO Questi due operatori affascinatori addormentano i loro soggetti solo fissandoli. Così il Signor Teste espone il suo metodo: «Sedetevi davanti al vostro soggetto. Lo inviterete a guardarvi il più fisso possibile mentre voi fisserete senza interruzione i vostri occhi sui suoi. Dapprima qualche profondo sospiro solleverà il suo petto, poi le sue palpebre batteranno, si umidiranno di lacrime, si contrarranno forte a più riprese ed infine si chiuderanno. Questo metodo è usato dai professionisti in piedi per addormentare i loro soggetti nelle sedute». METODO DEL DOTTOR CHARLES RICHET «Faccio sedere il paziente in poltrona, davanti a me; prendo i suoi due pollici in una mano e li chiudo forte ed uniformemente. Continuo questa manovra per tre o quattro minuti; in genere, le persone nervose provano già una specie di pesantezza nelle braccia, ai gomiti e soprattutto al polsi.",
  "last_phrase": "In conclusion, there are various hypnotic methods that can be used to induce sleep or modify behaviors, but each one must be carefully considered and executed. It is important to remember that hypnosis should only be practiced by trained professionals, and that it is not a magic solution for all problems. If you are considering hypnosis as a treatment or therapy, it is important to do your research and find a qualified practitioner."
}