{
  "title": "What are the techniques and benefits of using hypnosis for medical treatment?",
  "first_phrase": "This text delves into the use of hypnosis in medicine and how it can be applied to various disorders and conditions, such as tinnitus, obesity, anorexia nervosa, asthma, alcohol addiction, smoking, and drug addiction. It highlights different techniques used in hypnosis, including relaxation, the coin technique, and Chiasson's method, among others. Additionally, the text emphasizes the importance of unconscious motivation in patients and the need for trust in the therapist. The last 200 tokens focus on anorexia nervosa, explaining what it is and how hypnotherapy can help patients overcome the disorder.",
  "content": "Gli consiglierete di camminare per almeno tre chilometri al giorno, possibilmente prima dei pasti, e di controllare il peso giornalmente. Una volta ipnotizzato gli direte: « D’ora in poi non sentirà più il bisogno di man­giare... masticherà adagio e gusterà il cibo... ma­sticherà adagio, lentamente... assaporerà ogni boc­cone... masticando lentamente si sazierà prima... non avrà più fame... II desiderio di mangiare diminuirà... si sentirà ri­lassato, senza tensione... L’enorme potere dei suo inconscio le farà perdere i chili in sovraccarico... non mangerà più a stoma­co pieno, perché non avrà bisogno di altro... lei vorrà dimagrire e sarà orgoglioso di divenire snel­lo, attraente, come vorrebbe essere... Mangerà soltanto il necessario evitando di affati­care il suo organismo... Non vorrà più essere ansimante col suo gran pan­cione... Continuerà nei. suoi sforzi senza fermarsi... Non avrà più fame, tensione... sarà sempre più rilassato e contento dei risultati ottenuti... dimi­nuirà di peso costantemente... manterrà la dieta... sarà orgoglioso dei chili persi e della sua figura sempre più snella ed attraente... sembrerà più giovane... Il suo peso diminuirà sempre di più... sempre di più... sino ad avere una linea perfetta ». Numero medio delle sedute: da sette a nove! ANORESSIA NERVOSA L’anoressia non è altro che la mancanza d’appetito; com­pare solitamente nelle giovani, anche se in ottima salute, col rifiuto sistematico del cibo e conseguente perdita di pe­so che può portare sino alla morte.",
  "last_phrase": "In conclusion, hypnosis can be a useful tool in treating various conditions, such as anorexia nervosa, neurosis, dermatological issues, impotence, premature ejaculation, and female frigidity. Depending on the condition, the number of sessions required may vary, and it is important to have a trained professional guide the process. When it comes to dental procedures, hypnodontia can help patients with anxiety or fear of the dentist by inducing relaxation and increasing suggestibility. Overall, hypnosis can be a valuable addition to traditional treatments for these conditions."
}