{
  "title": "What is the method of the handkerchief in hypnosis and what are the experiments conducted by Dr. Brémaud?",
  "first_phrase": "In this text, the author describes various experiments conducted by the French physician Dr. Brémaud in the late 19th century on the phenomenon of hypnosis. In the last 200 tokens, the author describes different methods used by the experimenter to induce hypnosis on various subjects, including the \"Method of the Handshake,\" \"Method of Counting,\" and \"Method of the Handkerchief.\" Several examples are given of how the experimenter was able to control the subject's movements, words and thoughts using these methods, highlighting different symptoms of hypnosis. The names of the people and concepts such as Giovanni Aloia, Franco Cazzulani, and the \"latah\" syndrome from Malaysia mentioned in the text. The author warns against seeing these phenomena as supernormal, but rather as a scientific study of human suggestibility.",
  "content": "Giovanni Aloia... Da questo momento come un automa il signor Franco Cazzulani obbedisce ai mie ordini, mi si butta ai piedi, alza le braccia, le piega, si abbassa, si getta a terra come glielo ordino. Ogni muscolo che gli friziono si irrigidisce immediatamente, imita i miei gesti ripetendo ogni. mia parola con lo stesso tono di voce. 3. Metodo del fazzoletto. Prego Maria Santoro di raccogliermi il fazzoletto caduto sul pavimento. Si abbassa, afferra il fazzoletto, ma, mentre sta rialzandosi, mi guarda; un brusco colpo d’occhio la ipnotizza, i muscoli del braccio e del tronco si contraggono immediatamente restando immobile in quella scomoda posizione... Stabilito come la fascinazione su alcuni soggetti si produca con una velocità folgorante e che la contrattura rifletta fedelmente l’ultima posizione assunta dal soggetto nel momento preciso in cui avviene il fenomeno, vediamo come sia facile per certi esperimentatori teatrali, quali il superdotato D. Webb (Olympia di Parigi), colpire vivamente l’immaginazione di un pubblico credulo disposto a interpretare questi fenomeni con l’intervento di un potere soprannaturale. Il “latah” malese ed il “miriachit” russo non sono altro che stati di fascinazione. La simpatia ed il magnetismo dell’operatore hanno in questo caso un ruolo dominante. La fascinazione ipnotica viene usata in medicina con successo nei casi di isterismo con fenomeni di astasia-abasia e nell’alcolismo. L’ipnosi istantaneafu ideata da José Custodio di Faria (1756-1819) nato a Goa il 31 maggio del 1756 sotto il segno del casco alato degli dèi.",
  "last_phrase": "In conclusion, hypnosis can be a powerful tool when used appropriately, and its effects can range from catalepsy to increased sensory perception. The use of hypnosis has been successful in treating conditions such as hysteria and alcoholism, and it requires a skilled practitioner who can induce states of trance, sleepwalking, and catalepsy. By following the steps outlined by experts such as José Custodio di Faria, one can learn to use hypnosis safely and effectively, and potentially even entertain and amaze audiences like the famous D. Webb."
}