{
  "title": "\"What is Hypnosis and its Therapeutic Benefits in Theater and Radio?\"",
  "first_phrase": "This text is about the power of hypnosis and its use in theater as a form of therapy. The author describes different techniques used by hypnologists such as Enrico Ceccarelli and Erminio Di Pisa, who believe in the healing power of the mind. The last 200 tokens explore the technique of catalepsy and its transformation into somnambulism, producing hallucinations in the subjects. Music plays an important role in inducing the hypnotic state, and the author lists the different pieces of music used by each hypnologist.",
  "content": "“Ora tutti i muscoli della vostra mano si con­traggono, ogni muscolo di ciascuna delle vostre dita si tende... si tende sempre di più... voi non avete alcun desiderio di resistere... La rigidezza raggiunge il braccio... invade tutto il vostro braccio... tutti i muscoli del braccio si irrigidi­scono... si irrigidiscono sempre più forte.., irresi­stibilmente... sempre più rigidi... il vostro brac­cio è completamente rigido... rigido come una sbarra. di ferro. Il vostro corpo è rigido come una sbarra di ferro, ogni muscolo del vostro corpo è teso al massimo... teso... rigido... duro... vi è im­possibile piegare il braccio.., più ci provate meno ci riuscite e più la contrattura e la durezza aumenta... il vostro sonno diventerà sempre più profondo... profondo... voi state bene... perfet­tamente bene... vi è impossibile piegarvi..., siete rigidi, duri, come una sbarra di ferro”. Arrivati alla catalessi, il passaggio al sonnambulismo, con conseguenti allu­cinazioni, sarà pressoché istantaneo. “Voi siete soli... soli nel deserto... fa caldo... molto caldo... sempre caldo... il caldo aumenta... voi avete sete... una sete terribile... voi quasi soffocate... avete molto caldo”. E così via... Chiudo il capitolo con il tipo di musica usato per i tre metodi: Dominique Webb: Bolero di Ravel ed altre. Enrico Ceccarelli: Ninna Nanna di Brahms e Chiaro di Luna di Beethoven. Erminio Di Pisa: Oxigène di Jean Jarre e Magnetic Fields di Jean Jarre (solo per la catalessi di massa). 6.",
  "last_phrase": "In conclusion, hypnosis is a valid and effective therapy for various ailments, including insomnia and addiction. It can be practiced through different methods such as radio and TV and can be used both individually and in groups, even in sports teams. The success of hypnosis depends on the skills and expertise of the operator and the level of suggestibility of the person being hypnotized. By following the techniques and steps outlined in this text, one can achieve deep relaxation, improved focus, and alleviate physical and emotional pain."
}