{
  "title": "What is Pietra di Sangue and its therapeutic properties, and what are the recommended remedies for hypertension, circulation, and astrological signs?",
  "first_phrase": "In the last section of the text, the author Erminio Di Pisa, presents a guide to using hypnosis techniques for marketing and sales. He shares his expertise on how to effectively influence others in the workplace through the use of disguised hypnosis techniques called open-eyed hypnosis. Before this, the text provides information on blood circulation and remedies for high blood pressure, as well as dietary recommendations and gemstones for Pisces and Aquarius signs. Erminio Di Pisa is an astrologer, hypnologist, and medium with years of experience in hypnosis techniques, having hypnotized over 250,000 people.",
  "content": "CONCLUSIONE I pensieri che non si traducono in parole sono persi per l’Umanità; le parole non confermate dai fatti sono oziose e la differenza fra esse e la menzogna è minima. CURRICULUM Erminio Di Pisa, medium, astrologo ed ipnologo. Vive e lavora a Milano. E. presidente dell’Associazione Astrolo­gica della Luce dal 1973 e direttore del Centro di Ipnosi Istantanea. Si dedica dall’età di 14 anni con totale assi­duità allo studio di tecniche ipnotiche. Ha ipnotizzato sino ad ora più di 250.000 persone. Sono molti anni che la radio e la televisione ci presentano i suoi exploit parapsichici: ipnosi collettiva di un teatro, guarigioni paranormali a distanza attraverso la radio e la TV, annuncio dell’arrivo della «Corsatris» quindici minuti prima della partenza, arresto sotto controllo medico del cuore di un noto attore... Memore dei risultati conseguiti nel settore editoriale (Mondadori, Vallardi, Garzanti) dai 22 ai 35 anni come venditore prima e direttore poi, col metodo allora per lui «inconscio» dell’ipnosi ad occhi aperti, ha deciso di svela­re in questo manuale tutti i suoi segreti. Nemico di ogni troppo rigida formalizzazione teorica, nell’Ipnosi nel marketing, ci insegna come suggestionare gli altri nel mondo del lavoro con tecniche ipnotiche mascherate allo stato di veglia (ipnosi ad occhi aperti), che permettono di far carriera, farsi benvolere dalla gente e concludere qualsiasi affare.",
  "last_phrase": "In conclusion, Erminio Di Pisa's manual on hypnosis in marketing is a practical and unique system that encompasses various techniques of selling, psychology, and oratory. His decades of experience as a medium, astrologer, and hypnologist have culminated in a masterful recipe for success in the world of work. Through this manual, readers can discover and utilize their hidden potential, using masked hypnosis techniques to gain favor with people, climb the corporate ladder, and close any deal. This guide is the ideal roadmap to achieving one's desired goals in sales and marketing."
}