{
  "title": "How does hypnosis help with various medical conditions and emotional problems?",
  "first_phrase": "This section discusses the use of hypnosis in dermatology, specifically in the treatment of verrucas, herpes-zoster, and psoriasis. The previous section covered the role of hypnosis in the treatment of psychotic disorders, including schizophrenia and depression. Hypnotherapy can also be used to alleviate physical symptoms such as impotence, premature ejaculation, and female frigidity. The text provides a step-by-step guide on how to induce hypnosis and provides examples of suggestive phrases that can be used during the trance. The number of sessions required varies depending on the severity of the condition.",
  "content": "Chiuda gli occhi e si rilassi... Immagini di essere un pupazzo di stoffa… molle... al vento... senza rigidezza... così va bene... le sue palpebre sono incollate e non potrà più riaprirle per quanti sforzi faccia... Lei cerca di aprirle ma non ci riesce... Sono chiuse, incollate... Ora si concentri sul suo braccio destro... chiuda il pugno della mano destra e distenda il braccio de­stro in avanti... così... Adesso conterò adagio sino a tre... dall’uno al tre il suo braccio diventerà rigidissimo... come il fer­ro... niente lo potrà piegare... teso e rigido... tenda bene il braccio destro in avanti... così... bene... uno... il suo braccio si irrigidisce... due... il suo braccio è rigido... Tre... il suo braccio è rigidissimo, come il ferro! Niente lo può piegare... teso e rigido... come un bastone di legno immerso per giorni nell’acqua... con il potere della sua mente sul corpo il suo pene diventerà duro come il suo braccio... Se riesce ad indurire così il suo braccio, riuscirà ad indurire anche il suo pene tutte le volte che lo vorrà... Avrà erezioni dure... erezioni forti... erezioni rigi­de... erezioni durevoli... tutte le volte che sarà stimolato ed eccitato... Il suo pene diventerà duro come il suo braccio... duro... duro come un pezzo di ferro... duro ». Numero medio delle sedute: da sei a otto! EIACULAZIONE PRECOCE L’eiaculazione precoce si cura con la tecnica di rilassamen­to per diminuire lo stato di tensione e di ansia del paziente.",
  "last_phrase": "In conclusion, hypnosis can be a successful solution to various issues, such as premature ejaculation, frigidity in women, dental anxiety, bedwetting, and even brain injuries. By inducing a state of relaxation and reducing anxiety, patients can overcome their fears and improve their quality of life. Autohypnosis can also be useful to quit smoking and other bad habits. With the proper guidance and a positive mindset, hypnosis can be a powerful tool in reaching personal goals and improving overall well-being."
}