{
  "title": "What is Clairvoyance and How to Develop it through Hypnosis?",
  "first_phrase": "This text covers various topics related to hypnosis and telepathy. The final section discusses the ability to predict the future through exercises in mental transmission. It emphasizes the importance of patience and practice in developing a medium's clairvoyant abilities, including the ability to perceive thoughts at a distance and to project oneself outside of the physical body. The text also offers advice on how to train your medium and develop a strong connection with them to achieve the best results. Overall, the text provides a fascinating glimpse into the potential of the mind and its abilities.",
  "content": "Quando il vostro soggetto avrà risposto esattamente al­l’ora dell’orologio chiedetegli che vi faccia la descrizione della camera in cui dorme, poi quella di un luogo, di una città che già conosce. Se operate con un gruppo, invitate il vostro medium a dirvi cosa facciano le persone che lo circondano se sono sedute o in piedi, particolari del loro abbigliamento etc. Se invece lavorate solo con lui, ponetevi dietro di lui, fate un gesto qualunque: alzate un braccio, toccatevi la fronte, prendete il vostro fazzoletto etc., chiedendogli di descri­vere ciò che fate. Avute le risposte esatte invitatelo a de­scrivervi una casa, una piazza, una via di una città che non conosce con descrizione di abitanti della zona che solo voi conoscete. Se le descrizioni fornite saranno esatte il vostro soggetto avrà molte possibilità di diventare chiaroveggen­te... Queste prove sinora non sono altro che una forma di telepatia. Sappiamo ormai da tempo che ogni parola pensata si ma­nifesta sotto forma di immagine in colui che la concepisce; sappiamo anche che quando una persona fa una domanda di cui si conosce l’esatta risposta, questa risposta si pre­senta al suo spirito spontanea e automatica. È facile capire se le risposte sono state fornite dal vostro soggetto o se voi stesso, forse inconsciamente, avete tra­smesso per suggestione mentale le risposte esatte che vi sono state date. Un sonnambulo allenato da un lungo tirocinio, col cervello sensibilissimo alle onde esterne, può facilmente aver gioco di persone non iniziate. Esistono medium allenatissimi che non solo percepiscono i pensieri fuggitivi dell’ipnotizzatore, ma leggono nel pensiero di co­loro che lo circondano.",
  "last_phrase": "In conclusion, the techniques of hypnosis used by great masters vary in their effectiveness and potential harm, and it is important to choose the right method for each subject. Through patient and careful experimentation, one can discover and develop the power of clairvoyance and prescience. However, it is important to remain skeptical and evaluate the accuracy of any information obtained through telepathy or suggestion. With practice and perseverance, one can unlock the secrets of the human mind and harness its potential for healing and growth."
}