{
  "title": "\"What is Telepathy and How to Develop Your Abilities?\"",
  "first_phrase": "In this final part, the text discusses the topic of telepathy and clairvoyance. It emphasizes the importance of mental concentration and the gradual training of sensitivity through exercises such as making a subject raise their hand or speak. The text also delves into the ability of lucid mediums to predict the future, and how patients can be healed through magnetic sleep. The text concludes with a discussion on developing the ability of clairvoyance, with suggestions on finding suitable subjects and educating them. The techniques discussed include visualizations and inductions, inducing emotions in the subject, and magnetizing objects.",
  "content": "Ricordatevi che un operatore paziente che pratichi la con­centrazione del pensiero troverà dei soggetti suscettibili di percepire le suggestioni mentali. Queste persone sono certamente rare ma voi le troverete nelle circostanze più strane e varie. Quando avrete trovato uno di questi soggetti, allenatelo esclusivamente alla doppia vista astenendolo da qualsiasi altro esperimento. La seconda vista o chiaroveggenza è la facoltà di vedere senza l’aiuto degli occhi, di vedere a distanza anche a con­dizioni eccezionali, ad esempio un corpo opaco. Terrete conto delle eventuali e possibili allucinazioni dei soggetto, scartando le risposte che potrebbero essere ispirate dalla sua immaginazione, il suo giudizio o la sua memoria esal­tato dallo stato ipnotico, e otterrete delle prove assoluta­mente certe dell’esistenza di questa meravigliosa facoltà che si manifesta in soggetti suscettibili in seguito alla paziente educazione dell’operatore. Questa educazione permette, in certi casi, di sviluppare in modo straordinario questa stu­pefacente facoltà. Le persone in grado di fornire prove di chiaroveggenza, in uno stato di sonnambulismo artificiale, sono rarissime. I soggetti sensibili al magnetismo, coloro che si sentono attratti fortemente all’indietro e che provano sintomi di ca­lore e di oppressione quando l’ipnotizzatore pone le mani sulle scapole, offrono la maggior possibilità di riuscita perché sono condotti rapidamente in uno stato di sonnam­bulismo mediante il quale si manifesta la chiaroveggenza. Alcuni sensitivi, particolarmente dotati, arrivano subito alla « chiaroveggenza » dando all’operatore delle prove certe della sua esistenza. Altri, più numerosi, vi giungono dopo diversi tentativi.",
  "last_phrase": "In conclusion, developing the skill of double vision or clairvoyance is an incredible feat that requires patience and dedication from both the operator and sensitive subjects. Although it may be rare to find susceptible individuals, those sensitive to magnetism and those who have practiced the transmission of thought are recommended for experiments to develop this ability. Remember to carefully examine the subject's responses and distinguish them from pure imagination. With persistent training and guidance, one can achieve undeniable proof of the existence of clairvoyance."
}