{
  "title": "\"What is Chiaroveggenza and How to Develop It Through Hypnosis?\"",
  "first_phrase": "This text discusses various techniques that can be used to develop a person's psychic abilities, specifically their ability to see without the assistance of their eyes, known as \"chiaroveggenza\" or second sight. The author provides insights and instructions regarding how to train the mind to focus, how to induce a state of hypnosis in a subject, and how to conduct experiments that can reveal a person's psychic sensitivity. The last section, which consists of 200 tokens, covers the topic of predicting the future and provides a detailed guide on how to use hypnosis to help someone feel pleasurable and comfortable around a particular person. The author then introduces the concept of telepathy and provides instructions on how to project oneself to a different location, a technique known as \"sdoppiamento.\" Finally, the text concludes with an exploration of different techniques for influencing and testing a person's psychic abilities, including the use of magnetized water and body contractions.",
  "content": "La chiaroveggenza dipende esclusivamente dal soggetto; qualsiasi allenamento abbia effettuato, per quanto bravo possa essere l’ipnotizzatore, non potrà sviluppare questa facoltà che col sonnambulo che la possiede già e gli sarà impossibile «rendere lucido» un dormiente senza predi­sposizione alcuna. Sceglierete per le esperienze di chiaroveggenza soggetti già allenati alle precedenti esperienze di trasmissione del pen­siero. Direte al soggetto: «Lei può vedere... le è possibile vedere... lei vede... lei vede benissimo... i suoi occhi sono chiusi... guardi i suoi occhi chiusi... lei vede tutto ciò che la circonda, lei vede più lontano... lontanissimo... ancora più lontano... lei vede benissimo...». Mentre suggestionate, fate qualche passo leggero sulla fronte poi mostrate il vostro orologio sulla fronte del­l’ipnotizzato dicendo: «Lei può vedere che ora è su questo orologio... vede l’ora... che ora è?... Guardi... faccia tutto ciò che può per vedere. Che ora è? ... Guardi...». Salvo casi eccezionali difficilmente il soggetto vede subito. Se non vedesse ditegli cosa dovrete fare per aiutarlo. Fate all’istante ciò che vi chiederà e, qualora non sapesse ri­spondere alla vostra domanda, fate dei passi con lieve con­tatto sulla fronte dicendo: «Guardi... lei può vedere... si concentri più che può, lei vede... lei vede...». Riprendete chiedendo quale ora faccia l’orologio collocato sulla fronte del soggetto. Molti sonnambuli non riescono subito, poi riprovando, acquisiscono una chiaroveggenza meravigliosa. Cambiate soggetto se entro dodici tentativi non otterrete dei buoni risultati.",
  "last_phrase": "In conclusion, developing the clarivoyance ability can be challenging, as it relies solely on the subject's predisposition. However, with proper training and the right subject, one can achieve remarkable results. Using methods based on telepathy, such as inducing a deep sleep and asking the subject to describe specific locations, can help hone this skill. Various hypnotic methods have been utilized throughout history, and while their efficacy varies, proper techniques can enable one to achieve success. Ultimately, with patience and practice, one can develop their clarivoyance ability to a profound level."
}