{
  "title": "What is the power of hypnotism and how can it be used to control animals and humans?",
  "first_phrase": "This last part of the text delves into the topic of hypnosis and self-hypnosis, exploring different techniques and applications. Before getting into that, the author discusses the power of the gaze in animal taming, and how it can be used to induce hypnosis in some species. They then move on to explain stigmatization and ecstasy as forms of autosuggestion that can be induced through hypnosis. The author continues by sharing techniques for inducing deep states of hypnosis and even catalepsy or apparent death. They also discuss the differences between hypnosis and physical magnetism, and how the latter can be used for healing purposes. Ultimately, the reader will come away with a better understanding of the power of hypnosis and how it can be applied in various ways.",
  "content": "Fissate tranquillamente e benevolmente un cane, vi si avvi­cinerà, vi annuserà, vi guarderà attentamente, chiuderà, prima un occhio, poi l’altro, e si addormenterà vicino a voi. Il suono di un pianoforte con le note basse in cadenza agisce pressoché istantaneamente sul gatto che vi salterà sulle gambe restando immobile. La gallina è in assoluto l’animale più facile da ipnotizzare. Dapprima ne legherete una per le zampe, traccerete col gesso una linea partente dal becco sino ad una distanza di due metri circa, poi la slegherete e l’animale resterà come pietrificato per quaranta minuti circa. La rana va intensamente fissata, massaggiata sulla nuca coi polpastrelli delle dita, ed andrà in catalessi. Il cavallo dovrete fissarlo intensamente negli occhi, ripe­tendo con voce più monotona possibile le stesse frasi, ed accarezzarlo sul collo. Resterà tranquillo ed immobile. 19. Magnetismo fisico: differenza con l’ipnotismo, esercizi di sviluppo, passi, imposizioni, soffio Dal nostro corpo si sprigiona una forza chiamata « magne­tismo fisico ». Servendovi del magnetismo fisico potrete produrre dei fenomeni analoghi a quelli suggestivi, ma la differenza sarà enorme. Il vostro magnetismo umano vi servirà per guarire le ma­lattie, quelle poche che sfuggono all’ipnosi medica. Ricordate che l’ipnotismo è molto più rapido ad agire del magnetismo. I fenomeni magnetici non si producono che sul 40% dei soggetti. Il magnetismo è alla portata di tutti coloro che abbiano una forte vitalità, che provvederanno a sviluppare ulterior­mente con respirazioni profonde.",
  "last_phrase": "In conclusion, the use of physical magnetism can produce effects similar to those of hypnotism but with greater differences. To master magnetism, one must have a high level of vitality and practice deep breathing exercises. Magnetism can aid in healing diseases not treatable by medical hypnosis. The control of physical magnetism requires intense focus and practice. With these techniques, one can create conditions similar to hypnosis and cure diseases. Remember to create an environment of trust and confidence in the patient and use images to create mental suggestion."
}