{
  "title": "What is Sleepwalking and How to Induce It: A Guide to Hypnotism in Sonnambulism",
  "first_phrase": "The last 200 tokens conclude the text on hypnosis by discussing various states that can be induced in a subject, including sleepwalking, catalepsy, and lethargy. The text discusses the physical manifestations of these states and ways to induce them, such as by applying pressure to certain areas of the body or through suggestion. The text emphasizes the total suspension of faculties and senses that occurs in these states, allowing the hypnotist to manipulate the subject's body and mind. The text also notes that these states can occur naturally, as in the case of sleepwalking, or be induced through external factors.",
  "content": "Un eccesso di sonnambulismo può prodursi inseguito aduna violenta commozione fisica o mentale; un’idea fissa concentrata sul proprio lavoro può creare uno stato analogo. Un individuo in sonnambulismo naturale può, in alcuni casi, met­tersi in comunicazione con un’altra persona, ricevere delle suggestioni. Anche i casi di letargia spontaneasi producono spesso negli isterici, che sembrano morti. I movimenti circolatori e respiratori sono spesso im­percettibili. La pelle e gli occhi hanno l’apparenza che prendono dopo la morte. Tutti i mezzi scientifici sono impotenti a mettere fine a certi casi di letargia spontanea; bisognerà attendere che l’effetto si esaurisca da solo e nutrire il dormiente con una sonda od un cucchiaio. Esistono anche letargie lucidein cui. resta la coscienza, cosicché il dormiente sente tutto ciò che si dica o faccia attorno a lui, rimanendo tuttavia senza volontà ed inerte. Potrete provocare, ormai abili e valenti ipnologi, su voi stessi, senza pericolo, una letargia artificialeseduti o sdraiati comodamente, come da cen­tinaia d’anni la praticano i fachiri indù: “Io mi addormento... io mi addormento profon­damente... ho sonno... ho molto sonno... mi ad­dormento... mi addormento... io dormo... io dor­mo... ho sonno... mi addormento sempre più pro­fondamente... non sento più nulla attorno a me... non sento più alcun rumore e voce... il mio sonno diventa sempre più profondo... Sono le sette del mattino di domenica 21 marzo... mi risveglierò alle sette di domenica prossima 28 marzo alla stessa ora dopo essere stato sotterra­to in questa bara...”.",
  "last_phrase": "In conclusion, hypnosis is a powerful tool that can be used to achieve various states, such as natural and artificial sleep, catalepsy, and anesthesia, among others. It can also help to influence behavior and attitudes, such as reducing the urge to smoke. However, it is important to use caution when conducting hypnosis, especially for individuals with little experience in anatomy and physiology. With proper training and practice, hypnosis can be a useful tool for self-improvement and healing."
}