{
  "title": "\"What is the technique of magnetic sleep and telepathy explained in the book?\"",
  "first_phrase": "In the previous section of this text, the author described various techniques of hypnosis and magnetism to manipulate the subjects' reactions, including inducing pleasure and attraction, as well as curing illnesses. In this final section, the author details the phenomenon of \"lo sdoppiamento,\" or the ability to project oneself outside of the body and be seen and heard at a distance. The author provides two harmless exercises to develop this ability. It is essential to note that the technique requires a strong predisposition and avoiding harmful substances.",
  "content": "Soltanto con una speciale predisposizione potrete giunge­re allo sdoppiamento integrale trovandovi simultaneamen­te in luoghi diversi. Dovrete evitare nella maniera più assoluta, per ottenere il fenomeno, sostanze dannose come la cocaina, la morfina e l’hascisc. Avrete lo sdoppiamento, ma incompleto, mancandovi la capacità di pilotare il fenomeno. Coloro che non conoscono la tecnica sappiano che l’anima lascia generalmente il corpo attraverso il plesso solare, il terzo occhio ed il cuore. Rammentatevi sempre la grande legge dello sdoppiamento: «Ovunque si proietti il pensiero, il corpo deve seguirlo». I due procedimenti che ora esporrò sono totalmente inno­cui, portano ad una esteriorizzazione graduale, durante le cui fasi manterrete l’integrità della vostra coscienza e volontà. ESERCIZIO N. 1 Sdraiatevi sul letto, gli occhi chiusi, imponendo al vostro corpo una passività totale. Distendete completamente il vostro sistema muscolare, liberate la vostra mente da tutto ciò che si riferisce al corpo fisico e perverrete alla assoluta immobilità. Il vo­stro volere deve essere calmo e costante. Concentratevi profondamente ed immaginate di essere in un punto X. Il vostro desiderio di proiezione deve essere intenso. As­sopendovi in questo stato vi parrà di essere sopra il vostro corpo guardandolo più in basso. Accettate il fenomeno con estrema calma e pensate all’in­dirizzo ove volevate andare nel vostro periodo di con­centrazione allo stato di veglia, prima di addormentarvi. Immediatamente sarete là. ESERCIZIO N. 2 Questa tecnica si ricollega direttamente all’ipnosi.",
  "last_phrase": "In conclusion, the techniques described in this text require patience, practice, and a special predisposition to achieve the phenomenon of astral projection and double vision. It is important to avoid harmful substances and focus on training the mind to concentrate and transmit thoughts. By following the exercises diligently, one may develop the ability to project out of the body or see beyond the physical senses. With time and effort, an operator may find subjects susceptible to mental suggestions and even rare individuals with exceptional psychic abilities. Remember to approach these practices with caution and respect for the power of the mind."
}