{
  "title": "\"Can hypnosis induce complete or partial paralysis and control a person's actions?\"",
  "first_phrase": "The last 200 tokens of this text introduce the concept of advanced hypnosis techniques that require a high level of training and expertise. The author explains the process of reaching a state of \"fascination\" in the subject, where their gaze is fixed on the hypnotist and they imitate their every move. The text also includes case studies of successful hypnotherapy sessions with clients suffering from various issues, such as smoking, anxiety, and drug addiction. The author emphasizes the importance of using imagination and visualization in hypnosis, and gives credit to their mentor, Dante Caravelli. The text concludes by stating that the success of hypnosis depends on the willingness of the subject and the skill of the hypnotist.",
  "content": "Crea delle allucinazioni impen­sabili, procura delle sensazioni ingannevoli e fa provare dei sentimenti immaginari: fa vedere e toccare oggetti inesistenti, trasforma l’afono in tenore, il silenzioso in chiacchierone. Deride gli austeri, fa piangere i ridan­ciani, fa rabbrividire chi ha caldo e fa sudare l’uomo intirizzito. Sotto la sua influenza le persone serie tengono discorsi frivoli...”. Abbiamo da questo esempio, cari amici, visto con quale facilità la fascina­zione agisca e sia relativamente facile da prodursi su soggetti nervosi. Ed Cavailhon diceva di Donato: “La potenza di Donato deriva dal fascino dei suoi occhi che brillano e lampeggiano come quelli di una belva nella notte”. Mi permetto di aggiungere al Cavailhon che: “Nulla si ottiene nell’ipnotismo, come in ogni altro settore scientifico, senza lavoro”. Donato esperimentava giorno e notte! Le esperienze di Donato fecero scalpore e suscitarono dubbi e polemiche cosicché un medico della marina il dottor Brémaud, dopo una seduta di Donato a Brest, si rimise alla ricerca dei soggetti trattati in quella riunione, ne trovò un certo numero, li interrogò e rifece ciò che aveva fatto il maestro. II suo scopo era triplice: 1. Discolpare Donato di servirsi di compari. 2. Dimostrare la realtàdei fenomeni. 3. Controbattere Charcot dimostrando che i fenomeni potevano essere pro­dotti su individui non affetti da nevrosi. In quattro mesi ipnotizzò un centinaio di soggetti, una sessantina già trattati da Donato ed altri nuovi che non avevano mai conosciuto Donato e non ne avevano mai sentito parlare.",
  "last_phrase": "In conclusion, the experiments conducted by Dr. Brémaud in the 1800s showed that hypnosis can be induced relatively easily on susceptible individuals, and that it is a real phenomenon that can be produced on even non-neurotic individuals. However, this requires dedication and hard work, as shown by the experiments of Donato and Dr. Brémaud himself. The power of hypnosis should not be underestimated, but it is also important to approach it scientifically and with caution, as it can be used to produce both positive and negative effects."
}