{
  "title": "\"What is the technique described for inducing anesthesia and hypnotism in a subject?\"",
  "first_phrase": "This passage explains how to induce different levels of hypnosis, including deep sleepwalking and half-sleepwalking states, as well as the potential effects and abilities of those under hypnosis. The author discusses different techniques for inducing hypnosis, including using suggestive language and touching certain parts of the body. They caution against abusing these techniques and emphasize the importance of safe and responsible practice. The author also notes that some individuals are particularly susceptible to hypnosis and can potentially be induced into a state of death-like sleep. Finally, the text provides guidance on ending a hypnosis session, including using suggestive language and gentle touches to bring the subject out of their hypnotic state. In the final section, the author briefly discusses using hypnosis to help someone quit smoking.",
  "content": "In questo modo il chirurgo potrà sicuramente contare su un sonno molto profondo ed una insensibilità totale. Per far tornare il soggetto allo stato normale farete qualche passo longitudinale ascendente e gli direte: “Ora lei è cosciente... la sua sensibilità ritorna... lei è cosciente..- sta tornando come prima... lei sta benissimo...”. Se avrete conficcato molto profondamente un ago nella carne del soggetto, per convincere un uditorio incredulo e scettico sulla realtà dell’anestesia, sarà utile dire al soggetto prima di risvegliarlo: “Al suo risveglio non sentirà alcun male... nessun dolore... impossibile sentirlo... lei starà benissi­mo... e sarà sereno”. Nel caso di intervento chirurgicodirete al termine: “Al suo risveglio non avrà alcun malessere... non sarà stanco... starà bene... nessun male alla te­sta... nessun male allo stomaco... lei starà bene... benissimo... guarirà completamente e rapida­mente... lei si crederà guarito e la sua guarigione sans rapidissima...”. Svegliate poi il soggetto. 3. Ipnosi ad occhi aperti Come togliere il vizio del fumo in una sola seduta Sapete tutti come la suggestionabilità sia più elevata nell’età giovanile, meno spiccata nell’età media e cominci a diminuire molto con la vecchiaia. Su che cosa si basa la suggestionabilità? Sul facile e rapido passaggio delle cellule corticali in stato di inibizione. La suggestione è uno stato accettato dall’esterno, senza ragionamento o discus­sione. Tale fatto viene immediatamente considerato come una verità. La suggestione si rivolge all’inconscio al contrario della persuasione, risultato di una discussione cosciente.",
  "last_phrase": "In conclusion, the power of suggestion and hypnosis can be harnessed in many different ways to achieve a variety of outcomes. Whether it be inducing deep sleep and insensitivity in surgical patients, using open-eyed hypnosis to help someone quit smoking, or regressing someone to relive past experiences, the possibilities are endless. With the right tone and techniques, it is possible to influence the unconscious mind and bring about meaningful change in a person's life."
}