{
  "title": "\"What are the methods and techniques for instant hypnosis?\"",
  "first_phrase": "This text is about the techniques of hypnosis, with a focus on how to hypnotize individuals and groups of people. The author discusses various methods, such as inducing partial hypnosis, using suggestive language, and physical movements to induce a state of trance. The text also explores the psychology behind hypnosis and how it can be used for medical purposes, such as treating alcoholism and hysteria. In the last 200 tokens, the author provides examples of people who were put into a state of trance and describes their physical reactions to the hypnosis. These experiments show how hypnosis can lead to the loss of voluntary movement and speech, leaving subjects completely under the control of the hypnotist.",
  "content": "Dite loro: “Conterò dall’uno in poi... al mio uno chiuderete gli occhi, al due li riaprirete; al tre li richiudere­te, al quattro li riaprirete ancora... e così via. Ad un certo punto non potrete più staccare le vostre palpebre e cadrete in un profondissimo sonno... ecco... ora comincio... siete pronti”. Conterete uno, due, tre, quattro, intervallando ogni numero di un secondo, sino a che tutti abbiano gli occhi chiusi (i disattenti ed i ridanciani saranno eliminati ad un vostro cenno). Constatato che tutti i vostri soggetti abbiano gli occhi chiusi, sostituite alle cifre le parole: “Dor-mi-te, dor-mi-te pro-fon-da-men-te, son­no pro-fon-do, son-no di piom-bo, che nessu-na for-sa u-ma-na val-ga a vin-ce-re, dor-mi-te pro-fon-da-men-te fino al mio comando di sve­gliarvi... dormite!”. Con l’esperimento del braccio irrigidito controllerete lo stato di ipnosi raggiunto. Il dormitedovrà essere alla Faria!, in modo che l’ordine imperativo risvegli l’incosciente., Capito? Penso di sì! Bene, andiamo avanti. 2. Lo stato di catalessi, sonnambulismo, letargia ed anestesia La catalessi è caratterizzata dalla durezza dei muscoli e dalla tensione dei nervi: è una forma di rigidità totale. Il sonnambulismo è uno stato nel quale il soggetto può agire come se fosse sveglio. La letargia è un sonno profondissimo che qualche volta può confondersi con la morte. L’anestesia è una insensibilità completa al dolore tale da consentire interventi chirurgici. Nello stato di ipnosi si verificano diverse modificazioni somatiche: le più comuni sono quelle della sensibilità e motilità.",
  "last_phrase": "In conclusion, hypnosis can induce different states of consciousness, such as catalepsy, somnambulism, lethargy, and anesthesia. The subject's sensitivity and mobility can be affected, and the cataleptic state can produce a total muscle rigidity. The somnambulist can act as if awake, although sensory perception is heightened. The lethargic state produces a profound sleep, and the subject is completely unresponsive. Finally, anesthesia produces complete insensitivity to pain. Mastering these states can enable an individual to manipulate others for entertainment, therapeutic or medical purposes."
}