{
  "title": "What are the techniques for using hypnosis to influence other people?",
  "first_phrase": "In this text, the author discusses the art of hypnosis and provides various exercises to develop its techniques. The first two exercises involve inducing a partial hypnotic state while controlling the person's posture and relaxation. The next three exercises involve inducing the trance state and suggestibility in the subject using verbal suggestions and eye fixation. The author emphasizes the importance of building a personal magnetism through practice and self-confidence. This last section describes two more techniques for inducing hypnosis, including one which results in the subject's rigid legs and the other having them close their eyes.",
  "content": "Dopo non meno di venti secondi di « fissazione », indie­treggerete e direte: « Le sue mani si incollano, ecco... sono già Incol­late..., ‘saldate assieme... Uno..., due..., tre! Lei è incapace di staccarle... qualunque sforzo lei fac­cia per staccarle non servirà che a saldarle mag­giormente ». Eliminerete la contrazione delle mani dicendo: « Quando batterò le mie mani, le sue si scolle­ranno ». Fissatelo per qualche secondo, battete le mani, e dite: « Sono ritornate libere: le stacchi ». Farete compiere agli altri soggetti prima di passare ai suc­cessivi esperimenti, una per una, le esperienze fin qui descritte. Vi illustrerò ora altri tre esperimenti prima di passare alle ultime quattro dimostrazioni, senz’altro più complesse. 4. LE GAMBE IRRIGIDITE Il nostro soggetto dovrà essere diritto, le gambe rigide, i piedi uniti. Ponete un ginocchio a terra, applicate le mani di piatto sulle sue cosce, fatevi fissare negli occhi e ditegli: « Le sue gambe si irrigidiscono, come l’acciaio. Fra un po’ non potrà più piegarle. Continui a fis­sarmi. Ora conterò sino al tre, al mio tre le sarà impossibile piegarsi sulle gambe. Uno, due, tre!... Ci provi! Lei è nell’impossibilità di piegare le sue gambe ». L’effetto ipnotico sarà così eliminato: « Ora lei può piegare le sue gambe. Tutto è finito! Lei ritorna normale come prima... ». 5. GLI OCCHI CHIUSI Fate tenere al soggetto le palpebre socchiuse.",
  "last_phrase": "In conclusion, these hypnosis techniques require caution and should only be performed by trained professionals. The effects on individuals can vary and it is important to note that not all people are susceptible to hypnosis. It is also important to understand that hypnosis should not be used as a medical treatment for serious conditions without the supervision of a licensed medical professional. Hypnosis can be a useful tool for certain individuals and issues, but it should be approached with care and responsibility."
}