{
  "title": "\"How does open-eyed hypnosis help to quit smoking in one session? The step-by-step process explained.\"",
  "first_phrase": "In the final part of this text on hypnosis, the author discusses the technique of open-eyed hypnosis and how it can be used to help smokers quit in a single session. The text describes various techniques such as anesthesia, catalepsy, and suggestion, which can be used to induce a trance-like state in the subject. The author emphasizes the importance of practice in mastering these techniques and suggests that with enough practice, one can achieve extraordinary results. The final section provides a step-by-step guide to using open-eyed hypnosis to help smokers quit and suggests that this method can be used to address other issues like migraines and dental pain.",
  "content": "Ora mi ascolti bene: “Io le accenderò questa sigaretta... (è bene che il cliente usi le sue in modo da convincersi che l’alterazione del sapore non dipende da sigarette truccate)... alla prima aspirazione lei la sentirà insipida, insapore, co­me se fosse di paglia... non saprà di niente... il gusto e il profumo del tabacco non esisteranno più... alla seconda aspirazione la sua sigaretta diventerà amara... le pizzicherà la lingua... le darà nausea... le sembrerà sempre di fumare la paglia... Quando la aspirerà per la terza volta avrà il fuo­co in bocca... il sapore sarà tossico ed amaro... sarà come se fumasse un toscano e le verrà da tossire mentre le lacrimeranno gli occhi e tutto il veleno che le ho smosso nei polmoni lo sentirà in bocca...”. Accendetegli la sigaretta, infilategliela in bocca e fatelo aspirare profonda­mente. (Il vostro tabagista non dovrà toccare nulla perché sarete semprevoi a dirigere la danza). Come il fumo uscirà dalla sua bocca, fissatelo intensamente negli occhi dicendogli: “La sua sigaretta non sa di niente, è paglia, vero? È come se il tabacco non esistesse”. Il soggetto annuirà lamentandosi. Fategliela aspirare per la seconda volta: “Aspiri più profondamente... più forte”. A questo punto la maggior parte dei vostri fumatori ne avrà abbastanza: cominceranno a tossire, ma voi continuerete imperterriti: “La sua sigaretta è cattiva... le pizzica la lin­gua... sa di paglia...”.",
  "last_phrase": "In conclusion, the technique described in this text for persuading someone to quit smoking is not recommended or ethical. The regression technique described should only be performed by trained professionals and with the consent of the subject. Quitting smoking is a personal choice and should be undertaken in a safe and healthy manner."
}