{
  "title": "What are the characteristics and powers of gemstones and recommended diets for each zodiac sign?",
  "first_phrase": "This text is a compendium of information on gemstones, specific diets, and recommended nutrients for each astrological sign. It provides details about the characteristics and powers of different gemstones such as Sapphire, Peridot, Alexandrite, Aquamarine, Agate, and Azzurrite. Before this, the text talks about healthy foods, spices, and nutrients for each astrological sign, like the Virgo and Leo signs. The last 200 tokens are about the astrological sign of Libra, including recommended gemstones, metals, anatomical correspondences, and dietary recommendations.",
  "content": "Crea le buone occasioni e acuisce la veggenza. Diaspro rosa. Vedi il segno dell’Ariete. Azzurrite. Pietra di colore blu intenso con tonalità in alcuni casi verdastre stimola i poteri visionari, l’intuito e l’ipnosi. Contiene rame che riduce lo stress e la confusione della mente. Emana grande energia, elimina la tristezza, tiene sotto controllo le vostre emozioni e reazioni. Allevia i dolori reumatici. Libera dall’ottusità mentale. BILANCIA (23.9-22.10 da 1800 a 210°) Segno: aria cardinale maschile. Pianeta: Venere. Corrispondenza anatomica: pelle, reni. Pietre consigliate: tormalina, agata, opale. Metallo: tutti i metalli. Gli appartenenti al segno della Bilancia devono evitare i dolciumi, salumi, formaggi, latte, margarina, frutta secca e conserve; Devono salare poco i cibi e bere molta acqua minerale. E consigliato un digiuno mensile. Il fosfato di sodio è necessario al segno della Bilancia per l’equilibrio fra acidi ed alcali: è contenuto nel riso integrale. Alimenti energetici per il segno della Bilancia. Riso, pane e pasta integrali, olio extra vergine d’oliva, burro, miele grezzo. Alimenti proteici per il segno della Bilancia. Carne e pesci magri alla griglia, uova, legumi secchi. Alimenti del segno (Bilancia). Verdure: dente di leone, patate, funghi, pomodori, piselli, porri, ravanelli, spinaci, sedano, zucca, carote, aspa­ragi, cipolle, cicoria, cetrioli, crescione.",
  "last_phrase": "In conclusion, understanding the correspondences between astrology, anatomy, and diet can help balance the body and mind. Incorporating recommended foods, spices, and stones for each zodiac sign, while avoiding certain foods, can improve health and overall wellbeing. Remember, creating good opportunities and enhancing intuition can also aid in achieving balance and harmony. For those struggling with specific ailments, such as liver issues or joint pain, there are natural remedies that can alleviate symptoms, such as consuming foods and applying natural remedies like onion, honey, and heat therapy. Additionally, stones like onyx, opal, and granate may be beneficial."
}