{
  "title": "How does hypnosis help with neurotic disorders and emotional issues such as obesity, anorexia, and addiction?",
  "first_phrase": "In the previous text, the use of hypnosis in various psychological and psychosomatic disorders was discussed. The technique involves inducing a state of trance in the patient and making suggestions to address their specific issues. The last part of the text discusses the use of hypnosis in treating issues related to weight management, such as obesity and anorexia nervosa, as well as addiction problems like smoking, alcohol, and drug abuse. The text suggests various techniques to induce hypnosis, such as the technique of relaxation, the technique of the coin, and the technique of Chiasson.",
  "content": "Numero medio delle sedute: da quattro a sei! 9 L’ipnosi in dermatologia: verruche, fuoco di Sant’Antonio (Herpes-Zoster) VERRUCHE Le verruche sono piccoli tumori benigni, in genere un po’ rilevati, di colore giallastro. Si formano in varie parti del corpo; molto dolorose sono le plantari. Normalmente vengono curate con escissione chirurgica (le plantari), elettrocauterizzazione, cauterizzazione con pre­parati appositi, terapia con raggi X. Ipnoticamente si ottengono buoni risultati in un periodo che varia da una a quattro settimane. La suggestione di base è « il freddo ». Dovrete aggiungere per verruche sul volto, collo e cuoio capelluto l’associazione freddo-formicolio-prurito. Una volta addormentato il paziente, servendovi di una matita, ecco come dovrete procedere: « La sua mente ha un enorme potere sul suo corpo... la sua pelle tornerà bella e liscia come prima... le sue verruche spariranno... Ora faccio un cerchio attorno a questa verruca con la matita... qui, un altro, attorno a quest’altra... Lei sente ora queste zone, dove ho tracciato il cerchio, raffreddarsi... diventare sempre più fred­de... Mi indichi colla testa quando sente il fred­do... bene... Si rilassi e mi ascolti... Queste verruche spariranno... non si riformeranno più... mai più... II freddo durerà un giorno, e, come cesserà, le ver­ruche cominceranno a diminuire... Domani, quando verrà ancora da me, sentirà -nuo­vamente il freddo, ed una volta finito, le sue ver­ruche si ritireranno ancora di.",
  "last_phrase": "In conclusion, hypnosis can be an effective and non-invasive method for treating a variety of conditions, including warts, impotence, premature ejaculation, frigidity, and dental anxiety. The average number of sessions required typically ranges from four to nine, depending on the condition. Hypnotic suggestions can be tailored to the individual's needs and can offer a safe and drug-free alternative to traditional treatments. With the right guidance and techniques, hypnosis can help patients overcome their fears, improve their wellbeing, and live happier lives."
}