{
  "title": "What is regression therapy and what are the experiences of its subjects?",
  "first_phrase": "In the previous text, we explored the concept of regression in hypnosis and the experiences of individuals who have undergone the technique. Now, we focus on the case of Emma Marigliano, an Italian immigrant in Manchester who visited Joe Keeton, a renowned hypnotherapist. Unlike most subjects, Emma was able to relive the lives of not just one, but several different individuals from various centuries. We delve into her experience, tracing her roots and uncovering her family background while exploring the possibilities of regression therapy.",
  "content": "Usa solo la tua memoria, i tuoi ricordi. Dove sei ora? Potresti essere in qualsiasi epoca, in qualsiasi luogo. Che cosa vedi intorno a te? Chi sei ora?”. Emma (Respirando a fatica e grattandosi insistentemente le braccia e le mani): “Io... Eugenio... Eugenio Fusco”. (Uno zio materno deceduto nel 1949). Salvatore: “Che mese è?”. Emma: “Mi pare che è luglio”. Salvatore: “Che anno è?”. Emma: “Luglio 1946”. Salvatore: “Parli inglese?”. Emma: “Ma perché devo parlare l’inglese?”. Salvatore: “Che città è questa?”. Emma: “Napule”. Salvatore: “Ricordi l’indirizzo?”. Emma: “Dopo Vascio, me pare”. Salvatore: “Come si chiama mamma?”. Emma: “Elvira” (vero nome della nonna materna). Salvatore: “E papà?”. Emma: “Enrico” (vero nome dei nonno materno). Salvatore: “Papà che sta facendo?”. Emma: “È ubriaco. Dovrebbe lavorare invece s’imbriaca sempre”. Salvatore: “Dormi più profondamente. Ritorna nell’anno 1943, che cosa sta succedendo?”. Emma: “Guerra... sono tutti in guerra. Colpa di quello scornacchiato di Mussolini”. Salvatore: “Parli inglese?”. Emma: “Perché aggio a parlà inglese?” (molto irritata) “Io sono un ignorante”.",
  "last_phrase": "In conclusion, the power of hypnosis and regression has been known throughout history, and while the memories accessed may not always be accurate, the technique is still used today in various forms for therapeutic purposes. The ability to access past memories and potential past lives may offer insights into our present-day selves, but it is important to approach this practice with caution and under the guidance of a trained professional. Ultimately, hypnosis offers a unique and fascinating glimpse into the untapped potential of the human mind."
}