{
  "title": "What is the history and technique of instant hypnosis used by Abbot Faria?",
  "first_phrase": "This excerpt discusses the use of hypnosis by Abbe Faria, a practitioner of Hindu tradition who utilized a simple method to instantly hypnotize individuals. Faria would choose subjects who were easily impressionable and often had trouble sleeping, and then would order them to concentrate on the idea of sleep before issuing the command to sleep. If the subject resisted, he would use the \"Method of the Handkerchief\" or \"Counting Method\" to achieve full hypnosis. This text goes on to describe several hypnotic experiments performed by Dr. Bremaud in the late 1800s to demonstrate the reality of hypnotic phenomena.",
  "content": "Era solito accarezzare, prima degli esperimenti, le sue cavie sopra la testa, ai temporali, al naso, alla bocca dello stomaco, al cuore, alle ginocchia ed ai piedi creando una concentrazione mentale sufficiente perché non si oppo­nessero alla sua volontà. Iniziava quasi sempre i suoi esperimenti ipnotizzando istantaneamente con parole d’ordinei suoi sonnambuli già allenati (époptes) per me­glio predisporre i volontari all’influenza. Il dormitecreava poi una scossa improvvisa in tutto il corpo, una commo­zione, un sudore... Il sonno giungeva puntualmente! I preliminari dei tocco delle varie parti del corpo avevano dei resto già risvegliato l’immaginazione. Certamente, cari amici, avrete notato come fascinazione ed ipnosi istantanea con la loro autorità siano complementari. Vi darò ora, qui di seguito, come già esposto nel mio precedente trattato, i tre metodi per ipnotizzare istantaneamente sia una che più persone contemporaneamente. 1. Il soggetto è già stato ipnotizzato allo stato di veglia o completamente. Eseguite i .soliti due o tre esperimenti di ipnosi parziale per accrescere la confidenza: infine impedite al vostro soggetto di pronunciare il suo nome. Ditegli una volta afono: “Quando terminerò di pronunciare A, B, C, D, E potrà dire ancora il suo nome, ma non appena avrà recuperato la parola ed io pronuncerò la lettera F, sarà costretto a chiudere gli occhi e cadere in un profondissimo sonno”. Come avrete detto F, toccate col vostro indice la fronte del soggetto fissatelo attentamente negli occhi ed in tono imperativo ordinategli: “Dorma, lo voglio!” 2. Il soggetto non ha subito mai suggestioni ipnotiche.",
  "last_phrase": "In conclusion, these three methods of instant hypnosis can be useful to induce a deep state of relaxation and suggestibility in a subject or a group of subjects. By following these techniques, an experienced hypnotist can manipulate the senses, perception, and even physical movements of the subject, creating various states of altered consciousness. It is crucial to note that these techniques should only be performed by trained professionals and with the utmost care, as they can have significant effects on the subject's mental and physical state."
}