{
  "title": "\"How to use fixation and suggestion to influence others\"",
  "first_phrase": "This text focuses on the art of suggestion and how to achieve it through the use of gaze and words. The importance of training the gaze is highlighted, and the benefits of being able to influence others without their knowledge. However, the author emphasizes the need to use this tool ethically and not to harm others. The text also delves into the history of hypnosis and the scientific societies that recognize it as a legitimate medical and psychological treatment. The last 200 tokens specifically address the power of suggestion through spoken language and offer practical exercises for developing this skill.",
  "content": "Quando sarete riusciti in qualcuna delle influenze allo stato di veglia (ipnosi parziale), che troverete nel capitolo seguente, come la caduta in avanti od all’indietro, avrete la piena coscienza dei poteri dell’ipnotismo. Gli antichi conoscevano bene la forza misteriosa dello sguardo intuitivamente e la praticavano. Nel Medio Evo, la credenza del « malocchio », l’attuale influenza negativa causata dagli « iettatori » in certe no­stre regioni, non è che una conferma istintiva, irrazionale ma reale di questa potenza. Ricordatevi sempre che lo sguardo è il più potente ausi­liario della volontà. Certamente non è il solo procedimento applicato nell’in­fluenza ipnotica, ma associando lo sguardo agli altri meto­di essi risultano molto più efficaci. Prima di passare alla suggestione della parola ricordatevi ancora, non mi stancherò mai di dirvelo, che. per svilup­pare il vostro sguardo, dovrete sforzarvi di tenere gli oc­chi aperti il più a lungo possibile, senza battere le palpebre. Fate più volte al giorno gli esercizi per aumentare la loro durata, guardate sempre le persone alla radice del naso fra i due occhi in modo che quando tenterete gli effetti di ip­nosi totale il vostro sguardo si dirigerà naturalmente al punto giusto. Occupiamoci ora dell’influenza ottenuta sul soggetto dalla parola. La parola è potentissima nell’ipnosi poiché è col suo aiuto che l’ipnotizzatore induce nel cervello del sog­getto. L’insistere nella suggestione verbale, presentando costantemente alla mente del soggetto l’idea che vogliamo accetti, è una potenza reale. L’arte della suggestione si acquisisce soprattutto con la pratica.",
  "last_phrase": "In conclusion, by practicing the techniques of hypnosis described in this text, you will develop a powerful tool for personal influence. Through the power of your gaze and the persuasive force of your words, you can learn to induce a state of hypnosis in others, allowing you to suggest new ideas and behaviors. By following the steps outlined and practicing regularly, you can become a master of hypnosis and unlock the hidden potential of your own mind."
}