{
  "title": "What are the techniques used by great masters of hypnosis?",
  "first_phrase": "In the previous text, various induction techniques for hypnosis were discussed, including those of Gerling, Bernheim, and Richet. This last part will focus on the techniques of hypnotists Teste and Donato, as well as methods for developing clairvoyant abilities in the subject. The text will also provide examples of successful hypnotherapy sessions, including the case of a client struggling with obesity.",
  "content": "Alcuni casi 1) Mi fu inviata da una mia cliente la Signora P. S., 34 anni, alta un metro e sessantacinque, del peso di 115 chi­logrammi e madre di tre maschietti rispettivamente di 11, 9 e 8 anni. Visitata dal suo internista non le fu riscontrato alcun di­sturbo. Chiacchierona, simpatica e cordiale disse che per la sua «obesità cronica» aveva fatto almeno cinque tipi di diete comprese anche alcune «costose e di sicuro ef­fetto», almeno sulla carta, ma senza nessun risultato. Non era depressa, appariva estroversa e sincera, con un gran desiderio di curare la sua obesità. Veniva settimanal­mente per il trattamento ipnotico e non superava mai le 900 calorie giornaliere di dieta. Entrata dalla seconda se­duta in un profondo stato sonnambolico, la feci regredire nel tempo facendo riemergere così il materiale rimosso: «Lei non ha dimenticato nulla... può ricordarsi qualsiasi avvenimento... anche molto lontano nel tempo... anche se triste e spiacevole... l’inconscio registra tutto... fatti, epi­sodi, esperienze... lei può ricordare... vuole e deve ricor­dare... ricorderà tutto con estrema chiarezza... Ora sta entrando nello spazio e nel tempo... indietro... sempre più indietro... lei può ricordarsi esattamente di quand’era piccola... bambina... vede tutto ciò che le sta succedendo... si trova ancora là... ricorda ogni momento... prova le stes­se sensazioni... la stessa ansia... la stessa paura... in que­sto momento ricorda tutto.. tutto... tutto!",
  "last_phrase": "In conclusion, hypnotherapy can be a very effective tool in addressing a variety of issues, from weight loss and addiction to anxiety and phobias. These case studies demonstrate how regression hypnosis can help people access and process past traumas that are impacting their present behavior, and how post-hypnotic suggestions can be used to reprogram the mind and overcome negative thought patterns. With the right guidance and techniques, anyone can tap into the power of their subconscious mind to facilitate positive change in their lives."
}