{
  "title": "\"What is hypnosis and how can multiple people be hypnotized at once?\"",
  "first_phrase": "In the last 200 tokens, the text discusses various methods of instant hypnosis, including through the use of counting, looking at the palm of your hand, or the \"fazzoletto\" method. The concept of fascination is explored, whereby a subject can be put into a state of imitative trance by the hypnotist. The text also details the physical changes that can occur in hypnosis, including changes in sensitivity and mobility. The names of individuals such as José Custodio di Faria and doctors Brémaud and Charcot are mentioned.",
  "content": "La sensibilità può modificarsi per eccesso sino all’iperalgesiacome per difetto sino all’analgesia. Inoltre sono ottenibili forme di parestesia: formicolii, pizzicori, pruriti, intorpidimenti, solletico... tanto cari ai vecchi ipnotizzatori da teatro. Abbiamo già visto come la catalessisia una forma di rigidità totale; la userete solo su soggetti forti, essendo particolarmente faticosa per chi la subisce. Questo stato transitorio passa spesso inosservato, ma voi, ormai abili ipno­tizzatori, lo riconoscerete nell’istante in cui gli occhi del soggetto divente­ranno fissi. Manifestatasi la fissità, alzerete un braccio dei vostro soggetto, se sarà catalettico l’arto non cadrà come negli altri stati, ma conserverà la posizione che gli avrete dato, senza che si manifesti la contrattura conservan­do tutta la sua elasticità. Ricordatevi, se vorrete produrre lo stato catalettico con una sorgente lumi­nosa, di saper stabilire la resistenza del vostro soggetto, per evitare che passi rapidamente, se molto nervoso al sonnambulismo ed alla letargia. In questo stadio il vostro soggetto è un automa perfetto: mantiene la posizione che gli avrete dato. Gli occhi sono fissi, le pupille leggermente dilatate, le palpebre molto aperte quasi senza battito, la cornea è talmente insensibile da poter toccare il bianco dell’occhio senza determinare alcun movimento riflesso; il soggetto resta con gli occhi spalancati e continua a guardare fissamente davanti a sé. Gli arti possono conservare per moltissimo tempo posizioni scomodissime; potreste lasciare il vostro soggetto appoggia­to su un piede per un’ora se voleste.",
  "last_phrase": "In conclusion, the phenomena of catalepsy, somnambulism, and lethargy can be induced through hypnosis, but can also occur spontaneously in certain individuals. These states can produce a heightened sense of muscle sensitivity, as well as an increase in suggestibility and a temporary loss of consciousness. While these states can be fascinating to explore, it is important to be aware of potential risks and to avoid inducing them in individuals who may be more vulnerable, such as those who are pregnant or experiencing certain medical conditions."
}