{
  "title": "\"What are the different states of hypnosis, and how can you induce catalepsy in a subject?\"",
  "first_phrase": "In the previous text, the author discusses the different stages of hypnosis and how to achieve them. In the last part, the author delves into the state of catalepsy, where muscle sense is exaggerated to the point where the muscle contracts proportionally to the resistance it needs to overcome. The author explains how to induce this state using appropriate stimuli and how to recognize when the subject has entered the state of catalepsy. The text also covers the states of sleepwalking, lethargy, and anesthesia and provides methods for hypnotizing multiple people simultaneously. The author concludes by discussing the role of suggestion and mimicry in inducing hypnosis.",
  "content": "I muscoli sono leggeri e conservano la posizione in cui li avrete lasciati, anche per lungo tempo, poiché la resistenza muscolare è considerevolmente aumentata. I gesti che imporrete al soggetto agiranno sulla sua fisionomia: congiungete le sue mani e cadrà in ginocchio, alzate i suoi occhi verso il cielo e prenderà l’espressione della preghiera, stringetegli forte il pugno e diventerà collerico. Così come il vostro soggetto imita i vostri gesti, ripeterà in modo analogo, le vostre parole. Creerete questo stato operando così: Lasciate ritto, le braccia cadenti, molli lungo il corpo, con i piedi uniti, il vostro soggetto. Fatti alcuni passi veloci, mandatelo in trance col metodo dell’ipnosi istantanea. Ponendovi alla sua destra appoggiate la vostra mano sinistra sulla sua testa, il pollice ben piantato sulla nuca, inducendo energicamente: “Il suo corpo sta irrigidendosi... il suo corpo si irrigidisce... è rigido come l’acciaio - ora le sua gambe sono d’acciaio... il suo corpo e la sua testa sono d’acciaio... lei è ormai un uomo d’acciaio... nessuna forza al mondo potrà piegarla all’infuo­ri di me”. Sfiorategli velocemente la colonna vertebrale dall’alto in basso, poi le braccia e le gambe: si irrigidirà completamente. Mettetelo, se vorrete, con le spalle sull’orlo di una sedia e con i talloni su un’altra, ponetegli sopra dei pesi (potrete spezzare con una mazza di ferro una grossa pietra posta sull’addome con sotto una coperta) o montargli sopra voi stessi seduti o in piedi.",
  "last_phrase": "In conclusion, hypnosis can generate different states of consciousness, such as catalepsy, somnambulism, and lethargy. These states are characterized by increased muscle tone, heightened senses, and extreme suggestibility. While these states can be induced through various methods, caution must be taken when experimenting with hypnosis, as it can pose risks to the participant's health and well-being. Nonetheless, understanding and mastering hypnosis can open up new possibilities for therapeutic and entertainment purposes."
}