{
  "title": "What is regression hypnosis and how does it work?",
  "first_phrase": "In the last 200 tokens, we delve into the experiences of Emma Marigliano, a napoletana who left Italy at the age of three to live with her family in Manchester. Curious about her past lives, she visited Joe Keeton with her brother Salvatore and underwent hypnotherapy. Emma, unlike most of Keeton's subjects, relived the lives of various historical figures, including Caterina de' Medici. Keeton's work, based on 27 years of experience and 9,000 subjects, has been analyzed and cataloged under hypnosis, making it likely to be a world record. Dominique Webb, a French specialist in hypnosis and regression, has demonstrated his ability to put entire audiences to sleep using four phases of relaxation, lightness, heaviness, and warmth.",
  "content": "Ad ogni inspirazione, ad ogni espirazione... vi senti­te sempre meglio, sempre più calmi, e distesi... calmi e distesi... Tutti i muscoli del vostro corpo si rilassano, si distendono, tutti i muscoli del vo­stro corpo... i muscoli di ciascuna delle vostre dita si rilassano... Le vostre mani sono leggere, perfettamente di­stese. e voi state bene... perfettamente bene... il vostro respiro è profondo, calmo, lento e regola­re... il vostro cuore batte calmo e forte... con cal­ma... con forza... Le vostre mani sono rilassate, perfettamente ri­lassate... questa piacevole rilassatezza raggiun­ge le vostre braccia. Tutti i muscoli delle vostre braccia sono rilassati al massimo... si abbandonano completamente... il vostro rilassamento si approfondisce ad ogni inspirazione... voi state sempre meglio... calmi e distesi... Ora tutti i muscoli del vostro viso si rilassano, i muscoli che circondano i vostri occhi, i muscoli della bocca si distendono... la vostra rilassatezza diventa sempre più profonda... ogni inspirazio­ne, ogni espirazione aumenta ancora di più il vo­stro relax. questa calma e questa distensione”. La voce monocorde di Webb, piena di vibrazioni magiche, capace di fare miracoli, passava poi in rassegna le altre parti del corpo suggerendo rilassa­tezza ai muscoli dei collo, delle spalle, del torace, dell’addome, delle cosce, delle gambe e dei piedi approfondendo progressivamente la trance. Iniziava successivamente la terza fase delle pesantezza.",
  "last_phrase": "In conclusion, hypnosis is a powerful tool that can be used in medical, psychological, and dental treatments. It is important to note that while some people may be more naturally susceptible to hypnosis than others, anyone can benefit from its effects. Practicing hypnosis requires skill and practice, much like playing the piano. Dominique Webb's remarkable gift of hypnosis was showcased in the Olympia, where he put on a show to mesmerize the audience into a deep sleep. Enrico Ceccarelli was also a master of hypnosis, and his techniques have been influential in the field of hypnotherapy. With proper care and attention, hypnosis can be a useful tool for different treatments."
}