{
  "title": "What is the history and development of hypnosis and hypnotism?",
  "first_phrase": "The following text is a historical account of the development of hypnosis, from Mesmer's \"animal magnetism\" to modern-day practices. The previous paragraphs discuss the evolution of the theory of hypnosis, from Mesmer's belief in a magnetic force to Bernheim's suggestion theory, which Charcot later explored in his research at the Salpêtrière clinic. The text then dives into the origins of hypnosis in ancient civilizations, particularly its use in religious practices, before discussing modern-day advancements in the field. The author emphasizes the potential for growth and progress in the practice of hypnosis, providing readers with a comprehensive guidebook for the beginner or experienced practitioner.",
  "content": "Essi sostennero che il sonno ipnotico non era affatto una for­ma di isteria, che non aveva nulla di patologico, e che era fisiologico come il sonno normale. Stabilirono infine che i tre stati non erano che fenomeni di suggestione e che l’ipnotismo della Salpétrière non era che un « ipnotismo di cultura ». Questa « cultura » dei soggetti proveniva dalla tradizione dei magnetizzatori. A partire da questo momento, si rinunciò a individuare le basi psicologiche dello stato ipnotico; esso venne con­siderato solamente dal punto di vista: fisiologico. Pierre Janet, che si collegò in questo senso alla scuola di Richet, studiò la suggestione non come idea, ma come a­zione e mostrò il carattere incompleto delle azioni sugge­rite. Inadatte alla esperienza totale del soggetto, esse pre­sentano un carattere di automatismo anche a livello sub­conscio, poiché il soggetto non se ne rende conto nel momento stesso in cui esegue. Esse presentano anche tutti i caratteri degli impulsi. Nello stesso tempo, Janet dimostrò che i fenomeni di suggestione sono indipendenti dallo stato ipnotico, dal momento che « La suggestionabilità può essere totale, al di fuo­ri del sonnambulismo artificiale e può essere to­talmente assente in uno stato di sonnambulismo completo; in una parola, essa non varia nel mede­simo tempo e nel medesimo senso di questo stato ». L’ipnotismo veniva definito così: « Una trasformazione momentanea dello stato men­tale di un individuo, determinata artificialmente da un altro uomo è sufficiente per provocare disso­ciazioni della memoria personale ». Ammetteva che l’ipnotismo fosse uno dei sintomi della nevrosi isterica. Questa constatazione era già stata fatta dagli antichi ma­gnetizzatori.",
  "last_phrase": "In conclusion, the study of hypnosis has contributed to a deeper understanding of the human subject and its altered states of consciousness. The practical exercises discussed in this text can help develop the necessary skills and confidence to induce suggestibility and achieve the desired outcomes. It is important to note that hypnosis should only be performed by trained professionals, and its use for therapeutic purposes should always be based on scientific evidence and ethical principles."
}