{
  "title": "What is the history and practice of hypnosis?",
  "first_phrase": "This text delves into the history and development of hypnosis, exploring its various theories and applications. The first part of the text discusses the early origins of hypnosis and its connection to mesmerism. The text then moves to the work of Charcot, Bernheim, and Janet, who all contributed to the development of hypnosis. It also discusses the validity of hypnosis as a therapeutic tool and its recognition by medical and psychological associations. The last part of the text explores the work of J. Ochorowicz and the phenomenon of suggestibility, culminating in a demonstration of how to induce post-hypnotic suggestion in a subject. Overall, the text provides a comprehensive overview of the history and use of hypnosis.",
  "content": "Quando avrete studiato ed assimilato com­pletamente questo libro, comprenderete come la suggestio­ne post-ipnotica indotta agirà dopo il risveglio del sogget­to, a svariati giorni di distanza. Sarà per Voi, ormai abili ipnotizzatori, un gioco da ragaz­zi, poiché avrete acquisito una grandissima forza di per­suasione. Stringete forte le mani del soggetto addormentato e gli direte: « Mi ascolti! Sente la mia voce? ». Al sì indurrete decisamente: « Fra sette giorni alle venti, il dodici di dicembre del millenovecentottanta, lei verrà qui, a ca­sa mia, da me. Si sdraierà su questo lettino e ca­drà in un profondissimo sonno. Qualsiasi impegno abbia, si sentirà irresistibilmente spinto a venire qui, a casa mia ». Ripeterete l’induzione una seconda volta, più energicamen­te della prima, poi domanderete: « Cosa farà il dodici di dicembre del millenovecen­toottanta alle ore venti? ». Una volta ricevuta la risposta terminerete così: « Lei non sa ch’io le ho ordinato di fare ciò, ma mi obbedirà ». Terminata la vostra suggestione lo sveglierete. Non do­vrete mai impartire ordini nocivi per il soggetto. L’ipnosi si può provocare con mezzi meccanici o con lo shiatzu, di cui parlerò oltre, ma ha azione lenta, brutale e sempre empirica. La suggestione è preferibile. La suggestione è l’arte di agire col gesto, la parola, lo sguardo sulle persone per imporre le nostre idee ed im­pressioni. La suggestione efficace deve essere energica e determinata.",
  "last_phrase": "In conclusion, mastering the art of suggestion and developing a strong personal magnetism is key to becoming a successful hypnotist. With diligent practice and a firm belief in oneself, one can acquire a formidable power to influence others through suggestion, voice, and gaze. It is important, however, to use this power responsibly and ethically, without imposing harmful orders on subjects. Through the exercises provided and a keen sense of intuition for identifying good subjects, one can begin to develop the necessary skills to achieve success in the field of hypnosis."
}