{
  "title": "\"How can hypnotherapy help overcome various psychological and physical issues?\"",
  "first_phrase": "In the last 200 tokens, the author shares a variety of cases in which hypnotherapy was used to help individuals overcome their psychological and physical struggles. The cases include a bar owner with a ringing ear, a nine-year-old boy terrified of dentists, a woman who struggled with sexual intimacy with her husband, a man with an alcohol addiction, and a woman struggling with obesity. In each case, the author uses regression hypnosis, suggestion, and other techniques to help these individuals regain control over their lives. The text emphasizes the power of the subconscious mind and shows how hypnotherapy can be a highly effective treatment option for a wide range of issues.",
  "content": "7) Un giovane dirigente d’azienda di trentatre anni, veneziano, sofferente di nevrosi fobica con timore di parlare in pubblico, voleva dimettersi da un posto molto impor­tante di una grande società poiché, ogni qualvolta parlava in pubblico, malgrado si fosse iscritto a corsi di conferen­ziere che avevano ridotto il suo stato angoscioso solo durante le lezioni, gli veniva da sudare mentre doveva fa­re un discorso, lamentava forme di tachicardia e di ros­sore, non riusciva a chiudere occhio la notte precedente il discorso, né poteva toccar cibo l’indomani. Il padre, fondamentalmente religioso, era il classico tipo « dittatore-dogmatico » che, con l’indice alzato, profferiva sentenze. Ogni volta che trovava qualcuno, anche inferiore di grado, che gli rammentasse nel modo di gesticolare il padre, si tro­vava in imbarazzo. Nelle prime tre sedute ipnotiche scoppiò due volte in lacrime e nella seconda affermò angosciosamente di non essere all’altezza di parlare. Fondamentale, per risollevarlo dall’angoscia, fu il concetto che ebbe di me: mi vedeva gentile, premuroso, senza giudizio nei- suoi riguardi; come un fratello. Gli insegnai l’autoipnosi, prima di una riunione importan­te, si risollevò dall’angoscia, ed ora parla spedito, senza pause, efficacemente, senza sudori e rossori. Sette sedute lo fecero divenire ciò che desiderava essere. 8) Il Signor A.P., quarantasette anni, fumava dalle ses­santa alle ottanta sigarette al giorno. Si decise, a visitarmi col terrore di un eventuale «enfisema polmonare» spa­ventato già dal suo medico: voleva migliorare ed era un buon soggetto ipnotico.",
  "last_phrase": "In conclusion, this book on hypnosis serves as a valuable resource for professionals seeking to enhance their hypnotic techniques and for those interested in utilizing hypnosis for personal transformation. The case studies demonstrate the efficacy of hypnosis in treating a diverse range of issues, from public speaking anxiety to substance addiction. The author emphasizes the importance of imagination, willpower, and practice in mastering the art of hypnosis. With dedication and diligence, anyone can become a skilled hypnotist capable of inducing deep states of relaxation and positive change in others."
}