{
  "title": "What are some methods of hypnosis used by experts?",
  "first_phrase": "In this text, various induction methods for hypnosis are discussed. Before the final part of the text, the methods of Signor Teste, Dr. Charles Richet, Abate Faria, and Gabrilli are explained in detail. The last part of the text discusses how to develop a medium's sensitivity to the point of predicting the future through lucid dreams. This part explores exercises that are directly linked to hypnosis, such as using hand and eye movements to induce hypnosis. The text underscores the importance of patience and practice in achieving successful hypnosis results.",
  "content": "Faccio poi dei passi, portando la mano distesa sulla testa, la fronte, le spalle, ma soprattutto le palpebre. I passi consistono nel fare dei movimenti uniformi dall’alto in basso, davanti agli occhi, come se, abbassando le mani, si potesse far chiudere gli occhi. All’inizio dei miei esperimenti, pensavo fosse necessario far.fissare un ogget­to qualsiasi dal paziente; ma mi è sembrata una complicazione inutile. La fissazione dello sguardo ha forse qual­che influenza ma non è indispensabile». METODO DEL DOTTOR BERNHEIM «Dico subito al malato che non si tratta di una pratica nociva o straordinaria; che è un sonno che si può provo­care su chiunque, sonno calmo, ristoratore, che ristabilisce l’equilibrio del sistema nervoso. Dopo questa premessa gli dico: “Mi guardi bene e non pensi che a dormire. Sta sentendo una pesantezza nelle palpebre, una fatica nei suoi occhi; battono, stanno inumidendosi; la vista diventa confusa, si chiudono”. Qualche soggetto chiude gli occhi e dorme immediatamen­te. Con altri, ripeto, accentuo di più, aggiungo il gesto; poco importa il tipo di gesto. Metto due dita della mano destra davanti agli occhi della persona e la invito a fissar­le, od anche passo diverse volte con le due mani davanti agli occhi dall’alto in basso, oppure invito la persona a fissare i miei occhi mentre cerco nello stesso tempo di indurre tutta la loro attenzione sull’idea del sonno. Io dico: “Le sue palpebre si chiudono, lei non può più aprirle.",
  "last_phrase": "In conclusion, these hypnosis methods - as seen through the cases of Dr. Bernheim, Gessman, and Gerling - showcase the potential of hypnotic techniques in addressing various issues such as insomnia or anxiety, as well as in inducing desired behaviors or thoughts. Through careful application and personalized approaches, hypnosis can bring about meaningful and lasting change for those who seek it."
}