{
  "title": "What is the history and development of hypnosis and mesmerism?",
  "first_phrase": "In the last 200 tokens of this text, the history and evolution of hypnosis is explored. It begins with the accidental discovery of true hypnosis by the student of Franz Mesmer, the Marquis de Puységur, and the subsequent development of post-hypnotic suggestion. Mesmer himself was a controversial figure who believed in the influence of planets and a magnetism that could heal the body. The text also discusses the use of hypnosis in ancient Egypt and Greece for religious purposes and the work of other influential figures in the field such as Apollonius of Tyana. The author of the book, Erminio Di Pisa, shares his own experiences with hypnosis and emphasizes its usefulness and potential.",
  "content": "Il termine « ipnotismo » peraltro non era stato ancora in­trodotto, e solo nel 1842 esso fu adottato dal medico ingle­se James Braid (1785-1860), il quale cercò di dimostrare come il « fluido magnetico » cui il Mesmer e seguaci attri­buivano ogni influenza sui loro pazienti, non esistesse affat­to, e come i fenomeni del magnetismo animale furono del tutto soggettivi, cioè inducibili, mediante l’uso, da parte dell’operatore, di mezzi atti a stancare l’attenzione come la fissazione di un punto brillante. Questo chirurgo inglese studiando a fondo la cosa si con­vinse della realtà del fenomeno dimostrando come fosse possibile indurre il sonno con le sole parole senza l’ausilio di altre forze. Coniò il termine ipnosi dal greco hypnos (sonno) ed ef­fettuò interventi chirurgici col nuovo metodo come inci­sioni di ascessi, cure dentarie, interventi ortopedici etc. L’ipnotismo nella metà del 1800 era accettato da tutti grazie al Braid che dava ragione ai sostenitori della teoria dell’immaginazione troncando definitivamente la disputa tra fluidisti ed animisti. Cercando di riprodurre le espe­rienze del magnetizzatore Lafontàine, Braid si convinse che se il soggetto non poteva più aprire gli occhi e si addor­mentava sotto l’azione dello sguardo, si trattava sempli­cemente.di affaticamento. Lo stesso risultato poteva esse­re ottenuto mediante la contemplazione di un oggetto brillante. Questo nuovo modo di ottenere il « sonno nervoso » riusciva pressoché sempre con gli aduli, i bam­bini e anche gli animali. Tuttavia il successo dell’esperimento era totale con dei soggetti che possedevano grande facoltà di attenzione.",
  "last_phrase": "In conclusion, the study of hypnosis has contributed greatly to our understanding of altered states of consciousness and their effects on the individual. From the early experiments of Mesmer and his followers, to the scientific work of James Braid and later researchers, we have gained insight into the power of suggestion and the potential for therapeutic applications of hypnosis. While it has faced skepticism and even misuse, the careful study of hypnosis continues to offer valuable insights into the workings of the human mind. As an aspiring hypnotist, remember that persistent practice and mastery of suggestion are key to successful hypnotic induction."
}