{
  "title": "What is the technique of telepathy and how can it be used in hypnosis?",
  "first_phrase": "This text is part of a book on hypnotism and telepathy. Before this section, the author discusses the importance of personal training for operators and the use of mental concentration to transmit thoughts to a hypnotized subject. The last 200 tokens cover the topic of telepathy and the ability to predict the future. The author explains how one can develop clear visualization skills and induce a state of hypnosis in a subject to transmit thoughts over long distances. The techniques involve creating mental images of the subject, inducing a state of hypnosis, and having the subject obey mental commands. The author suggests that with proper training, one can develop a high level of sensitivity and communicate with the hypnotized subject from afar.",
  "content": "Pensate intensamente sforzandovi, come se, col pensiero la vostra mano sollevasse la sinistra dei soggetto: «La sua mano sinistra si alza... si alza... si alza... solleva la tua mano sinistra... solleva la tua mano sinistra... la mano sinistra...» Il soggetto obbedirà nella maggior parte dei casi. Qualora a questo secondo tentativo la mano non si solle­vasse, rinviate all’indomani un nuovo tentativo, non di­menticandovi di indurre al soggetto dormiente, che nelle ventiquattro ore che vi separano dalla nuova seduta, la sensibilità si sviluppi completamente e che possa presto obbedire alle vostre suggestioni mentali. Continuando ad insistere con questo genere di suggestioni e ripetendo tutti i giorni gli esperimenti, il vostro soggetto sensibile leggerà nel vostro pensiero come in un libro aperto. Allenatevi giornalmente alla concentrazione del pensiero ed allo sforzo mentale, cercate di trasmettere suggestioni ripetendo i tentativi su quanti più soggetti vi sia possibile Troverete quelli «giusti» che ricompenseranno la vostra tenacia dandovi eccellenti risultati. Quando il vostro soggetto avrà alzato la mano sinistra, gli comanderete mentalmente di abbassarla. Eccovi un metodo di allenamento progressivo per svilup­pare la sensibilità del medium; farlo alzare, farlo cammi­nare, fargli aprire la bocca, chiudere le mani etc. Obbligatelo ad individuare delle cifre che avrete formulato nel vostro pensiero, dei nomi di persone sempre con l’e­sempio già sperimentato. Aumentate poco a poco la distanza che vi separa dal sog­getto cambiando stanza. Un soggetto sensibile, allenato scrupolosamente, sentirà il pensiero del suo ipnotizzatore a qualsiasi distanza. Quasi tutti gli ipnotizzatori professionisti hanno a loro disposi­zione un medium allenato.",
  "last_phrase": "In conclusion, the techniques of hypnosis discussed in this text vary in their effectiveness and potential risks, but with patience and practice, an operator can find skilled and susceptible subjects who can provide proof of extraordinary faculties. By concentrating thoughts and training the sensitivity of the medium, an operator can induce a state of clarity and teach them to see without the aid of their eyes. With proper training, these subjects can be taught to provide inconfutable evidence for the existence of telepathy, prescience, and even clairvoyance."
}