{
  "title": "\"How to perform magnetic sleep and healing using physical magnetism?\"",
  "first_phrase": "The last part of the text discusses the process of achieving magnetic sleep and awakening subjects in different states of consciousness. The author introduces the concept of physical magnetism and its ability to produce suggestive phenomena. They highlight the difference between hypnosis and magnetism, noting that magnetism is more suitable for healing. The text explores various states of consciousness that can be induced through suggestion, including stigmatization and ecstasy. The author then describes the method for curing diseases using a combination of physical and psychic magnetism and therapeutic suggestion. Finally, the text concludes with a technique for healing multiple patients simultaneously.",
  "content": "Portate i due bicchieri al buio ed invitate il vostro sogget­to ad osservarli: vedrà uscire vapori di un color blu dal bicchiere magnetizzato colla mano destra, dall’altro vapori di un giallo sgradevole. Fate tenere in mano, colla destra, il. bicchiere dal vapore bluastro al soggetto che si sentirà pungere, innervosire; proverà calore ed il suo braccio finirà col contrarsi. La contrazione cesserà facendo tenere nella mano sinistra l’al­tro bicchiere. La cura delle malattie terminerà col metodo ultracollau­dato di «guarire più ammalati contemporaneamente» in cui vi è un abbinamento fra il magnetismo fisico e psichico e l’ipnotismo inteso come «terapeutica suggestiva». Ecco come dovrete operare: «Riunite gli ammalati in cerchio nella stessa stan­za, ponetevi nel centro e concentratevi, attirando sui medesimi le forze che li riequilibreranno. Fate chiudere loro gli occhi, passate la mano sulla sede del male di ognuno di loro, eseguite passi lenti o rapidi secondo i casi, poi dite energica­mente: “Continuate a tenere chiusi gli occhi, sino a che non vi ordino di riaprirli: il vostro dolore cesserà. Attenti... ecco... molto bene... il vostro male sta sparendo... Ora io conterò sino a sette: al mio sette starete bene... benissimo... come mai siete stati sin d’ora. Uno... due... tre... quattro... sette!”». (Battete for­te le mani). «Aprite gli occhi! Voi non sentite più alcun dolore! Il vostro male se n’è andato per sempre!». 22.",
  "last_phrase": "In conclusion, the practice of telepsiachia and hypnosis at a distance requires intense focus and concentration, as well as patient training and perseverance. By following the steps outlined here, with regular practice and a willing subject, it is possible to develop not only an intuitive sense of suggestion but also the rare and extraordinary ability of clear-seeing. However, it is essential to approach these practices with care and caution, always respecting the physical and mental well-being of yourself and your subject."
}