{
  "title": "What is the practical course of Hypno-Magnetism and how can it help to eliminate vices, overcome diseases, and assert one's personality?",
  "first_phrase": "This text is an introduction to a practical course on hypno-magnetism, which aims to develop individual magnetism and eliminate vices, diseases, and assert one's personality. The author talks about the importance of using natural means on our nervous system rather than abusing pharmaceutical drugs to treat psychological issues. He also stresses the relevance of hypnosis on irrational, emotional phenomena, which preoccupy both psychologists and medical experts. Moreover, he highlights the capabilities of Erminio Di Pisa, an expert in hypnosis, in achieving exceptional results in various branches of medicine, from dermatology to sexology, asthma, and hypertension. In the next 200 tokens, the author will delve further into the exceptional results that Erminio Di Pisa delivers.",
  "content": "CORSO DI IPNO-MAGNETISMO PRATICO Come sviluppare il proprio magnetismo per eliminare i vizi, vincere le malattie ed affermare la propria personalità A mio padre, Colonnello Pietro Di Pisa PRESENTAZIONE La linearità dell’autore ci permette di controllare la realtà dei fenomeni ipnotici soprattutto allo stato di veglia, le conseguenze sociali, pedagogiche, terapeutiche che inquietano ed appassionano il mondo medico. Un’accurata revisione tecnico pratica della medicina ufficiale, sprofondata in una crisi quasi insanabile, ormai è necessaria, in uno stato attuale in cui, l’autodisciplina ed una certa autopsichiatria, rimettono in gioco un numero di tabù. È auspicabile usare un mezzo naturale sul nostro sistema nervoso, sopprimendo l’impiego abusivo di tutte le sotto-droghe farmaceutiche, laddove, nella bilancia “psiche-soma” sorgono incredibili sintomi, dovuti a preoccupazioni derivanti dalla sola psiche. Non solo medici e psicologi, ma una buona parte dell’opinione pubblica è interessata ai fenomeni ipnotici: fenomeni irrazionali, emozionali, non dipendenti dalla nostra ragione ed intelligenza. Erminio agisce sul talamo e l’ipotalamo autonomi nel nostro asse celebrale: il cervello vegetativo. Elimina l’angoscia, ridà la felicità e la fiducia in se stessi: “la felicità”. Toglie il vizio del tabacco, dell’alcool e della droga. Opera risultati eccezionali sugli asmatici, gli ipertesi, in sessuologia e dermatologia. Ho assistito a centinaia di conferenze sull’ipnosi: l’oratore, a richiesta di una dimostrazione, non è stato quasi mai capace di eseguirla. Non è il caso di Erminio Di Pisa... È certo di riuscire!",
  "last_phrase": "In conclusion, Erminio Di Pisa's practical course on hypno-magnetism offers an effective and natural solution that could eliminate vices, conquer diseases, and strengthen one's personality. With rigorous technical and practical revision, the course could help individuals overcome the crisis in the current state of medicine caused by the overuse of pharmaceutical drugs. The history of hypnosis shows how it has been misunderstood and maligned, but Erminio's techniques could effectively change that. With diligent practice and the motivation to explore its benefits, hypnosis could offer new and exciting avenues for personal growth and healing."
}