{
  "title": "What are the three methods for instant hypnosis and techniques for hypnosis in medicine?",
  "first_phrase": "This text is a guide on how to hypnotize someone through a series of suggested exercises. The author offers various methods, including the instant hypnosis, which can be used on those who have never been hypnotized before, and the arm rigidity test to measure the depth of hypnosis. The author also suggests techniques for dealing with difficult subjects and how to test if the person is truly under hypnosis. The final 200 tokens cover additional exercises, including the hand-to-hand suggestion and falling forward technique. These techniques are all designed to help the subject relax and enter a hypnotic state.",
  "content": "L’IPNOSI ISTANTANEA: I TRE METODI PER IPNOTIZZARE ISTANTANEAMENTE 1) Il soggetto è già stato ipnotizzato allo stato di veglia o completamente Eseguite i soliti due o tre esperimenti di ipnosi parziale per accrescere la confidenza; infine impedite al vostro sog­getto di pronunciare il suo nome. Ditegli, una volta afono: « Quando terminerò di pronunciare A, B, C, D, E, potrà dire ancora il suo nome, ma non appena avrà recuperato la parola ed io pronuncerò la lettera F, sarà costretto a chiudere gli occhi e cadrà in un profondissimo sonno ». Come avrete detto F, toccate col vostro indice la fronte del soggetto, fissatelo attentamente negli occhi ed in tono imperativo ordinategli: « Dorma, lo voglio ». 1) Il soggetto non ha subìto mai suggestioni ipnotiche Prendete con la mano destra il polso sinistro del vostro soggetto, senza strattoni, dicendogli il più velocemente possibile: « Chiuda gli occhi! Bene: attento! I suoi occhi resteranno chiusi sino ad un mio ordine ». Appoggiate i pollici sugli occhi ed inducete: « Lei non potrà più riaprire gli occhi, qualsiasi sforzo faccia per riaprirli è inutile. I suoi occhi sono chiusi... incollati! ». Ponete le mani sui suoi occhi e ditegli: « Tutto è buio, la notte è giunta per lei, si addor­menti... dorma! Dorma profondamente! ».",
  "last_phrase": "In conclusion, instant hypnosis can be achieved through three different techniques, depending on the subject's previous experiences and resistance to suggestions. It is important to remember that the unconscious motivation of the patient is more important than the depth of the trance, and that the therapist should explain the different stages of hypnosis to the patient. Furthermore, the therapist should use a reassuring tone and adjust the suggestive rhythm to the patient's breathing. With proper technique and follow-up control, hypnosis can be an effective way to treat various psychological and physical conditions, including smoking and alcohol addiction, drug abuse, and asthma."
}