{
  "title": "What are the techniques used in hypnosis for treating smoking, alcohol, drug addiction and psychosomatic disorders?",
  "first_phrase": "This text is a comprehensive guide on the use of hypnosis to treat addiction and other issues. The final section focuses on different techniques and methods for inducing hypnosis and performing experiments to familiarize oneself with the practice. It also includes information on the treatment of various psychosomatic disorders. The text emphasizes the importance of patient motivation and trust in the therapist in achieving successful outcomes through hypnosis. Overall, it provides valuable insights and techniques for anyone interested in the use of hypnosis for therapeutic purposes.",
  "content": "Non si ricorda nemmeno che l’alcool esiste... si rende conto di poterlo sostituire con altri liquidi... Inizierà così a dormire normalmente... un sonno profondo, benefico, ristoratore, tranquillo, elimi­nando un vizio tanto dannoso, tanto nocivo per la sua vita... abbandonerà definitivamente l’alcool... senza fatica... si sentirà sereno, tranquillo e sicu­ro, eliminando quest’abitudine così dannosa per la sua salute ». Farete seguire l’allucinazione del gusto, facendogli bere del buon vino dicendogli che è aceto: lo rigetterà con di­sgusto. Numero medio delle sedute: quattro! METODO DI CURA CONTRO LA DROGA Addormentate profondamente il paziente. Sarebbe assurdo il volerlo guarire in una sola seduta. Di­minuirete lentamente il suo bisogno di drogarsi evitando così il conflitto volontà-istinto. Ditegli: « Da questo istante la morfina le sarà sempre me­no necessaria e ne diminuirà sempre di più il quan­titativo; ne diminuirà la dose ogni giorno, sino a che non avrà difficoltà ad abolirla completamente ». Ripetete sino alla noia le vostre suggestioni e destate len­tamente il paziente. Numero medio delle sedute: da quattro a nove! 6 L’ipnosi nei disturbi psicosomatici: disturbi intestinali, asma, ipertensione, tinnito auricolare Nei disturbi psicosomatici la funzionalità del corpo subi­sce sempre l’influenza dell’emotività del- paziente. DISTURBI GASTROINTESTINALI Fate sdraiare comodamente il paziente sul lettino, la testa sollevata, coprendo la parte malata con una stoffa rigata di bianco e nero, in modo che la guardi. L’effetto è di indurre un senso di calma assoluta che aiu­terà magnificamente le vostre suggestioni.",
  "last_phrase": "In conclusion, hypnosis can be an effective method of treating various psychological and physiological disorders. It can help individuals overcome alcoholism, drug addiction, psoriasis, and many other conditions. By inducing a state of deep relaxation, allowing for the release of suppressed emotions and memories, hypnosis can help patients overcome their fears, anxieties, and phobias. If you're struggling with any of these issues, consider giving hypnosis a try, as it may help you achieve a state of mental and physical balance, leading to a healthier, happier life."
}