{
  "title": "\"What are the three methods for instantly hypnotizing one or more people at the same time?\"",
  "first_phrase": "In the previous text, various methods of instant hypnosis are discussed, including inducing hypnosis in subjects who have already undergone partial hypnosis or are in a complete hypnosis state. Additionally, Abate di Faria's traditional method is discussed, where potential sleepwalkers are identified through certain physical characteristics and are then put in a state of hypnosis through the power of suggestion. The last 200 tokens focus on specific experiments conducted by Dr. Brémaud in 1884, which illustrate the power of hypnosis to induce varied states and reactions in subjects, including analgesia, rigidity, and immobility. The text also provides the relevant names of subjects and concepts, such as José Custodio di Faria, and the method of the fazzoletto.",
  "content": "Prendete con la mano sinistra il polso sinistro del vostro soggetto, senza strattoni, dicendogli il più velocemente possibile: “Chiuda gli occhi! Bene... attento! I suoi occhi resteranno chiusi sino ad un mio ordine”. Appoggiate i pollici sugli occhi ed inducete: “Lei non potrà più riaprire gli occhi, qualsiasi sforzo faccia per riaprirli è inutile. I suoi occhi sono chiusi... incollati!”. (catalessi palpebrale) Ponete le mani completamente aperte sui suoi occhi e scendendo lentamen­te dalla fronte sino ai globi oculari, affermate con voce grave: “Tutto è buio, la notte è giunta per lei... dorma! dorma così, profondamente... dorma!” 3. Il soggetto resiste consciamente od inconsciamente. Ipnotizzate davanti al vostro soggetto refrattario due o tre persone, sor­prendendolo improvvisamente con 1 osservazione. “Anche lei, signore è un ottimo soggetto, anzi... un soggetto meraviglioso... ideale!” Appoggiate velocemente la vostra mano sinistra sulla sua nuca e,contempo­raneamente, causategli una leggera scossa al cervello spingendo col palmo della vostra mano destra, in alto, sotto il mento. Rapidamente ponetegli le mani sulla testa dicendogli: “Vede, lei è già semiaddormentato... la sua testa è pesante, i suoi occhi sono stanchi... il sonno la prende... la prende... è preso... dorma!” 4. Come ipnotizzare più persone contemporaneamente. Mostrate il palmo della vostra mano destra ai vostri soggetti posti in semicerchio, facendo fissare il loro sguardo sulla parte alta dei vostro dito medio.",
  "last_phrase": "In conclusion, hypnosis can be used in various ways to induce altered states of consciousness in individuals. With a proper induction technique, it's possible to make someone fall into a deep sleep or achieve catalepsy. However, it's important to remember that hypnosis works differently for each person and may not be effective for everyone. It's also imperative to practice hypnosis safely and ethically, without causing harm to the people being hypnotized."
}