{
  "title": "What is Hypnotism? Techniques and Applications, including Self-Hypnosis, in Italian and English.",
  "first_phrase": "This text describes the use of hypnosis for medical purposes, particularly in pediatrics, to treat issues such as enuresis, onychophagia, and frigidity, among others. The last section, which is 200 tokens long, explains the state of catalepsy, lethargy, and anesthesia, which is a form of total rigidity that can be induced through hypnosis. The author cautions against using this technique with patients who have internal organ issues, ulcers, or broken bones. The section ends with instructions on how to induce catalepsy. This section should be read in the context of the larger text, which explains the benefits and limitations of hypnotherapy.",
  "content": "Di ipnotico ha ben poco se non la sensazione di breve ip­nosi iniziale, che può essere approfondita con ulteriori pressioni digitali, in prevalenza al plesso, che generano in alcuni soggetti stati catalettici. Questo sistema è sconsigliabile su persone febbricitanti o sofferenti di disturbi agli organi interni, oppure suscettibi­li di emorragie interne, per gli ulcerosi o per chi avesse fratture ossee. 16. Lo stato di catalessi, letargia e anestesia La « catalessi » è una forma di rigidità totale; la userete solo su soggetti forti, essendo particolarmente faticosa per chi la subisce. Lasciate ritto, le braccia cadenti, molli lungo il corpo, con i piedi uniti, il vostro soggetto. Ponendovi alla sua sinistra appoggiate la vostra mano si­nistra sulla sua testa, il vostro pollice ben piantato sulla nuca, inducendo energicamente queste parole: « II suo corpo sta irrigidendosi... il suo corpo si irrigidisce... è rigido come l’acciaio. Ora le sue gambe sono d’acciaio... il suo corpo, la sua testa sono d’acciaio... Lei è ormai un uomo d’acciaio... Nessuna forza al mondo potrà piegarla all’infuori di me ». Sfiorate velocemente la colonna vertebrale dall’alto in bas­so, poi le braccia e le gambe: si irrigidirà completamente. Mettetelo colle spalle sull’orlo di una sedia e coi talloni su un’altra, ponendogli sopra dei pesi o montandogli sopra voi stessi. Continuerete nell’induzione: « Lei è un uomo d’acciaio... nessuna forza al mon­do può piegarla all’infuori di me! ».",
  "last_phrase": "In conclusion, hypnosis can induce states of catalepsy, lethargy, anesthesia, stigmatization, and ecstasy through various methods such as touch, fixation, suggestion, and music. However, these should only be performed on willing and healthy subjects and not on those with medical conditions. Additionally, it is possible to use hypnosis as a tool for healing under the guidance of a qualified medical professional, but it should never be used as a replacement for proper medical care."
}