{
  "title": "\"How can hypnosis help with sexual dysfunctions, dermatological issues, and eating disorders?\"",
  "first_phrase": "This text is about the use of hypnosis in various medical conditions such as frigidity, premature ejaculation, impotence, verrucas, herpes zoster, nevrosi, anorexia nervosa, and tinnitus auricular. In the last part of the text, the author explains how hypnosis can be used to treat premature ejaculation. The technique involves relaxation to reduce the anxiety and tension that triggers the condition. The patient is made to feel relaxed and comfortable, and the hypnotist suggests that the patient will sleep better, no longer feel any pain or discomfort, and will feel calm and relaxed going forward. The number of sessions required ranges from four to six.",
  "content": "La presenza del partner è basilare in induzioni di questo tipo. Numero medio delle sedute: dai sei a otto! 11 L’ipnosi in odontoiatria L’ipnodonzia serve ad eliminare l’angoscia, la paura, la tensione, controllare il flusso di saliva, sostituire medica­menti clinici, superare il timore del trapano. Inizierete così: « Chiuda gli occhi... si rilassi... Immagini di essere un pupazzo di stoffa... molle... al vento... senza ri­gidezza... così... Le sue palpebre sono chiuse... incollate... Resteranno chiuse sino ad un mio ordine... appog­giate leggermente i pollici sugli occhi ed inducete: “ “I suoi occhi sono chiusi, incollati, qualsiasi sfor­zo faccia per riaprirli è inutile” “. Ora si accorgerà che il dito medio della sua mano destra sta diventando insensibile ed intorpidito... si concentri su questo dito... immagini il suo dito avvolto da uno spesso guanto di pelle... Quando sente il guanto di pelle che avvolge il dito medio della sua mano destra mi indichi di sì con la testa... così... II suo dito è diventato insensibile... Lei ora diverrà insensibile al dolore, insensibile a tutto; sentirà la mia voce, ma non potrà sentire nessun dolore... Non sentirà nulla, nulla, as-so-lu-ta-men-te! Apra gli occhi! Le sto conficcando questa limetta affilata per le un­ghie e lei non sente nulla, nulla, as-so-lu-ta-men-te! Chiuda gli occhi! Ora anestetizzeremo coi dito la bocca... i denti... le gengive...",
  "last_phrase": "In conclusion, hypno-dentistry can help individuals overcome anxiety, fear, tension, and even substitute clinical medications. This technique helps reduce pain and makes patients feel relaxed and comfortable during dental procedures. The presence of a partner is essential during inductions, and the number of sessions typically ranges from six to eight. Furthermore, hypnosis can be used for a variety of other medical conditions such as enuresis, speech defects, brain injuries, and even smoking cessation through autohypnosis. By adhering to the three golden rules of hypnotherapy, anyone can use hypnotic techniques safely and effectively on themselves or others."
}