{
  "title": "What are the preparatory exercises for successful hypnosis?",
  "first_phrase": "This text is about hypnotism, its history, and how to practice it. The author is discussing the importance of eye contact in inducing hypnotism and providing exercises for improving eye contact. The author also makes a distinction between partial and total hypnotism and how suggestion is preferable to mechanical methods. The text also discusses the history of hypnotism, including the work of famous practitioners such as Bernheim and Charcot, and how it gained acceptance in the medical field. The last 200 tokens describe the importance of eye contact in influencing others and the benefits of hypnotism in persuasion. The author provides tips on how to use eye contact to influence people and suggests practicing eye exercises to improve eye contact.",
  "content": "Quando l’ipnotizzatore fissa un soggetto, non pensiate che lo guardi negli occhi, dirige il suo sguardo alla radice del naso, fra i due occhi e li mantiene fissi e fermi, evi­tando qualsiasi battito di palpebre. $ il soggetto che deve guardare l’operatore negli occhi. Non dite mai ai non iniziati che non guardate loro negli occhi. Anche se il magnetismo lo tratterò più avanti, sappiate che lo sguardo, allenato dagli esercizi già esposti, produce nelle persone che fisserete alla radice del naso il fenomeno della fascinazione, ossia della suggestione. Voi potrete in questo modo, durante una semplice conversazione, influen­zare una persona non iniziata senza che se ne accorga. Pen­sate ai vantaggi che potrete trarre da questa influenza, avendo più possibilità di essere creduto nelle vostre affer­mazioni e di convincere più facilmente il vostro interlo­cutore. Non accorgendosi che state impiegando su di lui la forza ipnotica, non avrà resistenza cosciente e si troverà in balia della vostra potenza senza possibilità di difendersi. Se avete da trattare con un iniziato, guardatelo alla radice del naso, fra i due occhi e non potrà mai influenzare la vostra volontà nemmeno con lo sguardo. Ecco perché do­vete conoscere i mezzi d’azione dell’influenza personale cosciente, per sottrarvi a qualsiasi influenza nefasta. In una conversazione, quando vorrete ottenere qualcosa, guar­date sempre fissamente il vostro interlocutore nel punto che vi ho indicato ed avrete grandi vantaggi, aumentando le vostre possibilità di persuasione. Con i sensitivi, sensi­bilissimi all’influenza ipnotica, avrete risultati sbalorditivi al di sopra di qualsiasi vostra aspettativa.",
  "last_phrase": "In conclusion, mastering the power of your gaze is a valuable tool for personal influence and persuasion. Through the exercises outlined here, you can develop your ability to hypnotize and capture the attention and compliance of others. However, it's important to always use this power ethically and responsibly, avoiding manipulation and harm to others. Remember, the power of your words and voice in conjunction with your gaze can be a force to be reckoned with, but use it wisely and with respect for others."
}