{
  "title": "What is physical magnetism and how is it different from hypnosis? Can it be used for healing? What are the techniques for developing physical magnetism, including exercises, steps, impositions, and breath? How can animals be influenced by the power of suggestion? How can self-hypnosis be used for self-control, concentration, and relaxation? What are the techniques of magnetic passes, hand imposition, and breath that can induce a state of deep sleep or relaxation?",
  "first_phrase": "This text talks about various techniques of hypnosis and self-hypnosis. It explains the difference between physical magnetism and hypnosis, and how physical magnetism can be used to heal diseases. The text also discusses how animals can be hypnotized and explains various methods of inducing hypnosis such as fixation on an object and longitudinal and transversal steps. The last part of the text focuses on self-hypnosis, and gives two basic exercises that can be performed to induce a hypnotic state. The text concludes with the \"three golden rules\" of hypnotherapy.",
  "content": "Eccovi i due « esercizi base »: 1) Ponetevi in piedi, col dorso al sole, aspirando il più lentamente possibile l’aria, sino a riempire completamen­te i polmoni. Trattenetela per trenta secondi ed esalatela molto lenta­mente. Ripetete per un quarto d’ora. 2) Aprite la finestra e distendetevi sul dorso. Esalate tut­ta l’aria che avete nei polmoni, ponendo le braccia lungo il corpo. Chiudete i pugni, aspirate lentamente, sollevando le brac­cia lentamente, descrivendo coi pugni chiusi una semicir­conferenza. Trattenete l’aria per trenta secondi, fate il movimento opposto con le braccia, ed esalate l’aria molto lentamente. Ripetete per un quarto d’ora. I « passi magnetici » sono di due specie: longitudinali e trasversali. I « passi longitudinali » si eseguono ponendosi da­vanti al soggetto, chiudendo i vostri pugni e collocandoli leggermente sotto la fronte del soggetto a qualche centi­metro di distanza, aprendo le mani e discendendo lungo il corpo (« passi discendenti »), facendo passare la pun­ta delle dita alla distanza desiderata dalla pelle. Se vorrete « addormentare » il vostro soggetto dovrete usare « i passi » a non più di due o tre centimetri: passi molto lenti. Se vorrete « rinvigorire », la distanza dovrà essere di cinque o sei centimetri: passi veloci. I « passi trasversali » servono a risvegliare il sogget­to. Tenete le mani aperte con le dita rivolte verso il petto ed il viso del soggetto, ad una distanza di cinque, sei cen­timetri; incrociate e aprite velocemente le braccia.",
  "last_phrase": "In conclusion, magnetic healing is a powerful technique that can be used to cure a variety of ailments. It involves using the hands to stimulate the body's natural healing abilities, as well as inducing a state of hypnosis in the patient. Through careful practice and training, anyone can learn to use magnetic healing to assist in improving their own health or the health of others. With the right mindset and dedication, magnetic healing can lead to a more balanced and healthy life."
}