{
  "title": "How Can Hypnosis be Used for Healing Different Disorders?",
  "first_phrase": "In this final section of the text, the focus is on the use of hypnosis in various medical and psychological conditions. Before this section, the text discusses three techniques for inducing hypnosis: the relaxation technique, the coin technique, and the Chiasson technique. The text emphasizes the importance of the patient's unconscious motivation in the success of hypnosis. The section covers the use of hypnosis for smoking cessation, alcohol addiction, and drug addiction. It also covers the use of hypnosis in managing various medical conditions such as asthma, gastrointestinal disorders, hypertension, and tinnitus. Finally, it discusses the use of hypnosis in managing eating disorders such as obesity and anorexia nervosa.",
  "content": "I suoi muscoli, i suoi nervi, i suoi polmoni sono tanto rilassati... II suo corpo è tanto rilassato... dalla testa ai piedi... Lei si è fermato... non corre più... Il suo respiro diviene sempre più calmo, sempre più lento... così... Non ha più affanno... È rilassato... respira normal­mente... Conterò da dieci ad uno molto lentamente... Al mio uno si sveglierà e non avrà più l’asma ». Numero medio delle sedute: da quattro a sei! IPERTENSIONE Darete suggestioni di calma, di relax, di quiete, eliminan­do sentimenti di rabbia, di rancore, di vendetta e di collera. La solita tecnica di rilassamento. Numero delle sedute: quattro! TINNITO AURICOLARE Generalmente di origine psicologica il « tinnito aurico­lare » non è che un’accentuata vibrazione dell’orecchio de­terminata da stati di stress. Si usa, come nel caso precedente, la tecnica di rilassamento. Numero medio delle sedute: da quattro a sei! 7 L’ipnosi nell’alimentazione: obesità, anoressia nervosa OBESITÀ L’obesità è un accumulo abnorme di grasso (polisarcia) nell’organismo; è una sindrome complessa che prevede numerosi fattori, non necessariamente associati, e cause differenti (disturbi del sistema endocrino, squilibri tra ali­mentazione e consumi organici, disturbi nervosi, ritenzione idrica, ecc. ); determina, tra l’altro, facile affaticamento, degenerazione vascolare precoce, cardiopatia, catarro bron­chiale cronico. Prima di iniziare la terapia ipnotica chiedere al paziente una sua fotografia, possibilmente da testa a piedi, per in­tero, per meglio suggestionarlo sin dal colloquio preli­minare.",
  "last_phrase": "Ipnoterapia può essere efficace per trattare una varietà di disturbi come l'asma, l'ipertensione, le nevrosi, le verruche e l'impotenza. L'ipnosi aiuta a raggiungere uno stato di profonda rilassatezza e a liberare il materiale rimosso. La tecnica di rilassamento è utile per ridurre lo stato di tensione e di ansia del paziente. Il successo dell'ipnoterapia dipende dal paziente e dal numero di sedute necessarie, che varia da quattro a nove."
}