{
  "title": "What is the history and practice of hypnosis, and how can one use suggestion to induce a hypnotic state?",
  "first_phrase": "In the last two hundred tokens of this text, the discussion about hypnotism continues. The narrative covers the history of hypnotism, its principles, and its use in medicine and psychology. The text also discusses the importance of suggestion and its effectiveness in hypnotism. The text mentions the work of pioneers in the field such as Charles Richet, Jean-Martin Charcot, and Pierre Janet, as well as the establishment of the American Society of Clinical Hypnosis. Additionally, it discusses the role of the hypnotizer and the importance of self-confidence while practicing hypnosis. The text suggests three exercises to practice before performing hypnosis to gain self-confidence, ease anxiety, and become proficient in the art of suggestion.",
  "content": "Ricevuta passivamente dal soggetto risulta molto più forte rispetto al caso in cui il soggetto vi faccia resistenza, ma essa può essere vinta con l’insistenza e la ripetizione. (Gut­ta cavat lapidem). Ecco dunque come deve essere l’ipnotizzatore dopo la de­finizione di suggestione, che è la forma principale per pro­vocare l’ipnosi: sicuro e fermo. La sua personalità deve essere forte, il comportamento deciso, la sicurezza sempre presente in ogni sua azione ed espressione, per poter raggiungere l’inconscio del soggetto e far sorgere le rappresentazioni desiderate. La sicurezza e la fermezza abbinate ad una parola positiva ed uno sguardo determinato eserciteranno il massimo ef­fetto. Occorrerà per assicurarsi dei risultati costanti procedere con metodo, realizzare le condizioni indispensabili per ip­notizzare, conoscere i procedimenti che ipnotizzano e sa­perli applicare: tutte cose possibili alla maggior parte degli esseri umani. Ecco, prima di iniziare qualsiasi esperienza ipnotica, degli esercizi di allenamento preparatorio per acquistare la si­curezza e la confidenza in se stessi, le qualità e le facoltà che conferiscono la forza di praticare la suggestione. Que­sti tre esercizi, che dovranno essere ripetuti ogni giorno, elimineranno la mancanza di sicurezza, la timidezza, il ti­more, l’emozione, sostituendoli con un senso di forza, di confidenza in se stessi e di tranquillità. 1. Distendetevi sul dorso rilassando completamente i vo­stri muscoli. Aspirate gradualmente, lentamente l’aria dal naso dilatan­do il più possibile l’addome. Trattenete per qualche se­condo l’aria inspirata poi fatela uscire lentamente. Que­sto esercizio deve essere eseguito il più lentamente pos­sibile.",
  "last_phrase": "In conclusion, the key to successful hypnotism is a strong personality coupled with confidence, firmness, and persistence. Before attempting any hypnosis sessions, it is crucial to prepare through training exercises that will eliminate shyness, fear, and lack of confidence. The exercises involve relaxing the body, controlling nervous impulses, and developing strong and steady eye contact. With time and practice, the hypnotist will gain the necessary skills to influence others with certainty and integrity, allowing them to achieve their goals without causing harm or compromising personal morals."
}