{
  "title": "\"Hypnosis Techniques: How to Use Eye Contact and Verbal Suggestion for Personal Influence?\"",
  "first_phrase": "The last 200 tokens of this text provide exercises on how to develop a strong hypnotic power. Before that, the author explains how to influence people with words and gazes, a real force that can convince without even realizing. The text also warns that hypnotic powers should not be used to coerce people against their own wills. The exercises aim to increase the practitioner's hypnotic power through techniques such as gazing, word suggestion, and muscle contraction. By mastering these capabilities, the reader will have greater control over influencing people's opinions and ideas.",
  "content": "Togliendo molto lentamente le mani direte: « Lei cade all’indietro... lei cade! ». Il soggetto cadrà nelle vostre braccia. Una volta riuscita bene la caduta all’indietro, continue­rete, solo col medesimo individuo, prima di trattare gli altri, con la 2. CADUTA IN AVANTI Collocate le vostre mani, di piatto, sulle clavicole, fissan­do intensamente alla radice del naso, fra i due occhi, il vostro soggetto che dovrà anch’esso fissarvi ed essere at­tento, dopo essersi completamente disteso come nel prece­dente esercizio, senza tensione, rigidezza, stress e sforzo. Solo a questo punto, con tono deciso, calmo ma energico, direte: « Come leverò le mani lei cadrà in avanti... Ecco, senza accorgersene, già pende in avanti... Lei pen­de, lei ca-de in avanti... Lei cade ». Cadutovi nuovamente fra le braccia passerete al terzo eser­cizio di contrazione muscolare che deve seguire sempre la caduta indietro e la caduta in avanti: 3. LE MANI INCOLLATE Fate tendere le braccia in avanti e congiungere le mani sino a che le palme si tocchino. Disponete le vostre mani attorno a quelle del soggetto, fissandolo alla radice del naso e, dopo avergli stretto leg­germente le mani, dite decisamente: « Io le incollerò solidamente le mani. Conterò sino a tre ed esse saranno incollate così fortemente che lei non riuscirà più a staccarle qualsiasi: sforzo faccia ». Il vostro sguardo non dovrà mai abbandonare quello del vostro soggetto, le suggestioni saranno persuasive soggio­gando la sua volontà.",
  "last_phrase": "In conclusion, hypnosis can be a powerful tool for inducing states of relaxation and suggestibility in individuals. The exercises described can be used to gradually induce hypnosis, or to achieve rapid hypnosis for specific purposes. Hypnosis should only be performed by trained professionals, and care should be taken to ensure the safety and well-being of the subject at all times. With careful use and application, hypnosis can be a valuable tool for promoting positive change and personal development."
}