{
  "title": "What are the techniques and methods used in hypnosis for relaxation and suggestion?",
  "first_phrase": "This text explores different hypnosis techniques and their applications. The first two techniques are the relaxation technique and the coin technique, while the third is the Chiasson technique. In hypnotic trance, the subject is relaxed, and their response is minimal. The text emphasizes the importance of the patient's unconscious motivation instead of the depth of the trance. The final part discusses experiments on hallucination of senses, including sight, taste, smell, and touch, and how to diagnose a subject's depth of trance. Finally, it describes different approaches to inducing hypnosis, including instant hypnosis techniques and how to deal with subjects who are difficult to hypnotize.",
  "content": ": rilassando il suo corpo quanto più può... avvertirà nel suo corpo una sensazione di completo rilas­samento muscolare... uno stato di profondo ri­lassamento... Faccia delle inspirazioni profonde... così... ascolti la mia voce che la guida verso un completo e to­tale rilassamento... del sistema nervoso... del si­stema muscolare... della mente... dei corpo... La sua mente ed il suo corpo sono completamente, profondamente rilassati... Il sonno comincia ad impossessarsi di lei, la in­vade... Si sente già preso da una stanchezza generale... da un peso alla testa... Tra poco sarà sua preda, completamente, profon­damente... non pensi che a dormire, a dormire sempre... Un sonno calmo, riparatore, ristoratore, benefico, tran­quillo; dorma, dorma così, profondamente... dor­ma, dor-ma profondamente, pro-fon-da-men-te,... dorma profondamente. Quando io dirò dieci lei cadrà in un profondissimo sonno... Ecco, io comincio... uno... due... tre... dieci! Dorma ». 2. TECNICA DELLA MONETA Mostrate nel palmo della vostra mano al paziente una mo­neta di colore giallo, fatelo sedere su una sedia, il busto eretto, col braccio destro disteso in avanti all’altezza della spalla, il palmo della mano sarà rivolto verso l’alto e sulla punta del suo dito anulare porrete la moneta dicendogli: « Concentri la sua mente sulla moneta, si -rilassi, ma ascolti la mia voce... Ora conterò sino a tre e, mentre conterò, la sua mano si girerà... mi se­gue?...",
  "last_phrase": "In conclusion, hypnosis can be an effective tool for treating a variety of issues, from smoking addiction to anxiety disorders, and even physical conditions such as verrucas and herpes zoster. By inducing a state of deep relaxation, the hypnotist can guide the patient towards a state of heightened suggestibility, facilitating the adoption of positive behaviors and beliefs. With proper technique and patience, hypnotherapy can be a valuable addition to traditional forms of medical treatment, helping patients achieve their goals and improve their quality of life."
}