{
  "title": "\"How can hypnosis improve performance in football and treat medical conditions?\"",
  "first_phrase": "This text explores the possibilities of hypnosis in various fields, from medicine to sports. The chapter covers different techniques and methods that can be used to induce a hypnotic state, such as suggestion, music, and concentration. It also discusses the importance of the preliminary interview to determine the individual susceptibility to hypnosis. In the last part of the text, the author discusses the application of hypnosis in the game of soccer, highlighting the potential benefits for the team and individual players. The techniques used are similar to those used in other fields, such as suggestion, concentration, and physical movements.",
  "content": "Il tutto avrà inizio dopo un preliminare colloquio anamnestico, in presenza dell’allenatore, durante il quale saranno stabilite le caratteristiche fisiche e psicologiche dei singoli atleti. Durante il colloquio considererete il viso di ogni singolo giocatore, cercan­do in quale figura geometrica potrebbe inscriversi meglio: un tronco di cono, un trapezio, un quadrato, un cerchio, un triangolo ecc. Ricordatevi che gli ovali corti, triangolari corti e trapezoidalisono più suggestionabili degli altri. Se esiste una sproporzione fra la fronte, il naso e la parte inferiore della faccia che dovrebbero essere in altezza uguali come millimetri, se una delle tre parti è notevolmente più alta delle altre due è un segno di suggestionabi­lità. Più la faccia è larga, in rapporto all’altezza, e meno il soggetto è ricettivo. Per quanto riguarda i lineamenti: i visi molto fini e le fisionomie molto primitive sono generalmente sensibili. L’orecchio senza lobo né margine è segno d’alta suggestionabilità. L’espressione dello sguardo è anch’essa signi­ficativa; se è sfuggente, indeciso, tradendo un continuo disagio, avrete di fronte un sensitivo. Gli esperimenti di ipnosi parziale: caduta all’indie­tro ed in avanti, le mani incollate, le gambe irrigidite, l’afonia suggerita, la catalessi palpebrale, accentuati da un tono di voce sempre più deciso, accen­tuando le parole coi gesti, faranno il resto. Questo colloquio servirà a farvi scoprire i giocatori più sensibili all’ipnosi,. soprattutto fra quelli di maggior prestigio.",
  "last_phrase": "In conclusion, through the initial anamnestic interview with the coach, considering physical and psychological characteristics of each player, and identifying the most sensitive to hypnosis, group and individual hypnosis techniques can be applied to increase players' concentration, attention, and perception. This can be a powerful tool for eliminating negative factors such as stress and fear of failure, creating a positive atmosphere in every game, and improving interpersonal relationships between players and the coach. Moreover, developing suggestibility and persuasion skills through daily exercises can help us control and regulate emotions, increasing our self-confidence, and achieving better communication with others."
}