{
  "title": "What is the History and Development of Hypnosis?",
  "first_phrase": "This text explores the history of hypnosis, tracing it back to ancient times and highlighting key figures in its development, including Franz Mesmer, Charles Richet and Jean Martin Charcot. The author discusses the controversy surrounding the use of hypnosis and the various experiments and research that were conducted to better understand the phenomenon. The last 200 tokens focus on the three states of hypnosis identified by Charcot and the various observations and studies that followed this discovery, including those of the doctor Bernheim. The text concludes with a call for further research and exploration of hypnosis as a valuable tool for therapy and understanding the human psyche.",
  "content": "Il « piccolo ipnotismo » non presentava che fenomeni psichici. La comunicazione di Charcot all’Accademia delle Scienze, nel 1882, rappresentò il punto di partenza per la pubblicazione di molteplici studi in Francia e all’estero. I tre stati furono riprodotti facilmente ovunque. Tuttavia osservatori attenti poterono distinguere alcuni stati inter­medi, il cui numero aumentò fino a quando si riconobbe che era possibile rintracciarne quanti se ne volevano! Nel 1884 un professore della facoltà di medicina di Nancy, il dottor Bernheim, pubblicò un piccolo libro nel quale riprendeva le teorie elaborate al tempo del magnetismo animale dall’Abate Faria, da Bertrand e da Noizet, e ap­plicate nel 1866 alla terapia da un suo concittadino, il dot­tor Liébault. Queste teorie spiegavano il sonno nervoso con la potenza dell’idea, cioè con la suggestione. Bernheim sosteneva che nell’uomo è presente « una facoltà di assi­milazione naturale che permette il passaggio più o meno rapido dell’idea in azione ». L’ipnotismo, come il sonnam­bulismo, non sarebbe altro che una suggestione accettata dal cervello. Avrebbe la medesima frequenza sia nei sog­getti normali, sia negli isterici, negli uomini e nelle don­ne, e la sua frequenza generale sarebbe più grande di quanto non si pensi. I collaboratori di Bernheim, Liégeois e Beaunis, pur sen­za essere completamente d’accordo con lui, svilupparono le sue concezioni, e i loro sforzi riuniti sconfissero la dot­trina di Charcot dopo una lotta durata alcuni anni.",
  "last_phrase": "In conclusion, hypnosis is a altered state of consciousness that has been studied extensively over the years. It is characterized by a decrease in certain cognitive function, such as judgement and willpower, and an increase in imagination and instinctual consciousness. While it was once contested by the medical community, hypnosis is now widely regarded as a legitimate therapeutic technique. This excerpt provides valuable insight into how to properly induce hypnosis through suggestion and eye fixation. By practicing the exercises recommended in this text and cultivating self-confidence and assertiveness, one can effectively utilize the power of hypnosis for positive change."
}