{
  "title": "\"How to use hypnosis to quit smoking in one session?\"",
  "first_phrase": "This text provides detailed instructions on how to use hypnosis to help people quit smoking in a single session. The author mentions various techniques that can be used to achieve this, including the \"accensione della sigaretta con ipnosi ad occhi aperti\" technique, which involves lighting a cigarette for the individual and asking them to inhale deeply while suggesting that the taste is terrible. The text also discusses other potential uses of hypnosis, such as for pain relief or inducing anesthesia during surgery. Overall, the author emphasizes the importance of regular practice and a confident, assertive demeanor when using hypnosis.",
  "content": "Ora, fissando nuovamente il soggetto, dopo averlo fatto “tirare”per la terza volta, gli direte: “La sua sigaretta è tanto cattiva ed amara che sembra un sigaro toscano... lei non sente più il gusto ed il profumo del tabacco... tutto il veleno che è venuto a galla dai suoi polmoni glielo vie­ta... fumare per lei è una sofferenza... gli occhi le si sono arrossati... prora molta nausea... le pizzi­e” “ la lingua... te gira un po’ la testa... non ha mai avuto in bocca nulla di più cattivo...”. Al suo nuovo sì, terminato questo quinto fondamentale passaggio, comin­cerete immediatamente con la: 6. Immissione di fumo nelle nari ad occhi chiusi. Fatti chiudere rapidamente gli occhi al vostro tabagista, ormai Comple­tamente vostro, con il pollice e l’indice della mano sinistra gli terrete schiacciate le. palpebre, mentre con la mano destra lascerete che il fumo, dopo che avrete posto la sigaretta accesa all’altezza del mento, entri lento ed inesorabile nelle sue nari in modo da farlo tossire molto forte, sempre più forte, in preda ad un senso di soffocamento. La nausea sarà tale che quando gli direte di aspirare nuovamente la sigaretta, nove volte su dieci vi dirà di no, ma voi, insistendo gentilmente, gli farete aspirare a lungo, per la quarta volta, la sua ormai nemica sigaretta, scatenando un altro uragano di lacrime e di tosse. Vi scuserete per il trattamento un po’ brutale, dicendo che lo fate per il suo bene; solo smettendo potrà evitare un enfisemao disturbi corona­rici gravi.",
  "last_phrase": "In conclusion, while regression is a fascinating possibility that hypnosis offers, it is important to remember that the results may not be entirely accurate. It is crucial to repeat the text of the regression to achieve the desired effect. As for smoking cessation, while the techniques mentioned in the text may sound brutal, they are only done with the intention of helping the individual quit smoking and avoid serious health issues like emphysema and coronary problems. Ultimately, quitting smoking is a significant step towards a healthier life."
}