{
  "title": "What are the techniques for developing clairvoyance through hypnosis?",
  "first_phrase": "This text focuses on the development of psychic abilities through hypnosis, specifically the ability to see without the use of physical sight, also known as clairvoyance. The author provides guidance on how to train the subject with suggestions, and gradually progress to asking for specific information such as the names of people and objects or descriptions of a specific location. The author also discusses the process of predicting the future, and how to project oneself out of the body to be seen and heard at a distance. The text then explores various techniques used by famous hypnotists to induce hypnosis in their subjects, emphasizing the importance of a patient and supportive approach.",
  "content": "Domandate poi cosa vorranno queste o quelle persone quando si incontreranno con voi, l’ora in cui se ne andran­no e quale sarà l’ultima parola pronunciata. Estenderete le vostre ricerche sulla prescienza,. chiedendo eventi e fatti che si verificheranno nel paese. Tali soggetti esistono e con lunghe e pazienti ricerche tro­verete anche voi chi vi darà prove inconfutabili e stupefa­centi sul futuro. 24. Le tecniche ipnotiche dei grandi maestri Studierete ora alcuni metodi di ipnosi diversi di alcuni grandi maestri rendendovi conto del valore di ciascuno di essi. Ricordatevi che non si giudica un’induzione per la facilità con la quale il soggetto si addormenta, perché il processo scelto può essere efficacissimo su una persona e molto me­no su un’altra. Un buon operatore può spesso riuscire con un metodo qualsiasi. METODO DELL’ABATE FARIA E DI GABRIELLI L’Abate Paria, di cui abbiamo già parlato nella «Storia dell’Ipnosi», prete portoghese iniziato alle pratiche ip­notiche nel paese dei fakiri, fu uno dei più grandi nella «suggestione verbale». Agiva così, diceva il generale Noizet: «Portava con sé una governante e tre soggetti allenati che entravano in sonnambulismo ad un suo gesto. Si rivolgeva al pubblico e sceglieva non più di sette persone per creare fenomeni analoghi. Li faceva sedere comodamente dicendo di pen­sare al sonno e di guardarlo; li fissava con i suoi due gran­di occhi da lontano, mostrava loro il dorso alzato della sua mano, avanzava di qualche passo, poi abbassava bru­scamente il braccio davanti a loro ordinando con autorità di dormire.",
  "last_phrase": "In conclusion, by studying the methods of hypnosis of various great masters, one can understand the valuable importance of each one. It's important to remember that the ability to induce a hypnotic state cannot be judged solely based on the ease of which a subject falls asleep, as it varies from person to person. These methods, such as those used by Abate Faria, Gabrielli, Danish Hansen, Dr. Bernheim, Gessmann, and Gerling can be powerful tools when used effectively and responsibly in the right setting by a trained practitioner. Remember to always research and approach the subject of hypnosis with caution and care."
}