{
  "title": "What is the history of hypnosis and its practical applications?",
  "first_phrase": "This text is about the history of hypnosis and its evolution throughout time, from the earliest description in the Bible to the modern-day fascination with the art. The text centers around the legendary figure of Apollonio di Tiana, a Neo-Pythagorean philosopher and practitioner of hypnosis. The text delves into the techniques and methods of hypnosis, including exercises for building self-confidence and inducing hypnosis, as well as various states induced through hypnosis. The author, Erminio Di Pisa, recounts his personal experiences with the subject and explores the potential benefits of hypnosis in medicine and other fields. The text concludes with a discussion of the controversies surrounding hypnosis and its practitioners, and encourages readers to discover the amazing potential of this little-understood art.",
  "content": "In precedenza., i suoi tre precursori tedeschi J. Jassner, A. Kircher e S. wènter fecero scalpore ipnotizzando una gallina appoggiandole la testa sul pavimento e lasciandola in quel modo per un certo periodo di tempo; l’immobilità induceva il sonno ipnotico. Da qui la teoria del « Magneti­smo animale » secondo la quale alcuni soggetti sono in grado di influenzare la mente ed, il corpo di un’altra per­sona. Mesmer nacque ad Iznang sul lago di Costanza il 23 mag­gio del 1734 e morì a Meersburg il 5 marzo del 1815. Si laureò in filosofia e teologia a Jngolstadt e in medicina a Vienna (1766). Nella sua tesi di laurea in medicina sostenne l’influenza fisiologica dei pianeti e l’esistenza di un « fluido » sottile esistente nell’universo. Una cura con calamite, portata a buon termine dal gesuita astronomo M. Hell, destò in lui la persuasione che tale « fluido » s’identificasse con la for­za magnetica; più tardi nel 1775, si convinse che l’energia guaritrice proveniva dallo stesso organismo umano, e so­stituì il magnetismo animale, ossia in pratica lo sfioramen­to della punta delle dita, al magnetismo minerale. Questo suo mutamento d’indirizzo gli attirò lo sdegno della fa­coltà medica e delle autorità civili ed ecclesiastiche, prima favorevoli al suo sistema metallo-terapeutico; egli fu in­fine costretto, nel 1777, ad abbandonare l’Austria e nel 1778 si recò a Parigi dove ebbe i favori di Maria Anto­nietta.",
  "last_phrase": "In conclusion, hypnosis has a fascinating history that began with the experiments of Jassner, Kircher, and Wènter, leading to the theory of animal magnetism, and continued with Mesmer’s controversial practices. Braid’s contributions to the field led to the adoption of the term “hypnotism,” and the recognition that the power of suggestion is the driving force behind the practice. Although it fell out of popularity for some time, hypnosis remains a valid therapeutic tool, and is still being studied and refined by researchers today."
}