{
  "title": "\"How to Use Magnetic Sleep for Healing and Hypnotic Effects?\"",
  "first_phrase": "This text explores the use of magnetic sleep to treat diseases through energy exchange between the subject and the magnetizer. It describes the different states of hypnosis and how to induce them, as well as various exercises to develop and control magnetic energy. Prior to this section, the author discusses the concept of physical magnetism and its differences from hypnosis, including its potential for healing. The text provides a step-by-step guide on how to induce magnetic sleep, including tests for sensitivity, contact points, and longitudinal and transversal steps. Additionally, the text covers how to induce stigmata and ecstasy, and how to regulate bodily functions through magnetic techniques.",
  "content": "Prima, durante e dopo il trattamento sarà necessario crea­re uno stato di confidenza, di fiducia, di «transfert», perché nel malato sorga il desiderio di «voler guarire», ponendosi in una forma mentale di assoluta passività, per recepire nel migliore dei modi la cura magnetica. Eccovi ora alcuni esperimenti molto utili per regolariz­zare la circolazione, la respirazione, il sistema nervoso, che eseguirete «solo» dopo aver sperimentato l’applica­zione delle mani sulle scapole, generando nel vostro sog­getto sintomi di oppressione e di calore. Constatata la sua idoneità agli effetti magnetici, userete la «presa di contatto» e passerete immediatamente ai fenomeni di: 1. Attrazione. 2. Contrazione. 3. Paralisi. 4. Come far inginocchiare il vostro soggetto. 5. II bicchiere d’acqua magnetizzato. Ecco come dovrete procedere: 1. ATTRAZIONE Il soggetto si sentirà attratto in avanti e costretto a se­guirvi ponendogli la mano sinistra sulla fronte. 2. CONTRAZIONE Fate sollevare il braccio destro e dalla spalla eseguite passi lenti e decisi. Ben presto il braccio del vostro soggetto diverrà sempre più rigido e non potrà più piegarlo. Con passi rapidi della vostra mano sinistra a cinque centi­metri di distanza ridarete al braccio la sua normale ela­sticità. Il metodo per la contrazione della gamba destra è il me­desimo, ricordandovi però che, se vorrete contrarre il braccio sinistro e la gamba sinistra, i passi rapidi, per far tornare gli arti allo stato normale, dovranno essere fatti con la mano destra. 3.",
  "last_phrase": "In conclusion, to ensure the effective treatment of magnetic healing, it is crucial to establish a state of confidence, trust, and transfer with the patient beforehand. After the initial application of hands on the shoulders of the subject, executing experiments to regulate circulation, respiration, and the nervous system will bring about positive results. This includes the use of attraction, contraction, paralysis, and learning how to make the subject kneel, followed by magnetized water experiments. To achieve telepsichia, the power of suggestion at a distance, it is vital to concentrate on creating vivid images that will promote a strong inner force. With practice and patience, operators can develop the skill of double sight or chiaroveggenza, and patients with the natural ability of sleepwalking can experience excellent results."
}