{
  "title": "What are some different methods of hypnosis and how do they work?",
  "first_phrase": "In the previous section, the author discusses different methods of inducing hypnosis, including the methods of Dr. Bernheim, Teste and Donato, and Dr. Charles Richet. In the last part of the text, the author delves into the topic of developing the ability of clairvoyance or second sight in a subject under hypnosis. The author explores various techniques, such as telepathy and concentration of thought, used by professional hypnotists to train their subjects. He also provides tips on how to improve the sensitivity of the medium and increase the distance between the hypnotist and the subject. In this final section, the author also shares how he induces a deeper sleep and starts communicating with the sleeping subject.",
  "content": "Come dorme, nel giro di due o tre minuti, appesantisco il sonno con dei passi sulla testa e sulla gola ed incomincio a far parlare il dormiente, cosa facile una volta posta la mia mano de­stra sulla testa. Prendo colla sinistra la sua mano destra e gli chiedo, vicino alla bocca dello stomaco: “Mi senti? “». Spesso debbo rivolgere la domanda quattro o cinque vol­te prima di ottenere una risposta a voce molto bassa. Ecco giunto il momento di continuare le esperienze. Tuttavia, dovremo fermarci qui la prima volta per non affaticare il soggetto». METODO GERLING «Faccio sedere il mio soggetto comodamente, le spalle ri­volte.alla luce. Con voce dolce e” “monotona lo prego di far molta attenzione alle mie parole e di pensare a dormire mentre lo guardo negli occhi. Pongo allora le mie mani su quelle del soggetto suggerendogli all’istante una sensazione di calore poi di pesantezza e di intorpidimento delle brac­cia. Continuo a guardarlo ed eseguo dei passi lentissimi dalla testa allo stomaco e suggerisco la stanchezza, la pe­santezza delle palpebre, la pesantezza della testa: tutti i sintomi del sonno che arriva. Quando le palpebre del sog­getto sbattono e stanno per chiudersi, appoggio legger­mente la mano destra sulla testa del paziente e la abbasso dolcemente aiutando la chiusura delle palpebre. Quando gli occhi sono chiusi, faccio coi pollici una lieve pressione sui globi oculari dicendo:“Ora lei dorme”». 25.",
  "last_phrase": "In conclusion, hypnosis can be a powerful tool in helping individuals overcome various psychological and physical conditions. Through techniques such as Gerling's method and regression hypnosis, individuals can address issues like obesity, alcohol addiction, sexual dysfunction, and even tinnitus. By accessing the subconscious mind, hypnosis can help individuals confront and overcome deeply rooted beliefs, memories, and traumas, leading to positive behavioral changes and improved overall well-being."
}