{
  "title": "What is the Método del fazzoletto and how was it used in hypnosis?",
  "first_phrase": "In the last part of the text, the author recounts various experiments that demonstrate the power of hypnosis, including the use of the \"Metodo del fazzoletto\" or handkerchief method. The experiments involve inducing a state of fascination or hypnosis in subjects, causing them to imitate the actions of the experimenter and losing their willpower, memory, and even sensitivity to pain. The author also discusses the history of hypnosis and its use in medicine. The text highlights the work of the Italian experimenter Donato and the Indian philosopher and hypnotherapist José Custodio de Faria, who developed the concept of instantaneous hypnosis.",
  "content": "Chi, meglio di lui, dotato di simili caratteristiche Mercuriane poteva interpretarla? Studiò a Roma dove prese il dottorato e fu ordinato sacerdote nel 1780. Fu filosofo e giocatore tanto che, con il suo misterioso potere magnetico, si era reso così temibile in certe case da gioco, che gli si offrì una somma giornaliera perché non giocasse. Nel 1813 a Parigi, con l’autorizzazione dei Prefetto di Polizia, iniziò le conferenze sull’ipnosi al 41 di rue de Clichy in una saletta. Forte della tradizione indù, l’abate di Faria utilizzava sempre lo stesso metodo per creare l’ipnosi istantanea. La scelta dei soggetti era semplicissima: ne sceglieva che dormissero molto, sudassero con facilità, fossero anemici e facilmente impressionabili con occhi espressivi scartando quelli con lo sguardo freddo. Costoro erano potenziali sonnambuli come chi normalmente batte spesso e nervosamente le palpebre. Li faceva sedere, uno ad tino, comodamente su una sedia, al buio o in penombra, ordinando loro di chiudere gli occhi, di concentrarsi sull’idea del sonno, poi, alcuni istanti dopo un profondo silenzio, usciva tenorilmente dalla sua bocca con tutta la forza di cui era capace la parola: dormite! Quattro volte su cinque riusciva. Se i soggetti avessero resistito apriva la mano a circa tre metri da loro, il palmo rivolto all’esterno, chiedendo che lo fissassero a turno negli occhi per una cinquantina di secondi con tutta la loro energia. Ordinava nuovamente, abbassando di scatto la mano, il dormite!",
  "last_phrase": "In conclusion, the practice of hypnosis has been used for centuries to achieve different states of consciousness and to influence behavior. The methods used by the Abate Faria, such as the instant hypnosis and catalepsy, can still be used today to induce hypnotic states in individuals. It is important to remember that hypnosis should not be used as a means of controlling others, but rather as a tool for self-improvement and personal growth. With proper training and practice, anyone can learn to induce and utilize hypnosis effectively."
}