{
  "title": "What are the benefits of hypnosis in pediatric disorders and sexual dysfunction?",
  "first_phrase": "This text covers the use of hypnosis in pediatrics, specifically in the treatment of enuresis, onychophagia, language defects, thumb sucking, and brain damage. The last 200 tokens of the text discuss the use of hypnosis in treating impotence, premature ejaculation, female frigidity, and herpes zoster. The author provides detailed explanations of the induction techniques and suggestion scripts used in each case. For example, to treat impotence, the author induces a trance state and suggests that the patient's penis will become as hard as his arm. For female frigidity, the author employs regression therapy to uncover and release blocked emotions. The author emphasizes the importance of several sessions in order to achieve desired results.",
  "content": "Ecco come procederete: « Continuando a succhiarti il pollice i tuoi denti diventeranno storti... brutti... tu stesso diventerai brutto... il tuo viso diventerà brutto... molto brut­to... con degli orribili denti... continuando a suc­chiarti il pollice... II tuo pollice ora diventerà amaro... molto amaro... sempre più amaro... Tutte le volte che lo metterai in bocca sentirai un sapore amaro che te lo farà togliere immediata­mente ». Numero medio delle sedute: quattro! LESIONE CEREBRALE La conseguenza di una lesione cerebrale può essere un disturbo della motilità, con alterazione funzionale delle cellule che rende difficile l’uso della muscolatura colpita. Direte al bambino: « Tu d’ora in avanti userai completamente il tuo cervello... vorrai sempre di più usare il tuo corpo usando completamente le tue capacità... Agirai sin dove ti sarà fisicamente possibile ». Numero delle sedute: da sei a nove! 14. Autoipnosi L’autoipnosi è la possibilità di cadere in trance da soli senza l’aiuto del terapeuta. Il modo migliore di preparare il paziente all’autoipnosi è di farlo durante la trance ad opera dell’ipnotizzatore. L’importante è che l’autoipnosi raggiunga una certa pro­fondità. All’inizio sarà necessaria la presenza dell’operatore, onde evitare allucinazioni pericolose dovute a dissociazioni psi­chiche e sdoppiamenti di coscienza. L’autoipnosi serve per migliorare l’autocontrollo, aumen­tare la concentrazione, rilassarsi e calmarsi. La preparazione inizia mentre il soggeto è in trance. Il soggetto dovrà ripensare tutte le parole che il terapeuta dirà a voce alta, ripeterle, infine iniziare da solo l’auto­ipnosi.",
  "last_phrase": "In summary, this text provides insights into various techniques and methods used in hypnotherapy. From inducing catalepsy or anesthesia, to self-hypnosis and hypnosis on animals, these methods can be effective in treating a range of issues. However, it is important to remember the rules and precautions outlined by the therapist, and to always prioritize the well-being and safety of the patient."
}