{
  "title": "\"What is Hypnotherapy and How Can it Help with Enuresis, Nail Biting, Language Defects, Thumb Sucking, Brain Injury and Sexual Dysfunction?\"",
  "first_phrase": "The text discusses hypnosis and its applications in various fields, including medical treatments, pediatrics, and sexual dysfunctions. Prior to the final 200 words, the author describes the three golden rules for hypnotherapists and the technique of autohypnosis. The last segment covers the use of hypnosis in treating ejaculation problems, frigidity in women, and onychophagia, among other conditions. The author explains some mechanical and digital procedures, such as the use of cataleptic sounds, vertebral pressure, and bright objects, to induce hypnosis. They also discuss the importance of relaxation techniques in treating anxiety and tension.",
  "content": "L’ipnosi col mezzo dei procedimenti meccanici o digitali (ipno-Shiatzu) I procedimenti meccanici sono empirici ed hanno il fine di concentrare la forza nervosa del soggetto nei plessi. I metodi comunemente più usati sono tre: 1) L’improvviso suono di un tam-tam echeggiante die­tro le spalle del soggetto (Catalessi). 2) La pressione vertebrale (Sonnambulismo). 3) La fissazione di un oggetto brillante (Letargia). Il suono del tam-tam, improvviso, dietro le spalle, crea la catalessi con soppressione assoluta della volontà. Qualsiasi pressione venga esercitata sui muscoli servirà ad irrigidirli. I sensi acquisteranno una sensibilità eccessiva agli stimoli normali, generando iperestesia. La pressione vertebrale crea il sonnambulismo. L’occhio è chiuso, la palpebra contratta. Almeno due comandi molto forti serviranno perché il sog­getto obbedisca alle suggestioni. La fissazione dell’oggetto brillante crea la letargia, con im­mobilità assoluta, completa insensibilità e diminuzione del battito cardiaco. Il procedimento digitale (Ipno-Shiatzu) è anch’esso mec­canico. La parola shiatzu deriva dal giapponese « shi » (dita) e « atzu » (pressione). Serve a rilassare i muscoli, diminuisce i dolori, allentare le tensioni nervose. Lo shiatzu si pratica da quattromila anni. L’approccio è anch’esso, come per i procedimenti mecca­nici nell’ipnosi tradizionale, empirico: si basa sulla espe­rienza e l’osservazione. In Italia sono già in molti ad usare questo sistema defi­nendolo « ipnotico ».",
  "last_phrase": "In conclusion, the use of mechanical or digital methods in hypnosis, such as ipno-Shiatzu, can be effective in relaxing muscles, reducing pain and nerve tension. The traditional methods of hypnosis, such as catalepsy, somnambulism, and lethargy, involve empirical approaches to inducing a hypnotic state in a subject. Meanwhile, the use of techniques on animals may vary, but some specific methods may work, like fixing the attention of a dog or using low-frequency piano notes on a cat. Lastly, hand imposition and contact may also be useful in producing a hypnotic state. Overall, these methods require caution and should only be performed by trained individuals."
}