{
  "title": "How can open-eye hypnosis help quit smoking in one session?",
  "first_phrase": "This text explores the use of hypnosis and suggestibility as a way to modify behavior, specifically to help individuals quit smoking in one session. The author explains the basis of suggestibility, how it affects people at different ages, and the difference between suggestion and persuasion. They then provide step-by-step instructions on how to induce hypnosis and give suggestions to the subject. The author also discusses different levels of hypnosis, including letargia (lethargy) and sonnambulismo (sleepwalking), and how they can be used to achieve different outcomes. The last 200 words discuss the technique of \"hypnosis with open eyes\", which allows for the manipulation of a subject's behavior without putting them to sleep.",
  "content": "La suggestione verbale può provocare l’accelera­zione o il rallentamento della frequenza cardiaca, l’aumento della pressione arteriosa, il restringimento o la dilatazione delle pupille in condizione di veglia completa, se userete il tono giusto. Potrete così facilmente raggiungere l’inconscio di chi vorrete influenzare, mutare le rappresenta­zioni sostituendo nuove immagini, che si sovrapporranno a quelle che devo­no essere mutate. La vostra facoltà immaginativa potrà raggiungere ed influenzare anche gli organi dei vostri soggetti: “Sentirete una forte sensazione di calore che dal­la testa scenderà lentamente in tutto il corpo...”. II soggetto si immaginerà il calore, suderà, scatterà l’azione sull’apparato della termoregolazione e, attraverso a noi sconosciuti meccanismi neurove­getativi, la temperatura aumenterà per lo stato dinamico-emozionale creatosi. Questa possibilità di influenzare un soggetto senza addormentarlo, già conosciuta da una scuola di ipnologi americani fondata nel lontano 1853 è denominata ipnosi ad occhi aperti. Quei pionieri dell’ipnosi, oltre 130 anni or sono, ottennero dei risultati sensazionali impiegando la suggestione verbale su soggetti totalmente svegli. II tono che dovrete usare sarà sempre il solito: maschio ed energico, vi raccomando. Praticate questo metodo giornalmente e svilupperete una facoltà magneti­ca straordinaria; otterrete dei risultati sorprendenti davanti agli stessi medi­ci, che resteranno increduli, non avendo mai sperimentato in questo modo. Ricordo di aver fissato una volta in treno un viaggiatore prepotente e scorbutico producendo su di lui tutti i fenomeni ipnotici senza passare al sonno o, se preferite, non volendo creare il sonno... II sistema più sicuro perché vi convinciate dell’ipnosi ad occhi aperti è che la sperimentiate da soli.",
  "last_phrase": "Hypnosis can be a powerful tool for influencing the subconscious mind of others, even without putting them to sleep. Using verbal suggestion, one can alter a person's heart rate, blood pressure, and other bodily responses. The technique, known as open-eyed hypnosis, was developed by American hypnotists over 130 years ago and has been shown to be effective in achieving surprising results. By using a confident and assertive tone, individuals can learn to develop their magnetic abilities and influence others successfully. While the technique takes practice, it can be a valuable skill for those interested in the power of suggestion."
}