{
  "title": "What are the recommended gemstones and diets for each zodiac sign and their corresponding health benefits?",
  "first_phrase": "This text is a compilation of information about the healing properties of various gemstones and their relation to different zodiac signs. The last 200 tokens mention the health and dietary requirements for the zodiac signs of Leo, Cancer, Gemini, Virgo, and the treatment of various ailments using natural remedies. The author goes into detail about the various gemstones and minerals and their effects on the human body. The text covers specific foods and minerals that are beneficial for each zodiac sign's wellbeing. Finally, the article highlights the medicinal value of amber, a flexible solidified resin of conifers, leaves, and insects, which can alleviate headaches, rheumatic pain, infections, and circulatory problems.",
  "content": "È formata da una resina flessibile solidificata di conifere con foglie, detriti organici e insetti rimasti nella parte interna durante il processo di solidificazione della pietra. È calmante e calda al tatto. Cura: mal di testa, mal di denti, dolori reumatici, infezioni e disturbi circolatori. Elimina la tensione interiore. VERGINE (23.8-22.9 da 1500 a 1800) Segno: terra mobile femminile. Pianeta: Mercurio. Corrispondenza anatomica: intestino. Gli appartenenti al segno della Vergine devono mangiare poca carne, cotta alla griglia ed .a vapore, frutta matura, verdure cotte, pochissimo caffè e tre giorni mensili di digiuno. Niente: salumi, dolci, bevande gassate fredde. Il sale biochimico inorganico indispensabile è il solfato di potassio che depura l’organismo. Alimenti energetici per il segno della Vergine. Riso, pane e pasta integrali, segale, miglio, olio extra vergine d’oliva. Alimenti proteici per il segno della Vergine. Vitello, tacchino, pollo e coniglio cotti alla griglia ed a vapore, pesci magri di fiume o di lago, uova, yogurt. Alimenti del segno (Vergine). Verdure: dente di leone, patate, pomodori, radicchio rosso, rucola, zucca, zucchine, rape, cipolle, fagiolini, carote, piselli. Frutta: uva, mirtilli, more, ribes, fichi, mele, agrumi. Aromi consigliati per il segno della Vergine. Erba cipollina, estragone, timo, prezzemolo, scalogno, lauro, ginepro, aglio, comino, cerfoglio. Solfato di potassio (Vergine). Carote, insalate verdi, cereali integrali.",
  "last_phrase": "In conclusion, this text provides useful information on dietary recommendations, natural remedies, and gemstones for different zodiac signs. It also offers insights into specific health issues and their remedies. By following the advice given in this text, you can significantly improve your physical and mental well-being. Remember to prioritize whole foods and avoid processed foods, and pay attention to your body's needs to achieve optimal health."
}