{
  "title": "\"Can Hypnotic Techniques Boost Your Marketing Skills? Tips and Exercises for Suggestive Influence\"",
  "first_phrase": "The last part of the text is focused on the application of hypnotic techniques in marketing, specifically in the context of career advancement, creating good relationships with people, and closing deals successfully. Before this last part, the author has given a series of exercises that help develop the power of suggestion and control over one's emotions, thoughts, and behavior. In this part, the author discusses how to use a fixed stare and a determined tone to influence people's behavior, especially during business conversations. The author emphasizes the importance of avoiding blinking and keeping a steady gaze, as it increases the effectiveness of the hypnotic technique. Furthermore, the author shares tips on how to influence people without them realizing it, by knowing how to fixate one's gaze and use one's voice effectively.",
  "content": "Ricordatevi: «ogni movimento delle palpebre diminuisce ed annulla quasi del tutto l’effetto già prodotto e che sta producendosi» Uno sguardo fisso e determinato vi darà risultati sicuri e rapidi. Dovrete dirigere lo sguardo alla radice del naso del vostro uomo, fra i suoi due occhi, mantenendolo fisso e fermo, evitando qualsiasi battito delle palpebre. Lo sguardo, allenato dagli esercizi già esposti, produrrà, nelle persone che fisserete in questo modo, il fenomeno della fascinazione, ossia della suggestione. Potrete, nel corso di una semplice conversazione, influenzare una persona non iniziata senza che se ne accorga. I vantaggi saranno enormi! La vostra influenza farà credere a tutte le vostre affermazioni convincendo facilmente il vostro interlocutore. Costui non avrà resistenza cosciente e sarà indifeso, in balia della vostra potenza, non accorgendosi che state usando su di lui la forza ipnotica. Se tratterete con un iniziato, guardatelo alla radice del naso in mezzo agli occhi e non potrà mai, nemmeno con lo sguardo, influenzare la vostra volontà. La conoscenza dei mezzi d’azione dell’influenza personale cosciente vi sottrarrà a qualsiasi influenza nefasta. Le vostre facoltà di persuasione aumenteranno sensibilmente durante una conversazione, facendovi ottenere ciò che vorrete, fissando il vostro interlocutore nel punto che vi ho già indicato. Con i sensitivi, facili prede per venditori allenati, otterrete risultati sbalorditivi per voi inimmaginabili. Non solo i sensitivi si impressioneranno, ma anche tutti gli altri soggetti trattati; questi saranno i grandi vantaggi che avrete con la pratica della fissazione: vi obbediranno ciecamente. Saranno influenzati senza accorgersene.",
  "last_phrase": "In conclusion, by mastering the techniques of conscious personal influence, you can achieve enormous advantages in any conversation. By training your gaze to fixate on a point without blinking, you can produce the hypnotic phenomenon of fascination, convincing and easily influencing your interlocutor. Additionally, adopting an enthusiastic attitude and developing good listening skills will also prove to be valuable assets. With sincerity and diplomacy, you can easily conclude any business with success. Remember, the key to success lies in treating others with respect and giving them importance, while continuously improving yourself."
}