{
  "title": "What is the history of hypnosis and its evolution in medicine and psychology?",
  "first_phrase": "This text explores the history of hypnosis, beginning with Franz Mesmer and animal magnetism in the late 1700s and tracing its development through the work of Pierre Janet, Charcot, and Bernheim in the late 1800s. The text discusses the evolution of hypnotism as a therapeutic approach, highlighting the contributions of key figures in the field such as Alfred Binet and Clark Hull. It concludes by noting the increasing acceptance of hypnosis in the medical and psychological communities, with the American Medical Association officially recognizing the practice in 1958. The last 200 tokens focus on the post-WWII development of hypnosis as a therapeutic tool and the formation of professional societies dedicated to its study and practice.",
  "content": "A. Hadfleld col termine « ipnoanalisi » per il trat­tamento delle nevrosi di guerra mediante l’abreazione del­le emozioni di situazioni belliche traumatiche. Tra le due guerre si distinse per serietà ed applicazione Clark L. Hull (1884-1952),celebre psicologo americano, che attaccò il famoso fisiologo russo Pavlov confutando « sperimentalmente » le sue osservazioni secondo cui « tanto l’ipnosi quanto il sonno comportano l’inibizione se­lettiva di certi centri cerebrali ». Altri studiosi furono Prince, Schilder, Young, White e Sears. Il Mc Dougall (1926) si riallacciò alla teoria del Janet sulla dissociazione, indicando i rapporti fra le varie parti dissociate della personalità. Terminata la. seconda guerra mondiale fu fondata nel 1949 negli Stati Uniti la Society for Clinical and Experimental Hypnosis che dieci anni dopo divenne internazionale. Nel 1957 fu fondata un’altra società, l’American Society of Clinical Hypnosis. Queste due società, inizialmente controverse, ora collabo­rano assieme molto attivamente. Nel 1958 l’American Medical Association riconobbe uffi­cialmente l’ipnosi sia in medicina che in odontoiatria. L’American Psycological Association (1969) differenziò in una sezione gli psicologi interessati all’ipnosi. L’ipnoterapia è ormai considerata una valida modalità di cura dopo quasi due secoli di popolarità contrastante e di abbandono ed è utilissima nel trattamento medico, psico­logico e odontoiatrico. In Italia abbiamo il Centro Internazionale di Ipnosi Me­dica e Psicologica, diretto da uno dei fondatori, il prof. Rolando Marchesan, con sede a Milano in corso xxii marzo, 57. Il prof. Marchesan offre permanentemente un « forum » per interscambi fra studiosi seri del settore.",
  "last_phrase": "In conclusion, hypnotherapy has come a long way since its inception, from being a controversial practice to being recognized as a valuable mode of treatment in medical, psychological, and dental fields. With the right knowledge, procedure, and the right mindset, anyone can master the art of hypnosis. The preparatory exercises described in this text can help budding hypnotists develop skills like concentration, self-control, and confidence. With patience and practice, one can learn to influence others through suggestive speech, body language, and eye contact, ultimately contributing to deep knowledge of human consciousness."
}