{
  "title": "What is the significance and history of hypnosis, and how can it be used for healing and personal growth?",
  "first_phrase": "In the last 200 words, the author introduces Erminio Di Pisa as a remarkable hypnotist who can eliminate anxiety, addiction, and even improve asthma, hypertension, and sexology through hypnosis. The author praises Erminio's skills and certainty in his technique, which gives him undeniable authority and effectiveness as a hypnotist. The author also acknowledges the importance of the balance of the body, which can heal many illnesses, but still recognizes the exceptional abilities of a physician like Erminio, who strives to harmonize his skills with the individual needs of each patient. This text is a preface to the author's study of hypnosis, inspired by his encounter with Dante Caravelli, a well-known medium and hypnotist.",
  "content": "La sua certezza, unita alla tecnica, gli conferisce un’autorità ed efficacia irresistibile che, associata all’esperienza, completa le doti innate e fuori dal comune che certamente possiede. Mentre l’ipnotizzato attende qualcosa, il fenomeno si realizza istantaneamente. Grazie dunque ad Erminio di essere l’artigiano del ritorno di un’ipnosi che parli direttamente nei meandri dei nostro sistema nervoso con i suoi comandamenti registrati che saranno, post ipnoticamente, sicuramente onorati. Non dimentichiamoci, come dice il Cinese taoista, che su dieci malati cinque guariscono non facendo nulla, col riequilibrio del proprio organismo. Un medico che guarisce sei o sette pazienti dimostra molta arte. Erminio fa di più cercando di armonizzare la sua natura sui singoli soggetti! Prof. Dott. Paolo Muzzana, specialista in psichiatria. PREFAZIONE Nel 1973 ebbi la fortuna di incontrare a casa di un amico un medium famoso: Dante Caravelli. Sagittario, filosofo gioviale con un Nettuno nell’ottavo settore del Leone (collasso cardiocircolatorio in seguito a trance autoipnotica medianica), conosciutissimo ma pove­ro; non chiedeva mai parcella e la gente, altruista come sempre, non dava quasi mai nulla. Buono e dolce sino all’inverosimile, frequentandolo nella sua modesta abitazione di via Silvio Pellico 6 a Milano, mi resi conto che, oltre che veggente, era un grande ip­notizzatore. Quale migliore occasione per approfondire e completare uno studio che durava dall’età di quattordici anni? Con la sua bontà abituale, il Maestro volle rendermi par­tecipe di qualche caso d’influenza ipnotica su diverse per­sone che curava, presentandomi come suo assistente.",
  "last_phrase": "In conclusion, the study and practice of hypnosis offers incredible benefits for both the hypnotist and the subjects. It is a science that has been around for centuries and continues to evolve. With dedication and practice, anyone can learn the techniques and become skilled in the art of hypnosis. Let us remember that while it can be used irresponsibly, the true potential of hypnosis lies in its ability to heal and help others."
}