{
  "title": "What are the three methods for instant hypnosis?",
  "first_phrase": "This text revolves around various methods of inducing hypnosis instantly. It explains the different techniques required for subjects who are easy to hypnotize and those who are refractory. The author outlines various exercises such as the \"caduta all'indietro,\" and \"mani incollate\" which can be practiced to achieve hypnosis. The author also offers tips on how to speak to the subjects and develop a personal magnetism that enhances the success rate of hypnosis. The final section offers tips on how to carry out mass hypnosis, which involves showing the palm of your hand to a group of people, and inducing a deep sleep.",
  "content": "Per costoro, refrattari a qualsiasi procedimento, aggiun­gete alle vostre abituali suggestioni, un sistema indiano: « Posate una sveglia vicino all’orecchio dei sog­getto e ordinategli di seguire attivamente Il bat­tito senza perdere un solo tic-tac ». Il sonno sarà ottenuto alla prima seduta, ma, in qualsiasi caso, nessun soggetto resisterà dopo due o tre sedute ese­guite un giorno dietro l’altro. 4. PER IPNOTIZZARE PIÙ PERSONE CONTEMPORANEAMENTE Mostrate il palmo della vostra mano destra ai vostri sog­getti posti in semicerchio facendo fissare il loro sguardo sulla parte alta del vostro dito medio. Dite loro: « Conterò dall’uno In poi... al mio uno chiuderete gli occhi, al due Il riaprirete; al tre II richiuderete ed al quattro li riaprirete ancora... e così via. Ad un certo punto non potrete più staccare le vo­stre palpebre e cadrete In un profondissimo son­no... ecco... ora comincio... siete pronti? ». Conterete uno, due, tre, quattro, intervallando ogni nu­mero di un secondo, sino a che tutti abbiano gli occhi chiusi. (I disattenti saranno eliminati ad un vostro cenno). Constatato che tutti i vostri soggetti abbiano gli occhi chiu­si, sostituite alle cifre le parole: « Dormi-te, dor-mi-te, pro-fon-da-men-te, son-no pro-fon-do, son-no di piom-bo, che nes-su-na for-za u-ma-na val-ga a vin-ce-re, dor-mi-te pro-fon-da-men­te fino al mio comando di svegliarvi... dormite! ». Coll’esperimento del braccio irrigidito controllerete lo sta­to d’ipnosi raggiunto. 5.",
  "last_phrase": "In conclusion, the techniques of hypnosis can be powerful tools for affecting change in an individual's behaviors and habits. Through careful use of suggestion and relaxation techniques, it is possible to place a subject into a trance-like state and suggest alternate behaviors or thought patterns. It is important for hypnotherapists to communicate effectively with their patients, setting expectations and reassuring them throughout the process. With dedication and persistence, hypnosis can be a valuable addition to medical and therapeutic treatments for a range of issues, including addiction and anxiety disorders."
}