{
  "title": "What is the science behind hypnosis and how does it work?",
  "first_phrase": "This text delves into the world of hypnosis as a form of therapy and entertainment. The last 200 tokens focus on the work of Dominique Webb, who was notable for his ability to hypnotize entire audiences. The text also mentions Enrico Ceccarelli, a renowned Italian hypnologist who performed in major theaters worldwide. Erminio Di Pisa, who has been involved in hypnosis since 1979, is also referenced. His work involves using hypnosis as a therapeutic tool rather than just for entertainment purposes. Through his shows, Di Pisa has successfully helped many people overcome their problems.",
  "content": "Il braccio destro si irrigidisce sempre più... ... non si sente nulla... non e’è più sensibilità nel braccio... niente...”. (Il buon Enrico introdusse a tutti i volontari sulle due file di sedie sul palco lunghissimi aghi; i soggetti erano analgesizzati perfettamente: non uscì una sola goccia di sangue). Soltanto quando vi toccherò sulla fronte il sonno termina, la coscienza ritorna, senza ricordar nulla, assolutamente nulla. Però prima che vi risve­gliate, io ho qui un magnifico, delizioso frutto (patate), assaggiatelo! Buono, vero? Ora sentirete il profumo di una rosa... Siete dei dentisti che state strappando un dente ad un paziente... Un avvocato che arringa... Un celebre cantante... Un rappresentante che presenta al pubblico... E così via. Questo, cari amici, era il dottor Enrico Ceccarelli, senese, uno dei più grandi ipnologi di tutti i tempi. Erminio Di Pisa, dal 1979, si occupa di ipnosi in teatro solo a livello terapeutico, lasciando da parte il lato spettacolare, passione degli anni antecedenti, anche se qualche volta, istintivamente, fa uscire dal magico cilindro ipnosi istantanee e fascinazioni improvvise. Non ha mai un programma prestabilito ed il suo unico intento è di cercare di guarire i sofferenti che, tremanti prima di salire sul palco, tornano a casa nel 97% dei casi guariti, ripresentandosi poi sempre più numerosi alle sua nuove rappresentazioni. L’abilità consiste nel far accettare ai futuri ipno­tizzati l’idea che il fenomeno sonno si produrrà. “Dormirete tutti perché siete venuti qui per dor­mire: se dormirete... guarirete”.",
  "last_phrase": "In conclusion, Erminio Di Pisa is a master hypnotist who uses his skills to heal those who suffer from different ailments through hypnotherapy. His techniques involve creating a sense of trust and acceptance with his subjects, inducing a state of deep sleep, and suggesting therapeutic thoughts to bring about healing. His methods have been effective, with a 97% success rate for those who participate in his performances. Whether in a theater or through the radio, the power of suggestion and the ability of the human mind to create healing are central to his work as an acclaimed hypnotherapist."
}