{
  "title": "What is Hypnosis: A Journey Through History and Personal Experience",
  "first_phrase": "In the last part of this text, the author shares his conviction regarding the benefits of hypnosis and his desire to see the art redeemed from the prejudices and false claims that have plagued it. The author goes on to talk about the work of his mentor and famous medium Dante Caravelli and the knowledge he gained from the two years of studying hypnosis under him, as well as his extensive practical experience. The author goes on to describe the advantages of hypnosis and the potential risks that come with using it. He encourages readers to use the new methods presented in the book without fear, even on the most nervous and influential subjects.",
  "content": "Convinto dei vantaggi che avrebbe avuto la massa di co­noscere l’ipnotismo, desiderava divulgare un corso pratico e completo a basso prezzo perché tutti potessero seguirlo. Sperava di far conoscere il metodo infallibile dell’ipnosi istantanea che gli era congeniale. Modesto quanto saggio tergiversò molto; quando si decise, il cuore gli mancò nel giorno che aveva già scritto su un foglio sul suo tavolo nero, tarlato, insieme a due amici, la sua data di morte; quindici giorni prima del decesso (29-6-1977). Il mio dovere è di veder realizzato il sogno del Maestro. Soltanto con l’applicazione si può liberare l’ipnotismo da tutti i pregiudizi, tutte le falsità, tutti gli errori, tutte le divergenze d’opinioni che ha creato e sta creando. Solo colle prove possiamo riabilitare questa scienza mal com­presa e calunniata da critiche maligne o ignoranti. L’ipnotismo si è imposto nonostante tutto perché non si può andarecontro l’evidenza. L’hanno presentato allora come inutile e dannoso (niente di più falso e ingiusto! ): nessuna scienza ha applicazioni coscienti ed incoscienti così utili, così varie, così numerose. I danni, qualche volta ci sono; sono sempre causati soltanto dall’immoralità o l’inabilità di chi opera. Con i metodi nuovi che troverete qui, non dovrete temere alcun inconveniente, anche con i soggetti piu nervosi e più influenzabili. Se un individuo abusa dell’ipnosi per suggerire una cattiva azione ad una persona o per strapparle dei segreti, non possiamo incriminare la scienza ipnotica, ma il soggetto, unico e vero responsabile.",
  "last_phrase": "In conclusion, this book on hypnosis is a treasure trove of techniques, insights, and experiences that can help beginners and experienced hypnotists alike. The benefits of hypnosis are numerous and varied, but they can only be realized through application and experimentation. While there may be dangers associated with the improper use of hypnosis, these can be avoided by following the methods outlined in this book. With diligence, practice, and a willingness to explore the unknown, readers can unlock the full potential of this fascinating and powerful science."
}