{
  "title": "What is the technique of open-eyed hypnosis and how can it be used to help people with various ailments in just one session?",
  "first_phrase": "In this text, the author discusses the power of hypnosis and how it can be used to help people with various ailments. In the last 200 tokens, the author focuses on the technique of open-eyed hypnosis and how it can be used to influence and heal without putting the subject to sleep. The author gives examples of how suggestion works and how to induce a state of hypnosis in the subject. The author also discusses how the power of suggestion can be used to help with addictions, such as smoking. With daily practice, the reader can develop a magnetic ability to influence and heal others through hypnosis.",
  "content": "Il vizio del fumopuò essere tolto in una sola seduta, una volta creato il necessario transfert, perché nel soggetto sorga il desiderio di voler smet­tere di fumare, ponendosi in una forma mentale di assoluta passività, attra­verso queste otto fasi che vi illustrerò dettagliatamente! 1. Toccamenti alla Faria. 2. Leggera congestione encefalica. 3. “Presa di contatto” “ con fasci nazione. 4. Seconda fase della “presa di contatto”. 5. Accensione della sigaretta con “ipnosi ad occhi aperti”. 6. Immissione di fumo nelle nari del soggetto ad occhi chiusi. 7. Accensione di almeno altre due sigarette ad occhi aperti. 8. Placebo con cura disintossicante per tre giorni. Effettuato il colloquio preliminare, in cui farete notare come il 25% dei tabagisti muoia di tumore polmonaree dai gravi danni causati dal fumo in genere, inizierete i: 1. Toccamenti alla Faria. Toccate rapidamente la testa, i temporali, il naso, la cavità dello stomaco, le ginocchia soffermandovi più a lungo sul cuore e sui polmoni. Passati alcuni lunghi secondi di silenzio in cui scruterete il vostro soggetto, spiegate, con calma e gravità, il pericolo che comporta un enfisema polmonareper l’aumento del contenuto d’aria nei polmoni dovuto alla dilatazione degli alveoli ed il cattivo funzionamento delle arterie coronariechenascono dall’aorta ascendente e servono alla nutrizione del cuore. Ditegli, in tono grave, che è arrivato appena in tempo, smetterà di fumare per permettere al suo organismo di riprendersi rapidamente. 2. Leggera congestione encefalica.",
  "last_phrase": "In conclusion, these eight stages of hypnosis can help someone quit smoking in just one session. From brief touches to the Faria to the intake of smoke through the nose with eyes closed, these steps can create the necessary transfer and desire to stop smoking. The session ends with a placebo detox treatment for three days, which can help someone kick the habit for good. Remember that quitting smoking can help prevent serious health issues like lung cancer and coronary diseases."
}