{
  "title": "What is Hypnosis and How Can it Be Used to Cure Smoking Addiction?",
  "first_phrase": "The final passage of the text offers insights and instructions on using hypnosis to cure various ailments. Before this, the author talks about the preliminary interview to make tabagists aware of the dangers of smoking, such as the 25% mortality rate due to lung cancer. The author then moves on to explain how one can use touch and suggestion to heal a person suffering from lung-related conditions like emphysema. The author later delves into inducing sleep, anesthesia, and even a state of catalepsy or sleepwalking using hypnosis. Through these techniques, the author believes one can access and influence the subconscious mind of a person.",
  "content": "Non opererete brutalmente come il danese Hansen facendo ruotare vorti­cosamente il soggetto su se stesso... Fate divaricare le gambe del vostro soggetto senza fletterle e, una volta chinata la testa in avanti,dovrà toccare il suolo con la punta delle dita. Starà in quella posizione, secondo la propria struttura fisica, dai quaranta secondi ai due minuti, perché, gli direte: “L’amaro della nicotina, tutto il marcio accumu­lato in questi anni nei suoi polmoni comincia a sentirlo in gota mentre avverte un leggero ca­pogiro...”. Tornato nella posizione normale lo farete sedere, gli direte di deglutire, dicendogli che tutta la nicotina ed il catrame contenuto nei suoi polmoni, l’amaro ed il marcio, incomincerà a sentirli in bocca. “Sente il veleno che ha nei polmoni..., la sua bocca è amara, sempre più impastata e sa di marcio, lo sente?”. Al suo sì continuerete con la: 3. “Presa di contatto” con fascinazione. La presa di contattoconsiste nel tenere i pollici del soggetto fra le vostre mani in maniera risoluta, fissandolo nella zona epigastrica per due minuti circa, dopo esservi seduti davanti a lui, tenendo strette fra le vostre gambe le sue ginocchia e le estremità dei suoi piedi in modo che le caviglie si tocchino. Inizierà a questo punto una fascinazionedi una ventina di secondi che sommata all’azione precedente della fissazione della zona epigastrica, mette­rà il soggetto nella condizione ideale di accettare le vostre suggestioni ad occhi aperti. Passerete immediatamente alla: 4. Seconda fase della “ “presa di contatto” .",
  "last_phrase": "In conclusion, this text describes a hypnotic process to help people quit smoking. The technique involves various stages, such as physical and psychological contact, cigarette taste alteration, and memory regression to past lives. The goal is to suggest to the client that smoking is harmful and help them quit. While the process may seem intense, it has been effective for some individuals. However, it's important to understand that quitting smoking is a challenging process and that every individual is different."
}