{
  "title": "How to achieve magnetic sleep and awaken subjects: physical magnetism, differences with hypnosis, exercises and suggestions.",
  "first_phrase": "In the previous text, we learned about physical magnetism, its benefits, and the exercises necessary to develop it. In this final part, the author explains how to achieve magnetic sleep and wake up the subjects. The process involves a sensitivity test, contact grip, and longitudinal and transverse steps. The text also delves into catalepsy, stigmatization, and the use of objects to create a state of lethargy. The author outlines steps for anesthesia, deep sleep, and suggests using hypnosis for surgical procedures. Finally, the author explains the process of Shiatzu, a technique used to relax muscles, decrease pain and tension.",
  "content": "La « presa di contatto » consiste nel tenere i polsi del soggetto fra le vostre mani in maniera risoluta, fissandolo nella zona epigastrica per cinque minuti circa, dopo esser­vi seduti davanti a lui, toccando le sue ginocchia e le estre­mità dei suoi piedi. Passati i cinque minuti ecco come otterrete il « sonno magnetico ». « Passate la vostra mano destra sulla fronte dei soggetto, la sinistra sulla nuca, per un periodo che varia dai cinque ai dieci minuti. Eseguite poi, dalla testa all’epigastro, ponendo le mani colle dita a punta, sulle orecchie e sugli oc­chi del vostro soggetto, dai passi lentissimi sino a che il sonno non avvenga ». La sonnolenza all’inizio sarà leggera, ma già alla seconda seduta, il soggetto sarà molto più sensibile. Il « sonno magnetico » è suddiviso in quattro fasi ben distinte: 1) Anestesia cutanea. 2) Stato catalettico. 3) Stato sonnambolico. 4) Stato letargico. 1) L’ « anestesia cutanea » in cui il soggetto, persa la sua personalità, obbedisce eseguendo le suggestioni. 2) « stato catalettico » generato da una maggior pro­fondità del sonno, dovuta alla continuazione dei passi lon­gitudinali lenti, a distanza di non più di tre centimetri e alla presenza della mano destra sulla fronte; lo sguardo sarà fisso e l’insensibilità palese. 3) « stato sonnambolico » in cui il soggetto dipende solo dal « suo » magnetizzatore. Qualunque muscolo del corpo si contrae immediatamente appena sollecitato.",
  "last_phrase": "In conclusion, the \"magnetic sleep\" technique can be helpful in curing diseases, as long as the patient is passive and trusts the operator. The process involves four distinct stages, and the operator needs to be well-trained to induce them successfully in the patient. Telepsychia, or influencing at a distance, can also be achieved through intense concentration and visualization. Personal training of the operator is crucial, and daily practice can lead to excellent results. With patience and perseverance, the operator can develop a sensitive medium who will obey their mental suggestions."
}