{
  "title": "\"What is instant hypnosis and how can it be used effectively?\"",
  "first_phrase": "This text discusses the use of hypnosis to induce a state of fascination and instant hypnosis in an individual. The author suggests that the key to successful hypnosis is imagination and a strong desire to succeed. The author shares several examples of individuals they have helped, including a young man struggling with drug addiction and a woman who had a fear of flying. The last 200 tokens of the text explore the process of achieving superior hypnosis, moving beyond conscious control of the mind to a more instinctive level. The author offers many different techniques and emphasizes the importance of mastering one approach before attempting others.",
  "content": "Lo stato di fasci nazione avverrà automaticamente e più facilmente facendo mettere sulle vostre mani, stese in avanti orizzontalmente, quelle del sogget­to, raccomandandogli di premere con tutte le sue forze. L’età ideale per operare su soggetti di ambo i sessi va dai quindici ai trenta anni. Esistono tuttavia numerose eccezioni fuori dalla norma. Per meglio farvi comprendere il fenomeno, riporto testualmente una rela­zione del dottor Servais di un’esperienza di Donato, avvenuta nel 1876 a Parigi, meta ultima dello sperimentatore, dopo aver visitato il Belgio, l’O­landa, la Germania e la Svizzera, riscuotendo grande successo e non fallendo mai un esperimento: “Donato fissa il suo sguardo strano ed inquietante negli occhi di un uomo mai visto prima. Costui cerca di evitare lo sguardo insistente, ma i suoi sforzi sono inutili; resta inchiodato sul posto con l’occhio attaccato in modo indis­solubile alla pupilla scintillante del suo affascinatore. Tenta di parlare, Donato fa un gesto e lo blocca. Il soggetto non è addormentato: è perfetta­mente sveglio e si rende conto distintamente dell’impotenza in cui Donato lo riduce. In seguito perderà coscienza delle sue azioni; questa sarà un’altra fase, ma mai il sonno sopraggiungerà a meno che l esperimentatore non lo voglia ed agisca conseguentemente. Il soggetto è seduto? Non può alzarsi. È in piedi? Non può piegare le ginocchia e flettere il corpo. Ha la mano aperta? Non può chiuderla. Con uno sguardo (stupore provocato) ed un gesto Donato provoca la paralisi totale o parziale del corpo, un solo sguardo provoca disturbi profondi alle funzioni intellettuali.",
  "last_phrase": "In conclusion, the phenomenon of fascination can occur relatively easily, especially in nervous subjects. Examples such as those cited by Dr. Servais and Dr. Brémaud illustrate the power of the gaze and the importance of careful practice in hypnosis. By using techniques such as counting, name-calling, and using a falling handkerchief, the hypnotist can induce a state of fascination with ease. However, it is important to remember that the ideal age for conducting these experiments is between 15 and 30 years old, with exceptions for those outside of the norm."
}