{
  "title": "What is regression therapy and how does it work?",
  "first_phrase": "In this final part of the text, we delve deeper into the case of Emma Marigliano who, under hypnosis with Joe Keeton, has been able to recall past lives from as far back as the 16th century. Keeton explains that while some people are better suited for past-life regression than others, Emma's case is an exception in terms of the breadth of her recall. The text outlines Keeton's approach to hypnosis and past-life regression, as well as the theories of reincarnation and genetic memory put forth by Dominque Webb. However, caution is urged regarding the influence of the hypnotist on the subject during the regression.",
  "content": "Le date, spiega Joe Keeton, sono di relativa importanza: la memoria dei nostri antenati, così conte quella di ciascuno di noi, è labile, ha le sua lacune. Eccoci giunti, dulcis in fundo, all’opinione di Dominique Webb: “Niente ci impedisce di supporre che il soggetto “regresso” evochi ricordi appartenuti ai suoi antenati. Ritroviamo il naso del bisnonno sul volto del bambino ed alcuni tratti caratteriali di un antenato. Non è perciò ridicolo ammettere che i cromosomi memoria possano nascondere i ricordi di coloro che ci precedettero. Nello stato particolare dell’ipnosi le cellule grigie rivelerebbero i segreti dei nostri antenati. Le vite anteriori che noi scopriremmo sarebbero quelle di coloro che ci hanno geneticamente preceduto, quelli che ci hanno fatto come siamo. Bisogna avventurarsi con molta prudenza nell’appassionante ricerca delle vite passate. Sino a qual punto l’ipnologo che dirige la seduta può influenza­re il soggetto con le sua domande? Non scordiamoci che l’ipnotizzato è particolarmente suggestionabile. F, divenuto estremamente ricettivo, forse anche telepaticamente. In questo caso l’ipnotizzatore potrebbe imporgli inconsciamente le risposte che desidera ottenere, ameno che l’ipnotizzato, in stato di regressione, non capti alcune vibrazioni cosmiche che costituiscono un linguaggio attraverso il tempo. Ogni atto, ogni sensazione compreso il pensiero, provoca un’onda che si propaga nell’universo e non muore mai. Quest’onda può essere captata, in certe condizioni ipnotiche, anche molti secoli più tardi, in una comunione cosmica attraverso lo spazio ed il tempo”. Lascio a voi la conclusione. 5.",
  "last_phrase": "In conclusion, the use of hypnosis has been an interesting topic of discussion for many years. The memories of our ancestors coincide with our own, and their memories could hypothetically be stored in our genetic makeup. While mass hypnosis is a fascinating technique with potential therapeutic benefits, it is important to proceed with caution. The technique has been used successfully by professional hypnotists like Dominique Webb, who was able to put an entire theatre audience to sleep. However, it is crucial to remember that hypnosis can only be successful with careful execution and the selection of suitable subjects."
}