{
  "title": "\"How does hypnosis help in regression and smoking cessation?\"",
  "first_phrase": "In this text, the author delves into the world of hypnotherapy and regression techniques for past-life exploration. The last 200 tokens explain the step-by-step process for helping smokers quit smoking through hypnosis. The author outlines the various techniques used to induce a state of deep relaxation and suggests that a skilled practitioner can help individuals to overcome a wide range of issues, from physical pain to emotional trauma. To better understand the techniques outlined in this section, the author suggests reading and studying the text carefully, and practicing regularly to develop the necessary skills. The section ends with two testimonials from experts in past-life regression, Joe Keeton and Dominique Webb.",
  "content": "... chi sei ora?... chi sei?...”. L’uomo può urlare terrorizzato rivivendo una scena sanguinosa, rivivere l’incendio in cui morì tutta la famiglia arsa viva nella sua casa, contorcersi sotto la tortura nel XVI secolo. La sua voce può cambiare nel tono e nell’accento; è evidente che se il soggetto dicesse di essere Giulio Cesare, esprimendosi solo in italiano, avremmo la certezza che stia fantasticando. La prova (?!) che l’ipnotizzato dica il vero consisterà nel parlare la lingua e descrivere le località in modo corretto ed ade­guato ai tempi che sta rivivendo. Quello che vi raccomando, cari amici, è di ripetere “ad litteram”il testo della regressione: i risultati non mancheranno, siatene certi. Vorrei chiudere questo affascinante capitolo con le testimonianze di due specialisti della regressione nel tempo: l’inglese Joe Keeton ed il francese Dominique Webb. Il giornalista Franco De Giorgi su un numero della rivista “Gente”di alcuni anni or sono, così scrive di Joe Keeton: Joe Keeton, un uomo corpulento di 51 anni, basa la sua teoria su ventisette anni di esperienze, durante i quali ha ipnotizzato e fatto regredire nel tempo 9000 soggetti, stabilendo ciò che è probabilmente un record mondiale. Coa­diuvato dalla moglie, la giornalista Monica O’Hara, egli ha analizzato e catalogato ogni regressione sotto ipnosi da lui compiuta, scartando quelle che considerava sospette. Alla domanda: “Che cosa sono esattamente queste realtà che incontriamo quando retrocediamo nel passato? Reincarnazione? Ricordi dimenticati sepolti profondamente nel subconscio?",
  "last_phrase": "In conclusion, regression under hypnosis can be a fascinating and intriguing experience for those interested in exploring their past lives or ancestral memories. While there is debate among experts about whether these memories are truly accurate, the practice has been used successfully by many individuals and professionals. Whether for personal curiosity or professional research, approaching regression with caution and following the guidance of reputable hypnosis specialists can lead to fascinating insights and discoveries. The potential of hypnosis as a tool for exploring the mysteries of the mind is vast, and only time will tell what new discoveries and advancements may emerge in the future."
}