{
  "title": "\"What is Telepsichia? A Guide to Hypnotic Distance Techniques and Magnetism\"",
  "first_phrase": "In the previous section, we discussed the different states of hypnosis, magnetism, and their applications, including the treatment of diseases. Now, in this final section, we delve into telepathy and the technique of \"sdoppiamento,\" which means to exit the body and be seen and heard from a distance. Through this technique, one can induce hypnotic states in an individual by imagining them and using suggestion. We will explore how this can be achieved and the specific steps involved. We will also discuss the power of visualization and the role it plays in inducing hypnotic states.",
  "content": "Fasi successive. 4. Immagine dei vostro soggetto in uno stato totale di ipnosi. Il vostro slancio volitivo sarà «assoluto», caratterizza­to dalla ferma volontà di provocare il sonno ipnotico. La rappresentazione dovrà essere chiara e nitida come sullo schermo. Così come addormentate normalmente un soggetto con lo sguardo e la parola, lo suggestionate al massimo, l’ipnotiz­zato a distanza diventa suggestionabile mentalmente come nelle solite induzioni. Immaginate ora che il Signor Giolla Claudio voglia risve­gliare l’amore nella signorina Anna Bozzini. Il signor Claudio immaginerà di vedere, presente sdraia­ta sul lettino del suo studio, la signorina Anna Bozzini. Effettuerà la normale induzione, dopo averla fissata pro­fondamente, negli occhi, per almeno venti secondi, asso­ciando l’idea della presenza della ragazza con la sua feli­cità interiore. Una volta che Anna sarà in uno stato di «ipnosi totale», Claudio dirà all’oggetto dei suoi sogni di provare piacere ogni qualvolta ella sia in sua compagnia e che, d’ora in avanti, proverà, sempre di più, il bisogno di vederlo. Avrà l’impressione, quando non sarà vicino a lui, di an­noiarsi sempre, in qualsiasi istante. Necessiteranno, dalle quindici alle venti sedute progressive giornaliere, per po­ter fissare nell’inconscio di Anna, da parte di Claudio, il piacere che proverà ad andargli incontro, con la cieca con­vinzione che l’armonia della sua esistenza, richieda la sua continua presenza. Eccoci ora giunti alla fase terminale della telepsichia con «lo sdoppiamento». LO SDOPPIAMENTO Sdoppiarsi significa uscire dal corpo ed essere visto ed udito anche a distanze considerevoli.",
  "last_phrase": "In conclusion, the techniques and exercises described in this text require patience, persistence, and a strong commitment to developing one's psychic abilities. Whether it is inducing hypnosis or exploring the phenomenon of telepathy and clairvoyance, the key is to focus on clear visualization and mental concentration. With practice and training, anyone can develop these skills and unlock their full potential as a psychic operator. It is important to remember to start slowly and progress with caution, always prioritizing the safety and well-being of oneself and others."
}