{
  "title": "What are the different techniques and uses of hypnosis in medicine, including weight loss and emotional disorders?",
  "first_phrase": "This text explores the use of hypnosis in medical and therapeutic contexts. The author describes various techniques for inducing a trance state and suggests ways in which hypnosis can be used to treat a range of conditions, including obesity, anorexia, asthma, and addiction. The final 200 tokens focus on the use of hypnosis to treat emotional disorders, specifically neurosis. The author suggests that hypnosis can help patients to confront and release repressed emotions, leading to greater emotional harmony. The author also emphasizes the importance of patient motivation and trust in the hypnotherapist for successful treatment.",
  "content": "Ecco, una volta indotta la trance, cosa dovrete dire: « D’ora in avanti lei avrà fame... mangerà tre vol­te al giorno... e tutte le volte in più che si sentirà... il cibo sarà saporito... le piacerà sempre di più... ne mangerà sempre con maggior appetito... avrà fame... sempre più fame... II peso dei suo corpo tornerà normale... Mangerà di più... sempre di più... sino a che non raggiungerà il suo peso di... kg prescrittole. Man­gerà sempre di più... volentieri... Farà ciò per stare bene... crescere di peso... sen­tirsi sereno, felice... Avrà fame, tanta fame... Mangerà e digerirà con facilità... Più mangerà, più starà bene... Raggiungerà il peso stabilito... sentirà una gran voglia di mangiare tutto ciò che avrà in tavola... troverà il sapore del cibo sempre migliore... ». Quest’induzione la farete solo dopo aver avuto dal medi­co la certezza che non esiste perforazione del tratto gastro­intestinale o dello stomaco. Numero delle sedute: da quattro a sei! 8 L’ipnosi ed i disturbi emotivi: nevrosi (Liberazione di materiale rimosso) NEVROSI La nevrosi è una complessa sindrome mentale di difficile definizione, che si manifesta in forme diverse (nevrosi fo­bica, ossessiva, isterica, d’angoscia, ecc.) secondo il preva­lere di una data sintomatologia. Essa è, in genere, determinata da uno stato di conflitto psichico, di cui il paziente è cosciente, ma che non è in grado di risolvere.",
  "last_phrase": "In conclusion, hypnosis can be a valuable tool for addressing various mental and physical health issues, such as anxiety, weight management, skin conditions, sexual dysfunction, and even dental anxiety. By inducing a trance state and using suggestive language, hypnotherapy can help patients access the power of their unconscious mind to heal themselves. The number of sessions required typically depends on the specific issue being addressed, but with a skilled hypnotherapist, positive results can often be achieved in just a few sessions."
}