{
  "title": "\"What is the history and significance of hypnosis in medicine and ancient practices?\"",
  "first_phrase": "The last 200 tokens of this text provide a brief history of hypnosis, its pioneers and practice. The text mentions the works of Franz Mesmer, who first introduced 'animal magnetism,' and James Braid, who coined the term 'hypnosis' and demonstrated that it could induce sleep through verbal suggestion alone. Other names mentioned include Apollonio di Tiana, known for his skills in hypnosis and telepathy, and Dante Caravelli, a renowned medium and hypnotist who taught the author. The text also provides insights into the various methods used for inducing hypnosis, such as the use of bright objects and the post-hypnotic suggestion. The final part of the text forms a preface written by Professor Paolo Muzzana, in which he shares his experience of studying and practicing the art of hypnosis under the guidance of Caravelli.",
  "content": "Il sonno ottenuto era identico a quello creato dai gesti e dallo sguardo dei magnetizzatori, presentava perciò tutte le gradazioni, dal più leggero assopimento al coma catalet­tico caratterizzato dalla scomparsa di sensazioni. In secon­do luogo Braid si rese conto che durante il sonno ipnotico il soggetto era preda di un sentimento corrispondente al­l’atteggiamento che si voleva che assumesse. Infine, veri­ficò che il dormiente poteva obbedire a tutti gli ordini « che pervenissero da una persona nella quale aveva fi­ducia ». Attraverso quest’ultima constatazione, Braid. si collegò con l’Abate Faria e con Bertrand, che attribuivano all’im­maginazione tutti gli effetti del mesmerismo. Da questo punto di vista, il merito della sua scoperta è certo; tutta­via, qualunque cosa ne pensi Pierre Janet, questo merito resterà grande se si considera il braidismo non come dot­trina della suggestione, ma come dottrina dell’ipnotismo, tapsichica. Il braidismo non ebbe alcun successo 1n Francia ed in In­ghilterra. Charcot lo resuscitò senza peraltro riconoscerlo. Alcuni osservatori isolati ne confermarono la verità. Nel 1859il dott. Azam, avendo ripetuto gli esperimenti del medico di Manchester su soggetti isterici, constatò la conformità del loro atteggiamento al sentimento morale, e l’iperestesia dei sensi: il tic-tac di un orologio da tasca venne ascoltato a una distanza di 8,o 9 metri, il calore delle mani sentito a 40 centimetri dal dorso. Per il resto si giudicarono le idee di Braid troppo viziate da mistici­smo, e l’ipnotismo non venne che applicato alla pratica chi­rurgica.",
  "last_phrase": "In conclusion, the study of hypnosis has contributed greatly to our understanding of the human mind and consciousness. From Braid's discovery of the power of suggestion to the modern-day research on clinical and experimental hypnosis, we have learned that hypnosis is a state of altered consciousness characterized by a decrease in certain brain functions. While the history of hypnosis is rife with controversy and skepticism, it remains a powerful tool that can help individuals overcome their fears, anxieties, and other psychological issues. With practice and skill, anyone can become a proficient hypnotist and achieve positive results in their practice."
}