{
  "title": "What is Regression and How Does it Work in Hypnotherapy?",
  "first_phrase": "The final part (200 tokens) of this text explores the concept of past-life regression through the experiences of Joe Keeton and Dominique Webb, who use hypnosis to transport their subjects back in time to relive past lives. The author shares the case of Emma Marigliano, a Neapolitan woman who visited Keeton and experienced vivid memories of her past lives in languages she did not consciously know. The text also includes a section on smoking cessation through hypnosis. The author provides detailed instructions on how to use hypnosis to help smokers quit.",
  "content": "Seguirono due sedute regressive, di cui ho potuto ascoltare l’intera registrazione. Ciò che sorprende immedia­tamente è il cambiamento di accento e di voce della donna, la quale risponde prima in inglese, con spiccato accento di Manchester, alle domande dirette di Keeton, e poi in dialetto napoletano alle domande del fratello Salvatore, che fa da interprete durante la regressione; passa poi ad un italiano “neutro” con sfumature toscane e, alla fine, a un italiano con lieve accento francese. Parla Emma Ecco alcuni estratti della registrazione. Keeton: “Va’ indietro nel tempo, va’ indietro. Ora hai tre anni. Dove sei?”. Emma, che all’inizio parlava perfettamente inglese, non sembra comprende­re più questa lingua e rimane silenziosa fino a che il fratello Salvatore, dietro istruzioni di Keeton, non le pone le domande in dialetto napoletano. Salvatore: “Hai tre anni. Come ti chiami?”. Emma: “Nun lo saccio”. Salvatore: “Chi ci sta a casa?”. Emma: “Papà e mammà”. Salvatore: “Emma sai parlare in inglese?”. Emma: “ No”. Salvatore: “E io saccio parlà l’inglese?”. Emma: “No. Nisciuno sape parlò questa lingua scema” (ride). Salvatore: “Perché è tuia lingua scema?”. Emma: “Perché nun la capisce nisciuno a casa”. Keeton e Salvatore: “Vai indietro nel tempo, ancora più indietro. Ritorna nel tempo prima della tua nascita.",
  "last_phrase": "In conclusion, the technique of hypnosis has been used for centuries and still remains a fascinating subject for researchers and practitioners alike. From regression therapy to mass hypnosis, the power of suggestion and the ability to tap into the subconscious mind is undeniable. Whether you believe in past lives or not, the potential benefits of hypnotherapy in addressing various mental and physical issues cannot be ignored. As with any form of therapy, it's important to approach it with caution and seek guidance from a trained and experienced practitioner."
}