{
  "title": "\"What is the state of fascination and instant hypnosis, and how can it be induced?\"",
  "first_phrase": "This text describes a series of experiments conducted by Dr. Brémaud in 1884 to demonstrate the reality of hypnosis and fascination. The last 200 tokens focus on the different experiments conducted on three subjects, M.C.R., M.Z., and a young man whose name is not given. These experiments demonstrate the effects of fixation and suggestion on the body and mind, including paralysis, increased pulse rate, and analgesia. The text emphasizes the importance of imagination in achieving hypnosis, as well as the power of suggestion and the need to approach the process with authority and confidence.",
  "content": "Cercate di fargli piegare il braccio e constatate come la forza impiegata in questo momento da M.Z.... non abbia rapporto con la sua muscolatura ed il suo vigore normale. Qualche colpetto sul bicipite, un soffio sull’occhio, la contrattura svanisce e M.Z... torna al suo stato normale. Si può ottenere la fascinazione su certi soggetti con una facilità folgorante. Se, approfittando di questa attività, si provoca l’invasione dello stato nervoso nel momento in cui il soggetto esegue un movimento violento ma volontario, la rigidità si impadronisce subito dei muscoli volontariamente con­tratti, il movimento resta incompiuto, l’arto resta bloccato nella situazione che occupava nel momento preciso in cui ebbe luogo la produzione del fenomeno”. Personalmente induco lo stato di fascinazione con tre tecniche ben distinte in funzione della forza magnetica di chi mi sta di fronte. Ecco i miei tre metodi: 1. Metodo dei conteggio. 2. Metodo dei nome. 3. Metodo del fazzoletto. 1. Metodo del conteggio. Invito Marco Paganini a contare ad alta voce: uno ... due ... tre, mi avvicino sfiorandogli il naso e chiedendogli di guardarmi. Nel giro di due o tre secondi la sua parola esita... quattro... cinque... la sua voce perde sempre più forza... infine tace. I muscoli della mascella si contraggono, la fascinazione è giunta e comincia ad imitare i miei movimenti. Gli alzo il braccio destro sopra la testa e l’arto, una volta abbandonato a se stesso, cade lentamente.",
  "last_phrase": "In conclusion, these techniques explained in this text can be used to induce hypnosis and fascination in certain individuals. However, it is important to note that these methods should be used with caution and only by trained and experienced individuals. The state of hypnosis can produce various phenomena, including catalepsy and musculoskeletal rigidity. Understanding the differences between these phenomena is important in producing the desired effects. Overall, these techniques can be useful in certain settings but should only be used by those who are knowledgeable about the process and its potential risks."
}