{
  "title": "What are the different theories and perspectives on hypnotism and magnetism in the field of physio-psychology and how do they explain the phenomena associated with them?",
  "first_phrase": "This text is a historical overview of the study of animal magnetism and hypnotism. It explores the various theories and methods used to understand the phenomena and includes the names of notable figures in the field such as Mesmer, Faria, and Charcot. The last 200 tokens of the text focus on the controversy surrounding the relationship between animal magnetism and hysteria. The text quotes several medical professionals who argue that non-hysterics can also be hypnotized and that too much emphasis has been placed on hysteria as the defining feature of susceptibility to hypnotic suggestion.",
  "content": "* * * En 1882,à Nancy,les docteurs Bernheim et Beaunis, élèves et amis du docteur Liébault, ont observé à nouveau des effets physiques tels que ceux d'un vésicatoire, des saignements de nez, provoqués par la suggestion ol'ale,et depuis ils ont étudié spécialement la suggestion tant à l'état de veille qu'à l'état hypnotique. En 1884, M. Liégeois, professeur à la faculté de droit de Nancy, s'est occupé particulièrement de la suggestion à l'état de veille et à l'état posthypnotique au point de vue du droit civil et du droit criminel. En 1884 encore, le ducteur Bérillon a affirmé la dualité cérébrale. En 1885, le docteur Luys, ancien médecin de la Salpêtrière, a fait de très curieuses expériences de divination, d'acuité du tact, etc. La même année, les docteurs Bourru et Burot, à Rochefort,et le pharmacien Focachon, à Charmessur-Moselle, ont par la suggestion orale provoqué des stigmates sanguinolents sur différentes parties du corps d'un malade. * * * « Voilà, dit Donato, à qui nous avons emprunté en le résumant ce tableau historique, la filiation de la science magnétique résumée impartialement. e Il s'en dégage cette vérité inéluctable que les docteurs Charcot et Dumontpallier, Liébault et Richet, Bernheim et Baréty, Luys et Bourru, etc., etc., sont tous, sans exception, qu'ils le veuillent ou non, des continuateurs et des adeptes, directs ou indirects, du somnambulisme découvert par de Puységur et inspiré par Mesmer.",
  "last_phrase": "In conclusion, the history of magnetic science has been a continuous progression of research and discoveries, building on the work of pioneers such as Mesmer and Puységur. Despite debates and disagreements regarding the classification of the various phenomena observed during magnetic experiments, scientific inquiry and experimentation have continued to reveal new insights into the workings of the human mind. Regardless of the method used to induce the magnetic state, be it through passes, hypnotism, or fixation of objects, the phenomena observed in these states continue to fascinate and mystify us to this day."
}