{
  "title": "What is the history of mesmerism and its influence on modern hypnotism?",
  "first_phrase": "This text explores the history of magnetism, from its ancient origins to its use in modern-day hypnosis. The section we will focus on discusses the work of James Braid, a pioneer of hypnosis who was inspired by the practices of earlier magnetists. Braid's work challenged the prevailing belief in the transmission of a special influence from the operator to the subject, demonstrating that hypnotic states could be induced simply through sustained fixation on an object. However, the author notes, Braid's methods were not entirely original, drawing on centuries-old practices employed by fakirs in India. The section ends by calling for respect and recognition for the many contributors to magnetism throughout history.",
  "content": "Les médecins, quand parut le premier livre de Braid sur l'Hypnotisme (1842), s'occupèrent de la question parce qu'il s'agissait d'un confrère — et par-dessus le marché d'un confrère qui cherchait nuire aux magnétiseurs. Mais ils n'obtinrent pas des résultats satisfaisants. Ce qu'ils voulaient surtout trouver dans l'hypnotisme, c'était l'anesthésie favorisant les opérations chirurgicales. De ce côté, il y eut quelques mécomptes. Bientôt MM. Broca et Velpeau, qui s'étaient enthousiasmés pour les idées de Braid, n'en parlèrent plus, et, dès 1860,les docteurs Dernarquay et Giraud-Teulon publiaient leurs Recherches sur l'hypnotisme, où ils déclaraient : C'est une découverte peu riche en observations, une déconcerte mort-née. Elle est restée accrochée en route. Les efforts du docteur Philips (Durand, de Gros), partisan acharné de Braid, qui publia cette même année son Cours de B raidis me, furent impuissants à ressusciter l'hypnotisme. Et cependant, dans ce livre, malgré des théories fort contestables, des contradictions évidentes et des affirmations risquées, il y avait d'excellentes choses. Mais le siège de la médecine officielle était fait, et le docteur Philips avait le tort considérable de ne pas ménager les savants et de leur reprocher de nier obstinément ce qui éclatait aux yeux de tout le monde. L'Hypnotisme fut donc enterré, et les livres de Braid sur la matière ne furent même pas traduits en notre langue.",
  "last_phrase": "In conclusion, the study of hypnotism and magnetism by the medical community has been a tumultuous journey, filled with skepticism, controversy, and even ridicule. Despite the initial disappointments and setbacks, some doctors persisted in their investigations and eventually brought this field to the forefront. Today, hypnotism and its effects are better understood, and its benefits for medicine and mental health are recognized. It is a reminder that progress often requires challenging long-held beliefs and pushing boundaries, and that open-mindedness and a willingness to experiment are crucial in advancing science and medicine."
}