{
  "title": "Who is Donato and what are his contributions to the field of magnetism and hypnosis?",
  "first_phrase": "This text is a compilation of various accounts of magnétisme and the people involved in it, including Donato, a famous magnétiseur of the 19th century, and his discoveries and improvements to the practice. The first part of the text discusses the widespread success that Donato experienced across Europe, while the second part delves into the specific discoveries that he made, such as catalepsy and the difference between true unconsciousness and sleep. The text also touches on the heated debate that existed between medical professionals over the authenticity of magnétisme and hypnotism. Ultimately, the text argues that much of what is known and credited to the medical field today in these areas can be traced back to the early work of magnétiseurs like Donato.",
  "content": "Des internes du - service de M. Charcot, à la Salpêtrière, ont essayé de revendiquer pour eux cette découverte en 1878; mais il était un peu tard, les journaux parisiens ayant relaté l'expérience de Donato le lendemain même du jour où elle avait eu lieu ; 2. La démonstration, par Donato, que la catalepsie ne se produit que chez les personnes ayant été déjà magnétisées — ou hypnotisées, comme l'on voudra ; 3. L'état cataleptique également provoqué par une lumière intense et inattendue ; Etats profonds 4. La constante possibilité de produire presque instantanément la perte de conscience chez les sujets très sensibles. Avant Donato, c'était par demi-heures et par heures qu'il fallait compter, , et encore les magnétiseurs éprouvaient-ils beaucoup de difficultés ; 5. Donato a le premier fait ressortir la différence qui existe entre la perte de conscience et ce que le public et nombre de médecins persistent à appeler le sommeil [6]; 6. La paralysie ou la catalepsie presque instantanée de personnes robustes, n´etant jamais été magnétisées, par un attouchement, par un regard, sans provoquer l'état d'inconscience, c'est-à-dire à l'état de veille ; Post-magnètisme 7. La possibilité de réveiller le sujet en laissant persister une ou plusieurs contractures partielles produites pendant qu'il était inconscient ; 8. La production du sommeil normal pendant le somnambulisme et vice-versa; 9. La persistance de l'abolition de certains sens, de l'ouïe par exemple, après le retour à l'état normal La fixation obstinée des regards du sujet sur un être ou un objet, et tous les développements extraordinaires de la fascination; 10. L'arrêt des menstrues pendant le somnambulisme ; 11.",
  "last_phrase": "In conclusion, Donato's contributions to the study of magnetism were groundbreaking and laid the foundation for future research on the topic. His method was powerful and practical, with numerous potential applications in medicine and the study of human behavior. Despite facing criticism from some quarters, his discoveries have stood the test of time and continue to influence the field to this day."
}