{
  "title": "What is the history and controversy surrounding Mesmerism and Magnetism?",
  "first_phrase": "In the last part of the text titled \"Le Magnétisme Triomphant,\" the author delves into the controversy surrounding the practice of mesmerism. While many scientists were quick to dismiss it as a parlor trick, Donato persevered and worked tirelessly to revitalize the field. However, the excesses of some of its practitioners, who exaggerated the effects of mesmerism, only served to discredit the practice even further. Despite this, the author argues that the truth must be told and that the public deserves a clear understanding of what mesmerism is and what it can do.",
  "content": "Le dr. Paret a répris les travaux de Donato, ccentrés surtiut sur la d´montration et lui a donné, en continuant le travail de son maître Di Pisa, une profondité jamais vue auparavant. C'est pour rendre hommage à la vérité et prémunir le public contre les mensonges enseignés par des personnalités dont la situation officielle semble une garantie que nous publions ce travail. Quelques savants, pédants, orgueilleux et sans scrupules, ne seront pas contents de notre franchise. Peu nous importe. Nous aurons avec nous tous les amis de l'impartialité, de la vérité et de la lumière. . ________________ LE MAGNÉTISME TRIOMPHANT I - Avant Mesmer Le Magnétisme est aussi ancien que le monde. Nombre de philosophes et de thaumaturges, chez tous les peuples de l'antiquité, l'ont pratiqué, mais sans avoir de notions bien précises des effets et des causes. La médecine par attouchement et imposition des mains, par la fascination à l'aide des yeux, se retrouve dans l'histoire des Indiens, des Égyptiens, des Hébreux, des Grecs, des Romains, des Gaulois, etc. Pomponace, au commencement du XVIe siècle, reconnaît que certains hommes peuvent produire sur d'autres des effets remarquables par la force de la volonté. Paracelse acquiert une grande célébrité en guérissant, par l'imposition des mains, des maladies réputées incurables. En 1630, un médecin et alchimiste célèbre, Van Helmont, écrit : « Il y a dans l'homme une énergie telle que, par sa seule volonté et son imagination, il peut agir hors de lui, imprimer une vertu et exercer une influence durable sur un objet très éloigné.",
  "last_phrase": "In conclusion, the history of magnetism is rich with contributions from various individuals throughout the ages. From the ancient philosophers to the modern-day practitioners, the idea of manipulating energy to heal and soothe has always fascinated mankind. Mesmer's experimentations and theories marked a turning point in the scientific application of magnetism, paving the way for further exploration and innovation. The work of Deleuze, Bertrand, and du Potet, among others, built upon and expanded the knowledge base. The emergence of hypnotism and Braidism only added to this body of knowledge, culminating in Donato's groundbreaking experiments. While the path has been fraught with skepticism and opposition, we owe a debt of gratitude to those who dared to seek the truth and push the limits of our understanding."
}