{
  "title": "What is the opinion of doctors on the use of hypnotism, and who can be hypnotized?",
  "first_phrase": "This section of the text focuses on the question of who can be hypnotized and the role of hysteria in the practice of hypnosis. It includes the opinions of various doctors and researchers, such as Dr. Bottey, Dr. Bernheim, and Dr. Liébault, regarding the ability of individuals without a history of hysteria to be hypnotized. The author also explores the potential benefits of hypnosis in fields such as surgery and education. Ultimately, the article acknowledges that many mysteries remain surrounding the practice of hypnosis and its potential applications.",
  "content": "» L'auteur de l'article reconnaît que le système nerveux des hystériques est généralement très impressionnable aux pratiques hypnotiques, mais il ajoute : « Le domaine du magnétisme animal, et nous employons à dessein cette locution qu'on évite aujourd'hui de prononcer, ne s'étend-il pas sur un terrain plus vaste et même tout différent de celui de l'hystérie ? « Les personnes qui peuvent magnétiser différent des médecins qui explorent le système nerveux des hystériques. Ils ont la prétention d'agir sur des sujets non hystériques, évitant même ceux-ci à cause des attaques plus ou moins graves qu'ils redoutent de provoquer. » M. Héricourt conclut ainsi : « Le problème du somnambulisme provoqué reste absolument sans solution, et les expériences sur les hystériques sont plutôt de nature à compliquer qu'à simplifier cette question. » * * * Le docteur Beaunis, de Nancy, dans son étude sur le Somnambulisme provoqué, écrit : « Contrairement à l'opinion répandue, les sujets susceptibles d'entrer en somnambulisme ne sont pas rares, et ici je dois combattre un préjugé qui a cours non seulement dans le public, mais encore chez beaucoup de médecins : c'est qu'on ne peut guère provoquer le somnambulisme que chez les hystériques. En réalité, il n'en est rien. Le somnambulisme artificiel s'obtient avec la plus grande facilité chez un grand nombre de sujets chez lesquels l'hystérie ne peut être invoquée, enfants, vieillards, hommes de toute constitution et de tout tempérament.",
  "last_phrase": "In conclusion, the study of artificial somnambulism and magnetic phenomena has led to various interpretations and theories. While the nervous system of hysterics is typically impressionable to hypnotic practices, it has been shown that somnambulism can be induced in a vast range of subjects beyond those with hysteria. Many factors can play a role in the success of inducing artificial states of hypnosis, such as the concentration of thought, physical constitution, and psychical disposition of the individual. The study and understanding of these complex phenomena require patience, prudence, and meticulousness to avoid drawing inaccurate conclusions."
}