{
  "title": "What is Donato's role in the development of experimental fascination and its relation to hypnotism?",
  "first_phrase": "This text is focused on the practice of magnetism and the concept of fascination, particularly in regards to the experimental use of it. The author, Donato, claims to have invented the concept of experimental fascination and argues that it is a new form of magnetism. He also highlights the importance of consent from the subjects being experimented on. The text touches on the potential dangers of hypnotism and the role it could play in criminal activities. However, the author convincingly argues that the fear of the unknown is what is truly dangerous, and that ultimately the truth will set people free from their superstitions and fears. The last part of the text also mentions Dr. Brémaud, a physician who was credited with the discovery of fascination, despite Donato having produced the same results in his experiments years prior.",
  "content": "Et j'ai dit, en descendant respectueux de Mesmer, que par cette expression je n'entendais définir que mes procédés personnels. «-Fasciner, c'est-à-dire : charmer, éblouir, séduire, maîtriser, attirer à soi par le regard ! (Je n'ai qu'à copier les définitions des dictionnaires.) « N'est-pas là ce que je fais, très exactement? « Mais le mot fascination ne me suffisant pas, j'ai ajouté à ce mot la qualification d'expérimentale. « N'est-ce pas lumineux ? « On voit tout de suite qu'il ne s'agit pas de la fascination purement naturelle et inconsciente que les êtres animés peuvent exercer les uns sur les autres. Il s'agit d'une fascination toute spéciale, révélée par l'expérience et appliquée expérimentalement. » * * * , M. le docteur Brémaud, médecin de la marine, qui, après avoir suivi à Brest les expériences privées et publiques de Donato et avoir sollicité les conseils de' notre maître, est allé ensuite, avec des sujets formés par celui-ci, se présenter devant la Société de biologie comme ayant découvert la fascination; a aujourd'hui, aux yeux de la plupart des médecins, la gloire de cette trouvaille.. - C'est en 1883, disent-ils, que M. Brémaud a déterminé pour la première fois ces curieux phénomènes. Or, Donato produisait les mêmes phénomènes dès 1876. Il avait parcouru l'Europe pendant six ans, en fascinant les spectateurs de ses expériences, lorsque, au commencement de 1882, M. Edouard Cavailhon publia à Paris un livre intitulé : la Fascination magnétique, avec une préface de Donato.",
  "last_phrase": "In conclusion, the discovery of experimental fascination was not made by M. Brémaud, but by Donato, who had been practicing it for years. M. Brémaud's conduct towards Donato raises questions about his credibility. The effects of experimental fascination can be classified into three periods, including a state of consciousness, a state of unconsciousness, and a wakeful state. The phenomena experienced during experimental fascination include catalepsy, modifications of motility and sensibility, and suggestions of a psychical nature. These phenomena are not yet fully understood, leaving room for continued observation and study."
}