{
  "title": "What are the dangers and controversies surrounding the practice of magnetism and hypnotism in medicine?",
  "first_phrase": "In this text, the author explores the history and controversy surrounding the practice of magnetism and hypnosis. In the last 200 tokens, the author addresses the alleged dangers of magnetism and how doctors have attempted to monopolize it. The author criticizes this approach but acknowledges the existence of certain risks, such as abusing subjects while in a state of hypnosis and making them carry out reprehensible acts. However, the author argues that such dangers are not exclusive to magnetism or hypnosis and that these practices, when properly handled, can be safe. The author cites the opinion of Dr. Bernheim from the University of Nancy, who claims that hypnosis is safe when handled properly.",
  "content": "f f 7° On peut, dans l'état de somnambulisme, abuser des sujets et commettre sur eux\" des \"crimes contre lesquels ils ne peuvent se défendre: 8° Enfin, il est facile, par des suggestions à échéance produites sur le sujet inconscient, de lui faire accomplir les actes les plus répréhensibles et dont il \"ne garde pas la mémoire. C'est tout, croyons-nous, ou à peu près tout. Bien entendu, d'après les docteurs, aucun de ces dangers n'est à redouter si l'hypnotisme demeure leur propriété exclusive. On sait, en effet, que, par la vertu de son diplôme, un médecin est nécessairement très savant, très habile, et pardessus le marché très honnête. Aucun médecin n'a jamais fait de sottise ayant pour résultat d'envoyer un client dans l'autre monde. Aucun médecin n'a jamais dit ni écrit d'absurdités scientifiques. Enfin, aucun médecin n'a jamais été poursuivi ni condamné pour crimes ou délits quelconques. Tous ont l'omniscience de Dieu et la sainteté des anges. Qui donc oserait prétendre le contraire ? ** * Nous allons répondre aux accusations insensées > portées contre les magnétiseurs parles médecins et montrer combien les craintes qu'ils affectent d'éprouver sont chimériques. Le docteur Bernheim, de la faculté de Nancy, nous fournit lui-même la plupart des réponses à adresser à ses confrères. Sur la question de savoir si l'hypnotisation par elle-même est dangereuse, il dit : « Je n'hésite pas à affirmer, fort de l'expérience acquise, que, lorsqu'elle est bien maniée, elle n'offre pas le moindre inconvénient.",
  "last_phrase": "In conclusion, the notion that hypnotism and magnetism pose significant dangers to individuals is largely exaggerated and unfounded. While there may be some risks associated with these practices, when properly used, they offer numerous benefits and pose no significant threat to those who undergo them. It is important to remember that many of these fears are born out of competition between different groups of practitioners, and that the vast majority of those who use hypnotism and magnetism do so with the utmost care and expertise."
}