{
  "title": "What were the discoveries and improvements made by Donato in the practice of magnetic fascination?",
  "first_phrase": "In this last part of the text, the author discusses the accomplishments and contributions of Donato, a renowned magnetizer in the late 1800s. The text includes quotes from various experts and scholars who have praised Donato's methodology, impeccable research, and incredible tenacity. The text also highlights Donato's many discoveries and improvements to the practice of magnetism, such as his ability to induce catalepsy through loud noises and his precise system for producing consistent results. Despite facing opposition from many doctors and skeptics, Donato's success became undeniable, and he was recognized as a powerful magnétiseur who revolutionized the field.",
  "content": "Amenez-moi dans une caserne, je ferai subir mon influence à des soldats ; dans une grande fabrique, je la ferai subir à des ouvriers; dans un salon, je magnétiserai des hommes du monde. Puisque vous aurez vous-même choisi les sujets, vous serez bien certain qu'ils ne peuvent être d'accord avec moi. « Devant une sincérité semblable, comment ne pas s'incliner? » Ce chapitre était écrit depuis quelque temps déjà, lorsque les expériences de magnétisme ont été interdites en Italie, sur l'avis des médecins de ce pays. Donato, qui, jusqu'à ce jour, avait montré à l'égard des docteurs, ses imitateurs plus ou moins loyaux, une condescendance indulgente, a fini par perdre patience. Tant de méchanceté l'a rendu moins conciliant. Il va revendiquer, dans la revue le Magnétisme, avec preuves à l'appui, la priorité de chacune de ses découvertes. Dans l'avant-propos précédant le compte rendu sténographique d'une séance donnée à Lausanne en 1880, i! s'exprime ainsi : « Des hommes dont on exalte à bon droit la science ont bien voulu condescendre à s'attribuer la paternité de mes œuvres. a Ces derniers ont dépassé mes plus ambitieuses espérances, et ma modestie s'effarouche d'un tel excès d'adulation. Le sort brillant que l'on veut faire à mes enfants ne saurait me consoler de leur abandon et de leur ingratitude ! Je les ai élevés avec tant d'amour, je leur ai prodigué tant de soins, ils m'ont coûté tant d'efforts, de fatigues, tant de sueurs, tant d'alarmes, tant de patience, tant de persévérance obstinée !",
  "last_phrase": "En conclusion, le magnétisme reste une méthode extrêmement puissante qui peut apporter des résultats pratiques, tels que l'insensibilisation pour les opérations chirurgicales ou la possibilité de remplacer des médicaments grâce à la suggestion. Bien que certains aient tenté de plagier les découvertes de Donato, il a démontré que presque tout le monde peut être influencé par l'action du magnétisme. Les magnétiseurs ont lutté pour faire éclater la vérité, mais il reste encore beaucoup à découvrir dans ce domaine, qui peut ouvrir un nouveau monde pour la médecine et la science en général."
}