{
  "title": "What were Donato's discoveries and the impact of his experiments on the science of magnetism and hypnotism in 1875?",
  "first_phrase": "In the final part of this text, the attention turns to the young magnetizer, Donato, who was born in Liège in 1845. He became a powerful magnetizer and was responsible for many authentic and unprecedented phenomena that convinced many doctors and notable individuals, including the nephew of M. Frère-Orban and the lawyer Cudell. Despite his success, many physicians still refused to acknowledge the validity of magnetism and hypnotism. The text argues that the failures of magnetism were due to experiments conducted by physician magnetizers, not true magnetizers. The text ends by noting the continued successes of Donato, who continued to astound and impress audiences with his demonstrations.",
  "content": "Ët la science officielle, les Facultés, les Académies? Les Académies ne soufflaient mot. Les Facultés semblaient dormir. Ainsi que nous avons déjà eu l'occasion de le dire, les cénacles se recueillaient, attendaient, enregistraient soigneusement les faits, en se réservant de les reproduire bientôt sans paraître avoir entendu parler de l'initiateur. Etait-ce habile? Peut-être. Honnête? Qu'on se prononce. * * * Pendant ce temps, le triomphe de Donato s'accentuait. Invité à donner des séances dans les grands cercles de Paris, notamment au JockeyClub, au Cercle de la rue Royale, au Cercle des Beaux-Arts, il magnétisait des membres de ces cercles, des jeunes gens du monde. Il fascinait également des invités de la princesse Mathilde, des journalistes, tous hommes connus et que le soupçon de compérage ne pouvait atteindre. Appelé au fort de Vincennes, il parvint à magnétiser en quelques instants, devant des médecins militaires, plusieurs sous-officiers d'artillerie. Cette séance, racontée par les journaux, fit un bruit considérable. S'obstiner à nier n'était plus possible. La conviction s'emparait de l'esprit du public et s'y établissait pour toujours. * * * On a pu voir (chapitre le Magnétisme et les médecins) quel chemin la cause du magnétisme avait fait depuis 1881. Les savants, cédant devant la puissance de la vérité, ont multiplié les expériences, découvert des faits nouveaux et du plus grand intérêt. Donato, de son côté, a poursuivi sa carrière d'initiateur. Ses victoires ne se comptent plus. La foule partout se presse à ses expériences et l'applaudit frénétiquement.",
  "last_phrase": "In conclusion, Donato's contributions to the field of magnetism are vast and significant. Through his groundbreaking discoveries and improvements, he propelled the study of magnetism forward and gained recognition and respect from even the most skeptical of critics. His method, while powerful, remained a relatively unknown secret among few individuals until his successors, such as Dr. Paret, further advanced the study and application of magnetism in therapeutic settings. Donato's work opened up new possibilities for understanding the mysteries of nature and holds immense potential for practical applications in the future."
}