{
  "title": "What were the discoveries and impact of Donato, the remarkable magnetizer?",
  "first_phrase": "In this concluding part of the text, we continue to follow the story of Donato, who was born in Liege in 1845 and became a famous magnetizer. The text describes how Donato's experiments in Paris in 1875 contributed to the revival of magnetism and hypnotism in scientific circles. The text also discusses the history of magnetism and hypnotism and how it was poorly received by the scientific community until the experiments of Donato. Despite the success of magnetism elsewhere, it still needed to prove itself to the French public. In 1881, Donato carried out his first experiments on Parisian spectators, which caused a sensation and were described as both authentic and unprecedented by many journalists and doctors.",
  "content": "« Les Sociétés de magnétisme étaient plongées dans le marasme; les écrivains, sans excepter les plus sages, étaient pris en pitié par la foule moqueuse ; les médecins qui s'occupaient de magnétisme étaient dédaignés du public et méprisés par leurs confrères. » Continuons à suivre Donato. Si en France il avait expérimenté en public sur un seul sujet, à l'étranger il magnétisait, dès 1876, les spectateurs de ses expériences particulières. Nous le voyons parcourir tour à tour la Belgique, l'Autriche, la Suisse, la Russie, et fasciner des sujets appartenant aux rangs les plus divers de la société. Partout il réussit merveilleusement, partout il se fait acclamer. Les médecins et les savants, témoins des étranges phénomènes provoqués par Donato, publient dans leurs Revues des récits enthousiastes. Dans tous ces pays la cause du magnétisme est définitivement gagnée. * * * Mais restait la France. En 1881, Donato fait à la salle Hertz ses premières expériences sur des spectateurs parisiens. Le public se passionne. La plupart des journaux constatent à la fois l'habileté et la sincérité du Maître. Les rédacteurs scientifiques de ces journaux, MM. les docteurs Nicolas, Landur, Barré, Roussel, Vigouroux, Servais, Grollet, Quérens, et MM. Henri de Parville, Victor Meunier, Flammarion, Simonin, Félix Laurent, reconnaissent que les phénomènes provoqués par Donato sont non seulement authentiques, mais encore absolument inédits. Des médecins connus vont à la salle Hertz, discutent avec Donato. Les uns se déclarent convaincus ; les autres s'obstinent à voir dans ces expériences de la prestidigitation et du compérage.",
  "last_phrase": "Donato a réussi à accomplir ce que peu ont pu faire avant lui : prouver l'authenticité et l'efficacité du magnétisme à travers des expériences réussies en France et en Europe. Bien que les sociétés de magnétisme aient été initialement plongées dans le marasme, Donato a réussi à fasciner des sujets appartenant à toutes les classes sociales et même des médecins et des savants. Ses recherches ont permis de découvrir de nouveaux états cataleptiques et de mettre en évidence la différence entre la perte de conscience et le sommeil. Malgré l'opposition de certains, Donato a continué à travailler sur ses expériences et a apporté des améliorations considérables dans la pratique du magnétisme."
}