{
  "title": "Can hypnotism be induced in non-hysterical subjects?",
  "first_phrase": "This is the last part of an article discussing the controversial idea that only hysterical or neurotic individuals can be hypnotized. The author cites several experts who argue that this is a misconception and that people of any age or background can be susceptible to hypnotic suggestion. In particular, Donato's observations and results demonstrate that there is no marked difference in sensitivity between men and women. The author concludes that the complex nature of hypnotic phenomena demands patient, careful, and scrupulous study, and that unfounded biases and assumptions must be abandoned in order to accurately understand the nature of hypnotism.",
  "content": "Au lieu de s'empresser d'en rien conclure de définitif, il faut les envisager longtemps avec la plus grande circonspection. » « Les phénomènes du magnétisme humain ne peuvent se manifester pleinement sans le concours simultané de deux volontés concordantes : l'une active pour provoquer le fait, l'autre passive pour lui servir d'instrument, « Il paraît indispensable qu'un être humain se livre et s'abandonne à l'expérimentateur ne fût-ce qu'un instant, pour que celui-ci puisse l'intluencer d'une manière efficace. » IX Filiation de la science magnétique La doctrine de Mesmer pouvait être divisée en deux sections : 1° La médecine des aimants, application des pièces aimantées pour guérir les maladies nerveuses ; 2° Le magnétisme humain, considéré sous le double aspect des phénomènes vitaux qu'il provoque et de son action curative ou thérapeutique. * * * La médecine des aimants a engendré successivement : l’électrothérapie, trouvée par le docteur Duchenne, de Boulogne (1855), et universellement appliquée aujourd'hui. - La dynamothérapie du docteur Huguet (1857). La métalloscopie et la métallo thérapie, établies, mises en lumière et pratiquées par le docteur Burq (1850-1884), puis adoptées et élargies par M. Charcot. * * * Du magnétisme humain découlent: La chaleur animale communiquée, de Laurent de Jussieu (1781) ; Le somnambulisme magnétique artificiel, de Puységur (1784) L'électro-biologie, de Grimes (1848), consistant dans la suggestion vocale sur des hommes à l'état de veille ; La force odique, de Reichenbach, ou acuité exceptionnelle de la perception physique et mentale chez les sensitifs.",
  "last_phrase": "In conclusion, the study of magnetic science has seen numerous developments over the years, with the doctrine of Mesmer divided into the medicine of magnets and human magnetism. The classification of different phenomena associated with magnetic science remains broad and highly debated among various experts. However, it is essential to approach any conclusions on these phenomena with great caution. The study of somnambulism, in particular, has led to different interpretations of the facts. Nonetheless, there is no denying that magnetic science has contributed significantly to various fields, from electrotherapy to psychophysiology and beyond."
}