{
  "title": "What is the state of unconsciousness in hypnotism and what are its effects?",
  "first_phrase": "In the last part of this text, the author discusses the suggestions and experiences that can be induced during hypnosis. The author notes that while some subjects are more susceptible to certain suggestions than others, many experiences can be induced, such as changes in personality, sensory perception, and even physical sensations. However, the author also acknowledges that there are exceptions to the general patterns of hypnotic experiences. The text highlights the importance of recognizing the reality of hypnotic phenomena and calls upon the scientific community, particularly the medical field, to acknowledge and further investigate these phenomena.",
  "content": "[9] Un volume de la Bibliothèque philosophique, publié chez F. Alcan, à Paris. Prix, 2fr. 50 [10] Introduction à la Revue le Magnétisme. [11] Aujourd'hui le docteur Liébault, bien que demeuré dans les rangs des physio-psychologues, admet l'existence d'une force inconnue se communiquant du magnétiseur au magnétisé. [12] (I) L'Art de magnétiser, par Ch. Lafontaine, nouvelle édition, Paris, chez F. Alcan, 1886. [13] Manuel de l'Étudiant magnétiseur, 4e èdit., chez GermerBaiitière, 1868. [14] Bien entendu, nous mentionnons sans les juger les observations du docteur Philips, surtout en ce qui concerne la troisième phase, les phénomènes qui s'y trouvent annoncés nous paraissant pour la plupart très discutables. [15] Dans ses livres, le baron du Potet donne au fluide le nom d'agent nerveux, de force spéciale. [16] Doin, éditeur. — Paris, 1881. [17] Le cuistre en question, dans un livre publié à-Genève en 1881, a été le premier à affirmer cette sottise (qui depuis a fait son chemin) que les magnétiseurs provoquent ou développent une maladie spéciale, appelée par lui névrose hypnotique. [18] C'est surtout dans les hôpitaux, que les hystériques, soit dans le but d'obtenir des faveurs refusées aux autres malades, soit tout simplement pour s'amuser, imitent les véritables hypnotisés et jouent aux chefs de service des tours pendables. A-ce sujet, nous pourrions citer un exemple des plus drolatiques.",
  "last_phrase": "In conclusion, the study of mesmerism and magnetism in the late 19th century featured a wide range of theories, techniques, and publications that have been highly influential in the development of hypnosis and psychology. From the controversial claims of Dr. Philips to the groundbreaking ideas of the Baron du Potet and the practical manuals of Lafontaine and Germer-Baillière, these works have shaped our understanding of the human mind and the power of suggestion. Despite the many misunderstandings and hoaxes surrounding this field, it remains an important area of research and exploration for scholars and practitioners today."
}