{
  "title": "What is the history and evolution of mesmerism from Mesmer to Donato?",
  "first_phrase": "In the final part of the text, the focus shifts to Donato, who was able to revive the credibility of magnetism after a period of disrepute due to the exaggerated claims of some practitioners. However, the author notes that many early proponents of magnetism, including Mesmer himself, faced opposition and ridicule from the scientific community. The text provides a comprehensive overview of the history of magnetism, from its ancient origins to its modern applications in hypnosis, and emphasizes the important role played by figures like Mesmer and Puységur in advancing our understanding of this fascinating phenomenon.",
  "content": "Deleuze, bibliothécaire du Jardin des Plantes, qui était un écrivain de talent et un théoricien remarquable, donna, en 1813, son Histoire critique du magnétisme animal, où il avait condensé tout ce que l'on savait sur cette science. Le même devait publier quelques années plus tard l'Instruction pratique du magnétisme animal. Il ressort de l'œuvre de Deleuze que l'excellent homme ne trouva pas, dans la pratique, de sérieuses innovations. En 1815, un prêtre hindou, l'abbé Faria, mettait ses sujets en somnambulisme en leur criant : Dormez ! L'abbé Faria expliquait tous les phénomènes par la concentration de la pensée du sujet sur l'idée de sommeil. Les hypnotiseurs de nos jours ont repris cette théorie, qui écarte toute cause objective, fluide, agent nerveux, influence quelconque du magnétiseur. En 1819, le docteur Bertrand fit un cours très suivi sur le magnétisme et le somnambulisme. Il croyait au fluide. Plus tard, lorsqu'il publia son Traité du somnambulisme, il était devenu partisan de la théorie de Faria. Un des amis du docteur Bertrand, le général Noizet, abandonna comme lui les doctrines fluidiques, mais il y revint par la suite. Georget, médecin à la Salpêtrière, et Rostan, professeur à la Faculté de médecine de Paris, se déclarèrent pour le fluide magnétique. Les expériences faites à la Salpètrière par des médecins de talent et à l'Hôtel-Dieu par le baron Du Potet, appelé à mettre des malades en somnambulisme, firent un bruit énorme.",
  "last_phrase": "In conclusion, the history of magnetism is full of ebbs and flows, with different practitioners and theorists contributing to its evolution over the years. While some believed in the fluid theory, others, like the abbé Faria and Braid, rejected it. The introduction of hypnosis by Braid shook the world of magnetism and led to a new era of research. Despite their different ideas and approaches, all these pioneers deserve our admiration for their dedication to discovering the truth about magnetism. Today, we continue to study and practice magnetism and have come a long way in understanding its mysterious powers."
}