{
  "title": "What is the Donato's Experimental Fascination Method and how does it work?",
  "first_phrase": "The last section of this text focuses on Donato's innovation in the field of magnetism, particularly his discovery of the \"experimental fascination\" technique, which is both a method and a unique state of mind. This technique involves fixing the subject's eyes with a strong gaze, leading them to an almost immediate state of trance. The text discredits claims made by French physician Brémaud that he had discovered fascination a few years after Donato. Additionally, it emphasizes the power of consent in the process, stating that subjects cannot be effectively mesmerized without their agreement. The last segment of the text describes the second stage of the experiment called Somnambulism, where the subject is in a state of special unconsciousness.",
  "content": "Il leur dit encore : « Fermez les yeux, puis essayez de les ouvrir. » Ils sentent que leurs paupières sont comme collées, et elles ne s'ouvrent plus qu'à la volonté de l'opérateur. Si l'on fait faire aux magnétisés une série de mouvements quelconques : tourner les bras, remuer les doigts, se gratter le nez, et qu'on les engage ensuite à s'arrêter, les mouvements se continuent indéfiniment. Après chaque expérience, les sujets gardent le souvenir de tout ce qui s'est passé et peuvent rendre compte de leurs impressions. Quelques sujets ne dépassent jamais cette première période et ne peuvent être poussés plus loin. Deuxième période. — Etat spécial d'inconscience (Somnambulisme) On reconnaît généralement l'aptitude des sujets à entrer dans cette deuxième période lorsqu'ils peuvent être endormis par un ordre du magnétiseur. Le « sommeil en question, hâtons-nous de le dire, n'a que les apparences du sommeil normal. En réalité, c'est un état physiologique tout différent. Les divers phénomènes déterminés par la fascination obtiennent alors leur maximum de puissance et d'intensité. Quand les yeux du sujet rencontrent ceux du magnétiseur, il y a le plus souvent attraction violente : le sujet se précipite impétueusement, et si l'on cherche à s'interposer ou à mettre un obstacle entre lui et les yeux qui l'ont fasciné, il écarte la personne ou l'obstacle avec une exaspération servie par des forces quintuplées. Si à ce moment on tâte le pouls du sujet, on s'aperçoit qu'il s'est accéléré considérablement. Les sujets, une fois ramenés à l'état normal, ne se souviennent pas de ce qu'ils ont fait.",
  "last_phrase": "In conclusion, the study of magnetic fascination has revealed various states of consciousness and abilities that were previously unknown. While there may be instances of deception by some subjects, the regularity and reproducibility of the observed phenomena speak to their authenticity. However, more research is still needed to fully explain these phenomena and their potential applications. As such, magnetic fascination remains an intriguing and promising field for further study in the intersection of physiology and psychology."
}