{
  "title": "What are the different theories about magnetism among contemporary scientists and hypnotists?",
  "first_phrase": "This text explores different theories about mesmerism and hypnotism from various experts and scholars in the field. It discusses the use of passes, magnetic fluids and other techniques used to induce hypnotic states. The text mentions renowned scholars such as Charles Richet, who employs the use of passes to induce a general numbness, and the doctor Bayet, who has published a brochure on the properties of radiant nerve force. The article discusses different theories about how mesmerism works, including the possibility of an agent special in nature. However, the author acknowledges that despite the numerous theories and opinions, there is still much about mesmerism to be understood.",
  "content": "Les hypnotiseurs, eux, expliquent ces phénomènes par l'hyperesthésie de la peau des sujets, qui, dans certains états, devient susceptible de sentir les courants d'air produits par les mouvements des mains à une distance de dix et même de quinze mètres. Qui a tort? Qui a raison? Franchement, nous n'en savons rien. Peut-être les magnétiseurs, peut-être les hypnotiseurs. Peut-être personne. * * * Il y a quelque chose, évidemment. Mais comment agit ce quelque chose, d'où vient-il ? C'est une autre affaire. Donato, qui n'est pas fluidiste le moins du monde, dit à ce sujet: « Je crois fermement que l'homme et les animaux possèdent (à des degrés très différents) une sorte d'agent nerveux qui, s'il existe réellement, ne peut être dispensé d'agir lorsque notre volonté le sollicite. Appelez-le fluide nerveux, vital ou animal, il n'importe. Dites, si vous le voulez, qu'il n'y a de fluide nulle part, même dans les phénomènes électriques, et que tout est mouvement. Qu'importe encore ! N'espérez pas que je donne la clef d'un mystère sur lequel les savants n'ont jamais pu tomber d'accord. L'électricité est un je ne sais quoi qui manifeste son évidence par des phénomènes sensibles. Il en est absolument de même en ce qui concerne le magnétisme animal. Vous me demandez quelles sont les lois qui président à ces phénomènes. Vous en exigez une démonstration rigoureuse. Vous voulez que je vous décrive la conduite exacte et infaillible de ce je ne sais quoi tout à fait inconnu.",
  "last_phrase": "In conclusion, the debate on the existence of magnetic fluid and the validity of somnambulistic lucidity and mental suggestion continues to this day. While some claim to have experiences and evidence of these phenomena, others remain skeptical, and the lack of strict scientific proof leaves the matter open to interpretation. Despite the controversies and calls for regulation, the practice of magnetism and hypnotism remains relevant in some circles, with proponents and critics alike acknowledging the potential risks and benefits. The future of these techniques and their place in modern medicine remains uncertain."
}