{
  "title": "What are the main theories and techniques used in mesmerism and hypnotism?",
  "first_phrase": "In this text, the author explores different techniques and theories related to mesmerism and hypnosis. They discuss various processes including the use of magnets, fixation of the gaze, and the employment of passes to induce a hypnotic state. The text covers several historical personalities, including Mesmer and his disciples, as well as contemporary physicians such as Charcot and Richet, who developed theories of hypnotic classification. Additionally, the author delves into the different physiological and psychological effects that can result from these techniques, including natural and provoked manifestations of somnambulism and the possibilities of transmission of thought or manipulation of sensory perception.",
  "content": "Lavoisière et Franklin, qui ne contestèrent point l'authenticité des faits, estimaient que le pouvoir de l'imagination et la tendance à l'imitation pouvaient rendre suffisamment raison de ces phénomènes extraordinaires. Laurent de Jussieu expliquait tout par la chaleur animale. L'abbé Faria n'admettait qu'une cause, résidant dans le sujet magnétisé et non dans le magnétiseur. Celui-ci aidait simplement au développement des dispositions spéciales du sujet, en lui faisant concentrer sa pensée sur l'idée de sommeil. Le docteur A. Bertrand, après avoir cru au fluide, abandonna cette hypothèse et expliqua tout par une sorte d'épidémie morale (imagination, conviction, imitation, sympathie). i- Georget, médecin de la Salpêtrière, croyait à un élément magnétique, agent de communication entre le magnétiseur et le sujet. Son collègue Rostan, professeur à la faculté de médecine de Paris, était du même avis. Cuvier et Laplace pensaient également qu'un agent spécial, de nature inconnue, indépendant de toute participation de l'imagination, pouvait établir une communication entre deux systèmes nerveux. Le magnétiseur Charles Lafontaine n'admet qu'une cause : le fluide vital. Ce fluide vital n'est autre que le fluide universel de Mesmer, modifié par la nature de l'homme, c'est-à-dire spiritualisé par l'âme et matérialisé par le corps. * * * Passons aux théories émises par les médecins hypnotiseurs. Braid attribua le sommeil hypnotique à un trouble apporté dans le système nerveux par la concentration du regard, le repos absolu du corps et la fixité de l'attention. L'état physique et psychique du sujet suffisait à tout faire comprendre. L'Américain Grimes ajouta aux théories de Braid celle de Vélectricité vitale (électrobiologie).",
  "last_phrase": "In conclusion, the theories surrounding mesmerism and hypnotism are complex and diverse, with many different ideas proposed by prominent scientists and medical professionals of the time. While some advocated for the existence of a magnetic fluid or vital force, others attributed the phenomena to the power of suggestion and the subject's own imagination. The debate over the validity of lucid somnambulism and other related concepts also persists to this day. Despite ongoing disagreements and uncertainties, the practice of animal magnetism and its modern equivalents continue to attract interest from researchers and laypeople alike."
}