{
  "title": "What are the alleged dangers of magnetism and hypnosis according to medical professionals?",
  "first_phrase": "In this text, the author discusses the accusations of danger and charlatanism that have been directed towards hypnosis and magnetism by the medical establishment. The author draws on the work of Dr. Bernheim, a faculty member at the University of Nancy, to address these concerns. Bernheim's research shows that, when properly performed, hypnosis is not dangerous and does not negatively affect the functions of the body or the mind. Despite this, many doctors have attempted to monopolize the practice of hypnosis and discredit magnetism as a legitimate medical technique. The author argues that the true danger lies in the close-mindedness of these doctors and their refusal to acknowledge the contributions of those who came before them.",
  "content": "Elle ne trouble en rien les fonctions cle la vie organique. » Les magnétiseurs physiologistes, dont nous sommes, peuvent, sans fausse vanité, se flatter de manier le magnétisme aussi bien que les médecins. M. Bernheim ajoute que chez les hystériques il peut se produire des crises convulsives « que l'on peut toujours faire disparaître par une suggestion calmante* » Comme nous ne nous occupons pas des hystériques et que nous avons la prétention d'expérimenter sur des personnes bien portantes, les crises convulsives ne nous regardent pas. * * * Quant à la tendance des personnes souvent magnétisées et conservant une disposition facile à s'endormir spolitanément,la suggestion, ditM. Bernheim, peut réprimer et supprimer cette disposition. Nous sommes d'accord avec l'éminent docteur — pour la très bonne raison que Donato avait trouvé le remède avant lui. Les sujets trop facilement magnétisables et ________________ abandonnés aux tentatives du premier venu peuvent également, par suggestion, d'après M. Bernheim, devenir complètement réfractaires à ces tentatives. Il y a longtemps que nous prémunissons nos sujets contre les pratiques des maladroits et des ignorants, et personne ne peut magnétiser ces sujets après nous. Nous l'avons assez démontré, et certains docteurs, qui avaient cru trouver la pie au nid en expérimentant nos magnétisés, nous en ont voué une rancune féroce. * * * Le magnétisme peut-il porter atteinte aux facultés cérébrales ? M. Bernheim répond : « J'ai endormi des personnes très intelligentes, pendant des mois et même des années, journellement, même deux fois par jour ; et jamais je n'ai constaté le moindre préjudice porté aux facultés de l'entendement.",
  "last_phrase": "In conclusion, the practice of magnetism, as illustrated by the statements of Donato and M. Bernheim, does not pose a threat to one's intellectual faculties or organic life functions. Despite concerns regarding hypnosis and suggestion, the effectiveness of these techniques in causing harm to individuals is greatly overstated, and requires consent and willing participation to achieve results. As such, the fear-mongering surrounding magnetism and hypnosis is unnecessary, and the truth of their abilities and limitations should be acknowledged in the interest of scientific inquiry and progress."
}