{
  "title": "What are the dangers and controversies surrounding the practice of hypnotism and magnetism among doctors and practitioners in the late 1800s?",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the reasons why doctors want to monopolize magnetism and the alleged dangers of its practice. They argue that the claim that only doctors should practice magnetism is dishonest and an attempt to suppress their competitors. The author also mentions the controversy surrounding the existence of somnambulist lucidity, with some doctors believing it to be a real phenomenon and others rejecting it. The author concludes that there are still many unknowns about magnetism, and that a rigorous demonstration of its laws and properties remains elusive.",
  "content": "* * * Au Congrès pour l'avancement des sciences, qui vient de se tenir à Nancy (août 1886), un médecin suisse, qui a personnellement voué à Donato une haine implacable (haine bien naturelle puisque Donato avait été, en 1880, son professeur de magnétisme), a proposé « de déterminer les pouvoirs publics à réglementer la pratique de l'hypnotisme », pour la retirer aux« empiriques et aux incompétents ». C'est nous, les magnétiseurs, que l'aimable docteur taxe d'imcompétence et d'empirisme !. Donato est bien récompensé des leçons qu'il a données à ce cuistre [17] ! * * * Mais sur quels motifs , se basent les médecins pour vouloir interdire le magnétisme aux magnétiseurs ? Oh ! ils ne manquent pas. Quand il s'agit de nuire, MM. les diplômés ont l'imagination fertile, et plus ne leur est besoin de copier personne. Nous allons passer en revue ces trouvailles médicales : 1° Le magnétisme est dangereux par lui-même et trouble les fonctions de la oie organique. Il peut être accompagné de crises convulsives. 2° Les personnes magnétisées consercent souoent une disposition facile à s'endormir spontanément. 3° Quelques sujets deviennent trop facilement magnétisables et sont à la disposition du premier venu. 4° Le magnétisme peut porter atteinte aux facultés cérébrales et provoquer l'hystérie et la néorose. 50 Les hallucinations provoquées peuvent troubler l'esprit, et le sujet se trouver par suite halluciné sans une nouvelle magnétisation. 60 Les sujets deviennent suggestibles et hallucinables à l'état de veille.",
  "last_phrase": "In conclusion, the arguments made by doctors against hypnotism and magnetism are not entirely convincing, as they are based on unsubstantiated claims and biases against non-medical practitioners. While there may be some risks involved in these practices, with proper consent and careful selection of subjects, they can be performed safely and effectively. It is important not to let fear and ignorance prevent us from exploring the potential benefits of these techniques, which have been studied and refined for centuries. With further research and education, we can continue to unlock the secrets of the human mind and body."
}