{
  "title": "What is the current scientific opinion on animal magnetism and distant influence and suggestion?",
  "first_phrase": "In this final section of the text, the author delves into the controversial topic of the existence of lucidity in somnambulism. The discussion revolves around the fact that many somnambulists claim to have the power of clairvoyance and the ability to read without the use of their eyes. While some doctors and scientists remain skeptical, there have been numerous reports of such phenomena, causing even the staunchest critics to reconsider their stance. The author questions the motives behind the denial of such experiences, arguing that they have been documented by reputable sources throughout history.",
  "content": "Et elle s'en occupe non pour les nier, mais pour les provoquer et les constater Loo.. Oui, répétons-le : tandis que nous, les magnétiseurs de la nouvelle école, nous en tenons aux faits indéniables,ce sont les médecins eux-mêmesi ces ennemis implacables du magnétisme, qui vont de l'avant et reconnaissent l'existence de phénomènes merveilleux et que la physiologie serait absolument impuissante à expliquer ! C'était bien la peine, ô savants, de ridiculiser et d'injurier pendant un siècle, comme vous l'avez fait, les Puységur, les Deleuze, les du Potet, les Teste, les Pigeaire, les Lafontaine, etc., tous coupables d'avoir cru et d'avoir voulu faire croire aux manifestations extraordinaires que vous admettez aujourd'hui! Et si jamais ces manifestations sont bien prouvées, si elles deviennent incontestables, aurezvous au moins la bonne foi d'avouer que vous n'avez rien découvert, que les phénomènes transcendants du magnétisme aussi bien que les faits physiologiques avaient été provoqués, étudiés, décrits et enregistrés par des magnétiseurs à une époque où vous ne vouliez pas en entendre parler ?. Nous n'osons pas l'espérer. Ce serait trop beau, trop étonnant, trop inattendu 1. plus inattendu, plus étonnant, plus beau encore que la démonstration de la lucidité somnambulique! XVI - Les prétendus dangers du Magnétisme Les ennemis de Mesmer, tout en déclarant ne pas croire au magnétisme, essayèrent de faire interdire les expériences du médecin viennois. Le magnétisme n'existait pas. donc il était dangereux. Il n'y a que les corps savants pour avoir des raisonnements aussi lumineux, aussi triomphants.",
  "last_phrase": "In conclusion, despite the once prevalent disbelief and ridicule of mesmerism and magnetism, it has now been proven through numerous experiments and studies, and even recognized and utilized by the medical community. While there may be concerns about the misuse or potential dangers of hypnotism and magnetism, these can be addressed through proper regulation and training rather than outright banning. As we continue to expand our understanding of the human mind and its capabilities, it is important to remain open-minded and receptive to new ideas and possibilities."
}