{
  "title": "What is the Magnétisme and the Usage of Hypnotism in France?",
  "first_phrase": "The final section of this text consists of various arguments and perspectives on the topic of hypnosis and magnetism. It discusses the potential dangers of hypnosis in criminal contexts, the importance of free will in hypnotism, and the efficacy of the practice. The author also introduces Donato, a practitioner and innovator of the fascination technique in magnetism. The section argues that while hypnosis can be misused, it is ultimately a safe and effective practice when properly conducted. Donato's contributions to the field serve to distinguish the fascination technique from other forms of magnetism and underscore the potential benefits of the practice.",
  "content": "Et que les médecins aient le courage et la franchise d'en dire autant en ce qui les concerne. Qu'ils invitent donc le gouvernement à sévir contre tous ceux d'entre eux dont on aura constaté l'inhabileté professionnelle et les grosses maladresses 1. XVII - La Fascination expérimentale Ainsi que nous l'avons dit, Donato est l'innovateur du procédé de la fascination. Avant lui, on savait bien que souvent les magnétisés, quand on leur avait ouvert les yeux, pouvaient être fascinés par le regard et venir à l'expérimentateur comme l'oiseau au serpent; mais on ne songeait pas à faire de la fascination un moyen pour obtenir les divers phénomènes du magnétisme. D'un autre côté, la fascination du regard, telle que la comprenaient magnétiseurs et médecins, aboutissait toujours au sommeil léthargique ou cataleptique. C'est Donato qui, le premier, en fixant ses yeux sur ceux des sujets sensibles, a provoqué l'apparition d'un état particulier, nettement caractérisé et tout nouveau. Dans sa lettre au docteur X.., du Mans, publiée en novembre 1885 par l’Union républicaine de la Sarthe et depuis reproduite dans la Revue le Magnétisme, Donato écrivait : * La Fascination expérimentale est; en vérité, un nouveau procédé de magnétisation, et je suis l'inventeur incontesté de mon procédé comme Braid est l'inventeur du sien. Si quelqu'un magnétise par le même procédé que moi, il me sera toujours facile deprouver qu'il m'a'copié. Et personne, en revanche, ne pourra établir que j’imite qui que ce soit. « J'ai, le premier, adopté l'expression fascination expérimentale.",
  "last_phrase": "In conclusion, the process of fascination as innovated by Donato has been a unique tool in obtaining the different phenomena in magnetism. However, the problem of plagiarism and the lack of acknowledgment of his work by other practitioners still remain. With the hope that practitioners can be more honest about their processes and be willing to accept the priority of discovery, Donato's legacy in magnetism will continue to be recognized as a groundbreaking contribution to the field."
}