{
  "title": "What Are the Benefits and Applications of Magnétisme?",
  "first_phrase": "In this text, the author delves into the application of magnetism and its potential benefits to humanity. Before reaching this point, the author discusses the opinions of several doctors regarding the susceptibility of individuals to hypnotic and magnetic influence. They also explore the use of magnetism for surgery and its ability to modify an individual's character and improve their mentality and intellect. In the last 200 tokens, the author talks about the method of Donato and the advances made in magnetism, particularly by Paret, who developed an extremely powerful instrument for the practice of magnetism. The author also mentions some of the possible applications of magnetism, such as working on fascination at two levels, increasing the activity of the parasympathetic and immune systems, and the dissolution of an ego to create a new personality.",
  "content": "Ils disent encore que la position sociale, l'éduéation, l'instruction, établissent des différences importantes, que les gens du peuple, les illettrés, les personnes habituées à l'obéissance passive, anciens militaires, ouvriers, domestiques, sont plus rapidement et plus profondément affectés que les individus dont l'intelligence est cultivée ou qui font profession d'un certain scepticisme. Et n'allons pas, surtout oublier de mentionner l'hystérie, l'inévitable hystérie, parmi les causes qui prédisposent les sujets à être sensibles. Les médecins de l'Ecole de la Salpêtrière, plutôt que d'admettre qu'un individu sain peut être hypnotisé, fouillent dans les antécédents du sujet et recherchent jusqu'au trisaïeul, quand ils le peuvent, les traces hystériques et névropatliiques ! Lorsqu'ils ne trouvent rien, ils en sont quittes pour dire qu'il aurait fallu remonter plus haut et que les documents leurs manquent., mais que si ces documents existaient ils leur donneraient raison. * * * A propos du sexe des sujets magnétisables, Donato dit très nettement : « Depuis dix ans ce sont les hommes que je magnétise de préférence- Dans nos expériences publiques, ce sont toujours des hommes qui viennent se faire magnétiser ; mais dans nos séances particulières nous - avons exercé notre influence sur un certain nombre de dames et de jeunes filles. Il résulte de nos observations que les hommes sont tout aussi faciles à magnétiser que les femmes et que l'on ne saurait établir une différence bien marquée de sensibilité entre les deux sexes. * * * Nous sommes d'accord avec les médecins en ce qui regarde l'âge des sujets sensibles.",
  "last_phrase": "En conclusion, les expériences sur l'hypnotisme et le magnétisme humain ont montré que la position sociale et l'instruction n'ont rien à voir avec la sensibilité à l'influence magnétique. De plus, les hystériques ne sont pas les seuls sujets sensibles à l'hypnotisme et au magnétisme. Les neurologues ont souvent utilisé des animaux de laboratoire pour leurs expériences, qui ont entraîné des conclusions erronées. Il est donc important de faire preuve de prudence et de minutie dans l'étude de ces phénomènes, qui dépendent de la volonté et de l'abandon du sujet à l'influence de l'opérateur."
}