{
  "title": "What are the different methods used to induce hypnosis and what are their effects?",
  "first_phrase": "This text explores the different methods used throughout history to induce magnetic phenomena in patients, from the use of magnetic fluids by Mesmer to the present day, where the most common method is fixation and passes or the use of a shiny object placed near the patient's eyes. The text mentions different doctors who contributed to the development of these techniques, such as Dr. Esdaile, Dr. Braid, and Dr. Charles Richet, and their varying approaches to inducing magnetic sleep and creating sleepwalking states. The last 200 tokens of the text delve into the different manifestations of somnambulism and the physiological and psychological effects that can be produced through these techniques, as well as different classifications of hypnotic states proposed by doctors such as Charcot and Dumontpallier.",
  "content": "Le médecin allemand Heidenhain se sert de moyens d'excitation faibles, monotones et indéfiniment répétés (tic-tac de montre, passes, grattements du corps, légères percussions, etc.) M. P. Richer frictionne le sommet du crâne de ses hystériques (friction du vertex). Ce procédé, bien qu'en ait dit le docteur Bottey, ne réussit pas avec les sujets bien portants, et le docteur Bernheim déclare n'en avoir jamais rien obtenu, même sur les hystériques. Les docteurs Bernheim et Liébault, de Nancy, emploient presque exclusivement la suggestion pour déterminer l'apparition des phénomènes. Ils pratiquent aussi l'occlusion des paupières. Le docteur Ochorowitz, de Lemberg (Autriche), qui habite aujourd'hui Paris, magnétise à l'aide d'un aimant. Les docteurs Landouzy et Chambard font également des expériences très intéressantes avec des pièces aimantées. * * * Donato, qui a découvert la fascination en 1875, a rejeté complètement l'emploi des passes, Nous n'avons pas d'autre procédé que notre maître. On verra plus loin que ce système est le plus actif, le plus prompt, et que les résultats qu'i. provoque ont un caractère tout spécial. XII - Les Théories Mesmer reconnaissait pour cause des effets qu'il produisait le fluide universel, principe général répandu dans toute la nature et auquel, selon lui, il fallait rattacher l'influence du soleil, de la lune, des astres, de tous les corps. Un disciple de Mesmer, Puységur, et à leur suite Deleuze et du Potet, ont vu dans les phénomènes magnétiques deux causes distinctes : le fluide et la volonté[15].",
  "last_phrase": "In conclusion, the theories surrounding magnetism and hypnosis are varied, and it is up to the reader to decide which are valid and which are not. However, what is certain is that the influence, whether its origin is unknown, is undeniable and may be practised with varying levels of success depending on the individual, the circumstances, and the environment. While some debates over the existence of magnetic fluid and the phenomenon of lucid somnambulism persist, it is important to recognize that the true power of magnetism lies in the influence it can exert over the human mind and body."
}