{
  "title": "What is the history of magnetism and hypnosis in medicine, as seen through the success and failures of doctors and magnetizers, and how has it evolved over time?",
  "first_phrase": "In this last section of the text, the author delves into the relationship between magnetism and physicians. The author explains how Mesmer, who was a doctor himself, became involved with d'Eslon, the first physician of the Count of Artois, and how they conducted experiments on animal magnetism. The text then jumps to the present and discusses the views of contemporary hypnotists, who believe that there is no objective cause for the phenomena they observe. The author then briefly discusses the work of other doctors and magnétiseurs, including Lafontaine and Du Potet, before returning to Donato, who in the late 1870s had traveled Europe demonstrating his abilities to anyone who would watch.",
  "content": "* * En 1876, 1877 et 1878, Donato parcourut l'Europe, revenant souvent en France, et il constate que, bon gré, malgré, la science officielle, sans jamais le nommer, enregistre ses expériences et s'applique à les copier plus ou moins habilement dans les hôpitaux. C'est en 1879, à la Salpêtrière, que le docteur Charcot démontre que certaines hystériques peuvent, sous l'influence d'un bruit retentissant, tomber en catalepsie. Or Donato avait constaté en 1876 la catalepsie produite sur un sujet par un forte de l'orchestre, et les journaux parisiens avaient mentionné le fait ! Toujours en 1879, le docteur Baréty, de Nice, qui avait assisté dans cette ville à des séances de Donato, se met à étudier la question. Il devient un magnétiseur enthousiaste, croyant au fluide (qu'il appelle force neurique rayonnante), et un peu plus tard, à Paris, initie le docteur Dumontpallier, médecin en chef de la Pitié, qui se met à faire sur les hystériques de son hôpital des essais très intéressants. A l'étranger, le mouvement provoqué par Donato fut encore plus marqué. Partout des livres se publient sur le magnétisme et l'hypnotisme. Mais les savants belges, allemands, russes, etc., n'affectent pas d'ignorer, comme nos compatriotes, que Donato existe. Ils parlent beaucoup de lui, les uns pour l'exalter, les autres pour le critiquer. Le critiquer, c'était reconnaître son importance. La plupart de nos savants, encore sous l'empire de préjugés féroces, ne font pas même à Donato l'honneur d'une mention. * * * Mais ce n'était là que le commencement.",
  "last_phrase": "In conclusion, Donato was a pioneering figure in the exploration and popularization of magnetic and hypnotic phenomena. Despite facing criticism and ridicule from many in the medical establishment, his experiments and experiences paved the way for a revolution in the field. His discoveries, including the cataleptic response to sound and various forms of suggestion, served as the foundations for further research and insights. While many resisted his ideas and methods, Donato's persistence and dedication ultimately helped to reshape our understanding of the mind-body connection and the potential of alternative healing practices."
}