{
  "title": "What are the physical and spiritual manifestations of sleepwalking and hypnotism?",
  "first_phrase": "This text is a comprehensive review of the main methods used since Mesmer to induce magnetic phenomena. It highlights the different physical and spiritual manifestations of somnambulism and separates them into natural and induced effects. The last 200 tokens discuss the various degrees of hypnotic states recognized by Charles Richet, as well as classifications made by other doctors such as Lafontaine, Charcot, and Dumontpallier. The author also mentions different theories surrounding hypnosis, including that of the \"fluidicists\" who believed in an animal electricity and the \"psychic fluidists\" who believed in the power of the will and the imagination.",
  "content": "Mesmer se servit des passes par attouchement des mains depuis les épaules jusqu'aux extrémités des membres; puis il employa successivement des baguettes de verre, de fer, d'acier, d'or, d'argent, des cannes aimantées. Il inventa ensuite le baquet, dans lequel, au milieu de verre pilé, de limaille de fer, de sable, etc., étaient rangées des bouteilles d'eau magnétisée. Des tringles partaient du baquet, reliées par une corde que tenaient les malades en formant la chaîne. L'arsenal compliqué de Mesmer fut abandonné par ses successeurs immédiats. Le marquis de Puységur, qui fit l'importante découverte du somnambulisme artificiel, se servit surtout des passes. Un Indien, l'abbé Faria, criait d'une voix forte à ses sujets : Dormez ! Deleuze s'asseyait [en face du sujet, prenait ses pouces entre deux doigts, puis faisait des passes sur la tête sur les épaules, le long des bras, de la tête à l'épigastre, et enfin sur les membres inférieurs, en touchant légèrement. Le docteur Teste simplifia le procédé de Deleuze. Debout devant le sujet, il se contenta de faire sur lui des passes dirigées de haut en bas. Il magnétisa aussi par la seule fixation des yeux. Le baron du Potet employa les passes à distance sans contact préalable, aidées par l'action da regard. Lafontaine, assis en face du sujet, ayant ses genoux entre les siens sans les toucher, fixait le patient pendant 15 à 20 minutes et touchait ses pouces avec les siens.",
  "last_phrase": "In conclusion, while the theories regarding hypnotism and magnetism remain divergent and at times controversial, the fact remains that the phenomenon continues to captivate and intrigue people even to this day. Whether it is through the use of passes or the fixation of a bright object, the science of hypnotism continues to offer interesting avenues for exploration. While the existence of a \"magnetic fluid\" is far from proven, it remains one of the most intriguing aspects of the field and continues to spur debate among scientists and practitioners alike."
}