{
  "title": "What is the fascination expérimentale according to Donato and how is it different from natural fascination?",
  "first_phrase": "In this text, the author discusses the concept of fascination and how it is practiced through a special technique called \"experimental fascination.\" The last 200 tokens focus on Donato, who is credited with innovating and using this technique to produce highly distinct and powerful manifestations in his subjects. The author also disputes the claims made by Dr. Brémaud, who initially believed that women could not be fascinated and that the effects of fascination eventually dissipated over time. The author concludes that the practice of experimental fascination requires the free consent of the subject, but it is not dangerous or harmful.",
  "content": "Les sujets fascinés ne ferment pas les yeux. Ils les maintiennent ouverts tout le temps que dure l'expérience, à moins que le magnétiseur leur donne l'ordre de les fermer ou les ferme luimême. «La méthode de Donato est-il dit dans le compte rendu sténographique d'une séance donnée le 15 décembre 1880 chez le président de la Société de médecine de Lausanne et du canton de Vaud, \"consiste à assujettir soudainement à la volonté de l'expérimentateur un homme ou une femme à l'état de veille. « Donato obtient ce résultat d'une façon en quelque sorte foudroyante, en plongeant brusquement un regard très vif dans les yeux de la personne qu'il veut influencer. Celle-ci est aussitôt subjuguée (si l'expérience réussit) et attirée insensiblement par, le regard du fascinateur qu'elle suit partout, les liras engourdis et ballants, les poings crispés, Ces jambes roides, la marche trébuchante, le corps entracte, le cou tendu, la tête saillante, la face congestionnée, le masque stupéfié, les yeux écarquillés et fixes, quelquefois injectés, les pupilles dilatées, les paupièrés paralysées, l'arcade sourcilière froncée, la bouche inerte, béante ou serrée. Le pouls est fréquent, la respiration haletante, le cœur bat avec violence. » Cette description des phénomènes de la fascination, écrite il y a six ans, est d'une exactitude parfaite. MM. les docteurs Bottey, Cullerre, et tutti quanti, qui ont pieusement reproduit les observations de leur collègue Brémaud sur la fascination, n'ont qu'à comparer les textes.",
  "last_phrase": "In conclusion, the phenomena of fascination have been studied for centuries, and while there are still many unknowns, researchers have made significant progress in understanding its effects on the human mind and body. Through careful observation and experimentation, experts have identified several distinct phases of manifestation in which individuals can experience anything from heightened sensory perception to total amnesia. While some remain skeptical of the validity of fascination, it remains a subject of great interest in the medical community and continues to be studied and explored by those who seek to unravel its mysteries."
}