{
  "title": "Who is Donato and what were his contributions to the study of magnetism and hypnotism?",
  "first_phrase": "In the final part of this text, we get a closer look at the career and discoveries of Donato, a renowned magnétiseur who was born in Liège in 1845. The text delves into the extraordinary daily routine of Donato, who in addition to studying and giving lessons, managed to send over 100 letters a day. The author also discusses Donato's relationships with doctors who used the methods he taught. Furthermore, the text presents the context of the magnétisme in 1875, when Donato arrived in Paris and began making his prodigious reputation. The section ends with an overview of Donato's contributions to the field of magnétisme, including his role in reviving interest in the practice and demonstrating its scientific validity.",
  "content": "Ils auraient peut-être des désagréments de la part de leurs collègues s'ils avouaient franchement m'avoir consulté. Pardonnons à la faiblesse humaine. et médicale. » Et il continue à renseigner ces messieurs quand ils le demandent ! * * * Les découvertes de DONATO Entrons maintenant dans quelques détails sur l'œuvre et les découvertes de Donato. Le grand magnétiseur, a lui-même, dans une lettre au docteur X., du Mans, publiée par l'Union républicaine de la Sartlie au mois de novembre 1885, donné un aperçu rapide, précis et clair, de son rôle dans l'histoire du magnétisme. Nous reproduisons textuellement cet aperçu : « Je puis prétendre, sans qu'il soit possible à personne de contester les faits, que : 1. En 1875, j'ai rénové publiquement les phénomènes dits magnétiques, oubliés de la foule depuis 30 ans ; 2. J'ai apporté, dans la pratique du magnétisme, des perfectionnements nombreux ; 3. Partout où j'ai enseigné publiquement le magnétisme, j'ai soulevé l'enthousiasme des spectateurs et provoqué la conviction des esprits les plus rebelles à mes idées ; 4. Jamais je n'ai essut3, nulle part, la moindre défaite ; 5. J'ai prouvé, le premier, qu'on pouvait toujours, à toute heure et dans tous les milieux, produire des phénomènes magnétiques constants at indéniables ; 6. Aucun savant incrédule n'a pu nuire au succès de ma cause, quels que fussent ses efforts pour me vaincre.",
  "last_phrase": "In conclusion, Donato was a prominent figure in the history of magnetism and made significant contributions to the practice, including the demonstration of catalepsy and the constant production of magnetic phenomena. His discoveries and improvements have influenced the field and are still relevant in modern times, with the possibility of using magnetism for surgical operations, among other applications. Despite facing criticism and plagiarism from his peers, Donato remained committed to his work and his legacy will continue to shape the study of magnetism for years to come."
}