{
  "title": "Why did Hypnotism face repeated failures before being recognized by the medical community, and how did doctors eventually reintroduce it?",
  "first_phrase": "The last part of this text focuses on the relationship between magnetism and medicine, particularly the involvement of doctors as practitioners and observers of magnetism. The text recounts the various attempts by medical practitioners to gain recognition for magnetism as a scientific discovery, but each attempt ultimately failed due to the skepticism of the academic community. Despite this, the author asserts the importance of these early pioneers in discovering and documenting phenomena associated with magnetism. The text concludes with the introduction of Donato, a prominent magnetizer whose success forced the scientific community to acknowledge magnetism as a legitimate field of study.",
  "content": "Un médecin de grand talent, le docteur Philips (Durand, de Gros), avait beau, en cette même année 1860, publier son remarquable Cours de braidisme ; on ne le lisait même pas, et personne n'en soufflait mot [4]. MM. les savants officiels avaient peut-être leurs raisons pour ne pas faire * * * Entre 1860 et 1875, quels travaux ont été publiés par les médecins sur l'hypnotisme. Si quelqu'un en connaît plus de quatre (en dehors de ceux ayant pour auteurs des docteurs adeptes du magnétisme), il nous ferait plaisir de les citer, et nous les lirions avec bonheur. Mais cette citation serait difficile : les travaux n'existent pas. La première étude importante due à un médecin est un article donné par M. Charles Richet en 1875 au Journal de l’anatomie et de la physiologie. En 1875, vous entendez bien!. juste au moment où Donato venait de faire ses premières expériences à Paris ! Le succès obtenu par le jeune mais déjà incomparable magnétiseur avait fait un tel tapage que les savants ne pouvaient plus garder le silence. Le Journal d'anatomie et de physiologie ne dit pas un mot des expériences de Donato, bien entendu, mais il aurait été absolument impossible à l'auteur de traiter la question du somnambulisme comme il le fit s'il n'avait assisté aux séances de magnétisme données par notre maître et ami. Nous savons d'ailleurs qu'il y était.",
  "last_phrase": "In conclusion, the history of mesmerism and hypnotism is a fascinating one, filled with pioneers like Donato who paved the way for the scientific community to study and understand these phenomena. Despite initial skepticism and resistance from some medical professionals, the success of Donato's experiments and the evidence presented by other doctors led to greater acceptance and understanding of hypnotism. Today, hypnotism is a legitimate field of study and practice, helping many people overcome a variety of issues. The legacy of Donato and other early magnétiseurs is an important part of this history."
}