{
  "title": "What are the theories behind hypnotism and magnetic sleep, according to medical practitioners of the past?",
  "first_phrase": "In this text, the author explores various theories of hypnotism, including those of German researcher Preyer, English physician Carpenter, and French doctor Bernheim. The author also examines the theories of Mesmer and his followers, who believed that a universal fluid was responsible for the effects of hypnotism. Different methods for inducing hypnotic states are discussed, including the use of passes, fixation of the gaze, and the placement of objects. The author concludes by summarizing the wide variety of physical and psychological phenomena experienced by subjects in hypnotic states.",
  "content": "La plupart des médecins et savants dont nous venons de parler croient généralement à l'influence de l’attention exportante, c'est-à-dire de l'attente d'un phénomène, de la croyance du sujet en sa production prochaine. Cette influence s'ajouterait très souvent aux autres causes pour activer l'apparition des manifestations hypnotiques. * * * Quelle est la valeur de chacune de ces théories si divergentes ? Quelle part de vérité et d'erreur contiennent-elles? Ce n'est pas à nous de montrer en quoi elles s'accordent, en quoi elles se contredisent, ni de les discuter. Nous en laissons la libre appréciation à nos lecteurs. * * * Et Donato ? A-t-il une théorie ? Voici ce qu'il répond à cette question : a Ma théorie ? Je redoute de l'exposer. La plupart des théories faites par les écrivains scientifiques me paraissent fallacieuses. « Une très longue pratique, exercée sur des milliers de sujets, me rend circonspect. « L'observation superficielle engendre de faciles théories ; mais une étude plus profonde de ces faits si abstraits et si complexes commande la réserve et la prudence. » On ne saurait plus spirituellement dire à tous les théoriciens: « Vous vous êtes beaucoup trop pressés. Attendons d'avoir accumulé et scientifiquement classé les faits. La théorie vraie, si on parvient à la trouver, ne s'établira que plus tard. » Mais, s'il hésite à faire connaître sa « théorie Il personnelle, le Maître n'en a pas moins une opinion. Il croit pouvoir définir ainsi le magnétisme : « Réduit à son expression la plus simple et la plus générale, le magnétisme animal consiste dans l'influence réciproque des êtres organisés.",
  "last_phrase": "In conclusion, while there are diverging theories among doctors and scientists regarding the influence of the exporting attention and the existence of a magnetic fluid, it is clear that the science of magnetism is still in its early stages and many of its claims are not yet scientifically proven. Lucid somnambulism and the ability for remote suggestion are among the phenomena that still require further scrutiny before they can be accepted conclusively. However, new studies by some non-magnetism-believing doctors suggest that there may be more to this field than many previously thought, and that some of the seemingly miraculous claims of magnetists may warrant further investigation."
}