{
  "title": "What is the controversy surrounding the practice of mesmerism and hypnotism in the medical field?",
  "first_phrase": "In this final part of the text, the author discusses the controversy surrounding the validity of the phenomena of mesmerism, especially lucid somnambulism. Some physicians denied the existence of magnetism and claimed it to be dangerous, but later experiments revealed the possibility of mental suggestion and distance influence. Additionally, the author mentions the Society of physiologist doctors, which is actively studying the transmission of sensations at a distance, divination, and other related phenomena. Despite the controversy surrounding the topic, some physicians still advocate for the use of magnetism in medicine.",
  "content": "Aujourd'hui, le magnétisme s'est imposé aux successeurs de la Société royale de Médecine. Ils marchent eux-mêmes sur les traces de Mesmer, de d'Eslon etde Puységur. Et ils concluent. comme les médecins de 1784, que l'on doit empêcher les magnétiseurs de magnétiser. L'éminent magnétiseur Charles Lafontaine, dans sa troisième édition de l'Art de magnétiser (1860), suppliait les médecins d'employer le magnétisme comme auxiliaire, puis il ajoutait : « Vous vous applaudirez d'avoir enfin ouvert les yeux. mais bientôt vous nous délaisserez pour vous emparer complètement du bien que nous vous offrons. « Il y a du courage à nous, il ;/ a de la vertu à tenir vous prier de vous saisir de notre bien, et cela à notre détriment; car^ii^SFS certain, il est prouvé pour nous que, lorsque vous aurez adopté l'emploi du magnétisme, vous le rangerez parmi les agents médicaux, ET IL SERA INTERDIT A TOUS CEUX QUI NE SERONT PAS MÉDECINS. » Oh ! que Lafontaine les connaissait bien, messieurs les docteurs ! * * * Ce n'est que depuis peu de temps que la prétention de certains médecins à monopoliser le magnétisme a été formulée en termes précis. Ils se sont d'abord attribué sans vergogne toutes les découvertes des magnétiseurs, puis ils ont ajouté à ces découvertes les résultats de leurs travaux personnels pour en constituer la doctrine plus ou moins logique de l’Hpnotisme. Cela fait, ils ont songé à supprimer leurs initiateurs, demeurés leurs concurrents sur le terrain expérimental et thérapeutique. C'est parfaitement malhonnête ; mais, si l'entreprise réussit, quel bonheur !",
  "last_phrase": "In conclusion, the monopoly of hypnotism by the medical community has been a long-standing issue, with practitioners of mesmerism and magnetism advocating for their inclusion as valuable allies. The fear-mongering of medical doctors regarding the supposed dangers of hypnotism has been both unfair and unfounded. While there may be risks associated with the practice, it is important to remember that all medical practices have inherent risks. As long as hypnosis is regulated and practitioners are properly trained, it can be a powerful tool for healing and personal growth."
}