{
  "title": "What is the role of magnetism and suggestion in experimental fascination and criminal activity?",
  "first_phrase": "This part of the text focuses on various objections to the practice of magnetism/hypnotism. The author cites different experts and sources to address concerns over the morality and safety of these practices. It is concluded that while there are potential risks, these practices are generally safe and effective when managed carefully. The text ends by criticizing the medical establishment's tendency to dismiss alternative healing modalities and emphasizing the importance of keeping the practice free from undue regulation.",
  "content": "Nous voulons bien croire que chez la plupart de ces médecins la bonne foi est absolue ; mais il nous est impossible de ne pas nous rappeler les luttes perfides soutenues par les corps savants contre les magnétiseurs pendant plus d'un siècle. Ce souvenir nous édifie sur la « loyauté » que nous pouvons attendre de certains « hypnotiseurs > d'aujourd'hui. Question de CONCURRENCE, hélas ! ■* - Les médecins, entre eux, ne se gênent guère pour se traiter mutuellement, et avec justice souvent, d'ignorants, de maladroits et de farceurs. Mais, quand il s'agit des intérêts de la corporation, ils se retrouvent unis pour crier braoo sur tout ce qui n'est pas diplômé et estampillé par les Facultés. De là leur prétention à revendiquer pour eux seuls la pratique de l'hypnotisme et à proclamer qu'elle est dangereuse entre les mains des magnétiseurs. * * * Heureusement, nous sommer en France, dans un pays libre, où les pouvoirs publics ne consentiraient jamais à se faire les exécuteurs des basses oeuvres des hypnotiseurs, quelque droit qu'aient ceux-ci à se dire les représentants de la science « officielle ». On pourra multiplier les Congrès, faire du tapage dans les Académies, déblatérer au sein des Sociétés physiologiques, biologiques, etc. L'autorité ne bougera pas. Elle laissera faire magnétiseurs et médecins, sans s'occuper de leurs querelles. * * * Si les magnétiseurs, dont les expériences publiques sont toujours sous le contrôle de la police, commettent des fautes ou des délits, il est facile depunir les coupables. Point n'est besoin pour cela de prendre d'avance des mesures arbitraires.",
  "last_phrase": "In conclusion, the practice of hypnosis and fascination remains a contentious topic among both medical practitioners and non-medical hypnotists. While some medical practitioners claim entitlement to exclusive rights to practice hypnosis, non-medical hypnotists argue for a more inclusive approach. Despite the ongoing debate, the fact remains that governments have no interest in regulating and policing these practices. As we move forward, it is important for both sides to remember to prioritize the safety and well-being of their clients, and to be open-minded about the potential benefits of collaboration and shared knowledge."
}