{
  "title": "What are the dangers of mesmerism and hypnosis, and can they lead to criminal behavior?",
  "first_phrase": "This text explores some objections and accusations brought against magnetism and hypnotism by doctors. The author argues that many of these accusations are unfounded or exaggerated, and that the field has been unfairly maligned by those seeking to monopolize its discoveries for themselves. The final section addresses concerns about the potential for suggestibility to lead to criminal behavior, and argues that such fears are largely unfounded. The section also notes recent developments in the study of hypnotism, including the recognition of the phenomenon of remote transmission of sensations and divination.",
  "content": "* * * M. Liégeois, professeur de droit, auteur du fameux mémoire qui porte pour titre : De la suggestion hypnotique dans ses rapports acec le droit civil et criminel, a posé devant le dernier Congrès des sciences de Nancy des conclusions ayant un caractère évident d'exagération. Les expériences de l'éminent légiste sur certains sujets sont intéressantes, mais pas aussi concluantes qu'il l'imagine. Il ne voit plus partout que suggestions irrésistibl-es, fatales. Nous croyons que sa bonne foi est parfaite, mais en même temps nous pensons qu'il ne s'est pas placé dans les conditions voulues pour toujours éviter d'être abusé. Le parti pris de voir en noir « la suggestion hypnotique » constitue un mauvais critérium de l'importance des phénomènes. Le docteur Cullerre, que l'on ne saurait accuser de tendresse à l'égard des magnétiseurs, traite dans son livre Magnétisme et Hypnotisme de la question médico-légale, et il répond ainsi aux craintes exprimées par M. Liégeois : « Chassons ces chimères. Il y a cent ans qu'on sait produire le somnambulisme, que de nombreux individus très divers par leur caractère, leur intelligence, leur moralité, se sont adonnés aux pratiques magnétiques et hypnotiques, et l'on en est encore, pour faire toucher du doigt le danger de ces pratiques, à incoquer des expériences de cabinet.",
  "last_phrase": "In conclusion, the fear surrounding hypnotism and its potential use for criminal activities is largely exaggerated and not based on solid evidence. The notion of being hypnotized against one's will is a mere fantasy and not a real concern. Moreover, the risks associated with hypnotism are minimal, and its use as a tool for committing crimes is highly unlikely. Those who are susceptible to being hypnotized do so with their consent and cooperation, and their experience is limited to trance-like states that are not harmful. Ultimately, the scientific truth behind hypnotism will continue to be researched and investigated, and its potential will be fully understood."
}