{
  "title": "What is the history and critique of Mesmerism and Magnetism, and who is Donato?",
  "first_phrase": "This text delves into the history of magnetism and fascination and sheds light on the critical aspects of the subject. Written by G. Moréty, the redactor of the magazine, \"Le Magnétisme,\" the text is divided into several sections ranging from pre-Mesmer to the latest discoveries in the field. Throughout the book, the author talks about different applications of magnetism, theories, and procedures related to the subject. This last part of the text, titled \"Magnétisme et Fascination Triomphants,\" discusses the experimental effects of fascination and its connection to magnetism. It also sheds light on Donato's role and discoveries, which are an essential aspect of the history of magnetism.",
  "content": "MAGNÉTISME ET FASCINATION TRIOMPHANTS - EXPOSÉ HISTORIQUE ET CRITIQUE DE LA QUESTION - DONATO MAGNÉTISME ET FASCINATION TRIOMPHANTS - EXPOSÉ HISTORIQUE ET CRITIQUE DE LA QUESTION PAR G. MORÉTY Rédacteur de la Revue le Magnétisme PRÉFACE I. Avant Mesmer. II. Mesmer. III. De Mesmer à Donato. IV. L'Hypnotisme ou Braidisme. V. Le Magnétisme et les Médecins. VI. DONATO, SON ROLE, SES DÉCOUVERTES VII. Les Applications du Magnétisme. VIII. Quelles personnes on peut magnétiser. IX. Filiation de la science magnétique. X. Les Phénomènes. XI. Les Procédés. XII. Les Théories. XIII. Pourquoi le mot Magnétisme. XIV. Le Fluide magnétique. XV. Lucidité, Suggestion mentale, etc. XVI. Les Prétendus dangers du Magnétisme. XVII. LA FASCINATION EXPÉRIMENTALE APPENDICE. — LES EFFETS DE LA FASCINATION EXPÉRIMENTALE PARIS AUGUSTE GHIO, LIBRAIRE-ÉDITEUR 1, 3, 5 ET 7, GALERIE D'ORLÉANS Palais-Royal; i r fîiëm - Au meilleur des Amis AU PLUS BIENVEILLANT DES JAURES A DONATO ________________ PRÉFACE Le livre que nous écrivons n'est pas un traité de magnétisme. Ce que nous voulons faire est plus simple : C'est un exposé, aussi clair, aussi précis que possible de la question du Magnétisme dans le passé, dans le présent. Nous constatons ce qui a été accompli, en jugeant selon notre conscience les œuvres et les hommes. Le Magnétisme, depuis Mesmer jusqu'à ces dernière années, avait été violemment combattu de toutes parts.",
  "last_phrase": "In conclusion, the historical and critical exposition of the question of Magnetism and Fascination Triumphant by G. Moréty sheds light on the path that this science has taken, from its early beginnings to the present day. Despite being fiercely combated by some, the truth behind Magnetism prevailed, and its applications and theories continue to expand. With the works of pioneers such as Mesmer, de Puységur, and Donato, this science continues to captivate and intrigue those who dare to delve into its intricate workings. The study of Magnetism remains as important today as it was in the past, as new discoveries continue to emerge."
}