{
  "title": "What is the history of mesmerism and hypnotism?",
  "first_phrase": "This text is a historical account of the development of scientific magnetism, dating back to Mesmer in the 18th century. The first part of the text discusses the history of magnetism before Mesmer, while the second part introduces Mesmer, his theories, and his contributions to the field. The last 200 tokens of the text examine the rise and fall of magnetism in the eyes of the public and the scientific community during the 19th century, including the skepticism surrounding it. The text concludes with a preface introducing the purpose of the book, which is to provide an objective and detailed account of the history of magnetism from Mesmer until the present day.",
  "content": "Le corps animal éprouve les effets de « cet agent, et c'est en s'insinuant dans la substance des nerfs qu'il les affecte immédiatement. » « Sa conséquence, réelle ou forcée, était l'institution d'une méthode curative d'une application générale et universelle, moyen efficace autant que commode de soulager et de guérir tous les maux dont souffre l'humanité. Le baquet mesmérien, l'imposition des mains, les frictions, l'application des aimants étaient les agents matériels et pratiques de cet art de guérir. » * * * Mesmer adressa en 1776 un mémoire sur sa découverte à tous les corps savants de l'Europe. Seule, l'Académie de Berlin lui répondit, en le traitant de « visionnaire n A Vienne, il fut bafoué par les médecins, ses confrères, et obligé de quitter la ville. Il arriva à Paris en 1778, et son succès fut énorme. Des médecins distingués se lièrent d'amitié avec lui, devinrent les adeptes de sa doctrine; mais l'Académie des sciences et la Société de mé decine repoussèrent départi pris la doctrine et les faits. Mesmer ne se découragea point. Il ouvrit une maison de traitement où les malades accoururent en foule et où plusieurs guérisons furent provoquées par les pratiques magnétiques. Il demeura à Paris jusqu'en 1784, puis quitta la France pour n'y plus revenir. A ce moment, malgré l'opposition haineuse des savants, le magnétisme comptait dans notre pays une foule de partisans. Dans nombre de villes il se forma des Sociétés de L'harmonie, qui s'occupaiefit du traitement gratuit des malades.",
  "last_phrase": "In conclusion, while Mesmer's theories may have been misunderstood and opposed during his time, his work and discoveries led to the development and exploration of new fields, such as hypnotism and the study of the human mind and its capabilities. Despite the various controversies and debates surrounding these fields, there is no denying that they have contributed to advancements in medicine and our understanding of human consciousness. As such, it is important to acknowledge the efforts and contributions made by the pioneers of these fields, and continue to educate ourselves to further expand our knowledge and understanding."
}