{
  "title": "What is the history of hypnotism and mesmerism, and how were they received by the medical community?",
  "first_phrase": "This final section of the text discusses the decline of hypnotism and how it was buried by mainstream medicine despite the great contributions of its pioneers. Earlier sections chronicle the history of magnetic therapy, starting from its ancient roots up to the work of Mesmer and Puységur. These pioneers, including Charles Lafontaine, contributed significantly to the discovery of the nature and effects of magnetics. However, despite their foundational contributions, they were met with skepticism and opposition by the medical establishment. Braid, on the other hand, was the first to explore the physiological nature of magnetic phenomena, which he did by incorporating belief and attention in his methods. Despite its decline, the legacy of magnetic therapy endures.",
  "content": "Le Braidisme ne devait être exhumé que quelque vingt ans plus tard, à la suite des encroyables expériences de Donato, lorsque le célèbre magnétiseur, par l'évidence et l'éclat des résultats qu'il obtenait sur des milliers de personnes, émut quand même l'indifférence plus ou moins sincère des académies et des sociétés médicales. * * * Encore quelques mots sur le système de Braid. L'hypnotisme, tel que le chirurgien écossais l'avait conçu, n'existe pas. Sur cent personnes regardant avec obstination un objet brillant, il s'en trouve à peine quelques-unes tombant dans l'état hypnotique. De plus, cet état peut être provoqué par des moyens absolument différents. De plus encore, sur cent personnes que le procédé hypnotique n'influence pas, vingt cèdent au bout de cinq minutes à la puissance d'un bon magnétiseur. Enfin, l'on peut obtenir la plupart des phénomènes prétendus hypnotiques (ce mot, tiré du grec, veut dire sommeil) sans provoquer aucune espèce de sommeil. Il y a donc contradiction entre le mot et la chose. Cette part faite à la critique, nous devons reconnaître que Braid eut le très grand mérite « de discerner la nature physiologique des phénomènes magnétiques. » Braid fut le premier magnétiseur physiologiste ; c'est pour le chirurgien écossais un titre de gloire autrement sérieux que le prétendu hypnotisme. V - Le Magnétisme et les Médecins En arrivant à Paris, en 1778, Mesmer, qui, ne l'oublions pas, était lui-même docteur en médecine, se lia avec d'Eslon, premier médecin du comte d'Artois. D'Eslon, très enthousiaste, s'offrit à saisir la Société Royale de médecine des expériences de son ami. Mesmer accepta.",
  "last_phrase": "In conclusion, the study and acceptance of magnetic phenomena by the medical community have been a long and arduous journey, marked by skepticism and resistance. The work of pioneers such as Braid, Mesmer, and Donato paved the way for a deeper understanding of hypnotic states and their physiological nature. Despite initial dismissals and skepticism, the perseverance of scientists and practitioners ultimately brought magnetic practices into mainstream medical discourse. As we continue to explore the intricacies of hypnotic states and the therapeutic potential they hold, we must remain open-minded and willing to learn from those who came before us."
}