{
  "title": "\"What is the controversy surrounding animal magnetism and somnambulistic lucidity?\"",
  "first_phrase": "This last section of the text dives into the controversial and unproven phenomena related to animal magnetism such as somnambulistic lucidity, which refers to the supposed ability of somnambulists to see and read without the use of their eyes. Various respected figures, including many doctors, claim to have witnessed undeniable evidence of this ability. While some researchers have attempted to explain these phenomena through fluid theories, contemporary scientists such as Charles Richet remain uncertain. Despite the lack of scientific clarity, the historical and cultural significance of animal magnetism cannot be denied.",
  "content": "N'ont-ils pas été dupes ou de leurs propres illusions ou des mensonges et des ruses de leurs sujets? Quoi qu'il en soit, il est parfaitement avéré aujourd'hui que les phénomènes démontrant la lucidité n'ont jamais pu être provoqués à heure fixe, dans des conditions rigoureuses et véritablement scientifiques. S'ils se sont jamais produits, ils sont, en tous cas, variables, instables, essentiellement fugaces et indépendants de la volonté des expérimentateurs. Cela est si vrai que les nombreux et persistants échecs du magnétisme devant les corps savants proviennent de l'obstination des magnétiseurs et surtout des médecins magnétiseurs à vouloir prouver, en présence des commissions médicales, la double vue, la divination, etc. Si ces braves gens s'étaient bornés à prouver — chose relativement facile — l'authenticité des faits physiologiques, le magnétisme n'aurait pas attendu jusqu'à ces dernières années pour être universellement adopté. On peut dire que c'est la prétention à la lucidité qui a tout enrayé. * * * Donato ne s'est jamais occupé de somnambulisme lucide. Et pourtant le préjugé voulant qu'il n'y eût pas de séances de magnétisme sans expériences de lucidité vraie ou fausse était tellement enraciné dans les esprits que l'éminent expérimentateur fut accusé de faire dire la bonne <xt°e~ttre !. Il y eut des médecins pour publier dans des journaux et des revues cette fausseté, et des lecteurs pour y croire. Or, les médecins qui osaient écrire cela n'avaient pas assisté aux expériences de Donato. Ils allaient ainsi de confiance, sans s'informer, n'admettant pas qu'un magnétiseur pût faire autre chose que leurrer le public.",
  "last_phrase": "In conclusion, the controversy surrounding magnetism and the lucidity phenomena has been ongoing for centuries, with skeptics and believers passionately arguing their cases. While some experiments have shown evidence of lucidity, they have been inconsistent and elusive, leading some to question their validity. Despite this, the field of hypnotism has continued to advance, with some doctors now acknowledging the existence of phenomena that were once ridiculed. While there are concerns about the dangers of hypnotism, proponents argue that it can be used safely and responsibly with well-trained practitioners. As this debate continues, it is clear that magnetism and hypnotism will continue to fascinate and intrigue both scientists and the general public alike."
}