{
  "title": "What is the History and Classification of Hypnotic States and Phenomena According to Various Medical Experts?",
  "first_phrase": "This text delves into the history and practices of hypnotism and magnetic science. The author discusses the various schools of thought and classifications of hypnotic states put forward by practitioners such as Charcot, Richer, Dumontpallier, Magnin, Brémaud, and more. The text also covers the techniques used to induce hypnotism, such as suggestion and verbal affirmation, and the effects of hypnotic states on both physical and psychological levels. The author also explores the origins and various applications of magnetic science, from the medicine of magnets to electrotherapy and metallotherapy. Overall, the text provides a comprehensive look at the history and development of these fields of study.",
  "content": "Les hystériques des autres hôpitaux ne se comportent pas comme celles de la Salpêtrière, même en les manipulant selon la formule officielle, et il y a presque autant de variétés que de sujets — ce que nous savions depuis que nous avions étudié le magnétisme et suivi les expériences de Donato. * * * Le docteur Bernheim, de Nancy, n'a, paraît-il, jamais rencontré les trois phases de M. Charcot. Voici sa classification, qui est en même temps celle de M. Liébault: Premier degré. — Somnolence et pesanteur. Second degré. — Paupières fermées ; membres en résolution ; obéissance à l'expérimentateur ; Catalepsie suggestive ; Souvenir au réveil. Troisième degré. — Sommeil plus profond ; peau plus ou moins insensible; catalepsie et automatisme suggestifs; ouïe conservée. Quatrième degré, — Isolement du monde extérieur; le sujet n'est en rapport qu'avec l'expérimentateur ; amnésie intermittente. Cinquième et sixième degré. — Somnambulisme plus ou moins profond; suggestions de toute nature; amnésie totale au réveil. * * * M. Charles Richet, l'éminent directeur de la Revue scientifique, admet trois degrés principaux dans l'état somnambulique: Premier degré, ou période de torpeur.—Fatigue des paupières, difficulté de respiration, lassitude dans les membres, mémoire et conscience conservées. Deuxième degré, ou période d'excitation. Impossibilité d'ouvrir les yeux ; conscience très affaiblie ; hallucinations, suggestions, automatisme. Troisième degré, ou période de stupeur. — Automatisme complet; disparition de toute spontanéité; anesthésie plus intense. Entre ces divers degrés il existe des transitions.",
  "last_phrase": "In conclusion, the manifestations of hypnotism and somnambulism present an extreme variety, and there are several classifications by different experts. From Mesmer to the present day, various techniques have been used to induce these phenomena, including passes, fixation of the gaze, and suggestion. Although there are divergent theories about the causes of hypnosis and somnambulism, the experts agree that the power of suggestion and the tendency to imitation play an essential role in these phenomena. Ultimately, the value of each theory remains a matter of interpretation and subjective judgment."
}