{
  "title": "Quelles personnes peuvent être magnétisées ? Réflexions sur les prédispositions des sujets, l'hystérie et la sensibilité à l'hypnose selon des médecins et un magnétiseur.",
  "first_phrase": "This last section of the text discusses the possibility of hypnotizing individuals who do not present any signs of hysteria or neuroses and explores the opinions of various doctors and scientists on this matter. The text also delves into the differences between the genders, ages, and levels of education when it comes to susceptibility to hypnotism. The author provides examples of successful surgeries conducted while the patient was under hypnotism and suggests that the fields of medicine and magnetism should work together instead of against each other. The section ends with the idea that magnetism could hold the key to understanding many mysterious phenomena, making it an important area of study to explore more deeply.",
  "content": "M. le docteur Bottey ne considère pas l'hypnotisme comme une manifestation morbide, ni comme une maladie. D'après ce médecin, « il ne suffit pas que certains phénomènes soient en dehors des faits physiologiques ordinaires pour qu'on soit en droit de les déclarer pathologiques Quant à l'opinion qui ferait du sommeil provoqué une annexe de l'hystérie, elle n'est pas plus juste, car il peut se manifester chez un grand nombre de sujets sains. » * * * M. J. Héricourt a publié dans la Revue scientifique du 28 juin 1884 un article intitulé : Le Magnétisme animal en dehors de l'hystérie. Dans cet article, M. Héricourt dit : « Il semble qu'on soit porté à regarder le problème du somnambulisme provoqué comme beaucoup plus simple qu'il n'est en réalité. a La raison en est dans la qualité des sujets que leur champ d'observation quotidienne a offert aux expérimentateurs. Ayant à soigner des hystériques, C'EST TOUJOURS SUR DES HYSTÉRIQUES ou des hystéro-épileptiques qu'ils ont provoqué des phénomènes qui ont été regardés sinon comme expliquant, du moins comme représentant toute la question du somnambulisme provoqué ou, comme on le dit encore, du magnétisme animal. « La question est précisément de savoir si tous les faits de somnambulisme provoqué peuvent se ramener à des manifestations morbides hystériformes, ou si autre chose n'est pas de susciter des troubles nerveux chez des hystériques, et autre chose d'obtenir chez des personnes exemptes de cette névropathie l'état spécial du somnambulisme provoqué.",
  "last_phrase": "In conclusion, according to various doctors and researchers, the phenomena of hypnotism and artificial somnambulism cannot be considered as exclusively linked to hysteria or other pathological conditions. Many healthy individuals, including children, adults of all temperaments and constitutions, can easily be hypnotized and put into a somnambulistic state. Moreover, the study of hypnotism has led to the discovery of various doctrines and theories such as electro-therapy, dynamo-therapy, metallo therapy, and more. The field of magnétisme animal is vast and should be studied with caution and patience to fully understand its complexities."
}