{
  "title": "What is the history and reception of magnetism and hypnosis by the medical community?",
  "first_phrase": "This text explores the history of mesmerism, hypnosis, and magnetism in the scientific community. It discusses the work of various doctors, such as Charles Richet, Azam, and Husson, who published important studies on the subject throughout the 1800s. While some scientists praised the work of magnetizers like Donato, others dismissed it, leading to numerous controversies and debates. Despite its ups and downs, however, magnetism was eventually victorious as Braid's work on hypnotism ultimately contributed to the resurgence of magnetism. In this final section, the author pays tribute to the various individuals who contributed to this field and highlights how the name used to describe it is ultimately irrelevant, as it remains a powerful and fascinating topic for scientific exploration.",
  "content": "A la fin de 1881, après que Donato eut donné dans la salle Hertz, à Paris, des séances où il magnétisait des spectateurs, commença une véritable avalanche d'articles, de brochures et de livres. sur l'Hypnotisme. Braid, oublié depuis près de 20 ans, fut exhumé, glorifié, porté aux nues. Sa Neurypnology, que l'on ne connaissait que par ouï-dire, fut enfin traduite en français, pour les besoins des hypnotiseurs de fraîche date. Dans cette Neurypnology on trouva tout. et le reste. Elle devint le livre sacré, le bréviaire. Le retentissement des expériences de Donato était la cause de ce beau zèle. On ne voulait rien devoir au magnétiseur : il fallait bien se rejeter sur Braid. A partir de ce moment, le magnétisme était vainqueur. On avait beau changer, son nom, le travestir, continuer à laisser dans l'ombre les simples magnétiseurs : c'étaient Mesmer, Puységur, Deleuze, du Potet, etc., etc., qui l'emportaient enfin sur leurs adversaires. Comme l'a dit fort sensément Lafontaine dans la préface de la 5e édition de l'Art de magnétiser [5], « qu'importe le nom ? Depuis que le monde existe, le magnétisme s'est produit sous tant de noms divers qu'un nom de plus ne tire pas à conséquence.« L'hypnotisme n'est qu'un nom et une forme nouvelle d'employer le magnétisme. Ses plus chauds partisans seront forcés de constater un jour qu'ils nous ont fait une querelle de mots.",
  "last_phrase": "In conclusion, the year 1881 marked a significant turning point in the study and experimentation of hypnotism and magnetism. Despite initial skepticism and ridicule, pioneers like Donato and his successful demonstrations caused a surge of interest and research throughout the medical community. With the contributions of various doctors and practitioners, new discoveries and improvements were made in techniques like catalepsy and induced unconsciousness. While there were still vocal opponents and skeptics, the undeniable facts and successes ultimately propelled the field forward, paving the way for continuous progress and study."
}