{
  "title": "What is the controversy surrounding lucid somnambulism in the practice of magnetism?",
  "first_phrase": "The text dives into the world of animal magnetism and somnambulism, discussing the theories and experiences of various doctors and scientists. It questions the existence of lucidity in somnambulists and whether the practitioners who claim to possess this ability are fraudulent. It also touches upon the skepticism of the medical community towards animal magnetism and the differing theories regarding its functioning, with some doctors attributing it to the inhibition of certain brain functions while others believe it to be purely psychological. The last section explores the surprising shift in opinion of some contemporary hypnotists, who now acknowledge and experiment with the concepts of distance influence and mental suggestion.",
  "content": "n * * * La magnétisation à distance (à travers les murs, d'une ville ou d'un pays à l'autre, etc. ), et la translation des sens, que certains magnétiseurs, toujours de très bonne foi, prétendent avoir constatées, doivent être mises, jusqu'à plus ample information, au rang de la lucidité somnambulique. Nous en disons autant de la suggestion mentale (divination de la pensée du magnétiseur par le sujet magnétisé sans le secours du geste ou de la parole). * * * Or, pendant que les magnétiseurs physiologistes, abandonnant, d'après l'exemple de Donato, les exagérations de leurs prédécesseurs, réservent leur opinion et attendent, que voyons-nous ? Les hypnotiseurs proprement dits, ceux-là même qui ne veulent pas prononcer le mot de magnétisme, se lancer dans la voie de l’influence à distance et de la suggestion mentale ! Oui, cette surprise incroyable nous était réservée. M. Pierre Janet a publié, dans la Reçue scientifique, en mai dernier, un article des plus curieux, duquel il résulte que la suggestion mentale et l'influence à distance ne font plus doute pour lui. * * * Ce n'est pas tout. Au dernier moment, comme nous nous préparions à livrer ce travail à l'impression, que venons nous d'apprendre? Qu'une Société de médecins physiologistes, présidée par M. Charcot, s'occupe activement des étranges faits de transmission de sensations à distance. de divination, etc.",
  "last_phrase": "In conclusion, while some medical professionals remain skeptical about the reality of distant magnetization and mental suggestion, recent research and studies have shown that these phenomena are indeed real. Even though some doctors still try to dismiss these findings, it is clear that the field of magnétisme and hypnotisme is gaining more acceptance and recognition as an important area of study. While there are some concerns about the potential risks associated with this practice, there are also many potential benefits that could improve the lives of countless individuals. As such, it is important that researchers and medical professionals continue to explore these areas, and work towards finding safe and effective ways to use these techniques in a clinical setting."
}