{
  "title": "Is Hypnotism Dangerous and Can it Induce Criminal Behavior?",
  "first_phrase": "In the last 200 tokens of this text, the author responds to accusations made by doctors against magnetizers and shows how their fears are unfounded. The author cites the expert opinions of such figures as M. Bernheim, a professor of the Faculty of Law of Nancy, who affirms that the hypnotization, when properly handled, doesn't present any inconvenience. The text also discusses the relationship between suggestion and hypnosis and addresses questions related to the influence of the magnetizer on the subject and the possibility of subjects being subject to crimes committed by experimenters. Lastly, the text provides conclusions on the dangers, or lack thereof, of magnetism.",
  "content": "La peur l'a dégrisé. « Autre exemple: « Des femmes hystériques se croient paralysées de tout le corps. Un docteur les 'menace d'un fer rouge. Elles s'enfuient aussitôt à toutes jambes. - • « Aucun esprit sérieux n'oserait affirmer que le magnétisme est plus puissant que l'alcool, que l'on peut résister au plus violent amour, surmonter l'ivresse, rompre la paralysie, mais qu'on ne jpeut échapper à l'action évidemment moins puissante du magnétisme. - « Ce sont là des exagérations que nous combattrons sans cesse de « toutes nos forces, comme nous avons toujours combattu toutes les exagérations, car nous voulons servir la vérité, toute la vérité, rien que la vérité. Il i. - • .J w T » r * -1. -e « L'influence du magnétiseur est presque toujours bienfaisante et agréable à subir. '-C'est une douce -tyrannie. Et cette tyrannie puise 'sa force dans \"sàdouceur même. Si elle cessait d'être bonne, elle perdrait toute vertu et deviendrait impuissante. , Il LE MAGNÉTISME EST FAIT DE SYMPATHIE ET DE CONFIANCE. ,- - » « LA CRAINTE EN* DÉTRUIT A JAMAIS LE CHARME FASCINATEUR. n - Lorsqu'on a, comme Donato, pratiqué et étudié le magnétisme pendant douze anslorsqu'on a expérimenté sur des milliers de sujets, on a le droit de poser hardiment et nettement ces conclusions. Les médecins, venus longtemps après lui et forts seulement de quelques expériences de clinique ou de cabinet, sont mal fondés à émettre un avis contraire.",
  "last_phrase": "In conclusion, the power of mesmerism or hypnotism remains a subject of much debate among doctors and scholars. However, the influence of a magnetizer can be beneficial and soothing for the subject. Donato's innovative technique of experimental fascination has proven to be groundbreaking in the field, leading to various new phenomenons. While some doctors may claim that hypnotism is dangerous in untrained hands, it is important to acknowledge the potential benefits of this technique when utilized properly. Ultimately, it is up to individuals to approach these practices with caution and an open mind."
}