{
  "title": "What are the possible risks and limitations of hypnotism according to experts in the field?",
  "first_phrase": "In this last part of the text, the author addresses the concerns raised by doctors and other experts regarding the dangers of hypnotism and magnetism. They refute the claims that suggest that these practices increase the number of criminals in society. The text also highlights the opinions of doctors Bernheim and Cullerre, who argue that these fears are unfounded. However, some experts, such as Professor Liegeois, have raised concerns about the possibility of criminal acts being committed under hypnosis. Finally, the article discusses the issue of doctors monopolizing the field of hypnosis and magnetism, and the need for honesty and recognition of the pioneers of the field. The author concludes by referring to Donato's article on \"persistent suggestion\", which provides an excellent analysis of the issue of hypnosis and its possible impacts.",
  "content": "Elle existait, quand une foi naïve en la sorc'ellerie, comme implantée dans le cerveau par une suggestion- plusieurs fois séculaire, aveuglait les meilleurs esprits ; quand le sabbat, les sorciers, les succubes, les incubes, les gnomes, les esprits malins et tous ces fantômes évoqués par l'imagination étaient considérés comme des réalités ; quand la science tremblante-n'osait; en face du bûcher, battre en brèche la superstition religieuse toute-puissante ! Que de crimes, que de catastrophes, que d'erreurs judiciaires eussent été épargnées à la pauvre humanité, si la vérité scientifique avait pu se faire jour ! L'histoire du diable, de la sorcellerie, des possessions, des épidémies démoniaques,'ces hallucinations collectives suggérées, pèsent comme un affreux cauchemar sur les siècles qui ont précédé le nôtre ! .Et, de nos jours encore, queda superstitions suggérées par l'aveuglement d'une foi grossière disparaîtront comme des ombres sous le flambeau de la vérité scientifique ! » * * * - Le magistral article consacré par Donato, dans la Revue le Magnétisme, à la « suggestion persistante », nous fournit la meilleure conclusion de ce chapitre. La question y est traitée de main de maître. Nous ne saurions mieux faire que d'en détacher les passages suivants : « M. Liégeois, professeur de la Faculté de droit de Nancy a étudié tout spécialement le phénomène de la suggestion persistante et à échéance, qui lui paraît appelé à jouer un rôle important dans les recherches criminelles.",
  "last_phrase": "In conclusion, the history of superstition and misguided beliefs in sorcery, possession, and demonic epidemics has had a terrible impact on humanity. However, in modern times, these suggested superstitions will disappear under the light of scientific truth. The article by Donato on persistent suggestion gives insights into the use of the fascination technique in criminal investigations, highlighting the importance of free consent in the practice. While there may be debates and struggles for recognition among different professionals, what matters most is serving the truth with honesty and integrity. The potential of the fascination technique and its effects on subjects require further research and understanding."
}