{
  "title": "\"What are the Applications of Magnetism in Medicine and Therapy?\"",
  "first_phrase": "This text discusses the potential applications of magnetism in medicine, particularly in the fields of surgery and psychological therapy. The author highlights the work of previous researchers and experiments, but also focuses on the contributions of Donato, an accomplished magnétiseur who perfected the method of producing predictable, repeatable results with his subjects. Donato's techniques allowed for the possible use of magnetism in orthopedic and moral therapy. Adoption of magnetism in medicine was hotly contested but, with advocates like Donato, gained more acceptance. This final portion lists several advancements that were possible through magnetism, including the possibility of working with fascination at multiple levels and developing the cataleptic state as a method of achieving deep vagal responses.",
  "content": "Les magnétiseurs auraient lutté cent ans pour faire éclater la vérité, auraient été bafoués, méprisés, injuriés par les corps savants, et aujourd'hui ils devraient dire humblement aux médecins : « Maintenant que vous avez cédé, nous vous laissons la place. Seuls vous magnétiserez, seuls vous pourrez bénéficier de nos travaux, seuls vous utiliserez les secrets que nous avons découverts, et nous consentons à disparaître, à ne plus compter ! » On exigerait cela des magnétiseurs ! Allons donc ! Notre maître Donato, à qui l'on a tant reproché —'injustement, comme toujours — de faire du magnétisme une science inabordable, réservée à une élite, répond à ce reproche [10] : « Notre but se résume ainsi : enseigner le magnétisme sous toutes ses faces, développer le goût de son étude, c'est-à-dire le populariser et susciter le désir de le pratiquer utilement. « Le magnétisme est essentiellement populaire^ PUISQU'IL POURRA ÊTRE APPLIQUÉ PAR TOUT LE MONDE et rendre des services à l'humanité tout entière lorsqu'il sera plus connu et mieux étudié. » VIII - Quelles personnes on peut magnétiser La plupart des magnétiseurs affirment que presque tout le monde peut être influencé par l'action du magnétisme. Hâtons-nous d'ajouter que les mots être influencé ne signifient pas être mis en somnambulisme, en catalepsie, etc. Ils veulent simplement dire que des effets, plus ou moins accentués, sont ressentis par une grande majorité. Les médecins, sur cette question comme sur toutes les autres, sont divisés, et cette division tient autant aux procédés divers qu'ils emploient qu'à leur manière d'envisager la question.",
  "last_phrase": "In conclusion, while there may be different opinions among doctors and magnétiseurs regarding the sensitivity of subjects to the influence of magnetism, it is evident that almost anyone can be influenced by its action. Position, education, and instruction may establish some differences, but they are not a determining factor in the sensitivity to the magnetic influence. Moreover, the notion that only hysterical or neuropathic subjects can be hypnotized or influenced by magnetism is a misconception. Magnetism is essentially popular since it can be applied by anyone who wishes to use it and can be of service to humanity."
}