{
  "title": "What Can Magnetism Be Used For? An Overview of its Applications, Effects and Prominent Figures.",
  "first_phrase": "This text discusses the practical applications of magnetism as a therapeutic tool. It starts by addressing the claim that magnetism is an elitist science, reserved only for a select few. The text then goes on to explain that anyone can benefit from the effects of magnetism, even though the medical community is divided on the topic. The text also discusses the potential for magnetism to modify an individual's moral and intellectual character, and how it can aid in surgical procedures. Finally, the text features Donato, a renowned magnétiseur who was at the forefront of magnetism research, and how his contributions revolutionized the field.",
  "content": "Le docteur Philips (Durand, de Gros) ne trouvait que 15 ° 0 de sujets sensibles. Le docteur Liébault, de Nancy, sur 1,011 personnes, n'en a trouvé que 27 absolument réfractaires. Le docteur Bernheim, également de Nancy, affirme que les sujets réfractaires sont en très grande minorité. Le docteur Bottey donne une moyenne de 30 0/0 de sujets sensibles chez des femmes de 17 à 42 ans. Donato dit ceci : « Je peux magnétiser à peu près tout le monde, s'il m'est loisible de faire une série de tentatives sur les personnes qui auront paru le plus insensibles aux premières expériences. > Et il démontre victorieusement la vérité de son assertion en magnétisant, à la sixième, à la dixième, à la quinzième fois, des sujets n'ayant rien éprouvé pendant toutes les magnétisations précédentes. En ce qui nous concerne, nous avons eu l'occasion de constater souvent que l'influence magnétique parvenait à triompher, après plusieurs essais, dès-résistances les plus énergiques, des natures en apparence les plus rebelles. * * * Abordons la qualité des sujets. Les médecins, en général, disent que les femmes sont plus susceptibles que les hommes de subir l'action hypnotique, et quelques-uns ont même essayé de faire une classification des femmes les plus sensibles. Les mêmes médecins ajoutent que les jeunes gens des deux sexes (14 ans à 25 ans environ) sont les sujets les plus favorables.",
  "last_phrase": "In conclusion, the belief that only hysterical or neurotic individuals can be hypnotized is a fallacy. Research suggests that a broad range of individuals, including children, adults of different ages and backgrounds, and even those who do not display any signs of hysteria or neurosis, can be affected by hypnosis. The success of hypnosis depends on several factors, including the willingness of the subject to be hypnotized and the skill of the operator. Therefore, anyone who wishes to explore hypnosis can give it a try with an open mind and the right approach."
}