{
  "title": "What were the attitudes towards hypnosis and magnetism in the 19th century, according to Dr. Philips?",
  "first_phrase": "In the final part of this text, the author argues that science has a tendency to deny or ignore phenomena that challenge established theories or practices. The author cites examples of how the medical establishment rejected major discoveries like Harvey's circulation of blood and Jenner's vaccinations, and urges scientists to recognize and acknowledge the reality of such phenomena. The text also explores the concept of hypnotism and suggests that certain suggestions made during the hypnotic state persist after the subject has woken up, as well as the potential for fraud during such experiments. The text mentions the works of various doctors and researchers, including Dr. Philips, Dr. Castel, and M. Donato.",
  "content": "« Cette découverte immense., qui vient tirer la médecine de son insuffisance, la relever de son abaissement et étendre son empire sur la connaissance tout entière de l'homme, la médecine la repousse, COMME ELLE A INVARIABLEMENT REPOUSSÉ A LEUR APPARITION LES DÉCOUVERTES LES PLUS PRÉCIEUSES QUI SONT VENUES SUCCESSIVEMENT L'ENRICHIR. » — Ibid. « Il y a pour les vérités nouvelles quelque chose de plus redoutable que la persécution : c'est la conspiration de l'inertie. » Ibid. « Quelque chose qui semble la propriété exclusive de notre époque, c'est la négation, par la science enseignante, de tout un ordre de faits qui sont la manifestation d'une des grandes faces de la nature humaine et l'expression la plus admirable de ses facultés. » Ibicl., 6e conférence. Il Personne n'ignore que les grandes innovations, que les plus importantes acquisitions de l'esprit humain furent autant d'hérésies qui prévalurent après une lutte contre la science orthodoxe. Pour nous renfermer dans l'histoire de la médecine, rappelons que les glorieuses découvertes de Harvey, de Jenner et de vingt autres, furent déclarées coupables au premier chef contre la science. # » — Ibidem « J'adjure la science, et en particulier la médecine, que cette question concerne de la manière la plus directe, je l'adjure de reconnaître solennellement des faits qu'elle ne saurait plus longtemps nier sans léser de la façon la plus grave et la moins pardonnable les intérêts majeurs de la sociétd, et sans confirmer son propre discrédit. Il Ibid. [5] 1 vol. in-Se, chez F. Alcan, 1886.",
  "last_phrase": "In conclusion, the history of medicine is full of examples where new discoveries have been rejected by the established orthodoxy, yet have eventually prevailed. The denial of certain phenomena by mainstream science is not only detrimental to society but also damaging to its own reputation. It is therefore imperative that we recognize and acknowledge the truth, even if it challenges our existing beliefs and knowledge. As the famous quote goes, \"there is something more formidable than persecution for new truths, it is the conspiracy of inertia.\" Let us strive to overcome this conspiracy, and embrace the transformative power of innovation and progress in medicine."
}