{
  "title": "What is the history of mesmerism, hypnotism, and magnetism in medicine?",
  "first_phrase": "This text discusses the history of hypnotism and magnetism, and the relationship between doctors and magnetizers. In the last 200 tokens, the text focuses on a specific individual, Donato, and his experiments that caused a stir in the scientific community. Despite recognition from some medical authorities, not all doctors believed in hypnotism and magnetism. The text highlights the importance of Donato's discoveries in the field, and the continuous debates surrounding the naming and recognition of the phenomena. The text ends by questioning the reasons behind the failure of magnetism to gain momentum in the scientific community, despite the efforts of its prominent leaders.",
  "content": "Il devint assez rapidement officier, mais il ne tarda pas à donner sa démission pour entrer dans le journalisme. Il publiait dans un journal de Bruxelles des chroniques qui avaient le plus grand succès, lorsqu'il connut le chanoine Mouls, rédacteur de la Rénovation religieuse, lequel s'occupait beaucoup de magnétisme. Le magnétisme ! Donato y croyait si peu à cette époque qu'il fit des conférences et des articles contre M. Mouls. Celui-ci répliqua, puis. un beau jour, le chanoine finit par convaincre son adversaire. Donato ne fut pas seulement convaincu. Il devint presque aussitôt l'apôtre de la science qu'il avait combattue et se révéla puissant magnétiseur C'est à Liège, son pays, qu'il débuta, en donnant 45 séances dans lesquelles il magnétisa plus de cent personnes notables de la ville, dont le neveu de M. Frère-Or ban et l'avocat Cudell. En 1875, le jeune magnétiseur arrivait à Paris et faisait des expériences qui commençaient sa prodigieuse réputation. * * * Or, en cette même année 1875, où en était le magnétisme? Donato a fort bien décrit la situation dans les termes suivants : « Jusqu'à cette époque, le grand public n'avait guère entendu parler de l'hypnotisme et des magnétiseurs autrement que par les parodies plus ou moins habiles ou amusantes présentées par certains prestidigitateurs ou thaumaturges. Le magnétisme scientifique n'avait fait que des apparitions fugitives, rapides comme l'éclair : personne n'avait réussi à l'implanter nulle part. Ses principaux coryphées manquaient-ils de talent, d'énergie ou de persévérance? Nous croyons au contraire qu'ils furent intelligents et capables, mais qu'ils n'aboutirent point.",
  "last_phrase": "En résumé, les découvertes de Donato ont révolutionné la pratique du magnétisme en introduisant une méthode infaillible et rationnelle, ainsi que des expériences logiques et concluantes. Avant lui, les expérimentateurs échouaient en remettant purement au hasard les effets de l'hypnotisme et de la catalepsie. Grâce à l'infatigable ténacité et l'énergie indomptable de Donato, la pratique du magnétisme a enfin vaincu ses nombreux ennemis tout en gagnant la sympathie et l'attention des hommes sérieux et des chercheurs. Ainsi, Donato est devenu l'apôtre et le père du magnétisme moderne."
}