{
  "title": "What is the history of magnétisme and its relationship with doctors, as explored through notable experiments and figures?",
  "first_phrase": "This text discusses the history of magnetism and hypnotism, and the role of doctors and magnétiseurs in their development. The author notes that while doctors have often dismissed magnetism as quackery, many significant discoveries and experiments were carried out by magnétiseurs. The author mentions the experiments of Dumontpaljier and Bérilon on dual cerebral function and the studies of Charcot and Richer on hysterics, as well as the important contributions of Donato and Braid. The text concludes by asking whether the differences between magnetism and hypnotism are merely semantic, and whether doctors have simply adopted the techniques and discoveries of magnétiseurs.",
  "content": "Bourru et Burot, à Rocliefort, les faits de stigmatisation provoqués par eux sur des malades, ont une haute portée sur laquelle nous ne pouvons insister ici. Le docteur Liébault, Beaunis et Bernlieim, à Nancy, ont spécialement travaillé la suggestion, et nous sommes heureux de leur rendre l'hommage qui leur est dû pour leurs curieuses découvertes. En dehors de ces noms connus, il nous a été permis d'apprendre que dans nombre de villes des médecins éclairés se livraient à des tentatives couronnées de succès. L'élan a été donné de haut ; rien maintenant ne pourra plus entraver la marche du magnétisme, qui a renversé tous les obstacles. Aux médecins qui nous ont si longtemps repoussés et ridiculisés nous ne gardons aucune rancune et nous crions : Bravo ! messieurs, et courage ! * * * Conclusion : Pour toutes les personnes de bonne foi qui ont étudié les .livres des médecins et ceux des magnétiseurs, ne. résulte-t-il pas de cette étude que ceux-là ne font qu'utiliser les travaux de ceux-ci et employer leurs procédés — en se servant de mots différents ? Laissons de côté la question du somnambulisme lucide, celle de la suggestion mentale, celle de la magnétisation à distance et d'autres encore sur lesquelles la lumière n'est pas faite. Tenons-nous -en simplement aux phénomènes physiologiques et psychologiques reconnus, et qu'on nous dise si les simples magnétiseurs ne les avaient pas constatés depuis longtemps. Toute la question est là. * * * Il ne faudrait pas s'imaginer cependant, étant donné cette reconnaissance des faits par les sommités médicales, que tous les médecins y croient.",
  "last_phrase": "In conclusion, the discoveries and improvements made in the practice of magnetism by Donato have been nothing short of remarkable. His success in demonstrating the phenomena of catalepsy, post-magnetism, and other psychological suggestions have won him acclaim from doctors and scientists across Europe. Despite opposition and rigid thinking, Donato persevered in his work and blazed a trail for future experimenters in the field. His methodical and logical approach to magnetism, along with his rejection of charlatan practices, earned him the respect and admiration of serious researchers. Today, we owe a debt of gratitude to Donato for his tireless efforts and contributions to the study of magnetism."
}