{
  "title": "What are the moral and latent effects of somnambulism and magnetism on human psychology and physiology?",
  "first_phrase": "This article discusses the effects of magnetism on the human body and mind, focusing on the different types of sleepwalking, ecstasy, and latent effects such as sympathy and antipathy, and magnetic actions and objects. It also examines the history of magnetic science and the different schools of thought on the subject, including the fluidists, physio-psychologists, and psycho-fluidists. The article looks at the work of various practitioners in the field such as Dr. Liébault, Dr. Luys, Dr. Bourru, and Dr. Bérillon. The article concludes with some general observations about the study of magnetism and the need for patience, prudence, and attention to detail in investigating its effects.",
  "content": "— Sujet éveillé et conscient ; assujettissement à la volonté de l'opérateur pour la motricité et une partie des fonctions sensorielles ; paralysie, contracture et mouvements incoercibles des muscles volontaires ; diminution et augmentation de la sensibilité générale superficielle; illusion des divers sens ; obsessions monomaniaques; extensions et lésions de la mémoire; modification des affections. DEUXIÈME PHASE. — Sommeil somnambulique ; toujours assujettissement à l'opérateur; catalepsie générale ou partielle avec accélération du pouls ; illusions et hallucinations de toute nature; modification du sentiment de l'identité ; anesthésie profonde. TROISIÈME PHASE[14]. — Somnambulisme hyperphysiologique et autonomie du sujet. Sujet redevenu libre, plein de raison, avec une acuité extrême des sens et de l'intelligence. Il prend connaissance des choses extérieures sans le concours apparent d'aucun organe et d'aucun milieu de transmission. Somnambulisme lucide, extase religieuse, délire prophétique. Le sujet échappe à l'expérimentateur, ne subit plus les suggestions. * ** Le professeur Charcot a établi, pour les phénomènes qu'il appelle hypnotiques, la grande classication suivante : Léthargie. — Catalepsie. — Somnambulisme. Mais, de l'aveu de nombre de médecins de ll'Ecole de la Salpêtrière, d'ailleurs partisans des doctrines de M. Charcot, cette classification ne peut être appliquée qu'aux hystériques purs. C'est donc une classification « d'exception ». Nous devons, néanmoins, en quelques lignes, dresser la liste des manifestations physiologiques et psychologiques qui se produisent dans chacun des trois états ci-dessus mentionnés. Nous empruntons cette liste, sans la commenter, aux derniers livres publiés sur l'hypnotisme par des sommités médicales : LÉTHARGIE.",
  "last_phrase": "In conclusion, while there are varying opinions on the classification of hypnotic states, they all share the commonality of producing a wide range of physiological and psychological manifestations. From the initial awake and conscious stage, to the somnambulistic sleep phase, and finally to the hyperphysiologic autonomy of the subject, these states involve a complex mix of paralysis, altered sensations, illusions, and obsessions. Different techniques have been used to induce these states including occlusion of the eyes, passes, suggestion, and the fixation of shiny objects. While the mechanisms of hypnotism are still not fully understood, continued research could further enlighten us about this mysterious and intriguing phenomenon."
}