{
  "title": "How can winning the trial of AIR free your mind?",
  "first_phrase": "In the third part of the meditation series, we explore how to develop real intelligence by directing our thoughts in a purposeful manner. The focus is on developing the center of air, which is vital to producing and feeling energy within yourself. In this inner power exercise, you learn to be aware of every part of your body and practice a sword-fighting technique used by Samurais. Moving on to the fifth castle, Perceval encounters a dead corpse with a sword in his head, a symbol for letting go of your thoughts to free the mind.",
  "content": "Meditation nr. 4 - Winning the trial of AIR - Freeing your Mind How many thoughts do we have each day? Some people say 50000. Are they all really useful? The quality to develop here is REAL INTELLIGENCE. It means not vain thoughts, but always focus your thoughts in a direction. Exercise for the higher center of energy A chevalier has what the Greeks called “PNEUMA”. It means he breathes and feels energy in himself. This exercise will work on the center of air developing a magic center of energy It is an exercise practised in a similar way even from the Samurais. Be aware of your body. Be aware of every part of your body physically. Now Bend, exhale the air in your lungs, and at the same time press your kin against your body Next come up and put your head behind making the back muscles stiff Repeat 6 or 7 times This exercise will develop an inner power. Your neck will be stronger In some days you will see some change begin Secrets of the Chivalry of the Grail Perceval - Celtic Mystery Initiation Read and Meditate: we learn how to FREE THE MIND The fifth castle - the castle of the air You are Perceval and you walk In the fifth passage Perceval sees a dead corpse with a sword in his head. After he finds a woman waiting for her servant knight. Is the man that Perceval saw some moments ago! The sword in the head and the dead corpse means you must let go of your thinking. We must free the blood from the passions Everything we think is false.",
  "last_phrase": "Congratulations on completing the meditation exercise of winning the trial of Air and freeing your mind. By developing real intelligence and focusing your thoughts in a direction, you have achieved a magic center of energy and inner power. Through the magical guided imagination of being Perceval in the castle of the air, you have learned to stop the dominating mind, gain awareness, and merge your body and heart to find the void living through you. With mastery over water, earth, fire, and air, you can move forward in the world with a higher level of awareness. Preux chevalier!"
}