{
  "title": "\"How can meditation help us win the trial of fire and master our passions?\"",
  "first_phrase": "In this passage, we explore the concept of winning the trial of fire and becoming masters of our passions. Specifically, we discuss the qualities of a fierce chevalier who is in touch with his essence and has the courage to stay straight and aligned with his central point. The key to achieving this verticality is through opening the heart and practicing sacred meditation using three sounds to activate the spine. This meditation is said to unlock an inner force similar to the Kundalini in Indian writings, and the central pillar in Hebrew Cabala tradition. The passage culminates in an exploration of the neurophysiology of verticality.",
  "content": "Meditation nr. 3 - winning the trial of Fire Do our passions master us or are we masters of our passions? Can we win the lion of the heart? An initiated chevalier has COURAGE. And this courage comes from the Heart. Cor (heart in latin) and Courage are related. He is master of himself, of his emotions, and in touch with his essence. Opening the heart and winning our emotions How can we recognize a fierce Chevalier? He stays straight How can he be vertical and straight in every situation? The secret is in his concentrating on the central point This is the key to staying vertical. He stays on his horse between sky and earth and opening the heart Sacred Meditation of the I A O This meditation will be on three sounds The first one will be the sound OOOH. A deep profound sound you will do at the basis of your spine EEEH is the second sound. It will be at your head And finally, but only to close, AAH. At the height of the hearth This meditation will activate progressively your spine bringing you to the center. For the moment, work on it. This meditation will open up your inner force This inner force is like an energy going through your spine. * The Kundalini in the indian writings * The central pillar the hebrew cabala tradition * The central line of the cross of the caduceus Many say the ancient templars knew this secret Neurophysiology of the vertical The verticality is an archetypal tendency.",
  "last_phrase": "In conclusion, winning the trial of fire and conquering our passions requires courage and focused concentration on the central point, as well as the ability to open our hearts and control our emotions. The Sacred Meditation of the I A O can aid in activating our inner force and connecting our spine to our center. Perceval's victory over the lion symbolizes the need to master our emotions and make friends with ourselves, while the neurophysiology of the heart reminds us of the vital communication between our head and heart. With the third shield won, we are ready to continue on the path of spiritual chivalry."
}