{
  "title": "\"What is the Castle of the Air and how can awareness of our body help us win the giant of our mind?\"",
  "first_phrase": "In the previous section, we learned about an exercise that can develop inner power by strengthening the neck and being aware of every part of the body. Moving on to the Secrets of the Chivalry of the Grail, Perceval walks through the fifth passage and encounters a dead corpse with a sword in the head, symbolizing the need to let go of thinking and free ourselves from false beliefs. We are then guided through a magical imagination exercise that showcases the importance of being present and aware of our body, as opposed to letting our minds dominate and create misery. Finally, by attacking the mental giant organ after organ, we can be free, attain happiness, and see reality beyond concepts.",
  "content": "A knight is strong on his feet and feels his body Magical Guided Imagination To be done closed eyes with somebody guiding you or reading attentively the following text: You are Perceval. And now you are in the Castle of the air. In this castle there is everything, but people cannot benefit from it. A giant is the owner. The giant is the symbol of the mental I. The mental I lives in time, not in the present This giant is your mind when it works automatically creating in you always new worries We can have everything, but if we let our mind dominate we will be in misery We will be this giant that leaves the inhabitants of the castle in misery. But now we decide to FEEL our body. We become aware of our feet, of our arms, and finally we breath intensively letting ourself going deeper And now open your eyes. And be aware of your body “Perceval attacks the giant and organ after organ he will destroy him. The lungs will be the last organ. The people of the castle will be free. The proprietary of it will give him a black horse” Again we come to the power of Now. We can have everything, but we don't see it. Therefore the lungs are the last part that get attacked Air is also the symbol of words. And if we stay in concepts we don't see reality. We will only stay in our mental I. When you say “I am unhappy”, “people are hating me” this giant is controlling you.",
  "last_phrase": "Congratulations Preux Chevalier! By mastering the elements of water, earth, fire, and air, you have gained a higher level of awareness. Through the exercise of magical guided imagination, you have learned to feel your body, breathe intensively, get in touch with your life force, and win the giant of the castle of the air. You have become aware of your physical, emotional, and mental self and gained control over them. With this newfound knowledge, you can now stay in the world with a higher level of awareness. Keep up the good work!"
}