{
  "title": "How can you become a wise Chevalier and unlock the power of the Grail by facing your fears?",
  "first_phrase": "In this final part of the text, we delve deeper into the concept of the Grail Quest. The author emphasizes the importance of being detached and wise in every situation, and the power of letting go of fear and false personalities. They speak of the Chivalry of the Grail, a journey of facing fears and healing old wounds, in order to fully serve others with one's unique gifts. The concept of the tenth castle, which represents pride, is discussed, and the author encourages readers to be beyond this point in order to become accomplished warriors. The text concludes with Perceval facing his past failures and realizing a new self with the help of a child on a tree.",
  "content": "Celtic Mystery Initiation Read and Meditate LET THESE WORDS PENETRATE YOU. TRY TO CATCH THE SYMBOLIC MEANING The tenth castle Is the castle of the Pride But Perceval is beyond Pride He wins everybody, but keeps his name hidden He just wins You too if you want to be a real Chevalier you must be beyond Pride In your life do and stay in the action. This is the old chivalry saying NON NOBIS DOMINE At this point when you are beyond you can be an accomplished warrior You can see your life is now changed. What in the past blocked you cannot block you any more Nobody can block a chevalier at this stage. A man tricks Perceval, and try to put him under a gravestone But no gravestone can block Perceval The man see that he cannot go away He comes back and Perceval is free again The automaticity of your mind cannot block you again Perceval goes again to the castle where he met the automatic chessboard where in the past he lost. But the automaticity of mind cannot block you anymore because you have connected your head to your body A child on a tree will now tell Perceval the Path ! The child is the symbol of a new self that is born",
  "last_phrase": "In conclusion, the Celtic Mystery Initiation requires you to meditate and let the symbolic meaning of the words penetrate your mind. To become a real Chevalier, you must surpass pride and stay in action, living by the old chivalry saying \"NON NOBIS DOMINE\". Once you have gone beyond, nothing from your past can block you again. Find your path and let the symbol of the child on the tree signify the birth of a new self. With these lessons, you too can become an accomplished warrior."
}