{
  "title": "What is the Enteric Nervous System and its Role in Human Physiological and Psychological Operation?",
  "first_phrase": "Neuro-gastroenterology studies suggest that the human enteric nervous system (ENS) and the brain-gut axis (BGA) may play a profound role in human physiological and psychological operation. Recent studies have revealed that even if a major neurological communication line (vagal nerve) is injured, the ENS continues to function and may be considered an independent system. This final part explores the potential role of the ENS as a metacontroller of the CNS, and how emotional well-being may be dependent on signals coming from the ENS. The importance of the ENS is stronger than we thought 100 years ago.",
  "content": "Recent studies have revealed that even if a major neurological communication line (vagal nerve) is injured, the ENS continues to function; therefore it may be seriously considered as an independent system. Some provocative theories have proposed that the ENS may be a kind of metacontroller of the CNS. One surprising finding that supports this hypothesis is that most information travels from the alimentary canal (gut) to the brain, rather than the other way around. The correct interpretation of this discovery is not a trivial issue.Approximately 90% of the body’s serotonin is actually utilized by the gastrointestinal tract (alimentary canal) to regulate intestinal movements (the remaining 10% affecting mood, sleep, etc., at the CNS). A significant amount of dopamine is also located in the gut. There are a few studies to date that have analyzed the effects of serotonergic antidepressants on the ENS system. It is known that serotonergic antidepressants have many gastrointestinal side effects including loss of appetite and weight, urinary retention nausea, and renal failure, and that they commonly cause sexual dysfunction (Ravera et al. even question the driving safety of SSRIs—selective serotonin reuptake inhibitors—because of the reported adverse effects of anxiety, agitation, sleep disturbances, headache, increased risk of suicidal behavior, and deliberate self-harm).Neuro-gastroenterologists have certainly proved that the ENS affects mood, and further study of the ENS may help us to understand various diseases in detail. Thee role of the ENS is certainly stronger that we thought 100 years ago—bio-behavioral scientists also now postulating that emotional well-being is more dependent on signals coming from our ENS.",
  "last_phrase": "In conclusion, the enteric nervous system (ENS) is a complex and fascinating network of neurons that may play a much bigger role in our overall health and well-being than previously thought. Recent studies have shown that the ENS continues to function even when a major neurological communication line is injured, and it may act as a kind of metacontroller of the central nervous system. The ENS also affects mood, and more research into this may help us understand various diseases better. Therefore, paying attention to our gut health may be crucial for maintaining overall health and emotional well-being."
}