{
  "title": "\"What is the Chivalry of the Graal Perceval Celtic Mystery Initiation and how can it lead to ultimate awakening?\"",
  "first_phrase": "In the previous text, we learned about the importance of being centered and having rectitude in our lives. This idea was presented in the context of the Chivalry of the Graal Perceval Celtic Mystery Initiation, where a knight without fear and doubt in the soul must overcome any fear to reach the ultimate state of supraconscience of awakening. In the last 200 tokens, we witness Perceval going up on the mount of the dolour and encountering a woman who symbolizes the fears and desires of the world. Despite her warning, they continue the ascent and reach the center of the world, where they find a ring and encounter a woman known as a Fylgja.",
  "content": "Meditation nr. 9 - Axis Mundi An initiated chevalier is CENTERED, at the center, in contact with the central axis The central axis has also the meaning of RECTITUDE. Try in your life to be always far and correct with everybody. ________________ Chivalry of the Graal Perceval Celtic Mystery Initiation If you are here, you have gone through the passages that make you capable to go on the last step. Nothing is more important than to arrive to the ultimate state of supraconscience of awakening. But for getting there we must be a knight without fear and without doubt in the soul. Aan you must overcome any fear. Perceval goes up on the mount of the dolour This is the last passage Questions and Answers What time is it? It is noon. The Sun is vertical Who is coming? A woman, telling us not to do the last trial. She is the symbol of the fears and of the desire of the world What will we do? We will nevertheless proceed on the mountain What is on the top of the mountain? A column. It means we are at the center of the world And around? 3 times 5 crosses. 5 red, because we dominate action, 5 white, because we are in contact with the spiritual dimension, 5 blue, because we dominate the reality What is on the column? A ring What will we do now? We will put our horse there. Because we will put us at the center And suddenly a woman, a Fylgja, appears.",
  "last_phrase": "In conclusion, the ultimate goal of chivalric initiation is to awaken the real you and become free. You can achieve this by being centered, striving for rectitude, and overcoming any fears and doubts. The journey may not be easy, but the rewards of reaching the ultimate state of supraconscience are invaluable. These meditations, rooted in a millenary tradition, are here to guide you, and with further development from a real structure, you can take control of your own miracle. The power to achieve this is in your hands."
}