{
  "title": "\"What is the significance of detachment and wisdom in the journey to become a real Chevalier in meditation 8?\"",
  "first_phrase": "This text is about the journey of a real chevalier, who has won over pride, one of the worst enemies of the heart. Detachment and wisdom are the qualities of a true chevalier, who is aware of himself and strives to be contemplative in action. The meditation emphasizes the power of being present in the moment, while not being emotionally and mentally blocked. The ultimate goal is to attain the power of the Graal, which requires letting go of fear and pride and facing fears and old wounds with compassion and love. In the last 200 tokens, the focus is on feeling one's body and being a chivalrous servant to others by sharing unique gifts.",
  "content": "Meditation nr. 8 - RED and BLOOD - The Tournament - “Contemplative Action” DETACHMENT A real chevalier wins on Pride. Red is the colour of BLOOD. A real chevalier is aware of himself, detached, and has won one of the worst enemy of the heart: pride. Red means a superior state of being within yourselves. In your flesh. The power of now will guide you to be contemplative in action. It seems a contradiction but it is possible. Perceive yourself do and at the same time not being emotionally and mentally blocked, but instead act with a superior mindfulness. You will get an ENERGY FOCUS This level correspond also to the quality of being WISE. Try in your life to be detached and wise in every situation. The Power of the Graal is approaching to you You recovered it through your effort and going past all the different problem of life For getting it you must have NO FEAR NO PRIDE The reason we keep a false personality is just fear. We must let go all the masks we have And finally we can get back to the center And we can reintegrate ourself FEEL YOUR BODY You body is also your horse. Dont loose it Chivalry of the Grail This is your ultimate grail quest. The journey to face your fears and to open old wounds in a space of unconditional love and compassion so they can finally heal, allowing life-force to flow through us so fully that we can’t help but serve others through sharing our unique gifts ~ the buried treasure that had been hidden within us all along.",
  "last_phrase": "In conclusion, the journey of the Chivalry of the Grail teaches us that detachment and wisdom are the keys to unlocking our true potential. By focusing our energy and being contemplative in action, we can transcend our fears and pride, paving the way for a new self to be born. This Celtic Mystery Initiation invites us to read and meditate on these symbolic teachings, allowing them to penetrate our being and guide us towards a life of serving others through our unique gifts. Remember, nobody can block a chevalier who has gone beyond pride and fear."
}