{
  "title": "Modelli di comunicazione: come utilizzare parole e tecniche per influenzare l'interlocutore?",
  "first_phrase": "In the previous text, the author explores the concept of Verbal Communication and expresses the various levels of abstraction that language holds. Furthermore, the author explains how we can use the model of 'ricalco' in communication to convey a statement that corresponds to the perceived reality of the listener. In this last part, the author uses the example of the word \"giustizia\" and examines how it is used in politics. The author points out the discrepancies that might come in the meaning of this term in different contexts.",
  "content": "Modelli di comunicazione Il primo modello che esaminiamo ora è il modello del \"ricalco\". Cosa significa verablmente \"ricalcare\"? potremmo tradurlo con \"dire qualcosa che corrisponde alla realtà percepita dal nostro onterlocutore. Facciamo un esempio: se dico \"potete leggere queste parole\" è un ricalco, in quanto corrisponde alla vostra realtà percepita in questo momento. E' vero. Infatti i ricalchi possono anche essere chiamati \"truismi\". Ovviamente, se conoscessimo la realtà totale della persona con la quale comunichiamo sarebbe molto facile ricalcare. Ma così non è. Abitualmente non conosciamo il nostro interlocutore nè ciò che prova in un determinato momento. Come fare allora? Possiamo utilizzare aprole \"generiche\". Il linguaggio ha infatti più livelli di astrazione. Posso utilizzare ad esempio la parola \"temperatura\" che significa contemporanemaente sia caldo che freddo, che anche uno stato intermedio. Ma potrei divenire ancora più specifico ed utilizzare l'espressione \"caldo\" oppure \"freddo\". Esistono livelli di specificità anche maggiori. Potrei dire invece di \"caldo\" la temperatura è di 30° oppure di 40°. E magari un fisico potrebbe essere più specifico ancora. Per imparare l'utilizzo del linguaggio generico, possiamom vedere l'utilizzo massiccio che a volte ne è fatta in politica. Un esponenete di un particto dice : \"vogliamo più giustizia\" ed un altro risponde \"è importante che ci sia giustizia\". La parola \"giustizia\" esprime lo stesso concetto nei due casi? Probabilmente no. Si dice anche che la parola \"giustizia\" è un \"termine astratto\".",
  "last_phrase": "In conclusion, the different communication models and techniques discussed in this text can be valuable for improving interpersonal communication, guiding others' thoughts and behaviors, and creating a positive and receptive environment. From using generic words to the power of metaphors and ambiguity, understanding and employing these techniques can lead to more effective communication outcomes. Whether in sales, therapy, or everyday conversations, these models and techniques can help us better connect with others and achieve our goals."
}