{
  "title": "How to use language to create rapport and influence others?",
  "first_phrase": "In this text, the author discusses the importance of using vague language to create better rapport with the interlocutors. Before exploring the concept of being \"abilmente vaghi\" or \"ably vague,\" the author talks about how different words can express the same abstract concept and gives the example of \"giustizia\" (justice) in politics. In the last 200 tokens, the author describes another technique to establish rapport by sharing the same model of the world of the other person. This is achieved by using the technique of \"coprire tutte le possibilità di risposta\" or \"covering all possible responses.\"",
  "content": "La PNL (Bandler) dice che \"un termine astrattto è un termine che non può essere messo in una carriola\", in altre parola non può essere \"toccato\" o \"valutato sensorialmente\" subito. Possiamo quindi utilizzare questi termini per creare maggior rapport con il nostro interlocutore. Infatti potremmo dirgli nel campo del business: \"Capiamo i vostri interessi e cercheremo di soddisfarli al meglio\". Ma quali sono questi \"interessi\"? Ognuno avrà i suoi. La frase va bene per tutti. In acmpo ipnotico soi usa l'espressione ad esempoio: \"puoi renderti conto delle tue SENSAZIONI\". \"Sensazioni\" è un termine vago che il nostro interlocutore potrà personalizzare come più gli piace. Infatti qualcuno potrà sentire una sensazione interno, qualcun altro concentrarsi sulla temperatura della stanza e via dicendo... Un professionista potrebbe dire dopo che il cliente gli aha esposto un caso \"capisco la sua situazione\". Questo ternmine è un altro ricalco, in quanto \"situazione\" è un termone generico. Se capiamo l'arte di essere \"abilmente vaghi\", come è stata descritta da alcuni americani, ci si aprono di fronte incredibili possibilità. Infatti la prima chiave per \"creare rapport\" è \"entrare nel modello del mondo dell'altro\". In pratica condividere quello che lui percepisce. Col ricalco \"condividiamo\" la stessa realtà. Vi è anche un'altra maniera di \"ricalcare\" verbalmente, anche definita \"coprire tutte le possibilità di risposta\".",
  "last_phrase": "In conclusion, the art of being skillfully vague and using language that resonates with our listener can open up incredible possibilities for creating rapport and guiding them. Whether utilizing the technique of disseminating implicit commands, using ambiguous language, or creating mental images through metaphors, we can access the unconscious mind more easily. With these tools, we can create a positive and affirmative field, giving our listeners a sense of understanding and agreement, and ultimately help them reach their desired outcomes."
}