{
  "title": "What are the techniques of using language for hypnotic communication?",
  "first_phrase": "In the previous text, the author talks about the two levels of command in hypnosis - direct command and implicit command. The usage of negation to create an implicit command, and the power of rapport building. In this final part, the author introduces the concept of \"guiding\" and how it can be blended with command for the \"command and guide\" model to lead the listener to a new reality. The art of being vaguely specific and covering all possible responses is also discussed, along with the impact of using negation in communication. The author gives examples of how language can influence behavior and outcomes.",
  "content": "In realtà la persona aumenterà la curiosità. Infatti anche se a livello logico avremo negato il fatto di essere curiosi, l'avremo però suggerito a livello inconscio. Un altro esempio famoso è il titolo dle film \"non aprire quella porta\". Immediatamente nell'ascoltatore appare il pensiero \"e perchè non la debbo aprire? \", e \"se la aprissi cosa succederebbe?\". Leggevo recentemente che in Germania hanno dovutponcambiare un caretello che ,mettevano vicino agli erogatori doi benzian verde. Avecvano infatti scritto un'espressione del tipo \"non nutilizzate questa pompa per rifornire la vostra auto con marmitta di vecchio tipo\". Infatti troppi utilizzatori non si rendevano conto del \"non\" e mettevano benzina verde nei serbatoi di vecchio tipo. Un altro esempio può essere una persona che sta camminando sull'asse di equilibrio. Se voi gli dite \"non cadere\" porterete l'idea di cadere a nascere nella sua mente e rischierete proprio che lui cada! Un mio allievo ha raddoppiato il suo giro d'affari semplicemente attraverso l'accortto utilizzo dxel \"non\". Vendeva reti da comupter. Prima approcciava i suoi clienti in maniera non studiata dicendogli \"una rete da computer può migliorare l'efficaci del suo studio\". Questi gli rispondevano \"grazie\" e poi gli dicevano, \"ripassi domani\". Allora decise di modificare il suo modo di esprimersi. Iniziò con il dire: \"guardi, non le garantisco che una rete da computer possa raddoppiare da subito lqa sua pèroduttività, comunque le assicurò che lavorerà meglio\". Di colpo i suoi risultati cambiarono. Perchè?",
  "last_phrase": "In conclusion, communication is a powerful tool that can achieve incredible results. By using techniques such as implicit commands, metaphors, dissemination, depowering conscious mind, ambiguity, pauses, and connectors, we can influence people and get them to do what we want without even realizing it. Understanding the power of language and using it strategically can improve our personal and professional lives in ways we never thought possible."
}