{
  "title": "What is multisensory hypnosis and how is non-verbal communication used in hypnotic inductions?",
  "first_phrase": "This text discusses the use of non-verbal communication in hypnosis. The author explains that in a multisensory induction, non-verbal communication can be used to emotionally involve the client, change their schema of seeing things, and give non-verbal suggestions. They divide non-verbal elements into categories such as paralinguistic, prossemic, kinesic and gaze, and digital, and emphasize the importance of integrating them into a powerful blend. The author also talks about the history and core principles of hypnosis, and the role of logical levels in NLP. They stress the importance of feedback when using non-verbal inductions.",
  "content": "The \"rapport\" we can get using such elements is so strong that each therapeutic change happens really easier and faster than with any other method. The reason of this strong \"rapport\" is in the fact that we don't communicate on the surface (as when we use just words); instead we communicate on a more deep and profound level, involving emotionally our client. We don't need to do complex verbal reeducations or reframings before of doing this kind of hypnosis, and this because we do them already non verbally. We need about 2 to 4 minutes to bring people in \"deep hypnosis\" and you'll find astonishing results and incredible therapeutic possibilities. One of the most important thing to follow in a non verbal induction is the feedback of the client; here are some of the most important elements to check: SOME ELEMENTS OF FEEDBACK IN A MULTISENSORY INDUCTION: 1. Swaying — Phisical swaying means mental swaying; disponibility to let himself go. 2. No reaction when touched — Acceptance of the hypnotist. 3. Swallowing — Emotional response. 4. Cataleptic arms — Acceptance of non-verbal suggestions. 5. Relaxed arms — Not enough involvement in the rapport. 6. Tensed (resisting) arms — Lack of confidence in the hypnotist. 7. Laughing — The subject is in a situation in wich he feels the insufficiency of his normal schema of references; he is not in complete cointrol of the situation; for this reason could be the best moment to use a very direct approach.",
  "last_phrase": "In conclusion, multisensory hypnotherapy offers a unique approach to therapy that helps establish strong rapport with clients by communicating on a deeper level. The use of nonverbal induction techniques enables hypnotherapists to bring clients into deep hypnosis within 2-4 minutes, leading to incredible therapeutic possibilities without the need for complex verbal reframing. By following the feedback from the client, hypnotherapists can optimize the effectiveness of the intervention. Furthermore, multisensory post-intervention hypnotherapy can considerably enhance the therapy's results by providing specific exercises to do. Finally, people who could benefit from this therapy include hypnotherapists who want to increase their effectiveness or adopt an alternative to standard hypnosis, researchers interested in studying hypnotic phenomena, and NLP practitioners looking to learn about olfactory and gustatory cues' meaning."
}