{
  "title": "Can Non-Verbal Communication Be Used for Hypnosis and Therapy?",
  "first_phrase": "In the previous section, the concept of hypnotizing animals without the use of words was discussed, and how it is possible to create a trance using nonverbal communication. In this last section, the focus shifts to multisensory hypnosis and how to induce a trance without words. The article explores the idea that the majority of our communication is nonverbal, making it possible to use codes and elements of our social communication to induce a deeper trance. NLP 3 is introduced as a way to learn to be a Neurolinguistic Programmer and integrate various NLP techniques for personal development, sales, relationships, and therapy. The article concludes with an example of a nonverbal induction without words.",
  "content": "To hypnotize people, we have to create \"rapport\" involving them in the situation, bypass their abitudinary schema of references and reactions and then offer them a new direction. We can think to a person coming visiting a famous professor: this person will come in, and will be overhelmed by all the titles hanging on the wall of the office of the professor. This person will be ready to accept the directions from the professor: this person will have been hypnotized by all the elements present in the room. In a non verbal induction we will act upon the same lines, in a very easy and simple way. A BIT OF HISTORY Multisensory induction is the common way of inducing a trance in a lot of cultures. The use of not understable spells and symbols is very ancient. Magic words (words that a person cannot understand) are used in every magic ritual. The multisensory hypnosis is a way of using the principles behind these rituals for creating an induction fast and easy. We don't use magic symbols, but we create a very powerful enviroment through the right use of the non verbal communication. AN EXAMPLE OF A NON VERBAL INDUCTION WITHOUT WORDS It is really easier and faster to bypass the normal schema of references and reactions of a person with non verbal elements than with verbal elements.",
  "last_phrase": "In conclusion, integrating non-verbal communication elements such as paralinguistic, prossemic, kinesic and gaze, and digital techniques can be extremely useful in inducing a multisensory hypnosis. This ancient method of hypnosis creates a strong emotional involvement with the client, making therapeutic changes easier and faster. By bypassing the normal schema of references and reactions of a person, we can offer new directions for change which can be further enhanced using multisensory hypnotherapy and multisensory post-intervention hypnotherapy. These techniques can be helpful for hypnotherapists, researchers, spiritual workers, and those seeking new insights in hypnosis."
}