{
  "title": "\"What was the power of 'Donato'? An inquiry into the fascination that turned young men rigid in 1886 Turin\"",
  "first_phrase": "This article delves into the mystifying events that occurred during a theatrical performance in Turin circa 1886. A Belgian-born magnetizer named Alfred d'Hont, also known as \"Donato,\" mesmerized nearly all the young men who stood before him on stage. Despite their strongest efforts, the men turned stiff, and their faces became twisted with terror under his spellbinding influence. Even esteemed Italian psychiatrist Enrico Morselli fell under Donato's power. This article dives into Morselli's positive portrayal of Donato as a multifaceted individual who transformed hypnotic practice through the use of a phenomenon called \"fascination.\"",
  "content": "On Donato He experiments one by one with about thirty young men. Almost all of them respond immediately to his power of fascination by turning stiff throughout their bodies; their faces become contracted, terrified, sometimes cadaverous; they are at the mercy of the fascinator and follow his movements like a magnet. There is something pitiful, spasmodic in their features, something macabre in their gestures. Donato has them all in his power, he attracts them in threes, in sixes, ten at a time, simply by rapidly staring into their eyes, even against their firm will and their obstinate efforts to resist his suggestion.Donato, in the process, never speaks: he thinks, he wants and points. —an eyewitness account, L'Italia (1886) Young male bodies that turn stiff despite their efforts to do otherwise—such were the events to be seen on the stage of the Teatro Scribe in Turin in 1886, events performed under the direction of \"Donato\" (the Belgian-born Alfred d'Hont), the new theatrical magnetizer of crowds. Enrico Morselli, one of Italy's leading psychiatrists of the period, assisted and himself succumbed to the fascination of Donato. In his important 1886 study on animal magnetism and hypnotic states, Morelli provided a rather positive portrait of the man. Donato, in his opinion, was not a vulgar man. First soldier, then state employee, journalist, novelist, poet, and finally student and apostle of animal magnetism, Donato had revolutionized hypnotic practice through his discovery of a phenomenon called \"fascination.\"",
  "last_phrase": "Despite the controversial and sometimes macabre aspects of his mesmerizing performances, Donato (Alfred d'Hont) was a remarkable figure who revolutionized the practice of hypnotism in the late 19th century. His use of \"fascination\" as a means of hypnotic induction and ability to attract and control groups of young men with his quick eyes and agile movements were widely recognized by his contemporaries. While the ethical implications of his practices may be disturbing to modern audiences, Donato remains a fascinating figure in the history of hypnosis and psychology."
}