{
  "title": "\"How can breaking habits lead to true freedom and self-discovery?\"",
  "first_phrase": "The last 200 tokens of this text further explore the concept of breaking free from our habits and ego to achieve true freedom and live a fulfilling life. The author discusses how our ego is constantly present in our lives and how difficult it is to gain control over it. The author emphasizes that breaking habits is the first step towards gaining our freedom and urges readers to not live a life full of automatic routines. The author also highlights the techniques developed through years of research, combining PNL, hypnosis, enneagram, and personal experience, as a key to rediscovering our true selves and achieving genuine freedom.",
  "content": "L'abitudine impaccia la felicità non solo perchè è disarmonica, ma perchè ci vieta di sviluppare tutta la nostra potenza e inghiotte letteralmente la nostra realtà. Rompere l'abitudine è il primo passo per conquistare la libertà di noi stessi, per veder chiaro e lontano nella vita. Vi sono degli uomini i quali non vivono che di abitudini: esaminateli un momento e vedrete che si tratta di esseri inferiori, di gente il cui mondo si riduce a un angolo di un angolo minuscolo, fiori di serra che appena messo il capo fuori della vetrata cadrebbero uccisi dalla forte ventata della libertà. Se non rompete l'abitudine, alla fine dei vostri giorni vi accorgerete che il mondo lo avete visto dalla finestra, ma che non avete vissuto. Questo vale nel dominio fisico e nel dominilo spirituale. L’abitudine nasce in un attimo. Se noi percorriamo una strada mai percorsa, questa abitualmente ci sembra più lunga all’andata che al ritorno. La ragione è che al ritorno la strada è già più abitudinaria, siamo quindi meno vigili, e meno alla ricerca di informazioni nuove; e ne consegue anche che quando viviamo nell’automaticità il tempo viene come inghiottito, e gli anni passano in attimi. Cosa Fare allora? Le tecniche che ho sviluppato possono essere una chiave per ritrovare noi stessi e per un’autentica libertà. Esse si basano infatti sulla riscoperta di noi e del nostro essere. Ho dedicato molti anni alla ricerca combinando la PNL con elementi evoluti di Ipnosi ed Enneagramma ed a varie esperienze personali.",
  "last_phrase": "By breaking the habit, we can achieve true freedom and live a more fulfilling life. Habits can be limiting and prevent us from realizing our full potential. If we do not make a change, we risk reaching the end of our days having merely observed the world from a window. To overcome habit and achieve true personal growth, a combination of advanced PNL, hypnosis, and Enneagram techniques can be used, which are available for free at http://www.pnl-nlp.org/dn/ and http://www.neurolinguistic.com. For more information, contact me at 348.2213449."
}