{
  "title": "What is Mesmerismus® and how can its ancient and secret wisdom improve health, habits, and personal development?",
  "first_phrase": "This text introduces a complete system of exercises for personal development, health, and more. The system includes physical and mental exercises that help awaken the human potential and expand it. The director of the school, Dr. Paret, brings ancient knowledge to the present world and updates them to the most recent researches and quantum level. The introductory text also gives a brief summary of the previous tokens, highlighting the university pattern of the school's training and possible paths for personal and professional development. In this last part, the text discusses the Magnetic Path of the Mesmerismus® formation and presents the course's different levels and requirements.",
  "content": "In order to know when we will have the next courses use this form: http://www.pnl-nlp.org/courses/contactus.php You can also visit the website http://www.hypnotisme.com/hypnotisme/hypnotism-mesmerism.htm and http://www.mesmerismus.net FORMATION AND PATHS The training that the school ISI-CNV offers has a university pattern. These words mean, that to reach the different professional levels you must complete a series of training modules giving each one a certain number of credits. To get the Final Certification you must submit a research at the end of the path. In some paths certification is important, in others it has no meaning as there are paths also for a deep personal development. Our school offers also standard training courses, you can still shape these paths according to your needs, to allow a full path and personalized service. After the course there is even the possibility to become part of our organization, as we are growing and expanding these knowledges. Possible PATHS: MAGNETIC PATH – MAGNETISTA This path is for people aiming at exploring and becoming immediately able in the mesmeric and fascination techniques. It is the most current one. It is the exoteric (it means “for all”) version of the ancient tradition updated to the Quantum level. Courses: Mesmerismus Level 1 – Fascination Course – Presence TRAINER IN MAGNETISM AND MESMERISM (Level 1) Complete the magnetic path. Repeat it at least once - follow the Advanced Seminar (path “hermetic magnetism” or path “NLP-3”) and Train the Trainer days + personal coaching TRAINER IN MAGNETISM AND MESMERISM (Level 2) Complete the magnetic path.",
  "last_phrase": "In conclusion, the ISI-CNV school offers a unique and innovative curriculum for those interested in deep personal development or pursuing a career as a coach or practitioner in the field of mental sciences. With a range of paths available, including the Magnetism Path, NLP-3, and Quantum Coaching Path, students can tailor their training to meet their individual goals and needs. Completing the program offers the opportunity to receive international certifications and become part of a growing network of practitioners. To learn more about future courses, visit the provided contact form and website."
}