{
  "title": "What does the Hermetic Magnetism course entail, and how does it connect to Mesmerism and Campanelli's method for stopping smoking?",
  "first_phrase": "The last part of the text focuses on the courses offered by the International Institute of Hypnosis and Nonverbal Communication Research (ISI-CNV) with emphasis on hypno-mentalism and magnetism as tools for personal and professional development. The training program allows collaboration and internships for students who want to become operators. The text mentions the lineage of the school and its connections to historical figures such as Mesmer and Donato. The course also offers an international approach to the research of ancient and esoteric knowledge, supported by the team of researchers headed by Dr. Marco Paret, founder and director of ISI-CNV.",
  "content": "Presence: our lineage comes from a school of presence of Nice and J.P. de Giudicelli (Rose Cross and other groups) Hermeticism: we have connection to various ancient groups that we are not authorized to publicise on a booklet for the vaster public but we will answer to direct emails. Question and Answers What does it means an International Approach to the Inner Development and to the research? Most people coming in Europe or in Cairn seat in Nepal doen't have the possibility of the indeep exploration of the ancient and esotheric knowledge. Even for people living in situ is difficult to approach some subjects. Our goal is to advance the research in this field the world, and also to create a network of people interested in a global approach. When you come to our trainings, you have the possibility to reach new knowledge under the guidance of people knowing the different traditions.. The reason for International researches The field of Personal development is strongly affected by the different kind of cultures. But there is even something similar between cultures. our goal is to help you to find these elements, and for this aim we have created our international network putting together east and west, old and new, in the quest of the most effective and most interesting elements, and mantaing all ties to the real lineages. TEAM OF ISI-CNV Researchers Dr. Marco Paret ? ?? Direttore dell’ISI-CNV Founder and director of ISI-CNV, speaks various languages Site http://marco-paret.pnl-3.com/ Prof. Aldo Setti Comunication Professor at Università Telematica Guglielmo Marconi di Roma. Sito www.aldosetti.com Prof. Giuliano Capani Prof. At University of Salento.",
  "last_phrase": "ISI-CNV and CAIRN offer an international network for inner development and the exploration of ancient knowledge. With a team of international researchers and collaboration with various institutions, they aim to bring together the best elements from different cultures to advance the field of personal development. By attending their trainings, individuals can have the opportunity to access new knowledge while being guided by experts in different traditions. Their lineage comes from a school of presence and hermeticism, and they are connected to various ancient groups. For more information, interested individuals can contact them directly via email."
}