{
  "title": "What is the International Approach to Inner Development and Research and How Can You Benefit?",
  "first_phrase": "This text is a collection of information on inner development, ancient and esoteric knowledge, magnetism, presence, hermeticism, and hypno-mentalism, as well as a description of a course for becoming an operator or a trainer in these areas. It features the names of prominent researchers and practitioners in these fields such as Prof. Aldo Setti, Prof. Giuliano Capani, Dr. Marco Paret, and more. The last section discusses the collaboration of Cairn and ISI-CNV and their network with institutions, clinics, and NGOs in Nepal, India, and Tibet. It ends with some useful links to related sites and resources.",
  "content": "D. - Professor for ancient tradition studies NEPAL INSTITUTIONAL COLLABORATION ( Network ): CAIRN (Nepal) / ISI-CNV Branch Institute in Nepal (Kathmandu), St- Xavier's Social Services, St- Xaviers Campus, Kunphen Tibetan Clinic, Kailash Tibetan Clinic, Dr. Jampa Tibetan Clinic, Shechen Gompa Holistic Clinic, Tamang Shamans Healing Network, RECID NGO (Ethnomedicine), Dr. Tsering Clinic (TB, PHC), and several other I/NGOs and NGOs, INDIA COLLABORATION (affiliated with Cairn Network) : CIHTS (Benares/Sarnath), ITTM ( Sikkim), HHDL Tibetan Medical and Astro Institute (Dharamsala), Amchi Jampa (Sikkim), Amchi Trogawa Rimpoche (Sikkim), TIBETAN COLLABORATION (Resources in Tibet/TAR China) Men-Tsee-Khan (Lhasa) Dr. E. Massone Acupuncturist. He works in Nice Prof Jean Pierre Giudicelli Professor. One of the most experienced experts in presence in the world Other University Professors participating in CAIRN researches Prof. Mike Singleton, UCL LAAP Prof. Ian Clegg, SWA U CDS UK Prof. HMJ, SWA U DACE e-Learning Some Sites Italian Website, other sites and site of dr. Paret Italian site: www.neurolinguistic.com Personal page of dr. Paret: http://marco-paret.pnl-3.com/ MESMERISMUS Website: http://www.mesmerismus.info Free resources: http://www.pnl-nlp.org/dn/ Some digital books: http://www.neurolinguistic.com/pnl/scannedebooks/pagesneurolin.htm ISI-CNV and CAIRN IN NEPAL CAIRN AND INTERNATIONAL UNIVERSITY: www.dzogchen.ws Other useful LINKS NLP-3 in London: www.nlp-london.co.uk INTERNATIONAL SITE: www.nlp4all.org AFEM AND ATOUM CIRCLES SINAPE http://www.sinape-cisl.it/ AFEM: http://www.neurolinguistic.com/esoterika/afem.htm CERCLES ATOUM: www.cerclesatoum.com",
  "last_phrase": "In conclusion, the collaboration between various institutions and organizations in Nepal, India, and Tibet, such as CAIRN, ISI-CNV, HHDL Tibetan Medical and Astro Institute, and Men-Tsee-Khan, has enabled the research and study of ancient traditions and healing methods. With the involvement of experts like Professor D. and Professor Giudicelli, as well as the availability of online resources and international links, individuals can access knowledge and practical applications of neurolinguistic programming, mesmerismus, and other alternative healing techniques."
}