{
  "title": "What is the Mesmerismus and Campanelli method, and how can it be used for healing and smoking cessation?",
  "first_phrase": "This text is an exploration of the world of magnetism and hypno-mentalism. The last part of the text focuses on practical applications of these techniques in business, leadership, and personal improvement. The course offers tools for accessing the secret energy of the mind, increasing personal charm, and developing mental skills. The lineage of magnetism is traced through Mesmer, Puysegur, Du Potet, and the Durville brothers, with a particular emphasis on the techniques of Virgilio T. and Donato. The course culminates in a certification as an international master coach.",
  "content": "Historically speaking, magnetism after Mesmer continued with Puysegur and his disciple Baron du Potet, whose pioneering efforts were then taken further by the Durville brothers. The Durville brothers founded a secret order and we continue directly some of their techniques. Fascination: our lineage comes from Virgilio T. and Donato. Virgilio, one of the persons who inspired us the most in the field of animal magnetism, is capable of instantly fascinating another person. Donato is a historically significant powerful character who inspired tens of individuals and experimenters, and who transformed the way animal magnetism was perceived during the previous century. He would fascinate through the look, and he impressed the whole of Europe due to his incredible ability. His opponents, too, had to bow to his mastery. Though we are unable to prove it, there might even be a direct link between the said two individuals, given the far-reaching similarities in their methods of work. Donato, after all, performed for a long time in Turin, a city where he was even subjected to a scholarly examination by the renowned Professor Morselli, who authored a book about him. Virgilio’s own master likewise lived only a few kilometers away from Turin, and he might well have learnt some techniques from one of Donato’s students. What is certain is the existence of a high degree of mutual similarities in terms of techniques and approaches, so much so that the book “Fascination Magnétique”, written and inspired by Donato, might have equally been produced by our master Virgilio Torrizzano.",
  "last_phrase": "In summary, this international approach to inner development and research aims to bridge the gap of cultural differences in the field of personal development, and provide a platform for individuals to explore ancient and esoteric knowledge under the guidance of experts from different traditions. With a network of collaborators and resources spanning across Nepal, India, and Tibet, this lineage offers a plethora of opportunities for those interested in delving deeper into magnetism, fascination, and hermeticism. For more information, visit the various websites and reach out for direct inquiries."
}