{
  "title": "What is Mesmerismus® and How Can It Help with Personal Development and Non-Verbal Communication?",
  "first_phrase": "This text is about an ancient and secret system of non-verbal communication called Mesmerismus®. The system involves exercises that can be useful for personal development, therapy, and social situations, and can expand human potentialities. The director of the program, Dr. Paret, has brought this ancient knowledge to the present world with updates to the most recent research and quantum level. The program encompasses fascination, magnetism, and non-verbal techniques and offers a path to presence that can be the first step towards the ultimate path. The last 200 tokens talk about the different paths offered by the ISI CNV program, including the Magnetic Path and the Trainer in Magnetism and Mesmerism program. These paths allow students to explore and become proficient in Mesmeric and Fascination techniques.",
  "content": "In order to know when we will have the next courses use this form: http://www.pnl-nlp.org/courses/contactus.php You can also visit the website http://www.hypnotisme.com/hypnotisme/hypnotism-mesmerism.htm and http://www.mesmerismus.net FORMATION AND PATHS The training that the school ISI-CNV offers has an university pattern. This words mean that to reach the different professional levels you must complete a series of training modules giving each one a certain number of credits. To get the Final Certification you must submit a research at the end of the path. In some paths certification is important, in others has no meaning as there are path also for a deep personal development. Our school offers also standard training courses, you can still shape these paths according to your needs, to allow a full path and personalized service. After the course there is even the possibility to become part of our organization, as we are growing and expanding these knowledges. Possible PATHS: MAGNETIC PATH – MAGNETISTA This path is for people aiming at exploring and becoming immediately able in the mesmeric and fascination techniques. It is the most current one. It is the exoteric (it means “for all”) version of the ancient tradition updated to the Quantum level. Courses: Mesmerismus Level 1 – Fascination Course – Presence TRAINER IN MAGNETISM AND MESMERISM (Level 1) Complete the magnetic path. Repeat it at least once - follow the Advanced Seminar (path “hermetic magnetism” or path “NLP-3”) and Train the Trainer days + personal coaching TRAINER IN MAGNETISM AND MESMERISM (Level 2) Complete the magnetic path.",
  "last_phrase": "To unleash the true power of your mind and tap into your potential, consider the innovative curriculum offered by the ISI-CNV school. With courses ranging from magnetic path to quantum coaching path, non-verbal communication, and NLP-3, there is something for everyone. Upon completion of the programs, individuals have the opportunity to become part of an international network for knowledge or even open their own chapter and share their newfound skills with others. To stay updated on upcoming courses, visit their website or contact them directly."
}