{
  "title": "What are the International Programs offered by ISI CNV and Dr. Marco Paret on Quantum Techniques, Magnetism/Fascination, and Non-Verbal Communication for Personal and Professional Development?",
  "first_phrase": "This text is a brochure for the International Programs ISI CNV led by Dr. Marco Paret, which is part of the Academic Consortium Ecoles Internationales. The brochure explains their general study plan, methodologies, and deep concepts for human development using quantum techniques. It also includes specific information on the Magnetic Path, including Mesmerismus and Luxmind, as well as coaching programs such as Hypno-Selling and Quantum Coaching. The last 200 tokens discuss accessing the secret energy of the mind through Hermetic Magnetism, and offer train-the-trainer courses. It emphasizes that these techniques have been updated to incorporate modern quantum technologies.",
  "content": "INTERNATIONAL PROGRAMS ISI CNV dr. Marco Paret International Schools - Academic Consortium Ecoles Internationales - Consortium Académique ISI-CNV Université Européenne llp FACULTE’ LIBRE DE PNL France CAIRN ACADEMIC CONSORTIUM Belgium – France – Italy - UK – Nepal – India - Canada GENERAL STUDY PLAN 2012 INDEX international Programs 1 Isi Cnv Dr. Marco Paret 1 Index 3 Formation And Paths 5 Methodologies 6 Magnetism/Fascination Updated To Quantum Techniques 7 Deep Concepts For The Development Of Man 7 Path B Of Human Development And Quantum Technologies 8 Three Inner Steps For Real Development 9 Academic Master Research Project 10 International Network For Knowledge 10 Opening A Chapter In Your Country 10 Mesmerismus ® -Magnetic Path 12 First Step Of Magnetic Path 12 Fascination – Magnetic Path 14 Second Step Of Magnetic Path 14 Quantum Presence– Master In Quantum Physiology –Magnetic Path 16 Third Step Of The Magnetic Path 16 Luxmind And Quantum Psi Technologies 19 -A New Technology For The Mind- 19 Techniques And Concepts - A Small Glossary 19 Nlp-3 And Non Verbal Communication Diploma Course 22 Hypnotic Coaching 24 Quantum Coaching 25 Coaching For Magnetic Success 27 -Becoming A Coach That Uses His Vital Energy And Creates In The World- 27 Hypno-Selling And Gaze For Everyday Uses - Charisma Enhancement 29 Real Hypno-Mentalism And Hypno-Magnetism – Silent Commands And Mental Control 31 Hermetic Magnetism – Accessing The Secret Energy Of The Mind 33 Train The Trainers 34 Informations On Our Lineages 37 Some Sites 43 WELCOME We welcome you to this brochure that is part of an important cultural and research project. Our aim is to help the knowledge of the old tradition of magnetic hypnotism in which we were initiated. We have updated them to the most modern quantum technologies.",
  "last_phrase": "In conclusion, the International Programs offered by the ISI CNV Dr. Marco Paret and the Academic Consortium Ecoles Internationales provide an opportunity to learn ancient and secret wisdom of magnetic hypnotism, updated with modern quantum technologies. With paths for personal development, non-verbal communication, NLP-3, Quantum Coaching, and more, the school offers a university-patterned curriculum with personalized paths. The programs are open to professionals and mature learners and employ modern teaching modalities. Students may also participate in an international network for knowledge and open a chapter of the school in their country."
}