{
  "title": "What is Quantum Coaching and Hypnotherapy? An Overview of a New Discipline Based on Recent Researches.",
  "first_phrase": "This text is about a training school that offers courses in psychotherapy, hypnotherapy, coaching, and personal therapy based on recent research and experiences. The school uses a theoretical framework around Enneagram, NLP, and other techniques that are highly effective for both the students and the practitioners. The course is divided into two parts; the first part focuses on non-verbal communication, Enneagram and NLP-3 framework, while the second part relates to hypnotic techniques and applications. The last 200 tokens go deeper into the concepts of NLP-3 and nonverbal communication, alchemy of light, and hypnotic coaching, with a glossary of key terms and concepts. The course offers international certification for NLP-3, Hypnotic Coaching, and Advanced Hypnotherapist and Mesmerist.",
  "content": "If you participate also in the magnetic path you have right to a 30% discount and you will pay 1200 euros. How long 4 days First day: Non verbal Persuasion Small known keys of Non verbal communication The three main symbols The path of persuasion Enneagram and NLP3 Ideas for working Second day: Professional Uses Time Line and the Enneagram Transforming realities Light and NLP-3 Third day: Creativity and NLP-3 Magnetic anchors Hypnotic keys Quantum Linguistics Fourth day Quantum memory – using NLP-3 to learn faster Hypnotic addenda Hypnotic Coaching Traditionally hypnosis is often thought to much without reference with the magnetic paradigm. In this course we will learn hypnosis in a way adapt to practice also magnetic techniques. It is a kind of hypnosis where we stimulate the requirements of the base of the individual, quickly bringing the subject to considerable depth of trance. A course for a quantum leap in personal and professional practice of the subjects taught thanks to the unique techniques of our school. A course in which you associate some hypnotic techniques and quantum concepts of life coach and business coach. This is a complementary course to the magnetic path. INTERNATIONAL CERTIFICATION This course gives you the certification of Hypnotic Coaching and Advanced Hypnotherapist and Mesmerist. Very useful to start a practice FEE: Real value of the course 1190,00 euro, enrolling at least one month before the course the amount will be reduced and we will make use of the price in promotion of 799,00 €.",
  "last_phrase": "Unlock your full potential with our comprehensive courses on personal magnetism, hypnotic coaching, and hypno-mentalism. Our unique techniques will allow you to develop your creativity, intuition, and persuasive charm to achieve greater success and happiness in all aspects of your life. Enroll now and take advantage of our promotions, including a 30% discount if you participate in the magnetic path. Upon completion, you will receive internationally recognized certifications, and gain invaluable skills for personal and professional development. Don't miss this opportunity for a quantum leap in your life!"
}