{
  "title": "What is the Academic Master Research and Development Project, and how does it relate to the paths of human development and Quantum technologies?",
  "first_phrase": "This text describes the various paths and techniques offered by Mesmerismus® to achieve personal and professional growth. The first two thirds of the text describe the deep concepts for human development in Path A and Path B. These paths are taught through a series of exercises that can be customized to meet individual needs. The final section of the text deals with the International Programs of ISI CNV and CAIRN, which recognize credits earned in personal research and development projects, and provide doctorate certification. The section discusses opening a chapter in one's country and expanding the magnetic chain to further the teaching of Mesmerismus.",
  "content": "INTERNATIONAL NETWORK FOR KNOWLEDGE EURO -ASIAN ACADEMIC NETWORK RESEARCH IN Higher Practical Mental Sciences Neurosciences - Tibetan Mysticism - Scientific Hypnosis - Western and Oriental Esoteric Paths of Power and Therapy We are the only ones with an international curriculum aimed at researchers and students with the purpose of achieving the highest levels and we are open to admit other institutes or school providing similar ojectives. Our units are based in Europe and Asia (Nepal). Based on an International Academic Euroasiatic Network for research Opening a chapter in your country A person working seriously can open a branch/chapter in his country and get endorsement by all structures in which we are active. It can realize: A research chapter An operative chapter Or both A research chapter contribute to the research work of the school. It can have even recognition from CAIRN or the school An operative branch organizes courses and participates in the activities of the institute To be head of a chapter a person must be a Mentor. A mentor is a person with specific qualities and experiences in the filed in which he is operating, and know profoundly the techniques. Mentor was the name of the person to which Ulisses gave his son Telemacus before one of his long travels. But Mentori s also the form that the goddes Athena takes in various moments of the Odissey (Athena is Minerva in latin, goddess of intelligence but also eponim of wisdom). Expanding our magnetic chain About the teaching of magnetism contained in our magnetic path, creating a branch or a chapter permits also to expand the “magnetic chain”.",
  "last_phrase": "Take your research and understanding of mental sciences, neuroscience, Tibetan mysticism, scientific hypnosis, and Western and Oriental esoteric paths of power and therapy to the next level with the International Network for Knowledge Euro-Asian Academic Network. With units in Europe and Asia, you can open a chapter in your country and be endorsed by all active structures. Expand your understanding of magnetism with the Mesmerismus Magnetic Path and earn an international certificate as a magnetist Emeritus. Learn the secrets of fascination and alchemy of light with the Quantum Presence-Master in Quantum Physiology-Magnetic Path. Enhance your skills with LuxMind and Quantum Psi technologies and become an expert in mental initialization, mental states and possible information, and interference from one item to another."
}