{
  "title": "What will you learn in the nonverbal hypnosis and PNL3 training with Dr. Marco Paret?",
  "first_phrase": "This text delves into the world of nonverbal hypnosis and the techniques associated with it. The training is conducted by Dr. Marco Paret, whose work has been covered extensively by various media outlets. The training covers topics such as steps in nonverbal communication, creation of emotional energy, exercises for personal magnetism, and various nonverbal techniques for becoming a hypnotist. In this section, we explore advanced techniques such as sonambulism and training in transes, NLP3 as a magical neuroscience, and healing techniques for various ailments such as depression, phobias, and stress. It is essential to have a philosophy behind what you do with your patient to transform their lives.",
  "content": "4) Curas Estes são apenas exemplos de tratamentos diferentes que nós podemos fazer com as técnicas que serão apresentadas neste treinamento. Depressão; Fobias; Ansiedades; Álcool; Tinnitus/Zumbido (Acuphenes); Fumantes (método Di Pisa); Desordens alimentares; Hipnoterapia não verbal para integração; Possibilidade de outras aplicações a pedido dos participantes. 5) Otras aplicaçaoes Trabajo com el dor (avancado) Trabajo com Crises (avancado) Ansiedade Artrose Cervical Asma brônquica Blocos psíquicos Bronquite Vasomotorie Heads circulação (pernas) Coliti contusões coração Depressão Diagnóstico Digestão discopatia Distúrbios da tiróide Dor Reumática Várias dores epicondilite Epigastro hérnia no disco febre Fígado Fobie pernas da dor Gastrite Inflamações Inflamações Inflamação aguda Inflamação do ovário Insônia Intestino Hipertensão arterial Menstruação Menstruação (restauração) neurite Pâncreas periartrose Radiculously Relax Reumatismo mostra dor reumática Ciática Sinusite Surdez do trauma Ombros Desequilíbrios do nervo Restrições Estômago Stress Tensão Úlceras EDUCACION MAGNETICA Dr. Paret pode trabajar personalmente com cada pessoa que quiere experimentar los estados mas profundos What we have is not just techniques but also an inner teaching for selected few. It is important to have a philosophy behind what you do with a patient. So he has the possibility to transform his life. What we do in our courses is helping you to transform you. To get the most, you must know the right way. But I will not say any more now. This knowledge is for people that merit it, for people that will practice it.",
  "last_phrase": "In conclusion, the techniques presented in this training can treat a variety of mental and physical health issues, and our goal is to train complete professionals who utilize non-verbal methods to empower their patients. Our approach is based on developing personal magnetism and spirituality, and we also offer advanced courses for those with more experience. Furthermore, becoming a trainer within our organization is a unique opportunity to grow while directly learning from Dr. Paret, but we will require ethical behavior from all our trainers. For more information on investment, please send us an email."
}