{
  "title": "What is Advanced Training in Mesmerism, Non-Verbal Hypnotism, and NLP by Dr. Marco Paret?",
  "first_phrase": "In this part, we delve into the advanced level of training offered by Dr. Marco Paret, a worldwide renowned researcher and professor in mesmerism, hypnosis, and PNL. Dr. Paret has published over 20 books in three different languages and has been covered extensively by various media platforms worldwide. He works with many international companies and has trained thousands of students through ISI-CNV academy, helping to boost successful careers. The advanced training includes knowledge that can improve the effectiveness and efficiency of techniques learned in the basic training and new techniques for personal development and healing. One of these techniques is non-verbal hypnosis, which is a potent form of hypnosis used alone or with magnetism and fascination. It has two energy levels that allow for advanced trans fixation.",
  "content": " Association Européenne PNLINTERNATIONAL SCHOOLS – ACADEMIC CONSORTIUM ECOLES INTERNATIONALES – CONSORTIUM ACADÉMIQUE ISI-CNV NLP INTERNATIONAL USA FACULTE’ LIBRE DE PNL France CAIRN ACADEMIC CONSORTIUM Belgium – France – Italy - UK – Nepal – India – Canada – Brazil MESMERISMO MAGNETISMO FASCINAÇÃO PRESENÇA HIPNOTISMO NÃO VERBAL PNL3 Site do Dr. Paret http://www.marcoparet.com Vídeos no Youtube https://www.youtube.com/channel/UCnaiNHRkcrbw6WQ9s9pVgBA Video Club http://www.mesmerismonline.com Livros em inglês http://www.amazon.com/s/ref=nb_sb_noss_1?url=search-alias%3Dstripbooks&field-keywords=marco+paret Grupo brasileiro no Facebook https://www.facebook.com/groups/1459186194401493/ Dr. Paret – Formações Inovadoras O Dr. Marco Paret é pesquisador e professor de mesmerismo, hipnose e PNL, reconhecido mundialmente. Ele publicou mais de 20 livros em 3 idiomas diferentes. Seu trabalho foi extensivamente coberto por diversas plataformas de mídia impressa, rádio, TV e Internet em sua atual casa Itália e França, bem como internacionalmente na Austrália e América do Sul. O Dr. Marco treinou milhares de estudantes através da academia ISI-CNV, ajudando a impulsionar carreiras de sucesso. O Dr. Marco trabalha com muitas empresas internacionais, incluindo: Treinamento Avançado – 4 dias O treinamento avançado abrange um conjunto de conhecimentos que permitirá com que o profissional melhore a eficácia e eficiência nas técnicas aprendidas no treinamento básico e utilize novas técnicas para processos de desenvolvimento pessoal e cura. Além disso, esta será a ponte para o nível mais elevado. 1) Hipnotismo não verbal O hipnotismo não verbal é uma forma muito forte de hipnotismo. Ele pode ser usado na combinação com o magnetismo e fascinação, ou mesmo sozinho. Este tipo de hipnotismo possui um primeiro nível energético e um segundo nível que permite chegar a transes avançados.",
  "last_phrase": "Em resumo, o treinamento avançado do Dr. Marco Paret oferece uma oportunidade única para profissionais aprimorarem suas habilidades em hipnotismo não verbal, fascinação, magnetismo e curas. Com uma abordagem espiritual e não verbal, este curso é uma alternativa ou complemento a cursos tradicionais de hipnoterapia. Além disso, os participantes têm a possibilidade de se tornarem Trainers da ISI-CNV, ajudando a expandir a organização e se tornando alunos diretos do Dr. Paret. Para saber mais sobre os investimentos necessários para esse treinamento e outros cursos, basta entrar em contato por e-mail."
}