{
  "title": "What is the Mesmerismus© and how can symbols be used to access higher states of consciousness?",
  "first_phrase": "This text deals with the Mesmerismus© and focuses on the symbols that form a global language and a key to accessing higher states of consciousness. The author explains the concept of the triangle and the square, and how they relate to individual and collective reality. They also explore the phases of energy degradation and reintegration, as well as the two phases of the development of vital energy, which require access to one's internal source of power and the vivification of that energy. The text concludes with a description of the global level of consciousness and the importance of using symbols as a tool to reach higher states of being.",
  "content": "Questi stati vengono anche nell’antica tradizione descritti coi nomi dei pianeti. Ogni pianeta ha anche corrispondenze con vari punti del corpo. Un’antica incisione con le corrispondenze tra simbolismi e corpo umano. Il sistema ricorda quello dei chakra indiani. La spirale indica il cammino di reintegrazione. In corrispondenza del cuore, il simbolo del sole . L a volontà ? corrisponde al punto dove il naso incontra la fronte. Nel cammino a spirale, si incontra con il simbolo del mercurio A, a simboleggiare la riunione coiprofondi psichici che costituiscono la trama della coscienza.",
  "last_phrase": "In conclusion, the ancient tradition describes the states of consciousness with the names of planets, each with its own correspondences to various points in the body. The correspondence between symbolism and the human body is depicted in an ancient engraving, reminiscent of the Indian chakra system. The spiral indicates the path of reintegration, with the symbol of the sun corresponding to the heart and the will represented by the point where the nose meets the forehead. As one progresses along the spiral path, they encounter the symbol of Mercury, symbolizing the reunion of deep psychic elements that make up the fabric of consciousness. Harnessing this knowledge can lead to a deeper understanding of the self and the universe."
}