{
  "title": "What are the principles and postulates of Mesmerismus® and how can symbols and elements help in its practice?",
  "first_phrase": "In the book \"Mesmerismus ©\" by Dr. Paret, the principles and postulates of Mesmerismus® are discussed. The Mesmerismus® is an approach that focuses on the nature and presence of humans in it. The potential of individuals is vast, and by connecting with nature, they can awaken their true power. To achieve this, one must abandon their small ego and rediscover their natural physiology through the symbolic language known as the “language ieratico.” In the last 200 tokens, the importance of the symbolic world and its power is discussed in guiding individuals to attain self-awareness.",
  "content": " Brano tratto dal libro “Mesmerismus ©” del dr. Paret Principi e postulati del Mesmerismus ® L’uomo nella Natura Il Mesmerismus® è un approccio riscoperto alla vita ed allo sviluppo della persona globale. Il punto base del Mesmerismus® è la NATURA e la nostra presenza in essa nell’ora (hic et nunc). L'uomo ha in sè potenziali immensi di cui utilizza solo una parte. L’uomo medio si rende conto di ciò inconsciamente e mira ad amplificare le sue forze solo con ausili esterni. Ma è dentro di sé che è il vero Potere e la possibilità di un “risveglio”. Solo connettendo sè stesso alla forza della Natura, alla sua \"naturalità\" può esplicare sé stesso appieno. Per far ciò l'uomo deve reimparare a centrarsi su sé stesso e sulla sua fisiologia naturale.1 Deve abbandonare il suo piccolo ego di pensieri che lo stacca dalla realtà per scoprire una realtà più vasta. Nella nostra tradizione la natura può anche essere simboleggiata da un albero, ? una pianta di immortalità che l’uomo riconquista. Il mondo Simbolico e la sua potenza Il livello non è puramente intellettivo. E’ globale caratterizzato da un differente rapporto con le persone, con le situazioni e con la propria realtà interiore. Per operare ed indicare la via per raggiungere ciò è quindi necessario uno strumento globale. La via regia per questo apprendimento legato alla coscienza di sé è il simbolo o “linguaggio ieratico”. Il “simbolo”, infatti non è influenzato dal pensiero logico, e diviene una chiave per fissare il pensiero in una nuova dimensione interiore.",
  "last_phrase": "In conclusion, the Mesmerismus® approach focuses on reconnecting oneself with nature and one's true potential. The use of symbols, as a global language, can access deeper states of consciousness and unlock the power within us. By working on our endogenous elements, such as breathing and glandular activity, and applying exogenous elements like light and air, we can achieve a state of balance and coherence, leading to a stronger personal magnetism. With the help of symbols, we can reach higher states of being and access our true potential."
}