{
  "title": "\"How do symbols and elements affect human consciousness in the Mesmerismus® approach?\"",
  "first_phrase": "This text explores the power of symbols and their role in accessing higher levels of consciousness. It highlights how symbols are accessible to intuition and engage the non-intellectual part of the mind. The text explains how ancient practices, such as magnetism, relied on symbols to transmit and concentrate energy. The passage emphasizes that reading symbols requires a coagulating phase of the mind and consciousness and that there is something beyond symbols that animates them - our consciousness. The last 200 tokens discuss the Mesmerismus®, which is a tool to help people reconnect with natural elements and develop their physical and mental strength and personal evolution.",
  "content": "Nel simbolo sono infatti anche celate le strade per metodiche analogiche di azione, cioè per riconnetterci ad elementi della stessa classe che potenziano quel che già facciamo. Tecnicamente quelli che dobbiamo ottenere sono “stati” che esistono in una “realtà” che non fa differenza tra “io” e “non io” e che sono facilitati da ogni elemento che il nostro animo “sente” in corrispondenza con tale stato. Ad esempio, tutte le volte che vediamo il simbolo ? (sole) possiamo amplificare i risultati dell’esercizio o comunque connetterci meglio ad esso tramite la luce e centrandoci (elementi della stessa classa del simbolo ?) , così come ogni volta che vediamo il simbolo ? (luna) potremmo utilizzare la luce riflessa polarizzata. I simboli trasmettono con luminosità unica concetti che pertengono a regioni dell’esperienza di livello superiore.4 Sono chiavi essenziali per evocare e riaccedere a stati di coscienza e dell’essere differenziati. Il Percorso del Mesmerismus© La civiltà moderna tende ad allontanare l'uomo dagli elementi naturali che ne agevolano il funzionamento fisico e psichico. Più l'uomo sviluppa l'approccio del Mesmerismus®, più aumenta invece naturalmente la sua efficacia in ogni ambito di vita: nell’ambito sociale, nello sviluppo della sua forza fisica e mentale, nella sua evoluzione personale. L’uomo attuale vive spesso ad un livello puramente intellettivo e patologicamente dominato dall’emisfero sinistro (la parte logica della mente – le parole). Ma l’uomo non è solo questo e deve riscoprire e rifare sua la parte rimanente di sè.",
  "last_phrase": "The use of symbols can be a powerful tool to connect with our inner selves and access higher levels of consciousness. By working with both endogenous and exogenous elements, such as breathing and light, we can develop a strong magnetism that can have therapeutic effects and bring about personal growth. The symbols used in Mesmerismus® are ancient and have deep meanings that can be experienced through direct practice. Through the process of vivification and exaltation, we can achieve a state beyond the normal human condition and unleash our full potential."
}