{
  "title": "What is the Mesmerismus® approach and how can symbols and energy access help in personal development?",
  "first_phrase": "This text explores the concept of Magnetism and its connection to the vibrational energy of life. Before reaching its conclusion, it covers the two phases of accessing life energy and the Mesmerismus® path of development. It emphasizes the global effect that symbols have on individuals and how they provide access to deeper levels of consciousness. The last 200 tokens take us through the various symbolic representations of Magnetism and the stages of human growth until we reach the highest attainable state, where consciousness is entirely objective and integrated into oneself.",
  "content": "Più il nostro essere è libero dall’identificazione nelle cose che ci circondano (in altre parole non ci faremo “mangiare” dalle cose o persone) più avrà potenziale disponibile. Questo sarà percepito come “magnetismo” dalle persone intorno a noi. Lo stato dell’umano normale si esprime con il simbolo B dove la luna (cioè la nostra percezione della realtà) domina sul cerchio (F la terrestreità). I due elementi assieme (B) rappresentano la natura terrestre, la corporeità, il congelamento. L’umano medio è infatti abitualmente “congelato” e quell’energia e potenza che è alla base del magnetismo viene in realtà sprecata. La vivificazione dell’animo (simboleggiata dal simbolo ?) porta oltre tale stato. Accediamo allora ad un livello capace di influenzare la realtà. Questo è espresso col simbolo ? che indica l’esaltazione dell’animo, simile a quella che avviene in primavera quando la natura risorge. E’ uno stato di entusiasmo, di rivivificazione dell’uomo interiore. Continuando arriviamo ad invertire i termini iniziali nel simbolo ? che rappresenta l’uomo che domina sulle apparenze e crea una realtà che domina e che cristallizza in maniera simile a sè15. Questo stato è l’estrinsecazione del magnetismo. Proseguendo e reintegrandosi l’uomo può andare poi anche oltre, allo stato di coscienza più elevato raggiungibile: la cosiddetta \"coscienza oggettiva\" che coincide con una totale “reintegrazione” di sé stesso ed ad un “risveglio” di sé. Questo stato è simboleggiato dall’”oro” o dal sole ?.",
  "last_phrase": "In summary, the more we free ourselves from identification with external things or people and the less we allow ourselves to be consumed by them, the more potential energy we have. This energy is perceived as magnetism by those around us and can lead to a state of enthusiasm and inner rebirth. By integrating the symbols used to represent these states of mind, we can reach the highest level of consciousness achievable: objective consciousness. The key is to understand these symbols through direct experience and use them to navigate the path of reintegrating ourselves and our will."
}