{
  "title": "\"How can you use your consciousness to control your thoughts and surroundings?\"",
  "first_phrase": "In the previous section of this text, the author introduced a series of exercises aimed at concentrating one's thoughts on oneself as a spiritual being. By mastering these exercises and learning to control one's thoughts, a person can achieve serenity, clarity of mind, and a higher level of strength. This final part of the text introduces a new protocol for testing one's mental abilities, specifically the ability to carry out successful telepsychic experiences with another person. The author emphasizes the importance of being present and alert at all times and of distinguishing between thoughts prompted by the senses and those arising from one's consciousness.",
  "content": "A person who pursues this path may live without fear, even when surrounded by people and problems. He has serenity, clarity of mind and strength of a higher level. It is this strength which makes you capable of exerting control over your body, solid and liquid matter and air, and which also gives you mastery of your thoughts. It makes it possible to initiate your own thoughts and direct them at will. This manner of thinking is the path to success and accomplishment. We must make the distinction between the thoughts which are prompted by our senses and those which arise from our consciousness, which is the spirit of everything. This man will not say, “I am hungry”, but “here comes hunger, brought on by the approach of the time when my body normally receives its food.” He will not say, “I am thirsty,” but “here is thirst, which comes from the fact that today I had a spicy meal,” for example. Here is what the ability to control thoughts means: being capable of determining origins and goals. That brings about domination of the senses and all sensations of the soul. What matters is that the mind is always present and alert. Observe your body at present from outside it. That makes you understand that you are free to think what you want. Now return inside your body. Open your eyes. END OF THE FIRST PROTOCOL Tests for going on to the following protocol.2 Mind: Carry out successful telepsychic experiences with another person.",
  "last_phrase": "In conclusion, mastering the path of controlling your thoughts and directing them towards success and achievement can provide you with profound benefits. By developing the ability to dominate your senses and sensations of the soul, you can live without fear and attain serenity, clarity of mind, and a higher level of strength. Through tests such as telepsychic experiences, visualization, breathing exercises, arm levitation, and immobility, you can continue to improve your mental and physical abilities, setting yourself up for even greater success in the future."
}