{
  "title": "How Can You Gain Control Over Your Mind and Body?",
  "first_phrase": "In the previous text, we explored the concept of consciousness and how it dominates space and time. Now, we will delve into the practical application of controlling matter with our thoughts. In this exercise, we will start with a simple task of lifting our arm with willpower. Then, we will move on to commanding liquids and solids, followed by air. Ultimately, we aim to be able to focus our thoughts on any task, even while walking, and concentrate on our spiritual being. This exercise will help us become independent of external impressions and all kinds of pains.",
  "content": "At that moment, tell yourself mentally: “my arm must become relaxed and fall again.” Your arm will then fall down again freely. Now liquid and solid kinds of matter are going to obey you. Domination of liquids and solids teaches you to be independent of external impressions and all kinds of pains. Repeat mentally: “Now my entire body must relax.” At this point, everything inside you stops, other than breathing. Your eyes remain open. At this point, say “my breathing must stop”, and with these words stop breathing. “I must resume breathing” and you resume breathing. At this point, again say, “my breathing must stop”, and with those words stop breathing. “I must resume breathing” and you resume breathing. Like solids and liquids, air also obeys consciousness. We are now working on thought. The eyes will again remain open during this exercise. Now think of the street where you live, or of another place, and say to yourself, \"at present I want to concentrate my thoughts on this street.\" Close your eyes. Imagine all the details of the houses and their occupants. STOP in mental space - see, feel, hear The mind obeys consciousness as it does all other kinds of matter. Consciousness is the only ruler of our internal being. You will have to repeat these exercises until you are capable of carrying them out under any conditions, for example, while walking. The goal is to concentrate on yourself, on your genuine I as a spiritual being.",
  "last_phrase": "Practice and repetition of the exercises mentioned above can lead to a level of mastery over one's body, mind, and surroundings - a level of control that cultivates serenity, clarity of thought, and higher-level strength. With consciousness as the ruler of your being, you can direct your own thoughts and initiate them at will. By making the distinction between thoughts that arise through the senses and those that come from consciousness, you can free yourself from external influences and live a life free of fear and with the potential for success and accomplishment."
}