{
  "title": "What is the physical and mental relaxation technique that includes self-hypnosis and visualization exercises?",
  "first_phrase": "This text discusses several self-relaxation techniques that can be used to attain deep relaxation of both body and mind. The author emphasizes the benefits of relaxation, which include the ability to concentrate on one's internal mental images. The text provides detailed instructions on exercises such as focusing on the relaxation of individual body parts, visualization, and self-hypnosis. The final section explains the importance of attaining a state of complete relaxation, and how to achieve it through extensive and repeated exercises. The text concludes by stating that these self-relaxation techniques are an effective method for achieving deep and complete relaxation.",
  "content": "Poi segue il rilassamento dei muscoli del collo. Girate la vostra testa da lato a lato con un gentile movimento rotatorio. Ogni volta che la girate ripetete la suggestione, \"muscoli del collo, rilassatevi!\". Poi lasciate che i vostri pensieri si dirigano al rilassare i muscoli della vostra testa e della faccia; pensate al formicolio della cima della testa, ai vostri occhi che si rilassano, ai muscoli delle vostre guance che cadono. Ripetete l'esercizio più volte finchè non raggiungete il grado di rilassamento che desiderate nel vostro collo e nella vostra testa. Troverete questi esercizi di rilassamento piacevole; potete eseguirli anche senza la stimolazione luminosa iniziale anche in altre occasioni tanto quanto desiderate. Infatti, dopo essere stato teso, il muscolo si rilassa maggiormente che a volerlo rilassare da solo. Se però avrete la traccia luminosa, noterete interessanti cambi della sua luminosità. In ogni caso, stesi ora quietamente sul letto formatevi un'immagine mentale di tutto il vostro corpo completamente rilassato, e con un facile e volontario \"lasciarsi andare\", rilassate tutti i muscoli del vostro corpo insieme. Continuate in questo esercizio finchè non riuscite a sentirvi sempre più rilassati e non avete più desiderio di muovervi; sentite quel delizioso languore che si diffonde lungo il vostro essere quando il rilassamento profondo si sistema nel vostro corpo. E mentre il corpo si rilassa anche la mente si rilassa - e un profondo rilassamento fluisce nella vostra mente. Questi esercizi forniscono un metodo molto efficace di ottenere rilassamento profondo.",
  "last_phrase": "Consolidate your relaxation with a mental image of your body at its most relaxed state, and allow your muscles to let go completely. Practicing relaxation exercises like these provides an effective method for achieving deep relaxation. As you get used to relaxing your body and mind, you'll condition yourself to do it easily and automatically. Once you've reached this point, you can begin to apply techniques for changing your behavior. Take deep, slow breaths, picturing a calm sensation, and envision yourself acting the way you want to in realistic scenarios. Soon, you'll notice a positive change in your everyday behavior."
}