{
  "title": "How can eye contact be used to influence and persuade others?",
  "first_phrase": "The last 200 tokens of this text contain practical tips on how to use eye contact and gaze to reset, convince, stimulate reasoning, and induce hypnosis. The discussed techniques involve focusing on one eye or switching between them, looking at the tip of the nose or the glands of the eyes to create a specific effect, and directing the gaze to the epigastrum and right eye to help a person decide faster. These tips can be useful for hypnotherapists, salespeople, or anyone who seeks to communicate more effectively through nonverbal cues.",
  "content": "As you will do like this you will notice many time that the mind of the person in face of you will \"change gear\" and the person will be convinced more easily Looking at the right eye This is very useful for stimulating \"conscious\" reasoning. Looking at the left eye This is useful to stimulate \"unconscious\" reasoning Looking the tip of the nose of your client This type of gaze will bring your client more inside himself. Very useful before inducing hypnosis. The mysterious look Look at the glands of the eyes of the person in face of you. He will not understand were you really look. The gaze to make a person decide Look at his breast, where the epigastrum is, and after fast in the right eye. You will see as doing it he will be put to decide faster.",
  "last_phrase": "In conclusion, using different types of gazes during a conversation can have a significant impact on a person's reasoning and decision-making abilities. By looking at the right eye, you can stimulate conscious reasoning, while the left eye can stimulate unconscious reasoning. Looking at the tip of the nose can bring a person more inside themselves, which is useful before inducing hypnosis. The mysterious look and the gaze at the epigastrum can also be helpful in influencing a person's decision-making. Practicing these techniques may help you become a more effective communicator and influence others more easily."
}