{
  "title": "\"What are the ten different hypnotic patterns using your eyes?\"",
  "first_phrase": "In the previous text, we discovered the incredible power of the hypnotic gaze and how it has been used for centuries to induce hypnosis or even commit robberies. Now we will focus on ten different hypnotic patterns that use your eyes to induce different reactions in your clients. These patterns are often unknown to practicing hypnotists and passed down in closed circles, but we will delve into some of them. This final part will cover the remaining five patterns, including \"Awakening the subconscious reaction,\" \"Confusion (1) and (2),\" \"Resetting the mind,\" \"Cognitive contrast,\" and \"Convincing Changing Eye.\" Let's explore the fascinating world of hypnotic gaze patterns further.",
  "content": "Ten different hypnotic patterns using your eyes. People is normally not aware of the incredible power of the eyes. These are the fastest method of inducing hypnosis. The ancient spoke of this incredible power, and even today in Italy and Russia there are often reports of robberies done with the use of the hypnotic gaze. Normally these patterns are unknown to the practicing hypnotist, as they were always diffused in closed circles. We will now examine some of them. Awakening the subconscious reaction Move your hands in the peripheral field of vision. Doing this you will touch zone of the brain different as in stimulating the center of the eye (fovea) Confusion (1) With your eyes, try to look at two different objects at the same time. This will cause your eyes to be slightly exophtalmic. This pattern will create confusion in your client. Confusion (2) Look further, as you would look beyond the person in face of yourselves. In this way he would feel both confounded and secondly he will feel as you transperse him, seeing him very deeply. Resetting the mind Look fast at the two eyes at the same time. Doing this, the normal fonctioning of the brain will be influenced and as \"resetted\" Cognitive contrast. Before beginning hypnosis look at one eye. After you begin look the other one. This will create \"cognitive contrast\" and the person will feel more your eyes on him. Concvincing Changing eye If you are trying to convince somebody and you think you are unsuccesfully, change the eye you look.",
  "last_phrase": "In conclusion, the power of the eyes in inducing hypnosis is incredible but often overlooked. There are ten different hypnotic patterns that can be used to induce hypnosis using your eyes, ranging from awakening the subconscious to resetting the mind to convincing and making decisions. By exploring and practicing these techniques, hypnotherapists can expand their toolbox and help their clients more effectively reach their desired outcomes. However, it is important to remember to use these techniques ethically and responsibly, with the client's well-being as the top priority."
}