{
  "title": "What happens to desire when we become fixed? - The symbolism of stone and water in alchemy",
  "first_phrase": "This text delves into the concept of being \"fixed\" in our ego and how it can lead to automatic, mechanical behavior. However, through techniques such as hypnosis and the bioenergetic process, we can break free from these fixed patterns and reconnect with the energy flow. A key aspect is understanding the symbols and projections that shape our desires, emotions, and perceptions. The text explores the importance of directing our energy toward higher purposes and the dangers of being consumed by our desires. The last section discusses the need to break down our ego, release our vital energy, and integrate it back into our being, ultimately achieving a state of perception that transcends the senses.",
  "content": "Quella che viene impietrata è la forza vitale, l'energia dell'uomo che finisce per essere congelata ed assumere una forma specifica. Il concetto è stato ripreso in tempi recenti dalla bioenergetica, che vede nelle contrazioni e tensioni muscolari dei blocchi di energia. IL discorso è comunque ancora più vasto. Il desiderio, la cupiditas è infatti forza vitale che viene diretta in direzione orizzontale. Questo è alla base delle emozioni legate alla legge del divenire, che possiamo anche definire metaforicamente \"le acque\", cioè le esigenze emozionali che ci dominano nella vita, le \"situazioni che ci mangiano\". La legge meccanica del divenire, chiamata anche dagli indiani \"karma\", è quindi alla base del funzionamento della \"struttura fissa\" di funzionamento della nostra mente che ci porterà ineluttabilmente a cercare quello che pensiamo ci dia appagamento, ed a \"completare i cicli\" trasportati da queste \"acque\" che sono in realtà espressione della forza stessa all'interno di noi. Le acque, cioè le emozioni vitali, fluendo all'interno della nostra struttura fissa, faranno sì infatti che noi saremo dominati dal desiderio Definizione di \"distonia\" = differenza tra immagine reale ed immagine desiderata. La cupiditas, il desiderio, si manifesta nei confronti delle cose e di persone significative. ogni essere per sussistere ha bisogno di riferirsi ad altro essere similare, ossia il binomio è condizione indispensabile di vita, ecco perché tutte le creature materiali della creazione sono simmetriche ad un asse centrale = la relazione di vita delle due nature anzidette dà un risultate dette secreto e amore.",
  "last_phrase": "In conclusion, the concept of bioenergy and the mechanical law of becoming or karma is essential to our fixed structure of the mind and the way we seek fulfillment. The process of hypnosis, whether verbal or non-verbal, can help in unlocking this energy to achieve greater sensitivity and communication. Furthermore, the union between the opposites in both human beings and outside them is critical for balance, symbolized by the Salomon key. However, any deviation from this balance, especially in the family, could lead to conflicts and psychological distress."
}