{
  "title": "\"What is the relationship between desire, emotions, and the fixed nature of the self in alchemical hypnosis?\"",
  "first_phrase": "This text delves into the concept of being \"frozen\", or getting stuck in rigid patterns of behavior and thought. The author explains how this fixed nature can lead to a loss of contact with the flow of energy, but also describes methods for breaking out of this state. The text explores the role of desire and emotion in our lives, and how they can lead us to become identified with certain ideas or situations. It concludes by discussing the importance of finding balance and direction in our lives, and the role that self-awareness and personal growth play in achieving it. Throughout the text, the author references various philosophical and psychological concepts, as well as personal experiences and stories, to illustrate their points.",
  "content": "Quella che viene impietrata è la forza vitale, l'energia dell'uomo che finisce per essere congelata ed assumere una forma specifica. Il concetto è stato ripreso in tempi recenti dalla bioenergetica, che vede nelle contrazioni e tensioni muscolari dei blocchi di energia. IL discorso è comunque ancora più vasto. Il desiderio, la cupiditas è infatti forza vitale che viene diretta in direzione orizzontale. Questo è alla base delle emozioni legate alla legge del divenire, che possiamo anche definire metaforicamente \"le acque\", cioè le esigenze emozionali che ci dominano nella vita, le \"situazioni che ci mangiano\". La legge meccanica del divenire, chiamata anche dagli indiani \"karma\", è quindi alla base del funzionamento della \"struttura fissa\" di funzionamento della nostra mente che ci porterà ineluttabilmente a cercare quello che pensiamo ci dia appagamento, ed a \"completare i cicli\" trasportati da queste \"acque\" che sono in realtà espressione della forza stessa all'interno di noi. Le acque, cioè le emozioni vitali, fluendo all'interno della nostra struttura fissa, faranno sì infatti che noi saremo dominati dal desiderio Definizione di \"distonia\" = differenza tra immagine reale ed immagine desiderata. La cupiditas, il desiderio, si manifesta nei confronti delle cose e di persone significative. ogni essere per sussistere ha bisogno di riferirsi ad altro essere similare, ossia il binomio è condizione indispensabile di vita, ecco perché tutte le creature materiali della creazione sono simmetriche ad un asse centrale = la relazione di vita delle due nature anzidette dà un risultate dette secreto e amore.",
  "last_phrase": "In conclusion, the concept of \"pietra\" symbolizes the freezing of man's vital force, which bioenergetics links to muscular contractions and tensions. The desire, or \"cupiditas,\" directs this vital force horizontally, leading to emotional needs referred to as \"the waters.\" The mechanical law of karma drives our fixed structure of the mind, leading us to seek fulfillment and complete the cycles associated with these emotional needs. The alchemical hypnosis process allows liberated energies to become available for communication, leading to heightened sensitivity and increased trance states. The key to harmony is the union of opposites, symbolized by the balance of the Salomon key, which is essential for the equilibrium necessary in childhood development."
}