{
  "title": "\"How does the alchemical hypnosis process work and what is its relationship with desire and energy?\"",
  "first_phrase": "In this text, the author delves into the power of hypnosis and the importance of unexpected communication in uncovering the truth. They explore the difference between logical and non-logical communication and discuss the creation of energetic loads. The key, they say, is not in verbal expression but in the use of CNV. The final 200 tokens delve into the relationship between desire and symbols and how it impacts our perception of reality. They discuss the hero’s journey and the need to break down one’s ego for true knowledge. The author proposes that we break down our ego to achieve a perception that is not limited by our senses.",
  "content": "Ipnosi della Potenza Se non ti aspetti l’inaspettato, non scoprirai la verità. (Eraclito) Comunicazione logica Comunicazione non logica Creazione di carico energetico La chiave di volta non è nell'espressione verbale ma nell'utilizzo della CNV La fase di pilotaggio avviene per il desiderio di gratificare l'operatore e poter scaricare la tensione del \"desiderio\" verso l'unico simbolo significativo presente. La \"cupiditas\". La forza che ha fatto cadere dallo stato di \"essere\" è il \"desiderio\". E' la forza che conduce al mondo dei corpi e del divenire. E' la forza che ci porta a dirigere il nostro potenziale energetico verso dei \"simboli\". E classicamente il serpente o dragone che l'eroe affronta simboleggia il principio cosciente che si è integrato grazie all'ascesi, superando la soglia ed affrontando questo impulso originale (Evola Masques -pag. 90). La vittoria dell'eroe su questa creatura e la sua uccisione portano alla \"vita nova\". La fascinazione per la realtà è la stessa cosa. Ogni percezione contiene Kama (desiderio) e bhoga (espressione sanscrita che significa godere dell'oggetto del desiderio). E' una identificazione del conoscente col conosciuto. E' un miscuglio che sviluppa la caduta iniziale, di cui Narciso è l'allegoria. Quindi l'uomo non ha conoscenza pura, nè di lui nè delle cose. Gli elementi di base: l'oro da spezzare in nature fisse = l'ego limitato Spezziamo l'oro e manteniamo la \"quintessenza\" ovverosia uno stato che non è identificabile in nessuno dei sensi. Una percezione globale.",
  "last_phrase": "In conclusion, the process of alchemic hypnosis involves breaking free from fixed patterns of thought and behavior by redirecting energy towards the desired outcome. This process requires the use of motivant symbols to awaken energy and the fusion of the conscious and unconscious minds to achieve a non-dualistic perception of time. The process also involves identifying and breaking free from emotional projections and allowing the natural flow of energy to guide us towards our highest potential. By understanding and implementing these techniques, we can awaken our true power and achieve our highest goals."
}