{
  "title": "\"What is Alchemical Hypnosis and How Does it Work?\"",
  "first_phrase": "In this text of almost 200 tokens, the author explores the concept of \"penalization of the conscious part\" and how it can be used to break free from the fixed nature of the self and satisfy our deepest desires. The author delves into various symbols and techniques, including hypnosis, to explain how this process works. They also touch on the importance of communication and understanding oneself to achieve a higher level of consciousness. In the last 200 tokens, the author discusses the role of the operator in guiding the subject to release their repressed energy and how this can be achieved through different methods, including the use of symbols and non-verbal communication.",
  "content": "A poco a poco, grazie all'introduzione di energia dall'esterno, la \"pietra\" si scioglierà e diverrà energia. In questa fase l'energia liberata dal suo precedente investimento sulla realtà esteriore tenderà a reificarsi nella comunicazione con l'altra persona ed i canali comunicazionali della persona si attiveranno quindi ancora di più; si avrà una maggiore sensibilità all'operatore, per cui la sua voce sarà percepita maggiormente, si avrà anche un'aumentata sensibilità nelle zone erogene in quanto quest'energia è di base sessuale e legata al desiderio, alla \"cupiditas\". Il tutto è operato non verbalmente, al fine di evitare che l'ego eriga delle difese. Nell'ipnosi alchemica è l'operatore stesso che diventa simbolo sul quale si raccolgono ed amalgamano le energie liberate dell'ipnotizzato. Queste, liberate dall'investimento sulla quotidianità, divengono allora disponibili. Se il processo è a vaso unico sarà la coscienza solare dell'operatore-soggetto che ne sarà rinforzata ed allora è il processo di superamento ed uccisione del drago che viene effettuato. Nell'ipnosi tradizionale verbale invece questo risultato è ottenuto tramite delle suggestioni di vantaggio-svantaggio. Queste sono riferite a simboli preesistenti. Ad esempio: diventi non fumatore perchè i polmoni subiscono il tabacco. I polmoni e la salute (i valori) divengono simboli motivanti che assorbono l'energia della cupiditas Il processo per essere efficace non deve però essere condotto e guidato dalla mente conscia, altrimenti sarà l'ego a far sua l'energia liberata (INTROIEZIONE). Nelle tecniche che invece lavorano sull'elevazione dell'operatore e l'uccisione del drago possiamo fare un paragone con le tecniche sessuali orientali ed occidentali, dove l'energia liberata dall'atto sessuale non deve essere scaricata, ma bensì servire per ulteriore elevazione. Nello spiritismo avvengono processi simili.",
  "last_phrase": "In conclusion, the process of alchemical hypnosis involves the operator becoming a symbol for the energies released by the hypnotized person, which can then be used for further development. The process must not be guided by conscious thought to avoid ego involvement. The state of trance is a state of \"quintessence\", and there are three phases of hypnosis with the gaze. The Key of Solomon symbolizes the balance between opposing energies, which is necessary for life. Understanding the dynamics of projection and incorporation can help to avoid becoming consumed by our desires and needs."
}