{
  "title": "What does being \"dragged by the waters\" mean in terms of our emotions and desires?",
  "first_phrase": "The last section of this text delves into the concept of being dragged by emotions and the role of desire in this process, symbolized by water and the stone respectively. The author explains the importance of identifying projections, incorporations, identifications and introjections in communication and self-awareness. They also describe a process of transmutation and the importance of directing energy towards higher purposes. Finally, they discuss the dangers of becoming fixed in a specific role and how to break free from it using hypnosis and bioenergetics.",
  "content": "Il concetto di pietra si riferisce alla dimensione solida, che la materia assume col \"freddo\". Infatti le emozioni ci portano in una direzione specifica. Se la nostra coscienza ed attenzione poi non è più presente e le paure ci dominano rimaniamo \"congelati\". Il freddo è infatti contrazione, autoprotezione. Questo porta ad assumere una \"struttura fissa\". E' il ruolo, l'identificazione che abbiamo nella vita. Lo spirito e l'energia dell'uomo si identifica con questa struttura specifica e si fissa bloccandosi. Così come il metallo, riscaldato, può poi prendere una forma specifica. E'\"congelato\". Questo congelamento si rivela anche corporeamente, dove le tristezze che verifichiamo nella vita divengono tensioni del corpo che col tempo si cronicizzano. Per gli antichi è il dominio di Saturno, il più lontano e freddo dei pianeti conosciuti nell'antichità. Poichè l'ego si è ormai fissati, essere \"impietrati\" significa anche farsi guidare da una logica che è quella che pensiamo possiamo permetterci di soddisfare i nostri desideri. Diventiamo come automi, meccanici, automatici. Ma l'uomo meccanico può essere \"scongelato\" e questo processo, simile al processo bioenergetico, può permetterci di riprendere contatto col flusso dell'energia. Con l'ipnosi spezziamo le nature fisse. Aggiungendo calore, cioè energia tensionale che è risveglio dell'attenzione e comunicazione con il nostro essere più globale. Se invece l'uomo non ha quest'occasione, rimarrà \"fisso\" cercherà in natura il principio a lui analogo, e col tempo si rinsecchirà sempre più fino a ridursi totalmente e morire. Ma cosa capita al desiderio, quando l'uomo si \"impietra\"?",
  "last_phrase": "In conclusion, the concept of \"pietra\" refers to the solid dimension that matter takes on when it turns cold. When emotions drive us in a specific direction, it is essential to remain present and attentive to prevent fears from dominating us and keeping us frozen. Our identification and role in life can cause us to become fixed and blocked, just like metal when it is frozen. However, with bioenergetics and hypnosis, it's possible to break free from this fixation and reconnect with the flow of energy, leading to a more vibrant and fulfilling life."
}