{
  "title": "How does our subjective reality depend on our vision and how can it be influenced through the gaze?",
  "first_phrase": "In the previous text, we discovered that ancient people believed that the eyes emanated, and how modern individuals view the eye as a passive organ. However, this perspective has limits. With our eyes, we create our individual reality, which is different for everyone. This mindset is known as the \"quantum viewpoint.\" Our reality is subjective and is made up of mental representations that can be visual or auditory. In this last part, we will discuss how our visual perception even influences our auditory perception and how vision and hearing are the two most significant senses in creating our perception of the world.",
  "content": "Per gli antichi gli occhi emanavano. I moderni, non capendo cosa significasse questo concetto affermano che l'occhio è un organo meramente passivo. Ma questo punto di vista ha un suo limite. Infatti con l'occhio creiamo la nostra realtà individuale. Questa bolla di realtà è anche l'unica attraverso la quale possiamo percepire l'universo al di fuori di noi ed è diversa per ogni persona. Questo modo di pensare, nel quale ci rendiamo conto che poiche ci sia un osservato ci deve essere un osservatore è quello che è anche chiamato modernamente \"punto di vista quantistico. Se un nostro amico ha fatto una splendida vacanza vedendo dei paesaggi mozzafiato,mentre noi siamo stati a casa, questa è sicuramente una bella realtà per lui, ma non è la nostra realtà. Quello in pratica che diciamo è che l'unica realtà che l'uomo conosce e attraverso la quale partecipa all'universo è la realtà soggettiva. Questa realtà è fatta di rappresentazioni mentali che possono essere visive, uditive ecc., ma da un punto di vista prettamente fisiologico la realtà visiva prevale sulle altre. Esperimenti hanno dimostrato ad esempio come la percezione del suono, per essere corretta, necessita anche della collaborazione del sistema visivo. La vista influenza quindi anche la realtà uditiva.Questi due sensi, notiamo allora, sono quelli che più di tutti contribuiscono a creare la percezione tridimensionale del mondo. L'olfatto è infinitamente meno importante nella nostra specie almeno a questo scopo.",
  "last_phrase": "In conclusion, our eyes are not just passive organs, but powerful tools that help us create our individual reality. Our subjective reality is largely influenced by what we see and hear, and experiments have shown that our perception of sound even depends on our visual cues. The power of eye contact and gaze cannot be underestimated, as it has been used for centuries to induce instant trance and deeply connect with others. With the knowledge of hypnotic and magnetic fascination, we can further manipulate this element and influence the subjective reality of others, even for therapeutic purposes by using symbols."
}