{
  "title": "How does eye contact influence our reality and can it be used for personal influence and therapy?",
  "first_phrase": "In the previous section, we discussed the power of the gaze and the influence it can have on altering someone's reality. We learned that the impact of a glance provokes deep mental mechanisms in the brain and how we are programmed to be influenced by it from birth. In this final section, Dr. Paret, the world's leading expert in hypnotic and magnetic fascination, along with his friend Dr. Max Tira, explain this ancient technique that utilizes the gaze to induce an instant trance and how it can be used for therapeutic results or personal influence. By combining fascination and magnetism, we have a powerful tool that can work on an energetic level.",
  "content": "Quindi, quanto più saremo in grado di manipolare questo elemento tanto più agiremo sull'uomo. Dr. Paret is also (with his friend dr. Max Tira) the worlds leading expert in hypnotic and mmgnetic fascination. Hypnotic fascination is a technique dating back to the Greeks and the Egyptians, where with the use of the gaze you can induce instant trance, and get deeply in contact with the reality of another person. Dr. Paret and dr. Max Tira learned the techniques from two ancient italian masters. Dr. Paret has also written a book in italian about it. With fascination we act on the subjective reality of a person through the use of the gaze and some hand gestures. For therapeutical results we use symbols. Note that even modern hypnosis was originated from a popularized technique of the school of fascination. Braid, a physician of Manchester, observed in fact that bright objects could induce trance and coined for this state the name \"hypnosis\". Obviously, Fascination involves many more techniques, and it is lightning fastin its results. With fascination we have a kind of therapy where the subject is leaded in a natural state of well being. We can naturally use it also for personal influence. If we put together fascination and magnetism we have \"magnetic fascination\". Magnetic fascination involves also concepts relating to what in Eastern countries is called \"prana\" or \"ki\" and works on energetic level.",
  "last_phrase": "In conclusion, the techniques of hypnotic and magnetic fascination have been used since ancient times and can be a therapeutic tool as well as a means of personal influence. Dr. Paret, along with his friend Dr. Max Tira, are leading experts in this field, having learned the techniques from two ancient Italian masters. Fascination is lightning fast in its results, and combines hand gestures and gaze to act on the subjective reality of a person. When combined with magnetism, it becomes “magnetic fascination”, working on an energetic level to induce a natural state of well-being."
}