{
  "title": "What is the Science of Magnetism and How Does it Affect the Human Body?",
  "first_phrase": "This text delves into the topic of Magnetism, discussing its various forms and its effects on the human body. The text provides answers to frequently asked questions about Magnetism, such as the different states of Magnetism in humans, the consequences of a lack of Magnetism, and the role of Magnets in healing. It also discusses the different temperaments of individuals and how these match up with different types of Magnetism. In the last part of the text, the author describes how a Magnétiseur can become useful and the consequences of uncontrolled passions while performing Magnetism. This section also includes information on how to direct Magnetism to the site of an illness and how to banish illness through spiritual action.",
  "content": "Que le magnétiseur doit surtout se rappeler que chacune de ses approches et de ses intentions en s'ap- prochant de son malade produira infailliblement un certain changement dans la sphère de la sensation de celui-ci, et de [tins une impression quelconque sur sa partie intellectuelle, ce qui est très-important à ob- server. 29. Quelles sont les meilleures dispositions pour devenir un magnétiseur utile? Celui qui est sain de corps, qui est robuste, possédant un esprit pur et une volonté ferme, devra géné- ralement, après avoir étudié, agir le mieux et avec le plus de vigueur. 30. Quelles sont les conséquences des passions dominant le magnétiseur? Les passions n'étant pas maîtrisées enveniment l'effet bienfaisant du magnétiseur de part et d'autre. L'effet désavantageux se reconnaît chez le malade à un regard troublé, remuant, inquiet et inquiétant pour le magnétiseur. 31. Comment s'explique l'effet du magnétisme comme conséquence de la volonté ? L'effet positif arrivant par la puissance des nerfs du cerveau et la force de la volonté agissant par anima- tion, il résulte de là que l'homme bien portant, avec un système nerveux mieux organisé, a une volonté plus ferme et est capable d'influer d'autant mieux sur le magnétisme animal des malades et sur leur activité assoupie. 32. De quelle manière dirige-t-on le magnétisme sur le siège de la maladie ? En aimantant sa main par son propre vouloir et en la promenant par-dessus la partie malade (passes). 33. Comment chasse-t-on le mal par l'action purement spirituelle?",
  "last_phrase": "In conclusion, a magnetizer must remember that each approach and intention towards the patient will inevitably produce a certain change in their sensory sphere and have some impression on their intellectual part. To become a useful magnetizer, one must be in good physical health, possess a pure spirit and a strong will, and act with vigor after studying. The dominance of uncontrolled passions undermines the beneficial effect of magnetism on both the magnetizer and the patient. The power of a firm will acting through animation produces positive magnetic effects, directing it towards the seat of the disease through passes or purely spiritual action. While verbal communication is not always necessary for a magnetic effect, the majority of human operations are due to the nervous system. Ultimately, a magnetizer should work on the plexus and organs suffering to excite the nerves for better magnetic results."
}