{
  "title": "Quelles sont les techniques de magnétisme à utiliser pour endormir completement un malade et comment se comporter avec les somnambules?",
  "first_phrase": "This text covers various aspects of magnetic sleep or hypnosis based on the work of Franz Anton Mesmer. It discusses methods of inducing a deep sleep state, the signs indicating the need for a profound sleep state, and the circumstances under which it is necessary to develop a strong magnetic aura. It also touches on the relationship between the magnetizer and the sleepwalker, how to handle hallucinations in subjects, and the duration of magnetism’s effectiveness on the patient. The last part of the text explains the manner in which to handle spasms that accompany elevated spirits and offers a table of various types of spasms and their remedies.",
  "content": "Le vrai magnétopalhe ne doit chercher à produire ce profond sommeil que dans le cas désespéré de grave maladie et alors qu'il est au hout de sa science. 421 . A quoi peut-on juger s'il faut faire cinq ou neuf passes, ou s'il faut appliquer les mains de deux à neuf minutes? A la gravité de la maladie et au temps qui parait nécessaire pour la guérison. Chaque passe et chaque minute d'application de la main enveloppent plus complètement le malade. Or, plus le sommeil est profond, plus le magnétiseur doit se trouver en force et plus il doit sacrifier son temps. 422. Pendant combien de temps la vigueur et l'élévation d'esprit durent-elles habituellement dans le sommeil magnétique? Les dispositions à l'élévation d'esprit durent de trois à vingt et un jours, selon les besoins de la maladie ; mais le moment précis de l'élévation de l'esprit est tout à fait incertain, et diffère, chez chaque malade, selon le temps, les circonstances et les influences étrangères. 423 . A quoi reconnait-on l'élévation d'esprit ? Le magnétiseur exercé peut seul en saisir le moment et la reconnaître. Du reste, il doit toujours s'y attendre dès qu'il a fait ses passes. 424. La manière de délier les spasmes qui accompagnent toujours cette élévation d'esprit ne peut-elle être exposée dans un tableau? Les spasmes magnétiques, quelque différents qu'ils soient, ainsi que la manière de les délier, peuvent être exposés ainsi qu'il suit : TABLE DES SPASMES 425. N'y a-t-il pas d'autres spasmes que ceux indi- qués dans le tableau ci-dessus? Oui, mais ceux-ci suffisent pour guider le ma- gnétiseur.",
  "last_phrase": "In conclusion, the practice of Magnet therapy, or Magnétothérapie, requires a deep understanding of the body's subtle energy flows and the role of the mind and emotions in healing. A skilled magnétiseur can use passes and hand placements to channel and correct the flow of magnetic energy to address physical and psychological issues. It is important to note that the efficacy of Magnétothérapie depends on the gravity of the illness, the skill and experience of the magnétiseur, and the patient's receptivity to the treatment. Overall, Magnétothérapie is a valuable complementary therapy that can supplement conventional western medicine."
}