{
  "title": "What is the role of the spleen and can it be removed without consequences?",
  "first_phrase": "In this final section, the author defends the importance of the spleen, which has been deemed unnecessary by some in the medical community. The author argues that alterations in one's health, such as fevers, nerve disorders, anemia, and wasting, are often accompanied by an irritation of the spleen. The author's belief in the role of the spleen in the body's overall health is based on observations. Before this, the author discusses the effect of magnetism on the human body and how it can be used as a method of healing. They also touch on the role of the brain as the center of magnetism in the body.",
  "content": "Ce mode curalif est encore trop peu connu ; pourtant les magnétiseurs , les médecins et les malades pourraient bientôt se convaincre, s'ils le voulaient, que la main salutaire d'un homme bienveillant peut lutter victorieusement, dans les inflammations el surtout dans les douleurs hystériques desphthisies, avec les cataplasmes, les sangsues et les émollients de toutes sortes. Par celle méthode (le massage) je dissipe ces petits nœuds nerveux qui se forment chez les femmes hystériques, nœuds que le célèbre Diffendach a quelquefois extirpés. Au lieu de couper, je détruis les nœuds par ce massage, qui les fait évanouir sous forme d'éruptions venteuses, de larmes el de hoquets de toutes sortes, que suscite , selon nous, la nature pour la destruction de ces nœuds. Je dis : selon nous, parce que cette méthode d'agir sur et par la rate qui fait disparaître ces glandes et ces vapeurs hystériques, qui ont été et sont encore ùh problème pour la médecine, vient de nous et est à nous. En voilà assez, je crois, pour réhabiliter dans l'estime de la Faculté cet organe dédaigné et méprisé qu'on appelle la rate. 54. Qu'arrive-t-il si cette sécrétion est empêchée ? Si cette sécrétion est empêchée, il en résulte une maladie phthisique, une sécheresse dans les nerfs. 55. Quelles sont les causes de maladies de la rate ? Cela est démontré dans mes ouvrages. Les émotions trop vives, les irritations immodérées et enfin les contrariétés journalières domestiques et sociales. 56. La rate n'agit-elle point sur les fonctions des nerfs? Non, elle leur fournit seulement la matière nutritive. 57 .",
  "last_phrase": "En conclusion, il est important de comprendre l'importance du magnétisme dans la santé et le traitement des maladies. Bien que cela puisse sembler étrange ou peu connu, les magnétiseurs, les médecins et les patients peuvent se convaincre de l'efficacité de cette méthode, surtout dans les inflammations et les douleurs hystériques des phthisies. Il est crucial de comprendre comment l'électricité et le magnétisme interagissent dans le corps, et comment le bon fonctionnement du cerveau est essentiel pour une courante de magnétisme saine. Avec la bonne technique de massage, passes et magnétisation, il est possible de dissiper les nœuds nerveux et de rétablir un bon écoulement de la magnétisme dans le corps."
}