{
  "title": "What are the rules and techniques for using magnetism to treat various diseases?",
  "first_phrase": "This text is a section on the treatment of illnesses through magnetism, with an emphasis on recognizing concentrations of magnetic force in the body and determining the appropriate finger to use for passes based on the affected sense. The author discusses the signs and symptoms associated with different concentrations, and how to recognize whether a disease is caused by a physical or spiritual ailment. Additionally, the text covers the general practices for treating illnesses through magnetism and discusses some of the specific diseases that can be treated using this method. The last 200 tokens mainly focus on the rules for performing passes, including the principle of not directly touching the affected area and how to use finger passes to alleviate symptoms.",
  "content": "Quelqu'un a-t-il, 1° avec la goutte, des inquié- tudes, etc., il faut alors faire les passes avec le pouce; 2° A-t-il des douleurs dans les yeux, il faut les faire avec l'index; 3° Entend-il difficilement, agissez alors avec le médium ; 4° A-t-il perdu le goût ou l'appétit, faites les passes avec les deux derniers doigts. 149. Que faut-il faire quand le magnétopathe a découvert le point de concentration magnétique et le siège de la souffrance ? Alors on fait, avec le doigt du sens ou de l'or- gane affecté, des passes sur l'endroit douloureux à par- tir des nœuds nerveux les plus proches et au-dessus, jusqu'aux autres nœuds situés plus bas que le siège de cette souffrance. 150. Est-ce un signe de non-réussite si, pendant que l'on magnétise, on ne remarque point d'effet? Non, car l'effet n'a lieu bien souvent qu'après avoir magnétisé. Quelquefois aussi des phénomènes physiques très-insignifiants se montrent en magnéti- sant,, et pourtant les malades se trouvent guéris. C'est que le magnétisme agit continuellement dans l'homme une fois aimanté, comme dans la boussole. <S 2 e — Etude des passes. PASSES 151. Quelle est la règle principale que l'on peut poser pour les passes ? Celle-ci : que la partie souffrante ne doit aucu- nement être touchée, et qu'il faut toujours faire les passes à partir des nœuds nerveux qui sont au-dessus, jusqu'à ceux qui sont au-dessous de cette même partie souffrante. 152. Combien doit durer l'application de la main sur la plante des pieds, pour favoriser la crise ?",
  "last_phrase": "In conclusion, magnetic healing, when done correctly, can be a powerful tool for relieving physical and mental suffering. By using different passes with specific fingers, a magnetizer can direct and balance the flow of magnetic energy, leading to a potential cure or alleviation of symptoms. It is important to remember that effects may not be immediate, and the concentration of magnetic force is crucial for success. Additionally, caution should be used when allowing others to witness a session, as their presence can disrupt the delicate balance of energy."
}