{
  "title": "What are the main differences between nervous and sanguine spasms? How should a magnetizer treat spasms?",
  "first_phrase": "In the last 200 tokens of this text, the author discusses the treatment of spasms, providing general observations and specific techniques used by magnetizers. The text emphasizes that magnetism is more effective for treating nervous spasms than sanguine spasms and discusses the differences in appearance and effects between the two types. The author also details the symptoms and signs to look out for during the magnetization, including the importance of directing the patient's mind during moments of suffering. Finally, the author provides instructions on how to magnify the force of water through magnetic treatment.",
  "content": "11 faut qu'il leur aide à se développer d'une manière régulière par des passes méthodiques magnétiques. 254. Qu'y a-t-il en général à observer dans tous les spasmes? C'est qu'ils sont toujours accompagnés d'une correspondance sympathique et nerveuse des cinq sens, c'est-à-dire que tous les spasmes commencent toujours par la peur (sens du sentiment), continuent par une affection de la vue (sens de la vue), puis de l'ouïe (sens de l'ouïe), enfin de l'odorat et du goût (les deux derniers sens), ce qui indique la fin du spasme. 255. Quelle est la cause principale de l'origine des spasmes ? Ce sont les affections exagérées, et chez les jeunes gens, le développement. 256. Dans ces cas différents, des traitements différents sont-ils nécessaires ? Non, car désordre est désordre, quelle que soit la cause qui le produit. 257. Qu'y a-t-il à remarquer à l'égard de l'activité du cœur dans l'intervalle des différents spasmes du malade ? . L'activité du cœur et de l'esprit doit être toujours dirigée pendant l'intervalle des spasmes. Sans cela, la force se concentrerait faussement par de fortes animations et produirait de nouveaux spasmes inutiles. § 2«. — Du Traitement des Spasmes. 258 Qu'y a-t-il à observer en général dans le trai- tement des spasmes ? Il faut juger s'ils sont utiles ou inutiles, par conséquent si on doit les faire cesser oui ou non, et quand on doit le faire. 259 . Doit-on venir en aide aux spasmes et comment? Il faut laisser agir les spasmes et diminuer seulement les plus fortes accumulations.",
  "last_phrase": "In conclusion, the treatment of spasms requires careful observation and judgment of whether they are useful or not. Passes méthodiques magnétiques can be used to aid in their regular development, and the activity of the heart and mind should be directed during the intervals of spasms to prevent false concentrations. Somnambulism, in its different states, can also be treated by focusing the magnétisme des nerfs with passes and understanding the different degrees of sleep. It is important to note that while somnambulism can result in an elevated spiritual state, it is not a divine inspiration and somnambules may still make mistakes."
}