{
  "title": "What are the rules and techniques of magnetism for healing various diseases?",
  "first_phrase": "In this text, the author discusses the various ways in which magnetic energy can be used to treat certain illnesses. They detail how different parts of the body correspond to different senses, and which fingers should be used in treatment based on which sense is affected. The author also explains how to recognize concentration points in the body and offers guidance on how to use passes with the affected organ. Finally, the author includes guidelines for duration and frequency of treatment, as well as tips for recognizing whether the cause of the illness is material or spiritual.",
  "content": "Quelqu'un a-t-il, 1° avec la goutte, des inquié- tudes, etc., il faut alors faire les passes avec le pouce; 2° A-t-il des douleurs dans les yeux, il faut les faire avec l'index; 3° Entend-il difficilement, agissez alors avec le médium ; 4° A-t-il perdu le goût ou l'appétit, faites les passes avec les deux derniers doigts. 149. Que faut-il faire quand le magnétopathe a découvert le point de concentration magnétique et le siège de la souffrance ? Alors on fait, avec le doigt du sens ou de l'or- gane affecté, des passes sur l'endroit douloureux à par- tir des nœuds nerveux les plus proches et au-dessus, jusqu'aux autres nœuds situés plus bas que le siège de cette souffrance. 150. Est-ce un signe de non-réussite si, pendant que l'on magnétise, on ne remarque point d'effet? Non, car l'effet n'a lieu bien souvent qu'après avoir magnétisé. Quelquefois aussi des phénomènes physiques très-insignifiants se montrent en magnéti- sant,, et pourtant les malades se trouvent guéris. C'est que le magnétisme agit continuellement dans l'homme une fois aimanté, comme dans la boussole. <S 2 e — Etude des passes. PASSES 151. Quelle est la règle principale que l'on peut poser pour les passes ? Celle-ci : que la partie souffrante ne doit aucu- nement être touchée, et qu'il faut toujours faire les passes à partir des nœuds nerveux qui sont au-dessus, jusqu'à ceux qui sont au-dessous de cette même partie souffrante. 152. Combien doit durer l'application de la main sur la plante des pieds, pour favoriser la crise ?",
  "last_phrase": "In conclusion, practicing magnetism involves using specific passes to alleviate pain and balance the magnetic force within a patient's body. The rule of thumb is to always avoid touching the affected area and to make passes from the closest to furthest nerve knots. Effects may not show immediately, but magnetism continuously operates within the human body once activated. Magnetism can also help remedy physical symptoms such as sweating, vomiting, and even psychological issues like fear and hallucinations. It is important to note that delicate and irritable people should be kept away during magnetization to avoid any negative influence."
}