{
  "title": "What are the General Instructions for a Magnétiseur while working with Somnambulists?",
  "first_phrase": "In this text, the author discusses the various aspects of somnambulism and the role of the magnetizer when working with somnambulists. The author advises to keep away from somnambulists those who are skeptical about magnetism or have malicious intentions, as they can disrupt the patient's activity. The author also discusses the role of music, air, and sunshine in the somnambulist's treatment. In the last 200 tokens, the author discusses the necessary conditions for a magnetizer to avoid illusions and the importance of maintaining a calm environment during the patient's sleep. The author warns against using somnambulists for spectacle and emphasizes the importance of maintaining the purity of magnetism.",
  "content": "Que fait le magnétiseur qui se sert des som- nambules pour produire des prestiges, et qui les met en spectacle? Le magnétiseur qui par fanatisme, intérêt ou vaine gloire soumet ses somnambules aux caprices des assistants et en fait des jongleurs, celui-là se dégrade et se prostitue de lui-même, et le magnétisme avec lui, car le magnétisme ne se développe que par une exaltation pure de toute souillure. ^5 5 ( '. — De la Marche qui doit suivre le Magnétiseur pendant le sommeil magnétique. 369. Comment le magnétiseur doit-il agir pendant le sommeil du malade? Si le sommeil est calme, on laisse dormir le malade, quand même ce sommeil devrait durer longtemps ; ce n'est que quand il est agité qu'il faut l'interrompre. Il est bien aisé de le distinguer de celui qu'on appelle profond sommeil, qui est ou une conséquence de l'exaltation excessive de l'esprit, ou bien qui est soporatif (coma) et accompagné d'une transpiration assez faible. Dans ce dernier cas, il faut tâcher de l'interrompre. 370. Que doit surtout considérer le magnétiseur dans le sommeil magnétique ? Que l'homme, dans le sommeil magnétique, est transporté dans un nouveau monde, ou se trou- vant étranger, il doit cire élevé au-dessus de l'état ordinaire, pour ne pas s'égarer dans des rêves faux, ou dans des jeux fantastiques de l'imagination, ou même dans les hallucinations de la démence. 371. Comment peut-on se servir du sommeil ordi- naire pour guérir du sommeil somnambulique ? Les hommes magnétiques et électriques peu- vent, si cela est nécessaire, être démagnétisés et désélectrisés simplement par le sommeil.",
  "last_phrase": "In conclusion, a magnetizer who uses somnambulists to perform and put on a show for fame, fanaticism, or personal gain degrades and prostitutes himself and the practice of magnetism. The magnetizer must act calmly and attentively during the somnambulist's sleep, directing their development through their new state of consciousness. The magnetizer must also be pure in body and spirit, believe in the power of nature, and have an elevated state of mind to effectively heal through magnetism. Overall, patience, consistency, and a proper understanding of magnetism and somnambulism are crucial for successful healing."
}