{
  "title": "\"What are the key insights on treating spasms according to magnetism therapy in the 18th century?\"",
  "first_phrase": "In this text, entitled \"Judgment on the Disease of Spasms\", the author discusses the general treatment of spasms, distinguishing between those that are useful and those that are not. The text provides specific instructions for how to handle different types of spasms, including those that are nerve-related and those that are blood-related, and offers guidance on when to let a spasm run its course and when to intervene. The author also provides insight into the role of the magnetizer in treating spasms and explains how magnétisation can be used to alleviate symptoms.",
  "content": "Les passes égalisantes ne doivent être faites que dans de grandes souffrances seulement, et quand il n'y a pas d'amélioration par ce spasme seul; alors, on peut diriger les passes magnétiques par-dessus tout le corps; de la sorte, les spasmes deviennent plus doux, et peu à peu ne reparaissent plus, ou bien la plupart se réunissent, rarement toutefois, et lors ils se montrent avec une plus grande violence, deviennent plus magnétiques, et il se fait de plus grandes accumulations dans les plexus des nerfs; ensuite, il se forme des spasmes d'engourdissement ainsi que d'autres magnétiques, mais qui se laissent toujours facilement délier ; peu à peu, jusqu'à ce qu'enfin ils se dissipent totalement; ce qui arrive quand le spasme a complètement porté le fluide nerveux magnétique dans tous les nerfs, jusqu'aux plus déliés. 260. A quels spasmes doit-on laisser toute leur violence ? A tous en général, afin qu'ils puissent sortir. Sans cela, ils restent comprimés dans la poitrine ou dans la tète, et forment des hystéries, des maladies de poitrine, de cerveau, etc. 261. Y a-t-il des spasmes que l'on doive empêcher? Oui, ce sont ceux du sang et les épileptiques. 262. Comment peut-on empêcher ou aider un spasme ? On aide le spasme à sortir en l'excitant tous les jours ou tous les deux jours, à des heures fixes, et en donnant de l'eau magnétisée à boire au malade ou en magnétisant ce dernier.",
  "last_phrase": "In conclusion, magnetic passes should only be done in cases of severe spasms when no improvement is seen from the spasm alone. It is important to observe and distinguish the different levels of somnambulism in order to effectively treat patients. While the state of somnambulism can seem strange or mystical, it is simply an exaltation of the soul and forces of the mind. Understanding the different types of somnambulism, and the differences between magnetic and natural states can help create a more effective treatment plan for patients experiencing these phenomena."
}