{
  "title": "\"How can illnesses of the soul be recognized through physical symptoms?\"",
  "first_phrase": "This text discusses the influences of magnetism on physical and emotional health. It provides various tips and techniques for magnétiseurs to increase their power, as well as guidelines for diagnosing and treating ailments. In the last part, the text specifies the symptoms of diseases and their classification according to their main causes. It also explains how magnetism can be used to heal certain conditions, from chronic skin diseases to hysteria. Finally, it describes how to identify the location of the suffering based on the patient's posture and gestures.",
  "content": "La main gauche tendue en avant, ouverte, tournée en dehors, indique toujours un désordre dans le sang; les mains habituel- lement jointes, indiquent une faiblesse magnétique ; les jambes croisées, les mains fermées, la tête aimant à s'appuyer, et les membres à se tirer et à s'étendre, de plus l'inquiétude du corps et de l'esprit dénotent une faiblesse magnétique ou un trouble dans les plexus des nerfs. 124. A quoi peut-on reconnaître le lieu du foyer de destruction ? La position des mains de même que le regard démontrent toujours le siège de la maladie ; car l'homme souffrant indique toujours, par les gestes ou les yeux, l'endroit où il souffre. § 2 e . — Maladies survenant à la suite de l'interruption du courant magnétique. 125. Où s'agglomère la force magnétique lorsque le corps est malade? Elle s'amasse démesurément ou dans la tête, ou dans la poitrine, ou dans le creux de l'estomac, ou dans le dos (ce sont là les points de concentration), ou bien encore elle se disperse irrégulièrement, et erre, pour ainsi dire, dans le corps. 126. A quoi le magnétiseur doit-il reconnaître les concentrations? Par la position favorite et le mouvement familier que l'homme adopte, et aussi par ses actions, quand il est dans son état naturel et qu'il se croit inobservé. 127. Quels sont les principaux signes auxquels on peut reconnaître chaque concentration ?",
  "last_phrase": "In conclusion, recognizing the concentration of magnetic force in different parts of the body is crucial for effective magnetic therapy. By observing the patient's familiar movements and actions, as well as their gaze and hand positions, the magnétiseur can detect the location of pain and concentration. Various passes and hand positions can then be used to equalize and direct the flow of magnetic force, providing temporary relief from symptoms. It is also important for the magnétiseur to remain attentive and focused during the therapy session, as the direction and impression of the nerve current relies on both physical and spiritual elements."
}