{
  "title": "What is somnambulism and how do different states of the mind and body affect it?",
  "first_phrase": "This text discusses the various degrees and characteristics of sleepwalking or somnambulism. It highlights the immense capabilities of the human mind and the power of its infinite development. It also mentions how spasms can be a useful tool in inducing somnambulism and how the interconnection of the brain plays a crucial role in achieving the heightened state of consciousness. The last 200 tokens delve into the differences between somnambulism of the brain and of the heart, the distinguishable signs and characteristics of each, and the varying degree of strength in magnetic force between the two types.",
  "content": "Par exemple : si tel somnambule ne lit pas aussi bien un jour que l'autre, cela ne tient pas à la lecture, mais cela vient de ce qu'il ne peut pas aussi bien méditer ce jour-là. CHAPITRE XIV. DU SOMNAMBULISME DANS SES DIFFÉRENTS ÉTATS. § I er . — Du Somambulisme du cerveau et de celui du cœur. 291 . Comment distingue- t-on les somnambules du cerveau de ceux du cœur? - On reconnaît les somnambules du cerveau aux spasmes de la tète et surtout des yeux, ainsi qu'au sommeil profond, et à ce qu'ayant les yeux ouverts, ils ne voient quelquefois pas clair. — Les somnambules du cœur ont des douleurs au creux de l'estomac, transpirent en cet endroit et n'ont pas le sommeil profond. — En un mot, les premiers souffrent davantage de la tète et les autres de l'estomac. 292. Quelle différence y a-t-il entre les deux? C'est que les somnambules du cerveau s'occupent plus de sujets spirituels, et que ceux du cœur fixent davantage leur attention sur des sujets maté- riels. 293. Quel est le principal signe et le caractère dis- linctif qui existe entre les deux? C'est que dans le sommeil et les spasmes, les somnambules du cerveau ont les yeux tournés en haut, et que les autres les ont en bas. De plus, les premiers ont les mouvements moins libres, c'est-à-dire plus raides. 294. La force magnétique est-elle plus grande chez les somnambules du cerveau que chez ceux du cœur ?",
  "last_phrase": "In conclusion, the different states of somnambulism provide an insight into how the body and mind function during sleep. Understanding the distinctions between somnambulism of the brain and heart, and recognizing the signs in a somnambulist's behavior are key to treating the individual. With careful observation and guidance from a magnétiseur, somnambulists can be led to a higher state of being where the mind is free to explore the spiritual realm."
}