{
  "title": "How can a magnetizer increase their magnetic strength? What are the influences of the spleen and the moon on the body? How does magnetism work during magnetization, and how does it affect diseases like rabies or emotional excitement? Learn the answers to these questions and more in this guide to magnetism and its application in healing.",
  "first_phrase": "This text provides guidance for magnetisers on how to increase their magnetic strength and how to treat different illnesses. It also discusses the influence of celestial bodies on the human body, the importance of the liver for magnetism, and how to work with patients who are emotionally agitated or weak. In the last 200 tokens, the author provides detailed instructions on how to effectively magnetise a patient, including how to work with specific organs and muscles, and how to establish a rapport with patients who may be resistant to treatment.",
  "content": "Il le fortifie en conduisant avec la main gauche, à partir du coude droit, le long des nerfs, le courant magnétique vers le doigt qu'il veut fortifier ; puis il courbe les autres doigts l'un après l'autre, laissant seulement étendre celui qui doit avoir plus de force, et sur lequel il va jusqu'à la phalange du milieu. De cette façon, la vigueur des cinq doigts se concentre en un seul. 98 . Comment peut-on se mettre en rapport avec des individus qui éprouvent pour vous peu de sympathie ou même de la répugnance ? On s'unit avec ces malades : 1° en posant les mains les unes contre les autres, les doigts se touchant exactement; 2° en faisant de la main droite des passes que l'on dirige du plexus brachial gauche du malade à celui du magnétiseur; 3° en lui faisant accepter un petit présent qui lui soit agréable. 99 . Quel est l'effet de cette jonction et de celte ma- gnétisation ? D'établir un rapport matériel qui conduit au spirituel. 100. Comment le magnétiseur peut-il amasser en lui son propre magnétisme ? En enveloppant ses mains dans un foulard et en tenant les yeux fermés pour se recueillir. § 2 e . — Le Magnétiseur au lit du malade. 101. Que doit faire un magnétiseur appelé au lit d'un malade ? Avant tout, il doit songer à se mettre dans un repos magnétique convenable, afin de pénétrer avec tranquillité et d'un coup d'œil sûr dans la maladie qui se manifeste ; ensuite il doit s'efforcer de la faire arri- ver, mais pas à pas, à une amélioration sensible.",
  "last_phrase": "In conclusion, this text provides valuable information about the practice of magnetism and its application to the treatment of various illnesses. It includes specific instructions on techniques such as the strengthening of fingers and the union with patients and offers insights into recognizing symptoms of disease and determining its location. It emphasizes the importance of a peaceful and focused mindset during treatment and suggests that magnetism can be effective in treating a wide range of conditions, particularly those related to nerve and mental health. The text also touches on the topic of electricity and its impact on health. Overall, this text offers practical advice on the practice of magnetism for those interested in its potential benefits."
}