{
  "title": "How does Magnetotherapy work for diagnosing and treating diseases and what are the main principles to follow?",
  "first_phrase": "This text discusses the principles of magneto-therapy and how it can be used to treat various ailments. The author explains that the principle morbide of diseases is the corpuscules de Pacini, which are sensory receptors on the surface of nerves. The text describes the use of general and local passes to treat diseases and how the passes must be directed towards specific nerves, organs or tissues depending on the type of illness. Additionally, the text explains how one can activate the brain by touching specific parts and developing the will to do so. The last section explores the importance of phrenology, neurology, and physiognomy in perfecting magneto-therapy.",
  "content": "Quand il ya des maladies végètatives on travaille plus sure le petit cerveau et surtout sur les gangles moteurs Quand il y a des maladies sensitives à partir du petit cerveau sur les cotès du dos, et pour les maladies organiques et pour obtenir l'ètat magnètique plus le long du sympathicus maximus et les organes génitaux. Quelles sont les conséquences de cette division sur le travail magnètique? Que tout les passes genéraux pour les foncions végétatives partent du petit cerveau et doivent etre conduit à travers la Medulla Spinalis et le Sympathycus; tous les passes pour les problèmes de l'esprit et de la perception à travers les douze paires (passes) du cerveau vers le Sympathicus et le nerf Vagus ========================================================================================== FIN RAJOUT 6 RAJOUT 7 (RATE) =========================================================================== Cosa è da fare nelle malattie dove il corpo sembra staccato dai nervi? Bisogna operare sulla milza, in modo da elevarne l'operativitá e che emetta piú del suo succo e nutra meglio i nervi Come farlo? Mettendo il pollice nella zona della milza, oppure la punta delle cinque dita, oppure col dito mediano rinforzato ============================================================================ FIN RAJOUT 7 RAJOUT 8 Diseases of disturbed magnetic currents. 130. Where accumulates in the body, the magnetic force? , In excesses in the head, chest, heart pit and back, or she is in the whole body vagirend. 131. How much is there Concentrationen the magnetic fluid? There are only 5 Concentrationen the magnetic fluid, which accompany every ailment, therefore only 5 magnetic symptoms. 132. Where can the 5 magnetic Concentrationen instead have?",
  "last_phrase": "In conclusion, when dealing with vegetative, sensitive, or organic diseases, it is important to focus on the small brain and motor ganglia, as well as the sympathicus maximus and genital organs. The magnetic force in the body is concentrated in only five areas, which can be detected through physical movements and symptoms. To alleviate ailments where the body seems disconnected from the nerves, one can operate on the spleen to increase its functionality and better nourish the nerves. Understanding and working with magnetic currents can lead to better health and overall wellbeing."
}