{
  "title": "What are the general instructions for a magnetizer with somnambulists, and what should they observe for successful treatment?",
  "first_phrase": "In this final section of Chapter XV, the author delves deeper into the specifics of somnambulism and magnetism. The text discusses the conditions necessary for somnambulism to occur during magnetization, the dangers of forced responses from somnambulists, and the importance of the magnetizer's experience in avoiding being misled by false dreams and statements made by somnambulists. The text also covers the causes of false dreams and the appearance of black and monstrous figures during somnambulism. The author stresses the importance of being cautious and attentive while working with somnambulists and how to recognize signs of their health or illness.",
  "content": "On contribue, il est vrai, à l'apparition du somnambulisme en conduisant seulement les passes jusqu'au creux de l'estomac; mais ceci, le plus souvent, est nuisible pour une guérison complète. Les passes concentrantes ne doivent donc être employées que quand on a déjà essayé toutes les autres passes sans résultat suffisant. 339. Qu'y a-t-il de plus important à observer pour le magnétiseur quand il se trouve près du somnambule? C'est d'être double pour ainsi dire, afin de s'occuper extérieurement avec son malade, et intérieurement de penser toujours à l'activité de l'esprit du ma- lade et aux signes qu'il en donne. 340. Faut-il augmenter l'action magnétique s'il ap- paraît une lueur d'état somnambulique ? Quand cela arrive, il faut éviter d'augmenter immédiatement la concentration magnétique, puis- qu'alors on ferait entrer le sujet dans un état si nou- veau pour lui, qu'il deviendrait quelquefois presque impossible de ramener le somnambule à l'état normal. 3-4'I. Que doit-on faire au premier indice de som- nambulisme ? Aux premiers indices, c'est-à-dire quand l'esprit est élevé et le corps déprimé, il faut chercher à ramener le somnambule en dirigeant son esprit vers des choses matérielles, afin que la force de la pensée n'aille point se perdre dans des rêves. 342. A quoi peut-on reconnaître l'état de santé ou de maladie du somnambule? Les mains et les pieds des somnambules doivent toujours être froids. Si au contraire ils sont chauds ou s'il y a de la transpiration, cela indique une faiblesse magnétique.",
  "last_phrase": "In conclusion, the practice of magnetism requires great attention to the somnambulist's physical and mental state. The magnetizer must focus primarily on promoting a healing environment, rather than creating a spectacle or forcing the somnambulist into a deeper state than necessary. It is crucial to be aware of the somnambulist's individual needs and to work patiently with them to achieve a complete recovery. By following these guidelines, the magnetizer can assist their patients in naturally progressing towards improved health."
}