{
  "title": "\"What is Somnambulism? Causes, Types, and Manifestations\"",
  "first_phrase": "In this text, the author explores the world of somnambulism or sleepwalking. The first part of the text elaborates on the different degrees of sleep, ranging from a deep slumber to a state of lucid dreaming. The text then focuses on how somnambulism is related to the heart and brain. The author explains that those with magnetic force in the brain are more inclined towards spiritual matters, while those with magnetic force in the heart tend to focus on material things. The last 200 tokens delve deeper into the different types of somnambulism and how they manifest during the onset of the condition. The author also touches upon the causes, characteristics, and significance of this unique condition.",
  "content": "Elle est plus grande chez ceux du cerveau, parce qu'elle est plus purifiée; puisque faut que le sujet ait beaucoup travaillé de cœur et d'esprit pour purifier son magnétisme des désirs et des sentiments matériels (électriques). 295. A quel genre somnambulique appartiennent la plupart des hommes? Le plus grand nombre est naturellement somnambule du cœur. 296. Pourquoi l'état somnambulique dure-t-il plus longtemps chez les somnambules du cerveau que chez ceux du cœur? Parce que le cours du sang empêche davantage la force magnétique de se concentrer chez les som- nambules du cœur. 297. Les somnambules du cœur sont-ils sujets à plus d'illusions que ceux du cerveau ? Oui. § 2 e . — Des différentes espèces de sommeil magnétique. 298. Comment le sommeil magnétique se mani- fesle-t-il, et comment peut-on le reconnaître? Le sommeil magnétique s'annonce pendant la magnétisation par une lassitude générale, un assou- pissement, des bâillements et un tiraillement dans les membres, jusqu'à ce qu'enfin les yeux se ferment. Chez les somnambules spontanés, la crise commence ordinairement par des spasmes dans les membres, après quoi le corps devient peu à peu tranquille et immobile. 299. Pourquoi le haut sommeil est-il plus lucide dans un temps serein? Parce que la force du soleil ne peut pas aussi bien influer par un temps couvert 300. Qu'a-t-on à observer au sujet du profond sommeil ? Le profond sommeil peut continuer en été, souvent deux jours et même davantage ; en hiver, il ne dure pas aussi longtemps. Cela tient beaucoup aussi à la position du lit. 301.",
  "last_phrase": "In conclusion, understanding the various stages and types of sleep and somnambulism can greatly benefit both individuals and practitioners of magnetic healing. It is important to note that while somnambulists in certain stages may exhibit spiritual and metaphysical abilities, they remain human and require careful guidance from trained professionals. Practitioners must remain vigilant and attentive, and focus on maintaining their patients in the early stages of sleep to promote physical health and complete healing."
}