{
  "title": "What is Somnambulism and How Many Degrees of it Exist?",
  "first_phrase": "This text is about the various degrees of somnambulism or sleepwalking, and its connection to spiritual crises. The text explains that there are seven degrees or stages of somnambulism, ranging from deep sleep to ecstasy. The text answers various questions related to the causes and treatment of somnambulism, and discusses the role of spasms and the effects of the moon on somnambulists. The last part of the text, consisting of 200 tokens, covers topics such as the reliability of somnambulists, their ability to perceive in a magnified state, and the susceptibility of some somnambulists to illusions. The text provides insights into the workings of the human mind and the infinite potential of human development.",
  "content": "Non, ce n'est que dans des cas rares, avec une direc- tion savante, ou par la répétition des causes de l'appa- rition, que l'on peut produire de nouveau les derniers degrés du somnambulisme, c'est-à-dire la lucidité et l'extase. 287. Doit-il paraître étrange qu'un somnambule puisse se tromper? Un observateur sensé ne peut trouver cela étrange, puisque chez les somnambules, cet état n'est qu'une exaltation et non une inspiration divine. 288. Une activité spirituelle plus élevée se mani- feste-t-elle toujours dans l'état somnambulique? Dans toutes les espèces d'inspiration, les forces de l'âme se montrent à un degré plus élevé que dans l'état ordinaire; et plus le degré du voir-clair est supérieur, plus on peut ajouter foi aux paroles du somnambule. Dans les états inférieurs de somnambulisme, au con- traire, le sujet se sert lui-même de phrases métaphori- ques, ce qui prouve que son esprit voit peu clair. 289. Quelles sont les personnes les plus sujettes aux illusions? Ce sont les somnambules qui ne peuvent entrer dans ce profond sommeil. Chez ces individus, les visions sont nombreuses; ils sont sujets aux hallucinations, aux apparitions de spectres, de fantômes, etc. 290. Comment perçoit le somnambule dans son état magnétique? Percevoir, dans l'état somnambulique, consiste seulement dans la réflexion. C'est pour cela qu'il est facile à l'esprit de donner l'explication d'un fait quand même il serait éloigné de cinq ou de cinq cents lieues. C'est un songe sur l'objet en question; mais l'explication tient beaucoup à l'intelligence du voyant; ainsi un homme plein d'esprit devient un voyant plein d'esprit.",
  "last_phrase": "In conclusion, somnambulism is a complex and fascinating phenomenon that involves a heightened state of spiritual and mental activity. While it is rare to induce the higher states of somnambulism, they can provide valuable insights and revelations. It is important to understand the different types of somnambulism, such as those of the brain and heart, as well as dreams and noctambulism. Observing the somnambulist carefully and with attention to their unique needs is crucial, and trust in their visions should be earned through experience and careful consideration."
}