{
  "title": "Qu'est-ce que le somnambulisme et comment peut-il être traité ?",
  "first_phrase": "This text is about the state of somnambulism and its manifestations. The author explains the different degrees of somnambulism and how the mind and body are affected in this state. They also explore the causes and treatment of spasms and how they are related to somnambulism. In the last part of the text, the author discusses the elevation of the mind in somnambulism and how it can be used to predict the future. They also describe the different types of somnambulistic states and their corresponding characteristics.",
  "content": "Parce que le magnétisme, dans ces cas, réagit contre l'influence de l'électricité. § 2\". — De l'élévation d'esprit des Somnambules. 282. L'élévation de l'esprit dans l'état somnambulique est-il un fait qu'on doive considérer comme tout- à-fait étrange? Déjà dans le rêve, il semble que l'âme parle une autre langue, et que la direction des idées prenne une marche et un essor beaucoup plus élevé et plus rapide que dans l'état de veille (où nous pensons avec des mots) . Ainsi tel travail qui pour nous, étant éveillés, demanderait une journée entière, est achevé en peu d'instants dans l'état somnambulique. 283. Notre tendance d'esprit, nos désirs, pendant l'état de veille, ont-ils une influence sur nos capacités sOmnambuliques ? Le somnambulisme ayant encore la faculté de pressentir les événements futurs, il suit de là que nos intentions pendant l'êtat de veille ont une forte influence sur nous à l'état somnambulique. 284 . Combien y a-t-il de principaux caractères dans le sommeil somnambulique? 11 y en a trois : 1° L'un se distingue par une occupa- tion taciturne avec soi-même ; nous l'appelons sommeil profond. (NDR letargique) 2° L'autre est en relation avec le monde exté- rieur et a, pendant le sommeil, une ressemblance avec l'état de veille; on l'appelle sommeil éveillé. (NDR somnambulique classique) 3° Le dernier a, dans le sommeil encore, un autre sommeil plus profond dans lequel il développe les capacités de re- chercher ou déjuger les maladies, de faire de la poésie ou de révéler, etc. ; on appelle cet état haut sommeil. (NDR lucide) 285.",
  "last_phrase": "In summary, the state of somnambulism has different degrees and characteristics, and it is influenced by various factors such as the individual's desires and intentions in the waking state, the purification of their magnetism, and the phases of sleep. It is also important to note that somnambulism is not a divine inspiration, therefore, errors can occur in the information provided by somnambulists. However, if the somnambulist gives prescriptions spontaneously, they are usually more accurate than if they are asked for them. Overall, understanding the different aspects of somnambulism can provide valuable insights into this unique state of consciousness."
}