{
  "title": "What are the characteristics and causes of somnambulism in magnetism therapy?",
  "first_phrase": "In this text, the author explores the different levels and states of somnambulism, from the shallow sleep to the deep trance-like state known as extase. The author answers various questions related to somnambulism, such as its origin, causes of false dreams and sayings, the difference between lunacy and noctambulism, and the role of the magnetizer in the process. The text also delves into the abilities and limitations of somnambulists, their capacity to perceive and even prophesize. In the last 200 tokens, the author provides general instructions for the magnetizer working with somnambulists.",
  "content": "Quelle confiance peut-on avoir dans les vues des vovants-célestes ? Pour ceux qui prétendent lire dans le monde céleste, tout ce qu'ils disent doit être rangé au nombre des fantaisies, attendu que l'on ne peut pas les con- trôler là-dessus. 335. Les vues des voyants sont-elles à rejeter sans reserve ? Non, car beaucoup d'exemples sont la pour nous convaincre que des somnambules, quoique en petit nombre, peuvent réellement étendre leur rêve a ce qui se passe dans des endroits éloignés d'eux et même à des choses métaphysiques. 336. Comment le somnambule voit-il dans d'autres corps ? La volonté d'y pénétrer lui l'ait ressentir le ma! d'autrui dans son propre corps. Ce n'est pas en y entrant, mais seulement par le rêve, qu'il se représente la partie malade. 337 . Les somnambules peuvent-ils donner des éclaircissements sur l'avenir? Ils ne peuvent ordinairement nous donner des éclaircissements que sur le présent. Mais il faut néan- moins admettre que leurs pressentiments vifs leur fout quelquefois donner des révélations justes sur l'avenir. CHAPITRE XV. LE MAGNÉTISEUR AVEC LES SOMNAMBULES. § 1\"', — Instructions générales pour le Magnétiseur. 338. Comment se produit le somnambulisme dans la magnétisation? Il vient de lui-même si la nature l'exige, ou si les nerfs sont dans une condition telle que la concen- tration puisse se former - Si ces conditions n'existent pas, tout somnambulisme est impossible, toutes les passes ne servent à rien et sont vaines. C'est pourquoi il ne faut faire les passes spécifiées que contre les maladies.",
  "last_phrase": "To conclude, for those who believe in celestial visions, it is important to approach their views with skepticism and acknowledge that they cannot be verified. However, somnambulists have shown to possess the ability to extend their dreams to remote places and even metaphysical things. In the case of using somnambulism for magnetic healing, the magnetizer must be vigilant of the patient's state and avoid pushing them too quickly towards the higher degrees of sleep as it can have a detrimental effect on their body. The magnetizer should also create an ambiance of tranquility and avoid anything that can disturb the patient's inner peace. Ultimately, the focus of the magnetizer should be on aiding nature's healing process rather than personal gain or fame."
}