{
  "title": "What are the basic rules and techniques of magnetic healing for different types of illnesses?",
  "first_phrase": "This text provides instructions for magnetism and passes to help ease various types of illness. The previous part of the text explains how to recognize concentrations of the fluid in the body that cause illness. The last part of this text, spanning 200 tokens, outlines specific rules for passes in magnetism therapy. It explains that when conducting passes, the part of the body that is suffering should not be touched, and instead, passes should begin at the nerve knots above and end below the affected area. It also explains which fingers correspond to different body parts and provides specific examples of passes for different illnesses. This section ends with a list of the nine principal nerve centers or knots where magnetism has the most significant effect.",
  "content": "De deux à neuf minutes, comme pour celle des mains. 153. Quelles sont les douze principales passes à faire pour égaliser la force magnétique dans le malade? Les suivantes : 1° Trois passes avec le pouce, à partir du haut et du milieu du front, par-dessus le nez et vers le creux de l'estomac ; 2° Trois avec l'index, à partir du milieu des sourcils; 3° Trois avec le médium , à partir du centre des oreilles. 4° Trois avec les deux derniers doigts, à partir de la mâchoire. Il faut toujours que toutes ces passes soient conduites jusqu'au creux de l'estomac. Une fois là, on y applique la main, les doigts allongés et rap- prochés. 154. Combien faut-il faire de passes pour égaliser la force magnétique ? Neuf passes exactement faites suffisent, parce qu'il y a seulement neuf nœuds principaux de plexus nerveux. 155. Faut-il toujours faire ces neuf passes? Non. Si le mal se trouve dans les parties infé- rieures du corps, il faut simplement faire autant de passes qu'il y a de principaux nœuds nerveux au-des- sous du siège du mal. Par exemple : Si le malade a des oppressions de poitrine et pas de maux de tête, cinq passes suffisent; a-t-il mal à la gorge, il n'en faut que sept, etc. Le nombre de passes est donc généralement déterminé par le lieu de la souffrance, de même que le choix des doigts est indiqué par le sens affecté. LES PLEXUSES OU NOEDS MAGNETIQUES 156. Quels sont les neuf nœuds nerveux magné- tiques? Ce sont : 1° Aux tempes. [Corpora quadrigemina.)",
  "last_phrase": "In summary, the technique of magnetic passes involves equalizing magnetic force in the body by focusing the flow of magnetic energy through specific nerve centers. The number and type of passes required depend on the location and type of ailment. It is important to use these passes carefully to produce the desired effect, such as sweating, fortification, or stimulation of bowel movements. However, not everyone is susceptible to this technique, so it is crucial to be aware of vulnerable groups. It is important to remember that the real remedy lies within the patient's own mind, not in external objects like chairs or packages."
}