{
  "title": "\"What are the causes and characteristics of sleepwalking, and what should be observed by the magnetizer?\"",
  "first_phrase": "This section of text discusses the topic of sleepwalking and how it relates to spasms and other states of consciousness. Before this, the author describes the different levels of sleep, from a deep sleep to the natumbulism state. Throughout this section, the author answers various questions about sleepwalking, such as why sleepwalkers often see black and monstrous figures and how to deal with these cases. They also address the topic of somnambulist revelations, discussing whether one can trust them and why false dreams and statements may arise. The author sheds light on the nature of somnambulism, providing an informative read for anyone interested in the subject.",
  "content": "Comme avec tous les autres spasmes. § 4 e . — Des Révélations somnambuliques. 329. Quelle foi doit-on ajouter en général aux prescriptions somnambuliques? Si, de leur propre mouvement, les somnambules donnent des prescriptions tant pour eux que pour d'autres, elles sont ordinairement, comme nous l'apprend l'expérience, plus justes que quand on les leur demande. 330. Pourquoi les réponses demandées sont-elles moins justes ? Parce que les somnambules questionnés aiment moins à penser profondément sur les sujets qu'on leur propose. 331. Pourquoi les somnambules connaissent- ils quelquefois exactement l'état de telle ou telle maladie et n'en trouvent-ils pas aussi bien les remèdes? Parce que l'examen de la maladie et la découverte des remèdes sont des opérations toutes différentes l'une de l'autre, et qui dépendent de différentes facultés. Le somnambule peut avoir l'une et ne pas posséder l'autre. 332. Quand donc peut-on se fier aux prescriptions des somnambules ? Principalement dans des cas dangereux et quand ils prescrivent d'eux-mêmes, pour eux ou pour les autres. Quant aux réponses forcées, arrachées aux somnambules, ce sont des exagérations et elles n'ont souvent pas le sens commun; de plus, cela nuit tou- ours au somnambule et retarde toujours la guérison. 333. D'où viennent donc les faux-rêves et les faux- dires ? D'une certaine vanité enracinée profondément dans la nature humaine, et de l'envie qu'ont presque toujours les somnambules de faire sensation. Il est par conséquent nécessaire que le magnétiseur ait de la prudence et de l'expérience pour ne pas se laisser jouer et ne pas choquer le monde par des imprudences de toutes sortes. 034.",
  "last_phrase": "In conclusion, it is important to trust the prescriptions given by somnambulists only when they are self-prescribed or in cases where dangerous situations are involved. Forced responses are often exaggerated and not trustworthy. It's important for the magnetizer to have prudence and experience when dealing with somnambulists, and to always maintain a calm environment that promotes rest and relaxation. The use of light and fresh air, and avoiding certain foods and negative surroundings can help ensure a successful outcome. It is also necessary to keep negative influences away from the somnambulist, as their mental state is easily influenced."
}