{
  "title": "What is Magnetotherapy and How Does it Work on the Body?",
  "first_phrase": "This text provides information on magnetotherapy, its principles, and how it can be used to treat various diseases. Starting with an explanation of the \"matter of disease\" and how it creates electricity in the body, the text goes on to discuss the importance of a good magnetic current and how it contributes to brain function. It also explores the importance of working on the afflicted area to rectify problems, rather than simply focusing on the brain. The text continues with information on magnetization techniques, such as passes for blood and organs. It also details how the magnetism in the body can be affected by emotional states and how to distinguish between spasms and inflammation. Overall, this text is a comprehensive guide to magnetotherapy and its applications in treating various ailments.",
  "content": "Elle contient une partie de son propre moi, de la meme façon que le sang dans les glandes est pourtant est aussi dans le sang; puisque le sang est une matière cahngeable, comme il nous est demontré par l'excitation qu'on crée par les mots et les pensées; ça modifie aussi le pouls et la vitesse du pattement du coeur et ça se démntre comme une matiére étrangère dans le sang, comme si on avait introduit une matière malade, qui crée une inflammation - Est ce qu'une excitation est comme une inflammation? Surement, premièrement parce que chaque rage, souffrance, produit un mauvais fonctionnement du cerveau qui prioduit les symptomes d'une inflammation. Deuxièmement parce que on le denoue de la meme façon, par exemple acvec la sueur et reactions semblables - Du point de vue magnètique que sont ils les inflammations et les spasmes? su point de vue magnètique les inflammations sont des vaisseau excités - Quel magnétiste travaille-t-il au mieux? Celui qui, à coté de la connaissance des nerfs, a la courante plus tranquille en soi, et peut agir de la façon plus calme; puisque de la meme façon que l'ennui, excitation se transmet, de la meme façon la propre tranquillité nerveuse porte rarement dérangement, et peut montrer la propre et pleine voie aux différentes courantes nerveuses Pourqoi la pensée et si importante? Parce que avec la pensée la main devien un aimant, et seulement avec la pensée la force, de la meme façon que dans l'écrire une poésie il y a un mouvement, et peut etre mis en mots en improvisant sans savoir comment. Comment travaille-t-on mentalement?",
  "last_phrase": "In conclusion, according to the principles of magnetotherapy, the root cause of all diseases is the defective action of the Paccini corpuscles on the nerves that generate electricity in the blood, leading to various health conditions. The key to a healthy and active magnetic flow in the body lies in the proper functioning of the brain, and any disturbance to this can negatively impact the magneto-therapeutic process. Therefore, it is imperative to use psychopathy, magnetic psychopathy, and soul care for any ailment, as they improve the functionality of the brain and its magnetic flow, leading to better health outcomes."
}