{
  "title": "What is Magnetotherapy and how does it work on the human body?",
  "first_phrase": "The following text discusses the principles of Magneto-therapy and its relation to the human body. It explains how electric forces within the body can impact the blood flow, heart rate, and gland health, leading to inflammation and muscle spasms. The text also explores the effectiveness of magneto-therapy in treating various ailments and highlights the importance of mental and physical balance in the treatment process. The last 200 tokens specifically discuss various techniques used during magneto-therapy, including the passes utilized for patients with specific ailments and the difference between spiritual and physically guided magnetism.",
  "content": "La conduction du magnètisme avec l'esprit se passe en élévant sono propre esprit, et en se concentrant sur l'esprit du malade dans le but de le porter à l'autoguérison Quels sont les partie plus impiortantes du cerveau est quelle en est la différence en foncions? Les divisions les plus importantes sont: Le grand cerveau (cerebrum), le petit cerveau (cerebellum) Les fonctions de ce dernier sont: dormir et se reveiller, digestion et croissance, secretions et régles; pendant que le gros cerveau est la source de tous les sentiments et de toute capacité de l'esprit. Quelles sont les conséquences de cette division sur le travail magnètique? Que tout les passes genéraux pour les fonctions végétatives partent du petit cerveau et doivent etre conduit à travers la Medulla Spinalis et le Sympathycus; tous les passes pour les problèmes de l'esprit et de la perception à travers les douze paires (passes) du cerveau vers le Sympathicus et le nerf Vagus Comment doit on faire pendant des problème electriques du sang, dans les muscles, dans les glandes, dans les os ou la peau (epidermidis)? Quand les fonctions de l'esprit et du corps ne sont pas dérangées, les passes principaux doivent etre dirigés vers les nerfs des vaisseaus, qui permettent toujour une meilleure circulation du sang, et ça a pour conséquence une plus grande activité et émission et résolution. Et qu'est qu'on doit faire si seulement la circulation du sang est dérangée, comme dans les fièvres et congestions? La on doit faire les passes locaux === Comment on porte en activité le cerveau?",
  "last_phrase": "In conclusion, the knowledge of Magnétothérapie is indispensable for the healing of any ailment and for the application of any curative method. The good current of magnetism in humans depends on their cerebral activity being suitably spent. The principle morbide of all diseases is the corpuscles of Paccini existing on the surface of one or the other nerve. Magnétisme des nerfs is material, and the best magnetizer is the one who has the best knowledge of each nerve and organ. By following the techniques of Magnétothérapie, one can improve their magnetism and bring about gradual improvement and recovery from illnesses."
}