{
  "title": "\"How to treat headaches caused by the blood? Magnetic passes, concentration observations, and fortifying techniques explained\"",
  "first_phrase": "In this text, we'll learn about magnetism as a treatment for different types of headaches and other bodily ailments. The text delves into the different techniques used in magnetic therapy, such as intercepting and tying magnetic forces, using passes to eliminate choleric principles, and conducting passes to purify the blood. It also provides tips on recognizing the different concentrations of magnetic force in different parts of the body, such as the brain, stomach, and chest. Finally, the text covers the three types of passes used in magnetic therapy: conductive, purifying, and fortifying.",
  "content": "Comment se font les passes qui agissent sur le sang ? On place les doigts sur l'os de la hanche, et on descend par le côté extérieur du corps vers la cheville, et par-dessus les doigts jusqu'à la plante du pied ; alors on intercepte et on lie le courant. Si l'on répète cela neuf fois, il en résulte bientôt de la sueur ou une autre sécrétion . 168. Quelles sont les trois sortes de passes agissant spécialement sur le sang? Ce sont les passes conductrices, les purifiantes et les fortifiantes. 169. Qu'appelle-t-on passes conductrices? On s'en sert seulement pour les malades du sexe féminin pour agir sur les règles. On les conduit de la manière suivante : Le magnétiseur met le médium dans le creux du jarret, les autres doigts appuyés exté- rieurement, et l'on descend ainsi par-dessus les mol- lets jusqu'à la cheville extérieure du pied. Ensuite on descend la main, du haut de la cheville sur le coude- pied, par-dessus l'extrémité des doigts jusqu'à la plante du pied. Arrivé là, on s'arrête. 170. Quelles sont les passes purifiantes ? On les appelle ainsi parce qu'elles purifient le sang. On les fait en plaçant les mains sur l'os de la hanche, les doigts vers l'épine dorsale; puis l'on descend lentement et extérieurement vers le pied. De la cheville, on passe sur le coude-pied, puis par-dessus l'extrémité des doigts jusqu'à la plante du pied. Là, on s'arrête. 171. Quel effet produisent ordinairement ces passes? Habituellement ces passes excitent la sueur.",
  "last_phrase": "In conclusion, the art of magnetic passes has been used for centuries as a natural remedy to stimulate the body's functions and promote healing. With proper guidance and practice, anyone can learn the technique of conducting, purifying, and fortifying passes, and experience the benefits of this ancient healing art. From inducing sweat to spiritualizing food, and alleviating symptoms of various conditions, magnetic passes can have a powerful effect on the body and mind. Remember to always seek professional advice and handle with care."
}