{
  "title": "What are the different types of magnetic personalities and their roles in healing?",
  "first_phrase": "This text explores different types of individuals in terms of their electrical or magnetic temperament, their ability to exercise therapeutic magnetism and their corresponding medical conditions. The author highlights two categories of diseases caused by inharmonies of polar types and discusses the significance of magnetism in healing them. The author also introduces the concept of the Odic force, discovered by Freiherr von Reichenbach, which emits unusual phosphorescent light. The last part of the text focuses on the nature of magnetic force healing and the differing opinions on its true essence.",
  "content": "Du point de vue chimique, dans ce cas il prédomine l'acide, mais beaucoup de fois le patient fais des erreurs de sorte que le patient a un désir d'étancher leur soif avec une limonade, pour la restauration, pendant qu'il devrait se rendre compte de l'équilibre des pôles et aussi mépriser la viande riche en acides Les «maladies négatives» (de polarité négative) se manifestent par une perte de la chaleur produite par le corps. Les gens dans cette catégorie souffrent facilement alors le froid et long pour le «positif». Ainsi nécessitant les chauds rayons du soleil ne pas être en mesure de chauffer de façon indépendante, peut également présenter des symptômes de type catarrhales. Cette nature aussi a besoin de rééquilibrer la polarité des forces vitales à travers le passage de la chaleur. Le manque d'harmonie de la même polarité peut être observée avec des troubles mentaux. Les gens qui ont tendance à être mégalomanes, irritable, etc. Ils ont un excès de (force électrique) «positive» dans le cerveau ou dans le système nerveux sympathique; les individus et les hypocondriaques ont, au contraire, une surdose de «force négative» (magnétique) et peuvent manifester un déséquilibre dans le parasympatique. Qui possède le magnétisme? l'expérience a montré que tout le monde possède cette force ou peut se développer, bien sûr, selon l'individualité, à ses diverses prédispositions et mode d'action.",
  "last_phrase": "In conclusion, the theory of magnetotherapy suggests that every person has the ability to generate a therapeutic effect on others. The practitioner of magnetism must possess a strong will, a pure mind and a robust body. The healing process occurs when the magnetic current is directed towards the affected area, attracted and guided by the patient's magnetic field. While the patient is not required to verbally communicate with the practitioner, the practitioner must remember that every approach and intention will produce a certain change in the patient's sphere of sensation and intellect. Understanding the polarities and balancing the forces of vital energy is crucial to achieving the therapeutic effects of magnetotherapy."
}