{
  "title": "What are the effects of magnetization on the body and how do magneto-pathologists use it in healing?",
  "first_phrase": "In this text, the author explores the topic of magnetism and its effects on the human body. The text answers questions about how magnetism affects various organs and functions, and how it can be used to treat certain maladies. The author discusses the various physical effects that can arise from magnetism, including spasms, fevers, and other symptoms. They also describe different ways of magnifying the effects of magnetism, such as by using magnetized water or by combining different types of passes. The author concludes by discussing some of the criticisms and potential risks associated with magnetism, including side effects like fatigue and weakness.",
  "content": "Il en résulte d'abord une plus grande vigueur dans les muscles ; leur mouvement en devient plus libre et plus léger, la respiration plus égale et la force régénératrice plus grande; de plus avec une circulation régulière dans tous les organes, cette élévation donne un meilleur appétit et favorise la digestion. Les ca- tarrhes et les affections de poitrine rhumatismales dis- paraissent par une transpiration générale, causée par cette élévation, que l'on obtient en posant quelques minutes la main sur la poitrine et en faisant quelques passes magnétiques. Dans les hydropisies, elle occa- sionne de violentes diarrhées et augmente prompte- ment la force du malade. — L'augmentation de la sé- crétion urinaire appartient aux crises ordinaires. 228. La magnétisation ne produit-elle pas aussi quelquefois une faiblesse dans les vaisseaux sanguins et dans les nerfs ? Oui, il arrive assez souvent une lassitude, une pesanteur, une gêne et des tiraillements dans les membres, de l'inaction, de la faiblesse et de l'épuise- ment, des bâillements et une respiration pénible, une oppression dans le bas-ventre avec toute espèce de dé- rangements. La circulation dans les nerfs sanguins (système végétatif) est aussi troublée, et de là, il résulte toutes sortes de désordres et de désharmonies, comme des agitations fiévreuses, des émotions et des conges- tions de sang dans diverses parties locales. — Tout cela ne sont que des spasmes, comme le démontre toujours le pouls magnétique. 229. Ces symptômes critiques se montrent- ils seu- lement après la magnétisation ? Souvent ils arrivent aussi pendant la magnéti- sation.",
  "last_phrase": "In conclusion, magnétisation can result in a greater vigour in muscles, improved respiration, digestion, and circulation in all organs. However, there are also potential side effects such as fatigue, spasms, and temporary weakness in the blood vessels and nerves. Different types of spasms can occur, both internal and external, sanguine and nervous, and can be observed and treated accordingly. Nevertheless, allowing spasms to take their course is necessary to prevent problems such as hysteria and diseases of the chest and brain. With careful observation and treatment, magnétisation can be a helpful therapeutic tool."
}