{
  "title": "What are the different types and effects of spasms, and how can they be treated using magnetism?",
  "first_phrase": "In this section, the author discusses the different types of spasms and their effects on the body. The text explains how spasms can exist in the blood or nerves and can remain undetected for years. The symptoms of spasms are described in detail, such as agitations, fatigue, and congestion, and the author emphasizes the importance of monitoring these symptoms to locate the source of the problem. The section also touches on the use of medication in magnetic treatment and explores the effects of magnetic water on plants and the human body. The author also provides guidance on how to transform internal spasms into external ones and when to leave them alone.",
  "content": "Quant à leur apparence, on ne peut les distinguer. La différence consiste seulement en ce que les spasmes nerveux existent seulement chez les personnes magnétiques, et ceux du sang, chez les personnes électriques, et que les premiers sont plus faciles à ré- soudre. 235. Comment distingue-t-on les spasmes externes des internes? C'est que les spasmes internes font souffrir le malade sans agiter ses membres par la douleur, tandis que les externes agissent sur les membres jusqu'à leur faire faire quelquefois des mouvements extravagants, et développent chez eux toutes sortes de facultés extraordinaires des muscles et de l'esprit. Mais ces facultés de l'esprit dégénèrent quelquefois en folie. (il veut dire ce type de spasme peut réaliser ce qu'on appelle la réaction hypnotique) 236. Quels sont les spasmes les meilleurs pour les malades ? Ce sont toujours les externes. C'est pourquoi il faut presque toujours transformer les spasmes internes en externes. 237. Comment obtenir cette transformation? En faisant des passes sur les nerfs à partir du siège de la souffrance, jusqu'au membre où l'on veut que s'opère le spasme externe; ou bien en forçant quand même le malade à rire et à badiner. 238 . Quand ne faut-il point transformer les spasmes internes et les laisser au contraire là où ils sont? C'est lorsque l'état est somnambulique. (la personne parle, voit des autre réalités) 239. Qu'a-t-on alors à observer? On a seulement alors à soutenir le malade avec force, parce qu'ici les douleurs sont nécessaires pour élever l'esprit. 240.",
  "last_phrase": "In conclusion, understanding the distinctions between different types of spasms and somnambulism is crucial for effective magnetic healing. Patients suffering from internal spasms should be transformed into external ones through the application of passes to the nerves, while those in a somnambulistic state should only be supported and not treated. Additionally, it's important to note that the mysterious and elevated state of mind experienced by somnambulists is not entirely alien, as it is a similar experience to dreaming, but with a higher level of mental acuity."
}