{
  "title": "\"What are the techniques for treating headaches caused by blood conditions using magnetic therapy?\"",
  "first_phrase": "This text is a series of questions and answers regarding the use of magnetic treatment for headaches caused by excessive blood flow or electric charges in the body. The text details the importance of directing magnetic waves towards specific nerve nodes on the body, and the use of different types of passes to either conduct, purify or strengthen the blood. In the final part of the text (tokens 129-171), the author explains how to recognize different types of magnetics concentrations in the body and how to use specific passes for different types of maladies. The text ends by describing the effects of using purifying passes to induce sweating in the patient.",
  "content": "Comment se font les passes qui agissent sur le sang ? On place les doigts sur l'os de la hanche, et on descend par le côté extérieur du corps vers la cheville, et par-dessus les doigts jusqu'à la plante du pied ; alors on intercepte et on lie le courant. Si l'on répète cela neuf fois, il en résulte bientôt de la sueur ou une autre sécrétion . 168. Quelles sont les trois sortes de passes agissant spécialement sur le sang? Ce sont les passes conductrices, les purifiantes et les fortifiantes. 169. Qu'appelle-t-on passes conductrices? On s'en sert seulement pour les malades du sexe féminin pour agir sur les règles. On les conduit de la manière suivante : Le magnétiseur met le médium dans le creux du jarret, les autres doigts appuyés exté- rieurement, et l'on descend ainsi par-dessus les mol- lets jusqu'à la cheville extérieure du pied. Ensuite on descend la main, du haut de la cheville sur le coude- pied, par-dessus l'extrémité des doigts jusqu'à la plante du pied. Arrivé là, on s'arrête. 170. Quelles sont les passes purifiantes ? On les appelle ainsi parce qu'elles purifient le sang. On les fait en plaçant les mains sur l'os de la hanche, les doigts vers l'épine dorsale; puis l'on descend lentement et extérieurement vers le pied. De la cheville, on passe sur le coude-pied, puis par-dessus l'extrémité des doigts jusqu'à la plante du pied. Là, on s'arrête. 171. Quel effet produisent ordinairement ces passes? Habituellement ces passes excitent la sueur.",
  "last_phrase": "In conclusion, the passes mentioned in this text can have various effects on the body, such as purifying the blood, fortifying it or even provoking evacuations. The use of music, flowers, and the magnetization of water are just some additional examples of remedies that can be used in magnetic treatment. It is important to note that individuals who are delicate or irritable should be kept away during magnetization, and that crises can occur but are ultimately considered beneficial. Therefore, with proper understanding and guidance, magnetic treatment can be a useful and effective method for improving one's health."
}