{
  "title": "What is magnetism and how should a magnetizer behave and perform passes to heal different ailments?",
  "first_phrase": "This text discusses various aspects of magnetism and its practice by the magnetizer. It covers topics such as the signs and symptoms of the need for deep sleep and how to induce it, how to deal with spasms and hallucinations, and the behavior to be observed during critical periods. In the last 200 tokens, the text talks about the use of transposition to change the spasms' place and the appropriate dressing for magnetizers and subjects. The text emphasizes the importance of observation, attention, and intention in the magnetizer's actions and suggests using prayer and fasting to develop magnétisme.",
  "content": "Plus celui-ci connaîtra exactement la situa- tion des nerfs, mieux il connaîtra aussi le nerf qui agit et il dirigera ces passes en suivant ce nerf, de son ori- gine à son anastomose (fin). 426 . Peut-on changer les spasmes de place? Sans doute, chez les somnambules surtout. Si ceux-ci annoncent un spasme avant qu'il n'ait éclaté, on peut diriger le spasme là où l'on veut, en le guidant. — Par exemple : Le somnambule annonce un spasme de poitrine et on le veut diriger au bras; alors on fait sept passes de l'aisselle vers la main, en passant par le bras. A la dernière passe tout au plus, le spasme est dans le bras. 427. Quand peut-on employer cette transposition? Ordinairement dans le cas de spasmes internes, et surtout qnand le sujet est déjà tellement faible qu'on suppose qu'il n'aura plus la force d'achever convena- blement son spasme. On l'emploie aussi quand on craint que le spasme n'augmente le mal. APPENDICE TOILETTE MAGNÉTIQUE. 428. Comment le magnétiseur doil-il être vêtu quand il magnétise? Il ne doit avoir sur lui ni métaux, ni soie. Ainsi; quand on doit magnétiser un sujet gravement malade, il faut ôter son habit, s'il est doublé de soie ; et sa cravate, si elle est de même étoffe; sa montre, etc. 429. Comment doit être vêtu le sujet à magnétiser ? Entièrement de toile, mais jamais de coton, ni de soie. 430. Qu'y a-t-il à observer si le sujet à magnétiser est couché?",
  "last_phrase": "In conclusion, magnétothérapie is an indispensable practice for the healing of all ailments, with the knowledge of the good flow of magnetism being dependent on good brain activity. A person's health can be easily affected by the slightest disposition, such as hypochondria, hysteria, and liver ailments, which can cause imbalances in magnetic energy. To ensure a good flow of magnetism, the liver needs to purify the blood. Additionally, the magnétiseur should always keep in mind the importance of respecting specific nerves while guiding the magnetic flow towards specific organs and vessels, rather than just following large nerves."
}