{
  "title": "What are the different passes used for magnetism and how do they affect the body and mind?",
  "first_phrase": "This text is a guide on magnetic passes and their effects on the body. It contains information on different types of passes and how they can help with specific conditions such as melancholy, digestive issues, and localized spasms. The text emphasizes the importance of directing the energy to specific points and not touching the affected areas. In the last 200 tokens, there is a discussion on how to strengthen somnambulism and how to magnify the energy in the solar plexus. It also explains how to approach different concentrations in the stomach and brain, as well as the nine magnetic nodes located in the body. Finally, it concludes with recommending the use of different combinations of passes according to the individual conditions of each patient.",
  "content": "On pose les pouces sur les tempes et les doigts sur le crâne, puis l'on attend quelques secondes et l'on ramène lentement les quatre doigts vers les tempes. Là, on attend de nouveau quelques secondes, après quoi on passe avec les cinq doigts derrière les oreilles. Après avoir attendu encore quelques secondes, on descend vers le creux de l'estomac, où l'on intercepte et on lie. 181. Quel est le chemin à suivre pour passer des oreilles au creux de l'estomac? Il y a trois routes à prendre : 1° Par-dessus les côtes, à cause des nerfs inter- costaux ; 2° Par-dessus le côté gauche et le côté droit de la poitrine, à cause du nerf vagus et phrenicus ; 3° En suivant le larynx, à cause du nerf sympa- thique, grand rosaire. 182. Laquelle de ces manières agit avec le plus d'énergie ? La troisième, puisque le nerf grand sympathi- que, par ses nombreuses ramifications, est le moteur de tout ce qui se passe dans les entrailles. SPASMES LOCAUX Au dela des types de personnalitè sous-jacents dans le descriptions antecedents on peut avoir des spasmes locaux 183. Comment faut-il magnétiser dans les spasmes locaux ? Ceci est renvoyé à la table qui est à la fin de ce livre. 184. Y a-t-il encore d'autres espèces de passes? Oui, il y a encore beaucoup d'autres manières de faire les passes, selon les différents dérangements individuels des fonctions des entrailles et du système sanguin. Il faut combiner ces passes selon les diffé- rentes affections : c'est ce dont il sera question plus loin. Les combinaisons doivent être laissées au juge- ment du magnétiseur.",
  "last_phrase": "In conclusion, magnetism has various techniques for treating different ailments, including local spasms and inducing crises, which are vital for transposing and eliminating chronic diseases. One can also use music and flowers, such as roses and nettles, for their magnetic properties. Magnetically-treated water can be used to spiritualize food, and magnetizing objects such as chairs is not a remedy but instead works by subjugating the patient's mind. However, the influence of the magnétiseur should always be pure and healthy. Magnétisation can cause temporary weakness, fatigue, and lightheadedness, but they usually diminish and result in improved health."
}