{
  "title": "\"How can non-verbal hypnosis using water and wrist stimulation aid weight loss?\"",
  "first_phrase": "In this video, the author takes a unique approach towards weight loss by adding hypnosis and other techniques. After a classical hypnosis exercise, they begin working physically with the subject, Pamela, to regulate her body. This technique can also be done in silence, and non-verbal hypnosis is integrated with the breathing exercise. The author also adds water to increase psychological effects and enable a change of behavior. Finally, in this text's last 200 tokens, they work on Pamela's endocrine glands.",
  "content": "First, using water. Because this will add something also on a psychological level. It will permit to putting yourself as desired. 00:31 This first part, using water can even be detached and used not just only for losing weight. But even for changing any behavior. After I will do a physical work magnetically with her to help her, in some way, to regulate her body. This, that I do with her, is also very interesting for the results that we will get. 00:59 At a certain moment I will not speak a lot this technique can be also done completely silent. At the beginning the first spoken part: Think of how... close your eyes You can see a video of yourself Free course on www.mesmerism.info This is very similar to classical hypnosis Look for a moment here at this point with your eyes inside. Don't do any effort more. 01:34 And your eyes stay closed. I will fill up this glass with water. These images come from Dr. Paret's Masterclass in Rome, Italy. And now Pamela I will ask you to begin breathing In non-verbal hypnosis breathing is a very important point. Continue Learn more about this unique technique in our next video! Drink the water. https://www.youtube.com/watch?v=9blYVAHS5P4 01:25 Free course on www.mesmerism.info Close your eyes. Subscribe Like & Share Eyes remain closed I will work on the endocrine glands. DO THE PASSES ON THE ENDOCRINE POINTS (that are also the chakra points) Okay, she perceived me. When I arrived. I give energy to the thyroid.",
  "last_phrase": "In conclusion, the technique of using water as a way to regulate the body and change behavior is a powerful tool that can be used beyond losing weight. Combined with non-verbal hypnosis techniques and physical work, it can lead to remarkable results. Breathing, endocrine gland passes, and nervous system stimulation are all important parts of this unique approach to hypnosis. For more information on Dr. Paret's advanced school of non-verbal hypnosis, be sure to visit his YouTube channel and website."
}